{
    "rcn": "211525",
    "acronym": "TIN-ACT",
    "topics": "MSCA-ITN-2017",
    "title": "Research School for TINnitus Assessment, Causes and Treatments",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Tinnitus (ìringing in the earsî) is a very common and potentially devastating condition. People with tinnitus, continuously hear a penetrating phantom sound in absence of actual sound. An estimated 50.8 million EU citizens hear tinnitus, of which 5.1 million are severely bothered by it. Tinnitus can totally disrupt normal societal participation. Hence, tinnitus leads to enormous societal costs (Ä140 billion per year in Europa), mainly due to loss of productivity. Since tinnitus primary occurs at advanced age (>50 years), it is a severe challenge to the European ambition to continued inclusion of the aging population in the work force. To date, the research into tinnitus has progressed almost nowhere in the development of effective and reliable treatments for tinnitus. The applicants of the current proposal are convinced that in order to cure tinnitus, we need researchers that can bridge the gap between basic fundamental research, applied clinical research and product development. The major aim of the proposal is to train 15 future scientists who understand how basic neural mechanisms of tinnitus can be studied in animal models and human tinnitus patients, and how complementary research techniques can be used towards curing tinnitus. The central hypothesis of TIN-ACT is that reduced peripheral auditory input (via hearing loss) causes pathological changes centrally in the brain that manifest as the perception of tinnitus. In a balanced consortium, the research is organized in three scientific work packages that study how these pathological changes can be assessed, what causes them, and how they can be treated. A comprehensive training program provides specialized training by research, complementary skills and soft skills (including entrepreneurship). We will train 15 early stage researchers (ESRs) towards an excellent understanding of tinnitus assessment, causes and treatments, and with job perspectives both in the academic and non-academic sectors.",
    "totalCost": "3928915,08",
    "ecMaxContribution": "3928915,08",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "OTICON A/S;WIDEX AS;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;THE UNIVERSITY OF NOTTINGHAM;COCHLEAR RESEARCH AND DEVELOPMENT LIMITED;UNIVERSITATSKLINIKUM ERLANGEN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DK;DE;UK;FR",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "942611954": {
            "orgId": "942611954",
            "orgName": "WIDEX AS",
            "ecContrib": 290082
        },
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 766123
        },
        "999659594": {
            "orgId": "999659594",
            "orgName": "OTICON A/S",
            "ecContrib": 290082
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 498433
        },
        "998367845": {
            "orgId": "998367845",
            "orgName": "COCHLEAR RESEARCH AND DEVELOPMENT LIMITED",
            "ecContrib": 250560
        },
        "999866495": {
            "orgId": "999866495",
            "orgName": "UNIVERSITATSKLINIKUM ERLANGEN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3928916
}