{
    "rcn": "211560",
    "acronym": "ANIMATAS",
    "topics": "MSCA-ITN-2017",
    "title": "Advancing intuitive human-machine interaction with human-like social capabilities for education in schools",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "ANIMATAS will establish a leading European Training Network (ETN) devoted to the development of a new generation of creative and critical research leaders and innovators who have a skill-set tailored for the creation of social capabilities necessary for realising step changes in the development of intuitive human-machine interaction (HMI) in educational settings. This will be achieved through (1) a transnational network of universities and industrial partners that will supervise and deliver specialized training for early stage researchers (ESRs), and (2) the cross-fertilization of state-of-the-art methods from the domains of social robotics, embodied virtual characters, social and educational sciences in order to facilitate the development of skills necessary to design machines capable of engaging in intuitive sustained encounters with teachers and children. The ETN will ensure an integrative approach to the development of new capabilities with a view to their impact on whole system performance in terms of the complete HMI loop. This will be done by building industryñguided showcases that integrate the social capabilities developed by the ESRs. The participation of industrial partners will support the translation of new academic results to the market-place and a better transfer of knowledge between different sectors. The exposure of the non- academic sector to the ESRs has a great market potential that our industrial partners aim to capitalize upon in terms of recruiting young talents after the end of the project and adopting ANIMATASí advances in intuitive HMI for future product lines. This will greatly benefit the ESRs, which will be provided with new career perspectives in the social robotics and ed-tech industries. The ETN will strengthen Europeís capacity in research and innovation by nurturing a new generation of highly skilled ESRs with an entrepreneurial mind-set and an understanding of intuitive HMI and potential products in these emerging markets.",
    "totalCost": "3890624,76",
    "ecMaxContribution": "3890624,76",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "KUNGLIGA TEKNISKA HOEGSKOLAN;UPPSALA UNIVERSITET;JACOBS UNIVERSITY BREMEN GGMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;INSTITUT MINES-TELECOM;INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA;SOFTBANK ROBOTICS EUROPE",
    "participantCountries": "SE;DE;CH;FR;PT",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 527319
        },
        "996538522": {
            "orgId": "996538522",
            "orgName": "SOFTBANK ROBOTICS EUROPE",
            "ecContrib": 525751
        },
        "999897147": {
            "orgId": "999897147",
            "orgName": "JACOBS UNIVERSITY BREMEN GGMBH",
            "ecContrib": 249216
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 262876
        },
        "999613325": {
            "orgId": "999613325",
            "orgName": "INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA",
            "ecContrib": 476713
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 795680
        }
    },
    "calculatedTotalContribution": 3364874
}