{
    "rcn": "211592",
    "acronym": "DeAge",
    "topics": "ERC-2016-ADG",
    "title": "Deconstructing Ageing: from molecular mechanisms to intervention strategies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Over many years, our research group has explored the complex relationship between cancer and ageing. As part of this work, we have generated mouse models of protease deficiency which are protected from cancer but exhibit accelerated ageing. Further studies with these mice have allowed us to unveil novel mechanisms of both normal and pathological ageing, to discover two new human progeroid syndromes, and to develop therapies for the Hutchinson-Gilford progeria syndrome, now in clinical trials. We have also integrated data from many laboratories to first define The hallmarks of ageing and the current possibilities for Metabolic control of longevity. Now, we propose to leverage our extensive experience in this field to further explore the relative relevance of cell-intrinsic and -extrinsic mechanisms of ageing. Our central hypothesis is that ageing derives from the combination of both systemic and cell-autonomous deficiencies which lead to the characteristic loss of fitness associated with this process. Accordingly, it is necessary to integrate multiple approaches to understand the mechanisms underlying ageing. This integrative and multidisciplinary project is organized around three major aims: 1) to characterize critical cell-intrinsic alterations which drive ageing; 2) to investigate ageing as a systemic process; and 3) to design intervention strategies aimed at expanding longevity. To fully address these objectives, we will use both hypothesis-driven and unbiased approaches, including next-generation sequencing, genome editing, and cell reprogramming. We will also perform in vivo experiments with mouse models of premature ageing, genomic and metagenomic studies with short- and long-lived organisms, and functional analyses with human samples from both progeria patients and centenarians. The information derived from this project will provide new insights into the molecular mechanisms of ageing and may lead to discover new opportunities to extend human healthspan.",
    "totalCost": "2456250",
    "ecMaxContribution": "2456250",
    "coordinator": "UNIVERSIDAD DE OVIEDO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999848647": {
            "orgId": "999848647",
            "orgName": "UNIVERSIDAD DE OVIEDO",
            "ecContrib": 2456250
        }
    },
    "calculatedTotalContribution": 2456250
}