{
    "rcn": "211550",
    "acronym": "YEASTDOC",
    "topics": "MSCA-ITN-2017",
    "title": "Yeast Biotechnology Doctoral Training Programme",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "YEASTDOC is a European Joint Doctoral programme to train researchers for outstanding careers as leaders in the field of yeast biotechnology. Six academic institutions are joined by 7 industry and 2 training partner organisations to offer an international training programme leading to the award of joint PhD degrees. The interdisciplinary, trans-sectoral research topic takes advantage of recent technological developments to link fundamental research in yeasts with new applications in the beverage and white biotechnology sectors. 12 Early Stage Researchers will each carry out a 36-month joint PhD project between two academic institutions, spending at least 12 months at each partner university in a different European country. All projects include an industry co-supervisor from a partner organisation and ESRs have an industry secondment of 4-6 months to gain intersectoral experience. Additional research training is provided via summer schools, scientific conferences, doctoral seminars and practical workshops. Further training in innovation-related skills will be provided through network-wide courses that include technology transfer management and entrepreneurship. Transferrable skills training is delivered locally in graduate schools and by network courses in responsible research and innovation, scientific writing, and research leadership. ESRs will disseminate research outcomes in the scientific sector and will participate in outreach activities to engage targeted public audiences in research. All training will receive ECTS credits and be mutually recognised by all academic partners. A joint governance and ESR monitoring structure, including external experts, will assure the quality of the training programme. The long-term impact of the EJD will be an accredited, sustainable, inter-institutional doctoral programme that delivers high quality PhD graduates to drive research and innovation to maintain competitiveness in European biotechnology.",
    "totalCost": "3094944,48",
    "ecMaxContribution": "3094944,48",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSIDADE DO MINHO;JACOBS UNIVERSITY BREMEN GGMBH;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;UNIVERSITY OF LEICESTER",
    "participantCountries": "PT;DE;IT;FR;UK",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 516123
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 546576
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 476713
        },
        "999897147": {
            "orgId": "999897147",
            "orgName": "JACOBS UNIVERSITY BREMEN GGMBH",
            "ecContrib": 498433
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 531349
        }
    },
    "calculatedTotalContribution": 3094945
}