{
    "rcn": "211508",
    "acronym": "GOMECSYS VCR system",
    "topics": "SMEInst-10-2016-2017",
    "title": "Variable Compression Ratio System for the reduction of fuel consumption and CO2 emissions in motor vehicles",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Increasingly stringent emission and fuel economy standards have been pushing old combustion engines into an accelerated evolution phase. In this context, OEMs in the industry have shifted their R&D efforts towards more thermally efficient, less polluting and down-sized engines, thus viewing the production of low emission and fuel consumption vehicles. The concept of VCR engines (i.e. the compression ratio (CR) of the internal combustion engine can be modified under dynamic driving conditions and performance needs) has been considered as an essential future technology to meet these targets. However limitations associated with their effect in engineís architecture, their impact on the reduction of CO2 emissions and additional productions costs have hindered their widespread commercial application.\nOur ground-breaking VCR system will be the first able to address the burning needs of the industry. Gomecsys VCR system is a highly innovative system differentiated from alternatives due to its engineering simplicity able to significantly enhance the performance of conventional combustion engines achieving a staggering 5-10% reduction on fuel consumption and CO2 emissions. Our core aim is to commercialize the 6th generation of our VCR system in 2020 and its commercial viability will be based on our ability to define business opportunities in target markets and attract key partners and customer OEMs for our project. Moreover, we are convinced that our project will provide ìresource efficient transport that respects the environmentî which is considered a critical aspect to meet ìSmart, Green and Integrated Transportî societal challenge addressed by Horizon 2020 programme.\nFinally, through the completion of Gomecsys VCR system project we expect to reach Ä15 million revenues five years after its commercialization.  Phase 2 will require a Ä2 million investment, which will present a Cumulative Return of Investment of 4.99 in 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GOMECSYS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912036293": {
            "orgId": "912036293",
            "orgName": "GOMECSYS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}