{
    "rcn": "211527",
    "acronym": "TRACS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Commercialisation of TRACS, An Artificial Intelligence Inspired, Text Response Automation system for Customer Support",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "True AI Ltd is an SME operating within the field of Artificial Intelligence (AI) software. True AI automates text-based customer support (social media, email and web chat), leveraging novel AI techniques.\nOver Ä303bn per annum is spent globally on delivering customer service, of which Ä76bn is considered a failed investment as customers abandon their purchases. Despite significant expenditure, companies find that service times remain long, consumer frustration levels high, and many queries are unsolved.\nSelf-funding & private investment have allowed True AI to prototype TRACS, an intelligent Text Response Automation Customer Support tool. TRACS enhances the customer service agent by suggesting answers to incoming questions, saving 34% of agent time. TRACS improves operational efficiency and enhances customer experience and consumer satisfaction.\nTRACS development was made possible by significant in-house R&D in AI Software and Deep Learning techniques. TRACS learns automatically from previous conversations and constantly improves in its ability to provide suggestions. Agent assistance from TRACS will be prompt and accurate, based upon best practice sourced from historical conversations between consumers and support agents.\nTRACS can be easily implemented into existing IT infrastructure with low set up and maintenance costs for the Service Provider. The Cloud based, SaaS delivery model ensures a cost effective, flexible and easily maintainable solution. \nOur Phase 1 project includes Pilot Tests within a Client Working Group, forming a Technical Specification and Commercial Plan providing a foundation for a Phase 2 application.\nFull commercialization is projected to result in revenues of Ä31m, profits of Ä19m, and 70 FTEs after 5 years. The commercial success of TRACS will position True AI among the European leaders in AI customer support and will benefit European businesses with reduced costs and the potential reshoring of support centres to the EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRUE AI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912352416": {
            "orgId": "912352416",
            "orgName": "TRUE AI LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}