{
    "rcn": "211585",
    "acronym": "Corvid",
    "topics": "SMEInst-10-2016-2017",
    "title": "AI-based autonomous flight control for the electric passenger aircraft of the nearest future",
    "startDate": "01/09/2017",
    "endDate": "31/01/2018",
    "objective": "In April 2017, Uber announced that it expects to deploy flying taxis in Dallas-Fort Worth, Texas, and Dubai by 2020, and will partner with diverse companies such as Bell Helicopter and Embraer to make the vertical take-off and landing vehicles (VTOLs). Same month a full-size prototype of an electric personal two-seater aircraft designed by the Munich-based company Lilium made a successful first flight. There are more than 30 companies globally now, developing VTOLsólightweight electric flying taxis that will transform our transportation patterns in the nearest future.\nAt the same time, qualified pilots are already in short supply. Airbus predicts that given that additional 500,000-600,000 more will be needed by 2035 to keep pace with the aviationís expected growth, especially given the nascent VTOL market. This shortage can only be covered by further automation of flight control, making it capable of replacing the human pilots altogether. With the current approach to development of avionics software this is not possible.\nDaedalean is a Swiss SME started by the cross-disciplinary team of Google, SpaceX, ETH Z¸rich & Imperial College London alumni, which has designed the worldís first AI-based autonomous flight control system. This system is capable of passing the stringent certification tests devised for human pilots. The system will also be able to handle emergencies and unexpected situations as good as human pilots.\nDaedalean is aiming at servicing a 10-15% share of the forecasted Ä5.2bn global VTOL market, with revenues of up to Ä78mn by 2025 and 170\\ people employed. Ultimately, Daedalean will create a tipping point for adoption of AI-based autopilots for commercial freight and passenger flights, reducing operational costs & further increasing safety of the aviation industry.\nIn this Phase 1 project, Daedalean will run an in-depth market assessment and devise a strategy to undergo certification processes successfully in multiple EU countries.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DAEDALEAN AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913815855": {
            "orgId": "913815855",
            "orgName": "DAEDALEAN AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}