{
    "rcn": "211595",
    "acronym": "DoDyNet",
    "topics": "MSCA-ITN-2017",
    "title": "Double Dynamics for design of new responsive polymer networks and gels",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Polymeric gels and networks are ubiquitous in daily life (foodstuff, cosmetics) and high-added value applications (tissue engineering, adhesives, coating, drug release, portable batteries, additive manufacturing). They can be either permanent (covalently crosslinked) and resist flow, or physical (reversible) and easy to process while creeping at long times. The grand challenge is to efficiently combine and control within the same material, distinct features of these two classes of networks, such as large mechanical strength, deformability, swelling and self-healing, in order to create multiply responsive materials for new applications.\n\nThe objective of DoDyNet is to develop a research roadmap that enhances our understanding of the synergistic effects arising by combining distinct dynamic modes within a polymeric network. These ëDouble Dynamics Networksí (DDNs) are characterized by a multi-scale viscoelastic response that can be tuned via molar mass, fraction of component and dynamics of (transient or exchangeable) bonds. This will enable us to selectively tailor their macroscopic properties at molecular level.\n\nBased on this concept, the integrated research program involves (1) novel synthesis of different DDNs; (2) detailed analysis of structure; (3) rheology and dynamics; (4) modeling and simulations; and (5) mechanical properties relevant to applications. The ESRs will benefit from the close inter-connection among these complementary tasks with the goal to obtain criteria for designing and developing new industrial DDN systems and optimizing existing materials.\n\nDoDyNet is a highly interdisciplinary and inter-sectorial project, the groups involved are world-leaders in their fields, and the tasks strategically designed to ensure strong synergies. It offers young researchers an extraordinarily diverse training platform with a deep grasp of soft matter and unique exposure to industrial environment, needed to address emerging scientific and technological challenges.",
    "totalCost": "3340690,2",
    "ecMaxContribution": "3340690,2",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "DSM MATERIALS SCIENCE CENTER BV;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;DANMARKS TEKNISKE UNIVERSITET;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "NL;DE;FR;IT;EL;DK",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 258061
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "984878443": {
            "orgId": "984878443",
            "orgName": "DSM MATERIALS SCIENCE CENTER BV",
            "ecContrib": 255374
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 249216
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 751680
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "975116460": {
            "orgId": "975116460",
            "orgName": "ECOLE SUPERIEURE DE PHYSIQUE ET DECHIMIE INDUSTRIELLES DE LA VILLE DEPARIS",
            "ecContrib": 788627
        }
    },
    "calculatedTotalContribution": 3340690
}