{
    "rcn": "211530",
    "acronym": "Tumor-Treg-Targeting",
    "topics": "MSCA-ITN-2017",
    "title": "Training Network for the education of the next generation scientist in targeting the supressive capacity of regulatory T-cells specifically within tumours",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Tumour immune-therapy has made dramatic improvements in recent years, saving the lives of cancer patients who just a\nfew years ago would have been considered untreatable. It thereby became apparent that one specific type of immune cell,\nso called regulatory T-cells, critically hampers the efficacy of tumour immune-therapy. Tumours, however, attract and exploit\nthe immune-regulatory function of Tregs to dampen local immune responses and to induce local tolerance.\nIn recent years, inhibitors that directly target immune-suppressive mechanisms of T cells have found clinical application with\ngreat success. The clinical application of these so called ìcheck-point inhibitorsî, however, is accompanied by severe side\neffects in treated patients. Thus improvement of the efficacy of current immune-therapeutic treatments is a major unmet\nneed. This proposal will employ the newest developments in antibody design to target the next generation of biologics right\ntowards tumour-residential Tregs or directly into the tumour micro-environment itself. In this way we will be able to\nspecifically shift the local immune suppressive environment within tumours, while leaving tissue homeostasis in noncancerous\ntissues unaffected, and thus diminish treatment associated side-effects.\nThe here proposed project combines the expertise of fundamental immunologist, tumour immunologists and cell biologists\nwith that of a life-science biotechnology company and that of experts in clinical cancer research to address this aspect. This\ngroup will lead a training network that aims at educating a new generation of researchers, who will be able to bridge the\ninnovation gap between, on the one hand, early discoveries in tumour-immunology as well as in antibody technology and, on\nthe other hand, the efficient translation and clinical validations of these findings in patients.",
    "totalCost": "1279782,36",
    "ecMaxContribution": "1279782,36",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA;ADURO BIOTECH EUROPE BV;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "ES;NL;UK",
    "projectParticipants": {
        "915631016": {
            "orgId": "915631016",
            "orgName": "ADURO BIOTECH EUROPE BV",
            "ecContrib": 510749
        },
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 247873
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 273288
        },
        "999485382": {
            "orgId": "999485382",
            "orgName": "FUNDACION PARA LA INVESTIGACION MEDICA APLICADA FIMA",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 1279783
}