{
    "rcn": "211573",
    "acronym": "BrainEnergy",
    "topics": "ERC-2016-ADG",
    "title": "Control of cerebral blood flow by capillary pericytes in health and disease",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Pericytes, located at intervals along capillaries, have recently been revealed as major controllers of brain blood flow. Normally, they dilate capillaries in response to neuronal activity, increasing local blood flow and energy supply.  But in pathology they have a more sinister role. After artery block causes a stroke, the brain suffers from the so-called ìno-reflowî phenomenon - a failure to fully reperfuse capillaries, even after the upstream occluded artery has been reperfused successfully. The resulting long-lasting decrease of energy supply damages neurons. I have shown that a major cause of no-reflow lies in pericytes: during ischaemia they constrict and then die in rigor. This reduces capillary diameter and blood flow, and probably degrades blood-brain barrier function. However, despite their crucial role in regulating blood flow physiologically and in pathology, little is known about the mechanisms by which pericytes function.\n\nBy using blood vessel imaging, patch-clamping, two-photon imaging, optogenetics, immunohistochemistry, mathematical modelling, and live human tissue obtained from neurosurgery, this programme of research will:  \n(i) define the signalling mechanisms controlling capillary constriction and dilation in health and disease;\n(ii) identify the relative contributions of neurons, astrocytes and microglia to regulating pericyte tone;\n(iii) develop approaches to preventing brain pericyte constriction and death during ischaemia;\n(iv) define how pericyte constriction of capillaries and pericyte death contribute to Alzheimerís disease; \n(v) extend these results from rodent brain to human brain pericytes as a prelude to developing therapies.  \n\nThe diseases to which pericytes contribute include stroke, spinal cord injury, diabetes and Alzheimerís disease. These all have an enormous economic impact, as well as causing great suffering for patients and their carers. This work will provide novel therapeutic approaches for treating these diseases.",
    "totalCost": "2499954",
    "ecMaxContribution": "2499954",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2499954
        }
    },
    "calculatedTotalContribution": 2499954
}