{
    "rcn": "211589",
    "acronym": "COUNTERCRAFT",
    "topics": "SMEInst-13-2016-2017",
    "title": "Intelligence campaigns in the digital realms",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Many large companies are subject to advanced directed attacks performed by the competence, governments, organized crime bands, a malicious employee, etc. interested in damaging the company subject of the attack for different reasons. Cyber criminals grow more sophisticated by the day, and network security architectures are quickly evolving in an attempt to keep up. Despite recent advances, sophisticated malware authors and cyber criminals are innovating at a faster pace than security professionals can react to. Attackers are increasingly able to slip past network security applications such as IDSs, IPSs, next-gen firewalls, and web application firewalls ñ regardless of how new and comprehensive they are. Thus, companies can no longer afford to concentrate all of their resources on firewalls and first line of defense systems. They also need to incorporate ìinternally focusedî solutions such as deception technologies to help identify a criminal while in attack mode; a criminal that has already bypassed the current state-of-the-art perimeter defenses. The project aims to accelerate the introduction of the first EU deception tool capable of detecting advanced targeted cyber-attacks, obstructing the actions of attackers and obtaining the maximum amount of information from them by successfully designing, deploying, monitoring and managing Counter Intelligence Campaigns. COUNTERCRAFT will allow: To reduce the overall cost of cyberattacks by 50%; to shorten the average computer infection period by 70% from 300 days to 90 days; to reduce the time needed to effectively design, deploy, monitor and manage counter intelligence campaigns by 80% from 4 hours/day to 48 minutes/day; to reduce the tendency of COUNTERCRAFT users to be attacked by 60%; to identify the intentions of the attacker; to leverage ìintelligenceî information about the attacks to create and distribute indicators of compromise (IOCs); to orchestrate the cyber-security strategy .",
    "totalCost": "1619375",
    "ecMaxContribution": "1133562,5",
    "coordinator": "COUNTERCRAFT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918131967": {
            "orgId": "918131967",
            "orgName": "COUNTERCRAFT SL",
            "ecContrib": 1133562
        }
    },
    "calculatedTotalContribution": 1133562
}