{
    "rcn": "211552",
    "acronym": "3D-Roving Deposition",
    "topics": "SMEInst-02-2016-2017",
    "title": "Directed and three-dimensional placement of continuous fibres with the direction of forces enabling asignificant reduction of costs and weight in carbon fibre components",
    "startDate": "01/09/2017",
    "endDate": "28/02/2018",
    "objective": "Following the trends towards energy and resource efficiency, lightweight construction is more and more in the focus of attention, especially in the automotive, aerospace and engineering markets. The main problem, however, is the still existing stress ratio between costs, weight and strength of the components. While a standardised production of simple composites is already possible, the manufacturing of highly stressed structural components based on carbon fibre reinforced plastics, which are becoming more and more market relevant, still poses a major challenge. Although it is possible to manufacture composites that show high specific strength and stiffness, this is linked to very high production costs and so far only possible for unidirectional fibres. However, for most structural components this is not sufficient, requiring the specific use of\nreinforcements or additional fibre systems. This is mostly related to  additional manual work, leading to both, lower production speed and higher overall costs. KEIM has developed a prototype for the three-dimensional placement of fibres in the direction of the force for the creation of the preform that is then finalised by using the hot-RTM process. The prototype is based on a robot that uses previously determined measurement data to perfectly place the fibres with regards to material usage, weight and stiffness, creating a three-dimensional preform with perfect properties. This preform is then introduced into the hot-RTM process in order to create highly stressed structural components. The functionality has already been tested thoroughly and demonstrated in an industrial environment. In addition, the process has been patented, securing the freedom to operate. In the feasibility study, the economic and technical validation of prototype and business planned will be performed, verifying the best-suited applications and key markets for the initial market introduction of this very innovative process.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KEIM KUNSTSTOFFTECHNIK GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933203730": {
            "orgId": "933203730",
            "orgName": "KEIM KUNSTSTOFFTECHNIK GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}