{
    "rcn": "211551",
    "acronym": "ZEBRAONCOFISH",
    "topics": "SMEInst-05-2016-2017",
    "title": "Zebrafish avatar as a real-time in vivo platform for personalized cancer therapeutics",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The Zebrafish Lab is a biotechnological company leader in the development and commercialization of novel, tailor-made solutions based on in vivo zebrafish assays. Thanks to the extensive knowledge acquired by the R&D projects performed in the field by our team for many years and a close collaboration with Hospitals and Cancer Research Institutions, we have identified a remarkable opportunity in the ZEBRAONCOFISH project that will mean a 5-year after tax-R.O.I of 425% according to our estimations. \nThe ultimate goal of the project presented as ZEBRAONCOFISH is to complete the technical roadmap required to bring to the healthcare market a novel real time in vivo platform for personalized cancer treatment based on the use of zebrafish ìavatarsî as personalized, living test tubes.  \nCancer is a leading cause of morbidity and mortality with approx. 35 million people affected by this disease and more than 8 million deaths per year. A major difficulty found in effective cancer treatment is the complexity of the biological mechanism underlying cancer onset and disease progression. This is because the genetic makeup and metabolic profile of each individual patient influence the effect of anticancer drugs. As such, different people respond differently to the same therapy.\nThe solution we propose in the ZEBRAONCOFISH project is the use of zebrafish avatars as an in vivo platform to guide therapeutic decisions in actionable cancer patient-directed interventions. These avatars will be created by xenotransplantation (interspecies transplant) of human cancer cell lines/ tumor samples in zebrafish. The chance to carry out a dynamic display of the cancerous process in vivo will offer the unique opportunity to understand the subjacent cancer biology and design tailor-made treatments for each patient.",
    "totalCost": "2004583,75",
    "ecMaxContribution": "2004583,75",
    "coordinator": "IKAN BIOTECH S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918687971": {
            "orgId": "918687971",
            "orgName": "IKAN BIOTECH S.L.",
            "ecContrib": 2004584
        }
    },
    "calculatedTotalContribution": 2004584
}