{
    "rcn": "211541",
    "acronym": "vCare",
    "topics": "SC1-PM-15-2017",
    "title": "Virtual Coaching Activities for Rehabilitation in Elderly",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "One out of six people in the European Union has a disability, usually caused by an acute episode or a chronic disease. Providing a suitable rehabilitation is the main issue for people as they age as it helps people to live independently and enhance their Quality of Life. However, as the rehabilitation period usually last some months, the continuity of care often is interrupted in the transition from the hospital to the home. Virtual Coaches can help these patients to proceed with a personalized rehabilitation that complies to age-related conditions, as the key technology for empowering patients through the enhancement of the adherence to the care plan and the risk prevention. The project ìvCareî (Virtual Coaching Activities for Rehabilitation in Elderly) addresses two major shortcomings of the status quo: a participatory design driven by usersí needs and the personalization of the care pathways enabled by technology. In fact that rehabilitation is an ideal setting as ìusersî (physicians and patients) interact together for a ìlongî period into the clinic (from two weeks to two months): this is a good opportunity to embed into the knowledge of the system the clinical profiles and the pathways that will drive the behaviour of the virtual coach at home. Well-elaborated services for tele-rehabilitation of former EU projects, such as eWall or Miracolus Life, will be adapted. Therefore, the system will integrate a semantic layer (universAAL) including a reasoning engine that merges all patient-related and context information together. The advanced services of vCare will be deployed on a reference platform of MYSPHERA (FIWARE-based) and implemented in four reference sites, dealing with commonly impacted domains (neurological and cardiological). The results of vCare shall stimulate the European Healthcare & ICT sector for innovations in the field of integrated care. In sum, vCare will contribute to the EU goal to increase healthy life years of Europeans by two until 2020.",
    "totalCost": "4044217,05",
    "ecMaxContribution": "4044217,05",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;EUROPEAN HEALTH TELEMATICS ASSOCIATION;STIFTUNG FZI FORSCHUNGSZENTRUM INFORMATIK AM KARLSRUHER INSTITUT FUR TECHNOLOGIE;Servicio Vasco de Salud Osakidetza;SIVECO ROMANIA SA;MYSPHERA SL;INNOVATION SPRINT;IMAGINARY SRL;UNIVERSITATEA DE MEDICINA SI FARMACIE'CAROL DAVILA' DIN BUCURESTI;CASA DI CURA PRIVATA DEL POLICLINICO SPA",
    "participantCountries": "DK;AT;BE;DE;ES;RO;IT",
    "projectParticipants": {
        "945370440": {
            "orgId": "945370440",
            "orgName": "CASA DI CURA PRIVATA DEL POLICLINICO SPA",
            "ecContrib": 384475
        },
        "993205990": {
            "orgId": "993205990",
            "orgName": "Servicio Vasco de Salud Osakidetza",
            "ecContrib": 245835
        },
        "997983337": {
            "orgId": "997983337",
            "orgName": "SIVECO ROMANIA SA",
            "ecContrib": 276250
        },
        "999445321": {
            "orgId": "999445321",
            "orgName": "EUROPEAN HEALTH TELEMATICS ASSOCIATION",
            "ecContrib": 213125
        },
        "999614101": {
            "orgId": "999614101",
            "orgName": "STIFTUNG FZI FORSCHUNGSZENTRUM INFORMATIK AM KARLSRUHER INSTITUT FUR TECHNOLOGIE",
            "ecContrib": 489315
        },
        "999875613": {
            "orgId": "999875613",
            "orgName": "UNIVERSITATEA DE MEDICINA SI FARMACIE'CAROL DAVILA' DIN BUCURESTI",
            "ecContrib": 160666
        },
        "919699584": {
            "orgId": "919699584",
            "orgName": "INNOVATION SPRINT",
            "ecContrib": 213160
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 495375
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 602078
        },
        "951978177": {
            "orgId": "951978177",
            "orgName": "MYSPHERA SL",
            "ecContrib": 388938
        },
        "997439070": {
            "orgId": "997439070",
            "orgName": "IMAGINARY SRL",
            "ecContrib": 233438
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 341562
        }
    },
    "calculatedTotalContribution": 4044217
}