{
    "rcn": "211517",
    "acronym": "SYN1002",
    "topics": "SMEInst-03-2016-2017",
    "title": "A New Therapeutic Option to Protect Central Nervous System against Acute Ischemic Stroke",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Each year, about 16 million strokes occur in the world causing millions of deaths and one third of patients experiencing permanent disability. The main treatment of stroke is thrombolytic agent recombinant tissue plasminogen activator (rtPA). Not all the patient can qualify for this treatment and it can be administered only in a limited time window. No existing drug is approved to protect against ongoing neuronal damage after the acute event. In this framework, our company, ORPHIT, a seed-stage biotech company, intends to be a pioneer by bringing clinical proof of concept of our peptide SYN1002 as suitable neuroprotective anti-inflammatory agent to treat stoke in acute phase that could be administered at multiple doses as complement to current thrombolytic treatments and also in patients who do not qualify for treatment with rtPA. This peptide is our lead product and has been initially developed as a potent anti-inflammatory substance in auto-immune pathologies with a clinical phase 1 study successfully documenting the safety and tolerability. Its properties make it a perfect match with current needs on Stroke treatment. Therefore, our solution is of interest for the pharmaceutical industry and health institutes who are currently in the search of a treatment that would be efficient and safe enough to be applicable to a larger part of the persons suffering from Stroke. The acute ischemic stroke (AIS) therapeutic market generated 400MÄ in 2012 across the six major markets and is expected to reach 1.1 billion Ä by the end of 2017. SYN1002 sales at peak (2026) are expected to achieve 50% of market share, and a licensing deal at end of phase IIa would come out with a net present value of 265MÄ for our company. In order to achieve this goal ORPHIT will realize a feasibility study aiming at strengthening SYN1002 preclinical package in AIS indication, confirming drug positioning through in depth market study, and draw a European business plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ORPHIT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929768087": {
            "orgId": "929768087",
            "orgName": "ORPHIT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}