{
    "rcn": "211518",
    "acronym": "SynCrop",
    "topics": "MSCA-ITN-2017",
    "title": "Synthetic Circuits for Robust Orthogonal Production",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The repertoire of industrially produced fine chemicals in various biological systems will rapidly expand using the tools from the emerging field of synthetic biology. However, the high-level production of non-natural products or de novo activities through synthetic circuits compromises the integrity of host organisms, which significantly impacts or even prevents the development of an industrial pipeline. Our ability to exploit the potential of synthetic biology for industrial production is constrained by our understanding of the integrated cell response when introducing a new synthetic circuit into the homeostatic network of the cell. SynCropís main goal is to establish a European Training Network that merges the fragmented scientific expertise in theoretical, experimental and application-driven quantitative biology to educate the next generation of researchers to construct modular and tunable synthetic circuits and foster the development of novel production platforms for food additives (e.g. vitamins, carotenoids and exopolysaccharides). Researchers with inter-disciplinary skills in both experimental and computational biology are needed to solve complex application-driven problems. SynCrop brings together ten academic partners from quantitative biology, cell engineering, microbial physiology and mathematical modelling fields and six industrial partners, including key experts in metabolic engineering and industrial biotechnology. The consortium will provide 15 early-stage researchers with cutting-edge multi-disciplinary research training, through tailored research projects, rigorous exchange of expertise among researchers and partners, and participation in specialised courses, workshops and conferences augmented by extensive training in complementary skills. SynCrop will generate a strong cohort of highly-employable scientists with unique inter-disciplinary and intersectoral skills to address complex questions and develop innovative biotechnological processes.",
    "totalCost": "3987358,2",
    "ecMaxContribution": "3987358,2",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;STICHTING VU;DSM FOOD SPECIALTIES BV;BIOSYNTIA APS;TECHNISCHE UNIVERSITAET BERLIN;UNIVERSITY OF YORK;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;CHR. HANSEN A/S;RIJKSUNIVERSITEIT GRONINGEN;THE UNIVERSITY OF EDINBURGH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "UK;NL;DK;DE;CH;SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 263659
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "951498512": {
            "orgId": "951498512",
            "orgName": "BIOSYNTIA APS",
            "ecContrib": 290082
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "998827431": {
            "orgId": "998827431",
            "orgName": "DSM FOOD SPECIALTIES BV",
            "ecContrib": 255374
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 273288
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 273288
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 249216
        },
        "999905489": {
            "orgId": "999905489",
            "orgName": "CHR. HANSEN A/S",
            "ecContrib": 290082
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3987358
}