{
    "rcn": "211562",
    "acronym": "AQUAlity",
    "topics": "MSCA-ITN-2017",
    "title": "Interdisciplinar cross-sectoral approach to effectively address the removal of contaminants of emerging concern from water",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "AQUAlity is a multidisciplinary and cross-sectoral European Training Network, that consist in eighteen participants (7 universities, 3 research institutes and 8 companies) and aims to generate and promote highly skilled scientists with the potential to face the present and future challenges concerning the protection of water resources from contaminants of emerging concern (CECs). AQUAlity will enroll fifteen early-stage researchers (ESRs) to conduct cutting-edge research on multidisciplinary aspects of novel hybrid technologies for the removal of CECs from aqueous systems. Moreover, ESRs will be trained to develop their creativity, critical and autonomous thinking, and entrepreneurial skills, thus boosting their scientific skills and innovation capacity in the field of water treatment technologies. This goal will be attained via a structured training-through-research programme, consisting of original individual research projects (performed both at the beneficiary organization and through intersectoral secondments) and education on technical and transferable skills (performed both at local level and with network-wide events). The overall research goal of AQUAlity is to develop highly innovative hybrid green technologies for CECs removal from aqueous systems by unconventional solar advanced oxidation processes (AOP) in combination with high flux ceramic nanofiltration membranes. Hence, ESRs will conduct frontier research in the field of AOP (organic photocatalysis, sensitized photocatalysts, photo-Fenton), materials development, nanofiltration technology, and will develop innovative hybrid photochemical/membranes systems to be tested on different waters to prove their potential for the production of high-quality water. Advanced analytical tools for the determination of CECs, their degradation products and water safeness will be developed. Thanks to the presence of industrial participants, AQUAlity aims for the commercial exploitation of part of the research results.",
    "totalCost": "3897678,24",
    "ecMaxContribution": "3897678,24",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "ECOLE POLYTECHNIQUE;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;KARADENIZ TEKNIK UNIVERSITESI;UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO;UNIVERSITAT POLITECNICA DE VALENCIA;PANEPISTIMIO IOANNINON;Societ‡ Metropolitana Acque Torino S.p.A.;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;LIQTECH INTERNATIONAL A/S;AALBORG UNIVERSITET",
    "participantCountries": "FR;ES;TR;IT;EL;DK",
    "projectParticipants": {
        "991745946": {
            "orgId": "991745946",
            "orgName": "Società Metropolitana Acque Torino S.p.A.",
            "ecContrib": 258061
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 516123
        },
        "998454757": {
            "orgId": "998454757",
            "orgName": "LIQTECH INTERNATIONAL A/S",
            "ecContrib": 290082
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999864264": {
            "orgId": "999864264",
            "orgName": "ECOLE POLYTECHNIQUE",
            "ecContrib": 262876
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 495746
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 495746
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 242387
        },
        "998172972": {
            "orgId": "998172972",
            "orgName": "KARADENIZ TEKNIK UNIVERSITESI",
            "ecContrib": 235557
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 580164
        },
        "999905392": {
            "orgId": "999905392",
            "orgName": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3897679
}