{
    "rcn": "211542",
    "acronym": "verv",
    "topics": "SMEInst-09-2016-2017",
    "title": "verv: advanced home electricity analytics",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "Founded in 2009, Green Running are a fast growth EU SME working with a range of key electricity sector partners (Centrica, UK Power Networks). Having already established a portfolio of commercial and industrial sector electricity analytics tools, in 2014 Green Running began development of a domestic solution -verv. \n\nVerv applies patented machine learning algorithms to detect and profile all sources of electrical activity (generation, storage and consumption) active on a household's electrical system. Generating real time, itemised (iappliance level), usage data across metrics such as energy (kWh), cost (Ä), environmental impact (tCO2) and power quality (Hz) - verv generates valuable outputs for electricity retailers to customise/extend their services. \n\nWith continental Europe subject to many of the same drivers, and several of Green Running's target customers (electricity retailers) active in multiple EU markets, Green Running now seek a H2020 Phase 1 feasibility study to validate verv's pan-European commercial and technical potential. A 5 month project including  market study, proposition refinement, partner engagement, IP strategy management, technology road map updating for multi-market operation and risk management will provide Green Running with the comprehensive knowledge, and partners it requires to first undertake a follow on multi-market field trial, and then launch verv in non-UK markets by 2020. Current projections suggest doing so can boost verv's customer acquisitions by 200%, generate annual revenues of >Ä6m by 2022 and an operating EBIT of Ä1.7m supporting creation of 38 new jobs, 23 of which will be high skilled positions at Green Running. >30,000tCO2 are also forecast to be avoided, making a valuable contribution to EU decarbonisation.\n\nThis Phase 1 study will accelerate and extend the growth of a high potential EU SME, allowing it to establish Europe's presence in the cutting edge innovation fields of artificial intelligence, and data analytics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN RUNNING LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918860340": {
            "orgId": "918860340",
            "orgName": "GREEN RUNNING LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}