{
    "rcn": "211598",
    "acronym": "DyViTo",
    "topics": "MSCA-ITN-2017",
    "title": "DyViTo: Dynamics in Vision and Touch - the look and feel of stuff",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Real world tasks as diverse as drinking tea or operating machines require us to integrate information across time and the senses rapidly and flexibly. Understanding how the human brain performs dynamic, multisensory integration is a key challenge with important applications in creating digital and virtual environments. Communication, entertainment and commerce are increasingly reliant on ever more realistic and inmmersive virtual worlds that we can modify and manipulate. Here we bring together multiple perspectives (psychology, computer science, physics, cognitive science and neuroscience) to address the central challenge of the perception of material and appearance in dynamic environments. Our goal is to produce a step change in the industrial challenge of creating virtual objects that look, feel, move and change like ëthe real thingí. We will accomplish this through an integrated training programme that will produce a cohort of young researchers who are able to fluidly translate between the fundamental neuro-cognitive mechanisms of object and material perception and diverse applications in virtual reality.  The training environment will provide 11 ESRs with cutting-edge, multidisciplinary projects, under the supervision of experts in visual and haptic perception, neuroimaging, modelling, material rendering and lighting design. This will provide perceptually-driven advances in graphical rendering and lighting technology for dynamic interaction with complex materials (WP1-3). Central to the fulfillment of the network is the involvement of secondments to industrial and public outreach partners. Thus, we aim to produce a new generation of researchers who advance our understanding of the ëlook and feelí of real and virtual objects in a seamlessly multidisciplinary way. Their experience of translating back and forth between sectors and countries will provide Europe with key innovators in the developing field of visual-haptic technologies.",
    "totalCost": "2834979,84",
    "ecMaxContribution": "2834979,84",
    "coordinator": "UNIVERSITY OF BRADFORD",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSIDAD DE ZARAGOZA;UNIVERSITAET ULM;UNIVERSITY OF NEWCASTLE UPON TYNE;JUSTUS-LIEBIG-UNIVERSITAET GIESSEN;UNIVERSITY OF SOUTHAMPTON;BILKENT UNIVERSITESI VAKIF;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "UK;ES;DE;TR;NL",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 273288
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 235557
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 249216
        },
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 498433
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 510749
        },
        "999899766": {
            "orgId": "999899766",
            "orgName": "UNIVERSITY OF BRADFORD",
            "ecContrib": 273288
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2834980
}