{
    "rcn": "211513",
    "acronym": "AIRE",
    "topics": "SMEInst-12-2016-2017",
    "title": "Artificial Intelligence for Recruitment Europe",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "'The SME has developed significant market intelligence to create a successful proof of concept over the past 36 months. We now possess a tangible working prototype and a world first concept in reshaping the hiring and skills domain. Our rationale is to get market validation, build and scale, seek investment and integrate into the market. We are committed to making a step change in the future of activating people into jobs \nNot having a job limits people from participating in the economic and social life of a modern society. The EU flagship initiative 'European platform against poverty' seeks to ensure social and territorial cohesion such that the benefits of growth and jobs are widely shared and people experiencing poverty and social exclusion are enabled to live in dignity and take an active part in society.\nDuring previous waves of automation, workers could switch from one kind of routine work to another; but this time many workers will have to switch from routine, unskilled jobs to non-routine, skilled jobs to stay ahead of automation. That makes it more important than ever to help workers acquire new skills quickly. \nIn this increasingly dynamic market, EU Citizens face two key challenges:\n1.  Unemployed citizens need to make sure their skills match those required by prospective employers\n2.  Employed citizens need to ensure their skills are being kept up to date with changing requirements for the job\n\nAIRE ñ Artificial Intelligence for Recruiting Europe will introduce a world 1st personal robot (AIREbot) to help every European apply for jobs, update their skills, register for courses and arrange interviews. \nThis technology will disrupt the market empowering recruitment across the EU in 25 languages. \n\nWe will create a return of 183% on Phase II investment of 2.4m, grow the company sustainably and hire 70\\ staff .Most importantly lower current and future unemployment by filling vacancies faster and ensuring every European is aware of their current skills gap.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BUSINESS POINT INTELLIGENCE SOLUTIONS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924293310": {
            "orgId": "924293310",
            "orgName": "BUSINESS POINT INTELLIGENCE SOLUTIONS LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}