{
    "rcn": "211512",
    "acronym": "BIOPANELS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Biocomposite panels for transportation",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Project aims to propose biocomposite panels solutions for aeronautic several industry allowing weight, cost savings and better environmental footprint. Several prototypes of these panels have already been realized and tested to check if they match the requirements. The future challenges would be first the appropriate composition of natural fibres and resin system (recyclable or reusable) suitable for several applications and that can be manufactured by limiting steps. The second important one would be the certification of such panels with regards to regulation specific to aeronautic industry.\nThe expected product to be commercialized is a range of panels made from renewable resourced (natural fibres such as flax) and that are customizable (thickness, propertiesÖ) to meet a wide range of applications. VESO concept aims to produce these panels but needs to target the most interesting markets in terms of volumes, regulations, accessibility. For that, the results from market study expected from this project would be essential for the company to build an efficient business plan and to plan actions to set up. \nThe feasibility assessment intended to be done would be a market study of composite panels to get accurate vision about the volumes and the distribution of this market. Specific products (best sellers) could be taken as reference to propose biocomposite competitor panels.\nThe products proposed are consistent with the new European regulations in terms of environment. Indeed, in aeronautic area, Advisory Council for Aviation Research and Innovation in Europe presented objectives to reach by 2050 in terms of CO2 and NOx savings (-75% and -90%, respectively). Lighter products with better environmental footprint like biocomposites can be the solution to comply with these regulations.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VESO Concept",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "962072288": {
            "orgId": "962072288",
            "orgName": "VESO Concept",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}