{
    "rcn": "211515",
    "acronym": "FOOD CITIZENS",
    "topics": "ERC-2016-COG",
    "title": "Food citizens? Collective food procurement in European cities: solidarity and diversity, skills and scale",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Considerable attention goes to ësmartí urban food procurement, with little notice of the cultural diversity within Europe. For a growing urban population (80% by 2050), food is a mediator of relations within social networks, not only a commodity or nutrient. Eaters are not just consumers but social actors whose meaning-making depend on faith, gender, age, income, or kinship. How we procure and share food is thus central to cultural understandings of citizenship: the project studies in-depth nine cases of collective food procurement across three European cities, asking if collective food procurement networks indicate emerging forms of ëfood citizenshipí, or if they concomitantly co-produce hegemonic notions of participation and belonging ñ and either way, how.\nChallenging stereotypical imaginaries of European urbanites, multilevel comparison in Rotterdam, Turin and Gda?sk will investigate three types of collective food procurement networks (a. urban foraging; b. short food chains; c. local food governance) in post-industrial cities, considering the dimensions of solidarity, diversity, skill and scale of action.\nEthnographically, we investigate how collective food procurement networks engage with and through food: how do they interpret and articulate solidarity? Which skills do they acquire or lack? How do they operate across and within diverse communities? Do they scale ëupí or ëoutí, and how? \nConceptually, we deliver a critical theory of food citizenship, adding a ëmesoí level of sociocultural analysis to food scenarios, which mostly focus on the ëmacroí (food systems) or ëmicroí (individual deliberations and habituated reflexes) scale. \nMethodologically, we match in-depth fieldwork observation with participantsí narratives, using pioneering digital visual media to deliver collaborative and immersive ëthick descriptionsí of their experiences and trajectories. \nSocietal and local government stakeholders have granted access and will benefit from comparative insights.",
    "totalCost": "1999761",
    "ecMaxContribution": "1999761",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1999761
        }
    },
    "calculatedTotalContribution": 1999761
}