{
    "rcn": "211519",
    "acronym": "TAPAS",
    "topics": "MSCA-ITN-2017",
    "title": "TArgeting Platelet Adhesion receptors in thrombosiS",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "TAPAS will position Europe at the forefront of innovative research to prevent thrombosis and thromboinflammation, and will train a uniquely-qualified cohort of ESRs in a highly intersectorial and multi-disciplinary programme that will equip them with the knowledge and transferable skills required in the broad biomedical sector. The research will focus on platelets which are small cells in the blood that play a critical role in prevention of excessive bleeding following injury (haemostasis). Activation of platelets in diseased vessels gives rise to thrombotic disorders such as heart attack and stroke, two of the major causes of morbidity and mortality. Patients at risk of thrombosis are treated with medicines that inhibit platelets for life, but many patients still undergo thrombotic episodes or encounter serious bleeds through diminished haemostasis. There is thus an urgent need for novel and safe anti-platelet medicines that powerfully target thrombosis but preserve haemostasis.  In TAPAS, an original and innovative approach will be undertaken to find new ways to target thrombosis through co-operation of academic experts in distinct disciplines with key skills from the private sector. TAPAS will generate and integrate knowledge from analytical complex ëomicsí, advanced microscopy, cell biology, microfluidics, in vivo models, contemporary systems biology and high throughput screens to identify new targets for therapeutic intervention and novel lead compounds or biologics. The research skills developed in this programme are applicable to other complex diseases and represent essential training in modern day research for the next cohort of academic and private sector scientists that are able to convert complex biological understanding into new medicines. The shared knowledge and close interaction between beneficiaries and partners makes this programme ideally suited to an EJD and will deliver 15 ESRs in 21st century biomedical research.",
    "totalCost": "3881891,88",
    "ecMaxContribution": "3881891,88",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT;THE UNIVERSITY OF READING;UNIVERSITEIT MAASTRICHT;UNIVERSIDAD DE SANTIAGO DE COMPOSTELA;ALACRIS THERANOSTICS GMBH;LEIBNIZ-INSTITUT FUR ANALYTISCHE WISSENSCHAFTEN-ISAS-EV",
    "participantCountries": "DE;UK;NL;ES",
    "projectParticipants": {
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 819864
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "999470056": {
            "orgId": "999470056",
            "orgName": "LEIBNIZ-INSTITUT FUR ANALYTISCHE WISSENSCHAFTEN-ISAS-EV",
            "ecContrib": 498433
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1021497
        },
        "997297353": {
            "orgId": "997297353",
            "orgName": "UNIVERSITAETSKLINIKUM WUERZBURG - KLINIKUM DER BAYERISCHEN JULIUS-MAXIMILIANS-UNIVERSITAT",
            "ecContrib": 498433
        },
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 247873
        },
        "986091428": {
            "orgId": "986091428",
            "orgName": "ALACRIS THERANOSTICS GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3881892
}