{
    "rcn": "211561",
    "acronym": "ANNULIGhT",
    "topics": "MSCA-ITN-2017",
    "title": "Annular Instabilities and Transient Phenomena in Gas Turbine Combustors",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The gas turbine industry is a vital driver of innovation, economic growth, jobs, trade and mobility in the EU in both the aviation and power generation sectors. It is a multi-billion Euro high-technology industry whose future competitiveness depends on a new generation of creative engineers with multi-disciplinary skills who can accelerate the development of new innovations needed for flexible, efficient power generation and sustainable aviation.\n\nLow-emission gas turbines are confronted with unsteady combustion problems often only discovered late into development or in service because our scientific and understanding is insufficient to predict them at the design stage.  For reasons of cost and simplicity, we have been trying to solve unsteady combustion problems by studying them in single (or multiple) sectors. The lack of success of this approach is a striking gap in our community and is hindering innovation. ANNULIGhT will break this paradigm by bringing together academic and industry leaders to provide a new generation of engineers with an innovative, structured, multi-disciplinary training programme combining cutting-edge theory, computational and experimental methods that exclusively focuses on annular combustion chambers as found in real gas turbines.\n\nANNULIGhT presents a new and innovative research and training methodologies that exploits three revolutions that have recently taken place in the field of unsteady combustion; i) new computational methods based on Large Eddy Simulations applied to full annular chambers that can reproduce phenomena observed in real systems, ii) new annular combustion facilities enabling these phenomena to be studied in detail in the laboratory, and (iii) new high-speed imaging diagnostics which gives time-resolved information. ANNULIGhT aims to deliver a new generation of engineers to develop the innovations needed for low-emission technologies and increase the competitiveness of the European gas turbine industry.",
    "totalCost": "3974482,8",
    "ecMaxContribution": "3974482,8",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;TECHNISCHE UNIVERSITAET MUENCHEN;SAFRAN SA;SAFRAN HELICOPTER ENGINES;TECHNISCHE UNIVERSITAET BERLIN;CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;ANSALDO ENERGIA SWITZERLAND AG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;DE;FR;CH",
    "projectParticipants": {
        "917943302": {
            "orgId": "917943302",
            "orgName": "ANSALDO ENERGIA SWITZERLAND AG",
            "ecContrib": 265227
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 265227
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999964659": {
            "orgId": "999964659",
            "orgName": "SAFRAN SA",
            "ecContrib": 262876
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999940118": {
            "orgId": "999940118",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE",
            "ecContrib": 525751
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 249216
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        },
        "999957772": {
            "orgId": "999957772",
            "orgName": "SAFRAN HELICOPTER ENGINES",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3427907
}