{
    "rcn": "211533",
    "acronym": "UbiCODE",
    "topics": "MSCA-ITN-2017",
    "title": "European Research Training to Decipher The Ub Code : identification of potential biomarkers and drug targets",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Essential role of protein modification by members of the Ubiquitin family: Post-translational modifications (PTM) by members of the Ubiquitin (Ub) family represent an efficient way to regulate protein function at several levels: to change their localisation, activity, their interaction with partner proteins or their stability at the right time and cellular compartment, according to the cell requirements. Defects in this homeostatic equilibrium result in pathologies such as cancer, neurodegeneration, inflammation or multiple infections. For this reason, this research area has become very attractive for fundamental scientists as well as for the pharmaceutical industry aiming to identify potential targets for therapeutic intervention. Ub family members hold a homeostatic equilibrium within the cell and are interconnected in various ways including the regulation of enzymes that control the modified status of target proteins. Interestingly, Ub and Ub-like (UbL) proteins can modify themselves, forming intricate and complex chains. This landscape has recently expanded with the discovery of the formation of heterologous chains among UbL molecules including SUMO or NEDD8 but also other PTMs such as phosphorylation or acetylation. This unsuspected complexity of what is now known as the ´Ubiquitin Codeª, which is an unknown universal language that needs to be deciphered to understand protein homeostasis and its associated pathologies. To decrypt this complex code requires joint collaborative multidisciplinary efforts at all levels, including the use of distinct molecular systems and model organisms and the latest technological developments to explore chemical, biochemical, molecular, pharmacological and clinical aspects of protein modification by members of the Ub family. UbiCODE represents an unprecedented effort to understand this code in an integrated manner.",
    "totalCost": "3407194,44",
    "ecMaxContribution": "3407194,44",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION;INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH;UNIVERSITY OF DUNDEE;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;THE UNIVERSITY OF LIVERPOOL;NOVO NORDISK A/S;MEDICAL RESEARCH COUNCIL",
    "participantCountries": "NL;CH;DE;UK;ES;DK",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 510749
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 273288
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 265227
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "998817731": {
            "orgId": "998817731",
            "orgName": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
            "ecContrib": 247873
        },
        "999940021": {
            "orgId": "999940021",
            "orgName": "NOVO NORDISK A/S",
            "ecContrib": 290082
        },
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 273288
        },
        "967962419": {
            "orgId": "967962419",
            "orgName": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
            "ecContrib": 249216
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 273288
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3407194
}