{
    "rcn": "211500",
    "acronym": "Classizer",
    "topics": "SMEInst-02-2016-2017",
    "title": "A novel and revolutionary instrument for the classification and sizing of micro-î and nano- particles in biological, industrial and environmental complex fluids.",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "A vast number of industries rely on particle size as a critical process and it stands as a crucial step for the manufacturing of several products such inks, cement, pharmaceuticals, make-up, fertilisers. Particle size is thus a key factor in several - and more and more increasing - industrial sectors and development/manufacturing proceedings such as crushing, homogenization, emulsification, microfluidization when lab measurements are needed to track changes in particle size,  and particle stability. The increasing nanotechnology research, the presence of stringent regulatory guidelines to ensure compliance with GMP guidelines are driving the growth of the global particle size analysis market, which is projected to reach USD 256.1 M by 2021, at CAGR of 4.7% from 2016 to 2021. To take advantage of this large business opportunity, we developed ClassizerTM, a particle size analyser built upon our revolutionary patented Single Particle Extinction & Scattering (SPES) for the characterization of micro and nanoparticles or corpuscles suspended in fluids, which enables a cheaper, faster, more reliable and informative characterization in biological, industrial and environmental complex fluids. ClassizerTM outperforms the present alternatives onto the market with respect to the actual instrumentation as it can provide information that are usually foreclosed to traditional technologies, such as distinguishing different compositions of particles in complex fluids, determining the true size distribution of the particles, retrieve information about the shape/aspect ratio of the particles and controlling the presence of aggregates and/or contaminants. This will result in boosting R&D and QC processes during lab scale or industrial production of micro and nanoparticles, while the analysis can be performed in- line, so to adjust the processes parameter in real time, with consistent time and cost saving",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EOS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933990691": {
            "orgId": "933990691",
            "orgName": "EOS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}