{
    "rcn": "211558",
    "acronym": "Amphiro en-Gage",
    "topics": "SMEInst-11-2016-2017",
    "title": "Amphiro en-Gage: Technology for a Smart and Sustainable Use of Hot Water",
    "startDate": "01/09/2017",
    "endDate": "28/02/2018",
    "objective": "Product: Amphiro has developed the first energy-autarkic, micro-mechatronic modules that measure, communicate and display hot water consumption in real-time and at the point of use. The modules are powered by water flow, fit to virtually every water outlet and can be retrofitted by end-users or integrated by faucets OEMs. The patented technology helps to monitor personal energy and water use, motivates a sustainable behavior and allows faucet OMEs to add digital features to their products.\n\nValue to the customer: The first derived product, a consumption feedback-device for showers, has been piloted in 3500 households for the Swiss Federal Office of Energy and the Public Utilities Board (Singapore). It achieves average savings of 440 kWh of heat energy and 7500 l of water per household and year, pays for itself in less than 9 months and earns the user 110 EUR per year thereafter. The pilot study results were named Highlight in Nature Energy.\n\nTarget customers: Amphiro will address a niche market of environmentally aware and technology affine customers (11% of households), supply products to efficiency campaigns and deliver components for the digitalization of drinking water systems. \n\nLead customers: Amphiro won several large pilot customers, incl. utility PWN (NL), ewz (CH), Public Utilities Board (SG), Melbourne Water (AU), Alicante (ES), plus 9 hotels in Europe.\n\nFeasibility assessment: Core objective of this project is to empirically investigate by means of actual sales tests the market feasibility of digital services that accompany the modules and probe four variations of a business model, empirically determine market size and first target segment and derive a well-founded business plan for phase 2.\n\nEuropean/global dimension: The mid- to long-term objective is to reach a market penetration of 5% of all European households, which is ambitious yet realistic given the existing market response in terms of sales and the excellent standardization of water outlets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Amphiro AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950728429": {
            "orgId": "950728429",
            "orgName": "Amphiro AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}