{
    "rcn": "211536",
    "acronym": "Uno-sport",
    "topics": "SMEInst-01-2016-2017",
    "title": "Delivering contextual information in a hands-free experience, optimized for users engaged inaction sports",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "We have seen a number of AR Glasses introduced in the market in the past 3 to 4 years. Unfortunately these products were the result of a technology push by large players who failed to understand what the customer really requires. During the past 5 years we have developed a technology that will disrupt the AR Glasses market specifically the use of AR in Sports. Current AR Glasses fail in 3 departments: 1) They are bulky, large and cumbersome to wear, 2) they are too expensive (> Ä1000) and 3) they obstruct the field of view of the user with a bulky prism or monitor. Our competition failed to understand that users want an appealing set of glasses, at a reasonable price and ultimately it should feel comfortable when worn. This is why products such as the Google Glass have been shelved and discontinued. We have been working on our product from 2012 but instead of trying to fit a pair of glasses to a computer we developed and shaped our technology to fit in a pair of glasses. UNO Sport uses our own patented technology which is similar to the technology used in heads up displays for fighter jet pilots. Instead of having a display mounted in front of the lens, our technology ëprojectsí an image on the glassís lens itself, thereby, the user has 0% obstruction of the real scene. Secondly with our technology we can project the ëvirtualí image exactly at the centre of the screen instead of having to look at the bottom or side. Finally, we managed to slash the price of our product down to Ä399. During our feasibility study, we decided to focus our product on one particular sector ñ Sports. With the advent of many wearable technology and many Apps developed for this particular sector, we identified a very large and lucrative sector which is in dire need for a product that could ëextendí the smartphoneís display so they can see information while practicing their sport.",
    "totalCost": "1540000",
    "ecMaxContribution": "1078000",
    "coordinator": "GLASSUP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947015366": {
            "orgId": "947015366",
            "orgName": "GLASSUP SRL",
            "ecContrib": 1078000
        }
    },
    "calculatedTotalContribution": 1078000
}