{
    "rcn": "211505",
    "acronym": "A-FOD",
    "topics": "SMEInst-10-2016-2017",
    "title": "SAFER and TIMELY FLIGHTS with Automated Foreign Object Detection System",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "The airport industry is a strategically important sector that makes a vital contribution to the EU's overall economy and employment by supporting 5 million jobs and contributing Ä300 billion to EU GDP. Despite the current economic crisis, global air transport is expected to grow by 5% annually till 2030 and airport operation companies are seeking methods to sustain FOD free runways for safer flights. Since, They generate costly breakdowns in planes, potential delays and cancellations, and eventually, also they are the cause of accidents and crashes. \nA-FOD is a FOD detection and management system comprised of a set of high resolution cameras connected to a AI system that is continuously trained by machine learning to solve the FODs detection problem. A-FOD is a complete FOD-hazard management system that allows airport maintenance teams to detect the smallest objects in any weather condition and also: 1) sends alerts to the operators; 2) provides live close-ups for a rapid visual verification without stopping the air traffic; 3) uses laser pointers and GPS to facilitate the removal and minimize its impact on the airport operation; 4) keeps records, in compliance with international regulations.\nA-FOD is successfully tested in an airport used for amateur flights and a demo will be done at one of busies airport of Turkey at Mayí17.  Airports will gain high advantages by being able to -decrease delay time by %90-reduce required repair cost of FOD hazards-realize significant cost savings-gaining more satisfied customers. \nThe main objective of A-FOD project is to minimise and solve the problems caused by FOD in airports. \nWith an affordable solution that integrates AI functionalities and an integrated FOD management system, we aim to gain a leading position on the EU market until 2023. As a result of this project, we expect to reach a turnover above Ä46M, and we will create 59 direct jobs by the end of the 5th year of sales.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARGOSAI TEKNOLOJI ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916842158": {
            "orgId": "916842158",
            "orgName": "ARGOSAI TEKNOLOJI ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}