{
    "rcn": "211564",
    "acronym": "ASPIN",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Antiferromagntic spintronics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The aim of the project is to open and explore a new research avenue, with emerging and future information technologies at its horizon, where antiferromagnets take the center stage. Antiferromagnets and ferromagnets represent two fundamental forms of magnetism with antiferromagnets being the more abundant of the two. However, it has been notoriously difficult to manipulate and detect antiferromagnets by any practical means due to their compensated magnetic moment. This has left antiferromagnets over their hundred-year history virtually unexploited and only poorly explored, in striking contrast to the thousands of years of fascination and utility of ferromagnets. The project builds on our very recent discovery of a new relativistic spin-torque phenomenon that allow us to efficiently control antiferromagnetic moments in spintronic devices and by this to unlock a multitude of known and newly identified unique features of this ìdormant-giantî class of materials. We propose to explore three intertwined research areas in order to scientifically establish: (i) The concept of antiferromagnetic memory-logic suitable for the development of future ìBeyond Mooreî information technologies. (ii) The concept of antiferromagnetic memory-logic components responding to pulses of lengths downscaled by twelve orders of magnitude from seconds to picoseconds. (iii) The concept in which antiferromagnets provide a unifying platform for realizing synergies among three prominent fields of contemporary condensed matter physics, namely spintronics, Dirac quasiparticles, and topological phases. Our very recent achievements, including the demonstration of a USB proof-of-concept antiferromagnetic memory, make Europe a birthplace of the emerging field of antiferromagnetic spintronics. To contribute in a decisive way that the future science and technology impact of the field remains in Europe, we bring together a critical mass of seven academic and a SME partner covering all the necessary skills.",
    "totalCost": "3682973,75",
    "ecMaxContribution": "3682973,75",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;THE UNIVERSITY OF NOTTINGHAM;CENTRO DE CALCULO IGS SOFTWARE SOCIEDAD LIMITADA;UNIVERZITA KARLOVA",
    "participantCountries": "DE;UK;ES;CZ",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 579049
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1386111
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 397020
        },
        "999873867": {
            "orgId": "999873867",
            "orgName": "FYZIKALNI USTAV AV CR V.V.I",
            "ecContrib": 556029
        },
        "941256573": {
            "orgId": "941256573",
            "orgName": "CENTRO DE CALCULO IGS SOFTWARE SOCIEDAD LIMITADA",
            "ecContrib": 354580
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 410185
        }
    },
    "calculatedTotalContribution": 3682974
}