{
    "rcn": "211548",
    "acronym": "WinWind",
    "topics": "LCE-21-2017",
    "title": "Winning social acceptance for wind energy in wind energy scarce regions",
    "startDate": "01/10/2017",
    "endDate": "31/03/2020",
    "objective": "The overall objective of WinWind is to enhance the socially inclusive and environmentally sound market uptake of wind energy by increasing its social acceptance in 'wind energy scarce regions' (WESR). The specific objectives are: screening, analysing, discussing, replicating, testing & disseminating feasible solutions for increasing social acceptance and thereby the uptake of wind energy. The proposal considers from a multidisciplinary perspective the case of WESR in DE, ES, IT, LV, PL and NO. These selected countries represent a variety of realities ranging from large (but with WESR) to very scarce wind energy penetration.  WinWind analyses regional and local communities¥ specificities, socioeconomic, spatial & environmental characteristics and the reasons for slow market deployment in the selected target regions. Best practices to overcome the identified obstacles are assessed and ñ where feasible ñ transferred. The operational tasks are taken up by national/regional desks consisting of the project partners, market actors and stakeholders in each country. \nThe project¥s objectives will be reached by: i) analysing the inhibiting and driving factors for acceptance, ii) developing a taxonomy of barriers to identify similarities and differences in development patterns , iii) carrying out stakeholder dialogues in all participating regions, iv) developing acceptance-promoting measures that are transferable to specific local, regional and national contexts, and v) transferring feasible best practice solutions via learning labs. WinWind develops concrete solutions. The activities focus on novel informal/voluntary procedural participation of communities, direct and indirect financial participation & benefit sharing. Finally, policy lessons with validity across Europe are drawn and recommendations proposed. Already 62 stakeholders and market actors provided letters of support showing their commitment in supporting the WindWind activities and in implementing useful results.",
    "totalCost": "2124462,5",
    "ecMaxContribution": "2124462,5",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "FIZIKALAS ENERGETIKAS INSTITUTS;NORGES VASSDRAGS- OG ENERGIDIREKTORAT;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;ASOCIACION CANARIA DE ENERGIAS RENOVABLES, ACER;CICERO SENTER KLIMAFORSKNING STIFTELSE;SEECON INGENIEURE GMBH;ECOAZIONI SNC ARCHITETTI BASTIANI M. E VENERUCCI V.;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;VIDES INVESTICIJU FONDS SIA;KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA;ECORYS ESPANA SL",
    "participantCountries": "LV;NO;IT;ES;DE;PL",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 161188
        },
        "994565930": {
            "orgId": "994565930",
            "orgName": "KRAJOWA AGENCJA POSZANOWANIA ENERGII SPOLKA AKCYJNA",
            "ecContrib": 103938
        },
        "998157161": {
            "orgId": "998157161",
            "orgName": "CICERO SENTER KLIMAFORSKNING STIFTELSE",
            "ecContrib": 302938
        },
        "933343992": {
            "orgId": "933343992",
            "orgName": "NORGES VASSDRAGS- OG ENERGIDIREKTORAT",
            "ecContrib": 14000
        },
        "943649854": {
            "orgId": "943649854",
            "orgName": "ECOAZIONI SNC ARCHITETTI BASTIANI M. E VENERUCCI V.",
            "ecContrib": 179250
        },
        "916526132": {
            "orgId": "916526132",
            "orgName": "ECORYS ESPANA SL",
            "ecContrib": 210500
        },
        "916445137": {
            "orgId": "916445137",
            "orgName": "SEECON INGENIEURE GMBH",
            "ecContrib": 136875
        },
        "916502658": {
            "orgId": "916502658",
            "orgName": "ASOCIACION CANARIA DE ENERGIAS RENOVABLES, ACER",
            "ecContrib": 65000
        },
        "983180458": {
            "orgId": "983180458",
            "orgName": "FIZIKALAS ENERGETIKAS INSTITUTS",
            "ecContrib": 100062
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 189500
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 533962
        },
        "953978414": {
            "orgId": "953978414",
            "orgName": "VIDES INVESTICIJU FONDS SIA",
            "ecContrib": 127250
        }
    },
    "calculatedTotalContribution": 2124463
}