{
    "rcn": "211565",
    "acronym": "ASSTRA",
    "topics": "MSCA-ITN-2017",
    "title": "Advanced Solid State Transformers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "ASSTRA is an interdisciplinary training and research project that targets the development of advanced solid state transformer technology which enables a sustainable and flexible (ëSmartí), DC-equipped energy supply system with a large share of renewable energy sources. This futuristic electrification network has in its core a flexible power conversion unit, distributing electrical energy from sources to loads in a similar fashion as todayís internet hubs distribute information from senders to receivers. Specifically, this power conversion unit integrates state-of-the-art technology, such as Silicon-Carbide, in order to implement power electronics building blocks and magnetic components featuring breaking through performances, which will ultimately enable its industrial deployment. \n\nASSTRA involves a two-partner network comprising the Eindhoven University of Technology (TU/e) in the Netherlands and ABB Corporate Research Center in Switzerland as beneficiaries. These partners complement each other in order to cover the knowledge and expertise fields required for the proposed program. A board of 6 experienced supervisors will intensively work together across a multitude of disciplines, including power electronics engineering, mechanical engineering, software engineering, material sciences and magnetics design, to train and mentor 2 Early Stage Researchers who will have access to excellent research facilities and close coaching approaches at both locations",
    "totalCost": "510748,56",
    "ecMaxContribution": "510748,56",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "ABB SCHWEIZ AG",
    "participantCountries": "CH",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999506625": {
            "orgId": "999506625",
            "orgName": "ABB SCHWEIZ AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 510749
}