{
    "rcn": "211510",
    "acronym": "AutoPro",
    "topics": "SMEInst-10-2016-2017",
    "title": "An adaptive system for modular automotive production to boost efficiency and reduce manufacturing cost.",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Internationalized markets are facing increasing individualization of customer needs. Handling product variety becomes more\ndifficult as products become more complex and integrated. Current manufacturing systems show structural rigidity that\nmakes terribly cumbersome to cope with product model changes, product mix variation, and lot size reduction. High\ninvestments are usually required to streamline the assembly system. Production integrated software are often vague, donít\noffer complex scenarios occurrence and the result can drift immensely away from the real implementation.\nArculus offers an ICT integrated solution for an enhanced production system implementing a higher number of variants and,\nat the same time, increasing productivity by 30%-60%. Its software provides a virtual real-time shadow of all the elements in\nproduction getting a clear view on how Key Performance Indicators are affected. Smart Autonomous Guided Vehicles\n(AGVs) are then exploited for material flow management. Car manufacturers, highly dependent on new technological\nprocesses to remain competitive, will be the first enthusiastic customersí target. Within the overall project Arculus intends to\noptimize its ICT platform customizing the navigation control and integrating an enhanced software interface and an\nautomatic communication protocol. Arculus will surely support the EC target to increase industryís share of GDP to 20% by\n2020. A forecasted global market for advanced manufacturing technologies of Ä750 billion by 2020 and a target industry\nrepresenting a key pillar of the EU economy, will leverage this innovative solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ARCULUS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916441645": {
            "orgId": "916441645",
            "orgName": "ARCULUS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}