{
    "rcn": "211593",
    "acronym": "DEPART2050",
    "topics": "JTI-CS2-2016-CFP05-TE2-01-02",
    "title": "Design Evaluation and Performance Assessment of Rotorcraft Technology by 2050",
    "startDate": "02/10/2017",
    "endDate": "01/10/2021",
    "objective": "The aim of project DEPART2050 is to undertake novel rotorcraft technology assessments (Tilt rotor aircraft and Compound rotorcraft), utilising a flexible and extensible modular multi-disciplinary framework. The objective of the work in the project will be to undertake at the airport and ATS level, assessments of environmental (emissions and noise) and mobility (connectivity and productivity) improvements that may be accrued through replacement of reference technology over the designated time scales (2015/2020/2035/2050).\n\nWithin CS2, the Technology Evaluator (TE) is positioned as a dedicated evaluation platform, with a critical role of assessing the environmental impact of the technologies developed. Apart from assessing the level of success achieved by the novel technologies and their contribution to well-defined environmental goals, the TE is also tasked with establishing any societal benefits that may be accrued. Therefore based on requirements of the call, Project Depart2050 will focus on assessing and establishing the impact of introducing novel rotorcraft concepts at the airport and air transport system level. The comparison will be made against a selected baseline technology in terms of impact on the environment and mobility.\nThe consortium will include NLR, ANOTEC, and University of Padua and will be led by Cranfield University. The partners have been specially chosen based on their individual strengths in the field of research and their past experience in EU projects.",
    "totalCost": "579775",
    "ecMaxContribution": "579775",
    "coordinator": "CRANFIELD UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;UNIVERSITA DEGLI STUDI DI PADOVA;Anotec Engineering, S.L.",
    "participantCountries": "NL;IT;ES",
    "projectParticipants": {
        "937569409": {
            "orgId": "937569409",
            "orgName": "Anotec Engineering, S.L.",
            "ecContrib": 96500
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 87875
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 154400
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 241000
        }
    },
    "calculatedTotalContribution": 579775
}