{
    "rcn": "211590",
    "acronym": "CRESTING",
    "topics": "MSCA-ITN-2017",
    "title": "CiRcular Economy: SusTainability Implications and guidING progress",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "CRESTING will train Early Stage Researchers (ESR) in cutting edge systematic analysis of the process of transformation to a Circular Economy (CE). Establishing a CE (such that the maximum value is extracted from materials and waste generation minimised) is a major policy area within the European Union and elsewhere.  Explicitly seen as increasing economic competitiveness and laying a foundation for environmental employment, CE policies are designed to increase resource efficiency and decrease carbon dependency. Previous and ongoing research into the CE, however, has been largely concerned with strategies for implementation.  The many different fields of activity comprising the CE (e.g., re-use, recovery, recycling, eco-design amongst others)    operate with varying degrees of effectiveness in different places and for different materials.  These fields of activity have not been critically analysed as an interrelated social, technical, environmental and, significantly, spatial phenomenon.  This programme will advance the critical analysis of the concept and sustainability implications of the CE by the training of 15 ESR analysing CE-related activity and initiatives in a range of geographic and economic settings.  CRESTING is divided between 5 work packages (WP) analysing: current discourse and policy contexts (WP1); corporate engagement with the CE (WP2); public sector engagement in the CE (WP3); the potential for local economic development and employment from the CE (WP4); and measuring life cycle impacts and developing sustainability indicators relevant to the CE (WP5).  With multidisciplinary and international supervisory teams including non-academic partners within each WP, CRESTING will 1) analyse the sustainability implications of the CE; 2) analyse the spatial dimension of the CE and 3) translate these analyses into specific actions for managing the transformation to the CE.",
    "totalCost": "3854797,56",
    "ecMaxContribution": "3854797,56",
    "coordinator": "UNIVERSITY OF HULL",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE TECHNOLOGIE DE TROYES;UNIVERSITA DEGLI STUDI DI MESSINA;UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA;UNIVERSIDADE ABERTA;UNIVERSITEIT UTRECHT;UNIVERSITAET GRAZ;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "participantCountries": "FR;IT;PT;NL;AT",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 766123
        },
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 819864
        },
        "999866786": {
            "orgId": "999866786",
            "orgName": "UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA",
            "ecContrib": 258061
        },
        "997576228": {
            "orgId": "997576228",
            "orgName": "UNIVERSITE DE TECHNOLOGIE DE TROYES",
            "ecContrib": 525751
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 511868
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 476713
        },
        "961622402": {
            "orgId": "961622402",
            "orgName": "UNIVERSIDADE ABERTA",
            "ecContrib": 238356
        },
        "999662601": {
            "orgId": "999662601",
            "orgName": "UNIVERSITA DEGLI STUDI DI MESSINA",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3854797
}