{
    "rcn": "211583",
    "acronym": "ConFlex",
    "topics": "MSCA-ITN-2017",
    "title": "Control of flexible structures and fluid-structure interactions",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "We propose to develop systems and control theory needed to understand and control large flexible structures and fluid structure interactions. The beneficiaries are a group of 15 academics from the fields of modelling, control theory, distributed parameter systems and fluid dynamics, aeroelasticity, swimming and marine engineering, working in either mathematics or engineering departments, with strong links between us. We are located at 10 universities in the UK, France, The Netherlands, Spain, Germany and Israel. In addition, we have four partner universities in Canada, China, USA and France and 11 prestigious industry partners, mostly from Europe. We believe that our backgrounds and skills are sufficiently close so that we can (and do) communicate with ease, but also sufficiently distinct so that we can cover many aspects of this field, and hence (as a consortium) offer outstanding training to young researchers. We believe that this area will have a great impact on the technology of the future, as well as on our understanding of nature, and we are eager to train new\nscientists and engineers in this broad field. We believe that Science and Technology in Europe will greatly benefit from this research, and from the education and and knowledge that we will impart to a new generation of researchers. Our research plans are organized into five scientific work packages, which cover mathematical systems theory, modelling and model reduction, relevant aspects of control theory, and applications. The applications that we plan to investigate concern a wide range of flexible structures in interaction with fluids: wind turbines, aircraft wings, precision machine tools, vessels linked by cables as encountered in marine salvage operations and microscopic electromechanical devices. These apparently unrelated systems face similar challenges and can be analysed and controlled in a unified framework.",
    "totalCost": "3932721,72",
    "ecMaxContribution": "3932721,72",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "THE UNIVERSITY OF EXETER;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;UNIVERSITE DE FRANCHE-COMTE;UNIVERSITEIT TWENTE;UNIVERSITE DE BORDEAUX;BERGISCHE UNIVERSITAET  WUPPERTAL;THE UNIVERSITY OF WARWICK;UNIVERSIDAD AUTONOMA DE MADRID",
    "participantCountries": "UK;DE;FR;NL;ES",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 546576
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 273288
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 546576
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 249216
        },
        "999858735": {
            "orgId": "999858735",
            "orgName": "BERGISCHE UNIVERSITAET  WUPPERTAL",
            "ecContrib": 249216
        },
        "999863100": {
            "orgId": "999863100",
            "orgName": "UNIVERSITE DE FRANCHE-COMTE",
            "ecContrib": 262876
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 510749
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 247873
        },
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 520601
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3932722
}