{
    "rcn": "211539",
    "acronym": "UtilitEE",
    "topics": "EE-07-2016-2017",
    "title": "Utility Business Model Transformation through human-centric behavioural interventions and ICT tools for Energy Efficiency",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Utilities are facing political pressure to reduce the energy end use by their customers and GHG emissions. Consumers, on the other hand, are empowered by the proliferation of IT interfaces and multiplication of channels. Their expectations for everything-anytime-anywhere interaction are redefining the nature of (energy) services. The advent of smart building technologies for energy efficiency reveal a mega-trend on the evolution of consumer choices and highlight the need for addressing their requirements for user-friendly, meaningful and actionable communication. Faced with these realities, business as usual is no longer an option for energy utilities. They must seek new sources of revenues by introducing bundled building energy management service packages including energy efficiency, smart controls and automation. The UtilitEE project will provide a customer-oriented Behavioural Change Framework (Energy-as-a-Service delivery approach via an open ICT ecosystem integrated into the building with off-the-shelf sensors). It focuses on discovering, quantifying and revealing energy-hungry activities and conveys meaningful feedback to engage users into a continuous process of learning and improvement. UtilitEE will leverage well-known behavioural models/ theories and standardized operational rating/ certification methods. It will also incorporate human-centric intelligent control features that use occupant comfort profiles and supportively control HVAC and lights so as to minimize energy waste, while always keeping occupants comfortable and preserving a healthy indoor environment. The framework will be validated in real-life conditions by a large population of residential and commercial consumers and aims to reduce energy use by ~30%. Validation activities will also explore future business models and go-to-market strategies for utilities. A holistic roadmap and business plan for the exploitation and replication of project results will be delivered.",
    "totalCost": "2787200",
    "ecMaxContribution": "1999977,51",
    "coordinator": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
    "coordinatorCountry": "EL",
    "participants": "SOLINTEL M&P SL;UNIVERSITAT BASEL;VAASAETT LTD AB OY;SOREA SOCIETE DES REGIES DE L'ARC;SWT ANSTALT DES OFFENTLICHEN RECHTSDER STADT TRIER;MY ENERGIA ONER SL;ETRA INVESTIGACION Y DESARROLLO SA;MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON;SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED;TAURON POLSKA ENERGIA SA",
    "participantCountries": "ES;CH;FI;FR;DE;EL;IE;PL",
    "projectParticipants": {
        "920773277": {
            "orgId": "920773277",
            "orgName": "SWT ANSTALT DES OFFENTLICHEN RECHTSDER STADT TRIER",
            "ecContrib": 183662
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 166688
        },
        "916895993": {
            "orgId": "916895993",
            "orgName": "MY ENERGIA ONER SL",
            "ecContrib": 108202
        },
        "999926441": {
            "orgId": "999926441",
            "orgName": "ETRA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 241500
        },
        "925730268": {
            "orgId": "925730268",
            "orgName": "SOREA SOCIETE DES REGIES DE L'ARC",
            "ecContrib": 178762
        },
        "911519865": {
            "orgId": "911519865",
            "orgName": "MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON",
            "ecContrib": 118847
        },
        "964502332": {
            "orgId": "964502332",
            "orgName": "VAASAETT LTD AB OY",
            "ecContrib": 116200
        },
        "945389452": {
            "orgId": "945389452",
            "orgName": "TAURON POLSKA ENERGIA SA",
            "ecContrib": 126066
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 163125
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 404425
        },
        "910462080": {
            "orgId": "910462080",
            "orgName": "SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED",
            "ecContrib": 192500
        }
    },
    "calculatedTotalContribution": 1999977
}