{
    "rcn": "211553",
    "acronym": "ACHIEVE",
    "topics": "MSCA-ITN-2017",
    "title": "AdvanCed Hardware/Software Components for Integrated/Embedded Vision SystEms",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "ACHIEVE-ETN aims at training a new generation of scientists through a research programme on highly integrated hardware-software components for the implementation of ultra-efficient embedded vision systems as the basis for innovative distributed vision applications. They will develop core skills in multiple disciplines, from image sensor design to distributed vision algorithms, and at the same time they will share the multidisciplinary background that is necessary to understand complex problems in information-intensive vision-enabled applications. Concurrently, they will develop a set of transferable skills to promote their ability to cast their research results into new products and services, as well as to boost their career perspectives overall. Altogether, ACHIEVE-ETN will prepare highly skilled early-stage researchers able to create innovative solutions for emerging technology markets in Europe and worldwide but also to drive new businesses through engaging in related entrepreneurial activities. The consortium is composed of 6 academic and 1 industrial beneficiaries and 4 industrial partners. The training of the 9 ESRís will be achieved by the proper combination of excellent research, secondments with industry, specific courses on core and transferable skills, and academic-industrial workshops and networking events, all in compliance with the callís objectives of international, intersectoral and interdisciplinary mobility.",
    "totalCost": "2266907,76",
    "ecMaxContribution": "2266907,76",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "IMASENIC ADVANCED IMAGING S.L.;UNIVERSITE CLERMONT AUVERGNE;UNIVERSITEIT GENT;UNIVERSITA DEGLI STUDI DI UDINE;UNIVERSIDADE DE COIMBRA;COMMUNAUTE D' UNIVERSITES ET ETABLISSEMENTS UNIVERSITE BOURGOGNE - FRANCHE - COMTE",
    "participantCountries": "ES;FR;BE;IT;PT",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 258061
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 238356
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "920180801": {
            "orgId": "920180801",
            "orgName": "COMMUNAUTE D' UNIVERSITES ET ETABLISSEMENTS UNIVERSITE BOURGOGNE - FRANCHE - COMTE",
            "ecContrib": 262876
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "911950933": {
            "orgId": "911950933",
            "orgName": "IMASENIC ADVANCED IMAGING S.L.",
            "ecContrib": 247873
        },
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 2266908
}