{
    "rcn": "211507",
    "acronym": "ECBCBSFII",
    "topics": "SMEInst-07-2016-2017",
    "title": "Sustainable mass production of Hermetia illucens in controlled environments to produce protein feeds for aquaculture, poultry and livestock industries.",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Entocycle produce insect-based protein to sustainably supply feed to the aquaculture and livestock industries, replacing environmentally destructive fish and soya meals. Diet shifts and rising populations to 9.5 billion, by 2050, will see meat and fish demand increase by over 70% globally. Agri-food industries need a new sustainable source of protein as current methods of protein feed production will fall short by 60 million tonnes by 2030. Technology for automation of insect-protein production is a key industry priority as current rearing methods are not conducive to industrial scale production. Entocycle combines 150 million years of natural R&D perfection with high tech engineering to mass produce H. illucens, revolutionising the industrial production of insect-protein. Entocycle is building on expertise in H. illucens life cycle optimisation, developing the proprietary technology to efficiently breed and raise the insects in automated modular units, utilising Machine Learning and AI capabilities through partnerships with IBM and the European Space Agency. Entocycle will provide a high quality insect-protein feed to the aquaculture and livestock sector through the bioconversion of organic waste from agri-food industries, 88 million tonnes of which are created annually in Europe alone. Entocycleís technology converts waste treatment costs into new revenue streams, producing lipids, chitin and fertilizer as by-products. Having partnered with Tesco, Entocycle has secured a direct route to market within their supply chain. During the Phase 1 feasibility study Entocycle will 1) Optimise breeding chamber production efficiency with IBMís I.o.T, machine learning and AI platforms 2) Develop an IP portfolio, commercialisation and marketing strategies 3) Recruit further industry partners and strengthen strategic relationships 4) Further business plan and industrial feasibility. These are the key steps needed to progress Entocycle to the its next stage of industrialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENTOCYCLE LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913895977": {
            "orgId": "913895977",
            "orgName": "ENTOCYCLE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}