{
    "rcn": "211580",
    "acronym": "CLAIRPORT",
    "topics": "JTI-CS2-2016-CFP05-TE2-01-01",
    "title": "Clean Sky 2 - Airport Environmental Impact Assessments for Fixed-wing Aircraft",
    "startDate": "01/10/2017",
    "endDate": "31/12/2021",
    "objective": "CLAIRPORT is cross-positioned in Clean Sky 2 and part of Clean Sky 2 TE, with the aim to quantify the environmental impact at airport level of technologies developed in Clean Sky 2 for fixed-wing aircraft. This impact includes noise on ground and population exposed to noise, and emissions and their contribution to air quality. Quantifications are carried out for real European and generic airports, and timescales 2015/2020/2035/2050. Relevant improvements in airport operations from SESAR/SESAR 2020 are taken into account.\n\nCLAIRPORT also aims to impact target stakeholders through customised communication means. Two innovative means are investigated: a noise simulator enabling people to realistically experience sound and visuals of an aircraft flyover in a virtual reality environment, and a serious game addressing the relationship between air traffic volume and environmental impact using reference aircraft versus Clean Sky 2 aircraft.\n\nBuilding on the concept successfully applied in the earlier Clean Sky TE, CLAIRPORTís concept is twofold: 1) for communication it determines stakeholders who are impacted by its results; and 2) it sets the quantification process. This process compares, for each airport and timescale, the environmental performance of two scenarios: one is a flight schedule with reference aircraft and the other is the same flight schedule with Clean Sky 2 aircraft replacing their reference to assess the full potential of Clean Sky 2. In each case air traffic is realistically simulated and the simulation results are input to noise and emission models.\n\nCLAIRPORT expects to impact Clean Sky 2 TE (by complementing the other assessments), Clean Sky 2 JU and Clean Sky 2 Members (by monitoring Clean Sky 2 achievements), EC and EU Member States (by assessing the level of success towards the ACARE 2050 and Horizon 2020 goals); research community (by indicating opportunities for further research), and local community (by making Clean Sky 2 benefits tangible).",
    "totalCost": "549190",
    "ecMaxContribution": "549190",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 549190
        }
    },
    "calculatedTotalContribution": 549190
}