{
    "rcn": "211572",
    "acronym": "BioMechMeniscus",
    "topics": "ERC-2017-PoC",
    "title": "A biomechanically driven, patient specific pre-planning and surgical tool to optimize placement of a novel meniscus prosthesis",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "In this BioMechMeniscus project we will develop a workflow for optimal placement of a novel meniscus implant. The medial meniscus implant (named ëTrammpoliní) has been developed using methods developed during the BioMechTools project such as 1) principle component analyses based on MRI-segmented image to assess the anatomical shape of the meniscus, 2) assessing sensitivity of cartilage stresses and implant strains on size and design-parameters using finite element techniques and 3) utilizing load-predictions from our award-winning musculoskeletal models. \nAll data shows that the biomechanical behaviour of Trammpolin in the knee will be sensitive to appropriate sizing and positioning within the knee. Therefore, this BioMechMeniscus project focuses on developing a surgeon-friendly platform to pre-plan the size and position and to execute the surgery as accurately as possible. \nThe software will automatically perform MRI-segmentation of the tibia, femur and meniscus insertion sites. Subsequently, the best meniscus implant size and position (leading to the lowest cartilage stress and acceptable implant strains) is proposed by the program. The surgeon can adapt the proposal and gets feedback about the expected changes in biomechanical performance.  \nAfter the pre-plan is accepted a patient-specific arthroscopic surgical guide is 3-D printed which will be used as an aiming device for an external (standard) surgical guide for fixation of the horns. \nThe project is subdivided in four Tasks and will last for 18 months. An experienced team will supervise a post-doc during the various activities. A project scheme is made and a risk and contingency plan is defined. A detailed competitor and commercial analysis has been made and we are convinced that with the BioMechMeniscus project we have a unique opportunity to bring a novel implant to the market and support it with a distinct pre-planning and surgical assistance tool to optimize clinical performance.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}