{
    "rcn": "211547",
    "acronym": "Wind-Drone",
    "topics": "SMEInst-09-2016-2017",
    "title": "A powerful UAV-based ICT solution allowing safe, reliable and effective inspections of wind turbines",
    "startDate": "01/09/2017",
    "endDate": "31/12/2017",
    "objective": "Over the lifetime of a wind turbine, operation and maintenance costs represent 25% of total levelised cost per kWh\nproduced. Half of this cost concerns the blades. Blade inspection procedures still rely on qualified inspectors roping down\neach blade: a hazardous, time-consuming (5h) and expensive method (1500Ä). ProDroneís integrated solution delivers a\nfully equipped Unmanned Aerial Vehicle (UAV)-based platform for capturing, processing and analysing inspection data,\nenabling a turbine downtime lower by 6 times and a cost saving of over 50%. Pro-Drone is targeted at wind park operators\nwho seek a reduction in the cost of blade inspection and additional revenues from decreased downtime. Within the overall\nproject, Pro-Drone intends to fully automate the UAV blade inspection process eliminating human intervention in the droneís\ntake-off and landing phase; optimization of the post-processing algorithm for automatic fault recognition; and complete a\nsound demonstration and validation of the technology in operation with wind turbine operators. There is over 154 GW of\ninstalled wind energy capacity in the EU (over 60.000 wind turbines) and 433 GW globally (314.000 wind turbines!) which\ncan asily adopt this solution and benefit from safer and more economical turbine analysis. The Pro-Drone will effectively\ncontribute to the European 2030 targets of at least 27% renewable energy in final energy consumption at European level\nand an anticipated Ä1 million plus will be saved on the total amount of energy installed in EU.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRO DRONE SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915829575": {
            "orgId": "915829575",
            "orgName": "PRO DRONE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}