{
    "rcn": "211588",
    "acronym": "COUCH",
    "topics": "SC1-PM-15-2017",
    "title": "Council of Coaches",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Despite the proliferation of ICT solutions for personalized healthcare, there is still no easy way to provide older adults with integrated coaching services. Council of Coaches (COUCH) introduces a radically new virtual coaching concept based on multiple autonomous, embodied virtual coaches, which form together a personal council that fulfills the needs of older adults in an integrated way. Each Coach has his own expertise, personality and style of coaching; they might not always agree with each other, but they all share a single goal: to support you across every aspect of well-being, including physical, social, cognitive and mental support. The Council members listen to you, inform you, help you to set personal goals and inspire you to take control of your health. Give the council your thoughts, or listen and observe how the individual Coaches exchange their views on numerous issues. Apply your new skills in daily life and if the need arises, contact any of the coaches anytime, anywhere.\nCOUCH will be empowered by a novel Open Agent Platform, providing core functionalities for the development and deployment of Coaches, including technologies for non-obtrusive interactions between the user and the Coaches. To this end, leading edge spoken dialogue interaction technologies will be provided as embodied conversational agents that will join in conversations with the user. The platform will not be confined to a constrained number of Coaches ñ rather it will enable developers and innovators to introduce new Coaches that provide additional knowhow and services. Hence, COUCH will enable a new virtual coaching ecosystem, bringing together healthcare services providers with innovators to implement novel ideas. Plans for the sustainability and wider use of its paradigm will be based on the expansion and support of this ecosystem at EU scale, including linking with the partnersí business networks and the FIWARE & universAAL communities.",
    "totalCost": "3704000",
    "ecMaxContribution": "3704000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;UNIVERSITY OF DUNDEE;ROESSINGH RESEARCH AND DEVELOPMENT BV;FONDEN TEKNOLOGIRADET;UNIVERSITAT POLITECNICA DE VALENCIA;INNOVATION SPRINT;SORBONNE UNIVERSITE",
    "participantCountries": "FR;UK;NL;DK;ES;BE",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 472500
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 657500
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 373750
        },
        "919699584": {
            "orgId": "919699584",
            "orgName": "INNOVATION SPRINT",
            "ecContrib": 256250
        },
        "953171083": {
            "orgId": "953171083",
            "orgName": "FONDEN TEKNOLOGIRADET",
            "ecContrib": 471875
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 777375
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 694750
        }
    },
    "calculatedTotalContribution": 3704000
}