{
    "rcn": "211516",
    "acronym": "SwiftC",
    "topics": "SMEInst-12-2016-2017",
    "title": "A technology marketplace for hospitality compliance services that integrates with public sector authorities and relieves the burden of regulation for businesses",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The EU attaches the highest political priority to Better Regulation or ëSmart Regulationí which envisages a whole-of-government approach to the policy cycle extending from design to evaluation and revision.  The annual cost of regulation to business is conservatively estimated to 3.5% of EU GDP.  For the hospitality industry, the burden of regulation is proportionately greater owing to the high distribution of SMEís and increasing public safety and environmental control that drives a 4% increase in compliance costs year on year.  Trade bodies frequently cite regulations as unfair and anti-competitive.\nSwiftComply has developed an innovative and exciting new approach to delivering and monitoring hospitality compliance.  Our solution creates a marketplace between food service businesses and compliance service providers. SwiftComply provides oversight of all transactions to regulators, allowing a real-time understanding of compliance activity and enabling them to focus on areas of non-performance. This is an efficient, business friendly and cost effective approach to reducing the burden of regulation and has worldwide application for food safety, building control, fire and environmental regulations.\nSwiftComply has demonstrated the marketplace in the area of fat, oil and grease compliance in Dublin, Ireland and has commenced pilots in 3 US cities.  This Project has the objective of scaling up, refining and demonstrating our solution to meet the strong customer demand identified during Phase 1 market analysis. \nSwiftComply has raised private sector seed funding of Ä1.3m and will use H2020 funding to maximise speed to market and competitive advantage in Europe. SwiftComply has worldwide application and the potential to reach an annualised turnover of Ä63m, deliver a 86% gross profit margin, create over 600 jobs and digitise 4.5m pieces of paper by 2023.  Successful completion of this Project will lead directly to a Series A fundraising round and full market exploitation.",
    "totalCost": "2212798,75",
    "ecMaxContribution": "1548959",
    "coordinator": "SWIFTCOMPLY TOPCO LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916900261": {
            "orgId": "916900261",
            "orgName": "SWIFTCOMPLY TOPCO LTD",
            "ecContrib": 1548959
        }
    },
    "calculatedTotalContribution": 1548959
}