{
    "rcn": "211577",
    "acronym": "CaReSyAn",
    "topics": "MSCA-ITN-2017",
    "title": "Combatting the CardioRenal Syndrome: towards an integrative Analysis to reduce cardiovascular burden in chronic kidney disease",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Successfully combatting a complex disease requires multi-disciplinary and methodically well-trained scientists. CaReSyAn strives to accomplish exactly this: we will train scientists to successfully integrate proteomics, clinical, experimental and bioinformatical analyses to enhance the understanding, diagnosis and therapy of the cardiorenal syndrome (CRS). CRS comprises disorders of the heart, vessels and kidneys, including the increased development of cardiovascular disease (CVD) in patients with chronic kidney disease (CKD). With ~45% of all deaths in CKD patients caused by CVD, the socio-economic burden of CRS is extremely high.\n\nCaReSyAn will train scientists in a close cooperation between academia, SME and industry partners. Key objectives are to provide: 1) Excellent scientific training on CRS pathology, integrating clinical/mechanistic knowledge with technological skills (animals and in vitro, molecular and functional studies,  proteomics and bioinformatics) to generate innovative insights triggering the understanding, diagnosis and treatment of the CRS; 2) Excellent complementary skills in personal and career development as well as business training required to extend beyond scientific research; and 3) Exposure to both academic and non-academic environments, required to build bridges between researchers and entrepreneurs and support the future translation of research findings in innovative products and services.\n \nCaReSyAn builds on already available patient cohorts, advanced technologies and established cooperations. CaReSyAn is complementary to ongoing European programs focusing solely on CKD or CVD and strives to synergistically improve structural training on European level. CaReSyAn will nurture the development of young, broadly-trained scientists able to successfully bridge clinical with basic research as well as academia and industry. This is a cornerstone in effectively combatting complex diseases as CRS, a major killer of this century.",
    "totalCost": "2795346",
    "ecMaxContribution": "2795346",
    "coordinator": "UNIVERSITAETSKLINIKUM AACHEN",
    "coordinatorCountry": "DE",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;DSM MATERIALS SCIENCE CENTER BV;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;DSM R & D SOLUTIONS BV;UNIVERSITEIT MAASTRICHT;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;RD NEPHROLOGIE SAS;KAROLINSKA INSTITUTET;MOSAIQUES DIAGNOSTICS GMBH",
    "participantCountries": "AT;NL;FR;EL;SE;DE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 255374
        },
        "969852464": {
            "orgId": "969852464",
            "orgName": "DSM R & D SOLUTIONS BV",
            "ecContrib": 0
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 242387
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "999415445": {
            "orgId": "999415445",
            "orgName": "MOSAIQUES DIAGNOSTICS GMBH",
            "ecContrib": 249216
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "972461958": {
            "orgId": "972461958",
            "orgName": "RD NEPHROLOGIE SAS",
            "ecContrib": 262876
        },
        "999897632": {
            "orgId": "999897632",
            "orgName": "UNIVERSITAETSKLINIKUM AACHEN",
            "ecContrib": 747649
        }
    },
    "calculatedTotalContribution": 2539971
}