{
    "rcn": "211540",
    "acronym": "V-EPC",
    "topics": "ERC-2016-ADG",
    "title": "Inherited disfunctions of brain microcirculation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Cerebral cavernous malformations (CCM) is a disease characterized by focal capillary-venous cavernomas located in the central nervous system. These malformations are fragile and bleed leading to seizures, paralysis and cerebral hemorrhages. The familial form of CCM is due to loss of function mutations of anyone of three genes called Ccm1, Ccm 2 and Ccm 3. Open skull surgery is the only possible therapy since effective medical treatments are still missing. In mouse models of CCM and human patientsí specimens, endothelial cells (ECs) lining the cavernomas co-express endothelial, mesenchymal and stem cell markers. These features combined to high cell proliferation are reminiscent of tumor initiating cells. In preliminary work, we isolated a rare population of highly proliferative ECs (V-EPC) intermingled with the normal vascular endothelium in vivo and co-expressing endothelial and stem cell markers. Our working hypothesis is that CCM originates from the clonal expansion of these V-EPCs that are more sensitive than mature endothelium to inactivation of Ccm genes. This possibility is supported by the observation that V-EPCs present a comparable gene expression profile and selective markers than the ECs lining CCM cavernomas. The project is divided in three related objectives: 1) To define the nature and functions of V-EPCs in normal vessels; 2) to test the capacity of V-EPCs to trigger the formation of CCM by undergoing clonal expansion in vivo; 3) to test whether targeting V-EPCs or inducing V-EPC maturation by pharmacological tools reduce or prevent the formation of CCM. If successful this work will introduce novel concepts in vascular biology such as: 1) the presence of resident V-EPCs that are differentially sensitive than mature endothelium to the same genetic mutation and angiogenic stimuli; 2) the identification of specific signaling pathways in V-EPC that explain their high proliferative potential; 3) the identification of V-EPC as therapeutic targets for CCM.",
    "totalCost": "2451250",
    "ecMaxContribution": "2451250",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 2451250
        }
    },
    "calculatedTotalContribution": 2451250
}