{
    "rcn": "211587",
    "acronym": "COSMICS",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Concepts and tools in molecular spintronics",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Molecular spintronics is an emergent field combining the flexibility of molecular electronics and and molecular magnetism with the advantages of spintronics. Its main goal is the manipulation of the electron spin by a wise combination of ad-hoc molecules and inorganic substrate. Besides the rich magnetic behavior resulting from the interaction between a magnetic molecule and a metal surface, or vice versa, additional functions such as switchability by external parameters (light, voltage) can be integrated. This multi-disciplinary field offers a wide range of routes towards spin-based devices with potential technological applications in information storage and processing However, due to the very large number of possible material combinations there is an urgent need for fundamental understanding, guiding concepts and tools to scale up and systematize the search of new smart functional molecular designs. Our scientific target is to develop a modelling platform around molecular spintronics that is essential to stimulate fundamental as well as applied/technological research and facilitate the emergence of new key enabling technologies.\n \tThe novelty of our project is to combine and develop the most up to date modelling tools with cutting-edge well-controlled and calibrated experimental methods in order to unravel the fundamental mechanisms governing the magneto-transport properties in molecular spintronic systems. The modelling tools developed will further be integrated as a molecular spintronic toolkit into a user-friendly software proposed by a fast growing small and medium-sized enterprise (SME) specialized in developing digital applications for the atomistic simulations of materials for technology development. Besides the tools implemented in the course of the project we aim at developing general concepts that can be used to propose efficient strategies to greatly optimize the magneto-transport properties of materials/devices.",
    "totalCost": "3894248,7",
    "ecMaxContribution": "3894248,7",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE PARIS DIDEROT - PARIS 7;UNIVERSITAT DE VALENCIA;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;DANMARKS TEKNISKE UNIVERSITET;QUANTUMWISE A/S",
    "participantCountries": "FR;ES;DE;DK",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 610000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 704966
        },
        "999865525": {
            "orgId": "999865525",
            "orgName": "UNIVERSITE PARIS DIDEROT - PARIS 7",
            "ecContrib": 614671
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 568425
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 792225
        },
        "968694672": {
            "orgId": "968694672",
            "orgName": "QUANTUMWISE A/S",
            "ecContrib": 603961
        }
    },
    "calculatedTotalContribution": 3894248
}