{
    "rcn": "211503",
    "acronym": "FAST-PSAT",
    "topics": "SMEInst-04-2016-2017",
    "title": "FAST-PSAT. An innovative solution for building small satellites with a modularity design by using plastic polymers with fast prototyping 3D techniques: a ìLegoÆ brickî concept",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "FAST-PSAT (FAST Plastic SATellite) is a project created by PicoSaTs, an Innovative Start-up company. The aim is define a razor-and-blade business model to launch on the market a new solution for building small satellites by using a promising plastic polymer and 3-D manufacturing technique, with a modularity design, a ìLegoÆ brickî concept.?\nThis solution would significantly improve access to space to many players, particularly small companies and research institutes, and it would solve technical, operational, social and economic issues that characterize the design phase and development process of current customised small satellite production, both in civilian and military applications. \nOver the last decade more than one hundred small satellites have been launched; this number will tremendously increase in the next future, with over 400 small satellites already in 2016. FAST-PSAT aims at providing the means to get independency in satellite mechanical manufacturing and to grant accessibility and adaptability of space industry, in the light of a remarkable interest in small space programs, both in the scientific and industrial field. \nThe availability of a modular, non-metallic bus that can host a variety of payloads, primarily devoted to Earth observations and Remote Sensing, provides EU-wide means for a low-cost access to space, and meets the requirements for coping with the global challenges: effective observations and communications from space for monitoring natural hazards, agricultural aspects and security ones at low-cost and with low environmental impact upon re-entry. The modularity concept can be even extended to larger structures to simplify and standardise satellite production and further enhance the economies of scale. \nWith FAST-PSAT Europe can become the worldwide leader of in space usage of plastic materials manufactured using fast prototyping techniques.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PICOSATS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918857527": {
            "orgId": "918857527",
            "orgName": "PICOSATS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}