{
    "rcn": "211563",
    "acronym": "Aromagenesis",
    "topics": "MSCA-ITN-2017",
    "title": "Generation of new yeast strains for improved flavours and aromas in beer and wine",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "This project aims to train the next generation of researchers to provide knowledge and expertise for two major industries in the EU, namely the beer and wine industries. Yeasts belonging to the Saccharomyces stricto sensu group are the workhorses of these industries and an understanding of how yeasts contribute to the complex flavours and aromas of beer and wine is essential for the improvement of existing fermentation technology and for the development new flavoursome beverages.\n\nThe research objectives of the consortium is to examine the biochemistry and genetics of the production of flavour compounds in yeasts used in wine and beer fermentations, to generate new strains of yeasts with improved or more varied flavour profiles and to develop novel approaches to expanding flavour profiles through co-fermentation of different yeasts.\n\nThe network will provide a comprehensive education in yeast genetics, synthetic biology, flavour chemistry and fermentation technology for Early Stage Researchers through individual mentored research training in both academic and industrial institutions, through inter- and intra-sectoral exchanges and secondments and through academic workshops. The involvement of industry leaders in the consortium ensures that ESRs will be exposed to real challenges facing fermentation industries and through training in Innovation and Entrepreneurship, ESRs will develop the skills to provide solutions to these challenges.\n\nScientific discourse and communication will be a cornerstone in the training network. ESRs will be encouraged to communicate their ideas with scientific peers and with the public at large to promote an understanding of the role scientific endeavor in the economic development of two of our most important EU industries. \n\nThe research developed in this project will provide scientific innovation and new and exciting opportunities for the major fermentation industries and for emerging craft beer brewing SMEs.",
    "totalCost": "3684848,76",
    "ecMaxContribution": "3684848,76",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "THE UNIVERSITY OF MANCHESTER;UNIVERSIDAD DE ZARAGOZA;NOVOZYMES A/S;VRIJE UNIVERSITEIT BRUSSEL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;SINGER INSTRUMENT COMPANY LIMITED;FONDAZIONE EDMUND MACH;LALLEMAND SAS;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "UK;ES;DK;BE;IT;FR",
    "projectParticipants": {
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 258061
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "958786316": {
            "orgId": "958786316",
            "orgName": "LALLEMAND SAS",
            "ecContrib": 262876
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 531349
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999913346": {
            "orgId": "999913346",
            "orgName": "NOVOZYMES A/S",
            "ecContrib": 290082
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 546576
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        },
        "923723338": {
            "orgId": "923723338",
            "orgName": "SINGER INSTRUMENT COMPANY LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3684849
}