{
    "rcn": "211570",
    "acronym": "BiggerDecisions",
    "topics": "SMEInst-01-2016-2017",
    "title": "Data-driven decision making for a more efficient society",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "The rapid diffusion of digital information technologies has created an explosive growth in the amount of digital data. 90% of the worldís data today has been created in the last two years alone. The availability of this data has opened up an opportunity to create significant value on all levels of the society. More extensive use of this data for data-driven decision-making (by companies, governments, researchers) could improve European GDP by more than Ä120 billion by 2020. However, this opportunity is currently restricted by privacy regulations, distrust and business secrets.\n\nSharemind is the first technology that truly enables the use of confidential data for data-driven decision-making, and thereby fundamentally enhances the potential value of big data. The novelty of Sharemind lies in its ability to extract useful information from private data without even seeing the data. Sharemind makes new types and more data available for sharing/analysis and simplifies the data analysis process, and thereby enables applications that have been impossible before. Users of Sharemind gain new insights that can be used for making decisions, improving productivity, optimising marketing, developing new products and services and implementing new business models.\n\nSharemind has been validated in an operational environment with five piloting customers (TRL7). Our go-to-market action plan foresees approaching our existing list of interested prospects as soon as the limitations to Sharemind global scale-up have been removed in the BiggerDecisions project. We have identified 250 customer leads, of which 30 are currently in sales negotiations with us.\n\nOne of the main factors supporting our commercialization efforts is the enforcement of General Data Protection Regulation in 2018, requiring a level of data privacy and security that is beyond what most organisations are currently equipped to manage.\n\nWe will execute a business strategy yielding over Ä94 million in revenues in 2021.",
    "totalCost": "1830625",
    "ecMaxContribution": "1281437",
    "coordinator": "CYBERNETICA AS",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999754363": {
            "orgId": "999754363",
            "orgName": "CYBERNETICA AS",
            "ecContrib": 1281437
        }
    },
    "calculatedTotalContribution": 1281437
}