{
    "rcn": "211522",
    "acronym": "TeraApps",
    "topics": "MSCA-ITN-2017",
    "title": "Doctoral Training Network in Terahertz Technologies for Imaging, Radar and Communication Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Our future world will be one of ubiquitous sensor systems - a ìReal World Webî where billions of devices, machines, or ìthingsî will connect to the internet. In 2008, more machines were connected to the internet than there are humans on the planet, and by 2020 there are predicted to be 50 billion machines connected to the internet. As a consequence, there will be an ever-increasing hunger for communications bandwidth, both at a local level within an office or apartment, and at nodes within data centres and server farms. The terahertz (THz) band is yet to be exploited, and occupies frequencies from 0.3 to 3 GHz (1mm to 100um) occupying a middle ground between microwaves and infrared light. THz technologies are also set to revolutionize a range of imaging, sensing, and quantum optics applications.\nRecently, tunneling devices have been shown to be the leading candidate in realizing compact, low cost, high performance THz transmitters and receivers once coupled to suitable antennas. Also, new two dimensional (2D) materials such as graphene or 1D nanowires are emerging as suitable platforms for realising highly sensitive detectors of THz radiation.  These emerging research areas link e.g. semiconductor materials synthesis, high speed electronic device physics and engineering, antenna design, THz optics, and a raft of diverse applications. A new generation of academic and industry leaders in developing these devices and systems in the terahertz spectral band is now required. However, the research community is dispersed, and this highly multi-disciplinary field requires specialist training.\nThis network addresses this future societal need by addressing this training gap, and crystallising world leading groups in a concentrated research effort. A specialist training plan, including entrepreneurship, and transferrable skills along with advanced research topic specific has been devised. Partners include a strong mix of industrial and academics, linking strongly with other lea",
    "totalCost": "3866553,36",
    "ecMaxContribution": "3866553,36",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "NPL MANAGEMENT LIMITED;TECHNISCHE UNIVERSITAET WIEN;FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;KEYSIGHT TECHNOLOGIES BELGIUM;UNIVERSITE DE MONTPELLIER;UNIVERSITAET DUISBURG-ESSEN;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSIDADE DO ALGARVE;UNIVERSITAT AUTONOMA DE BARCELONA;JULIUS-MAXIMILIANS UNIVERSITAET WUERZBURG",
    "participantCountries": "UK;AT;PT;BE;FR;DE;IT;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 247873
        },
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 525751
        },
        "939097256": {
            "orgId": "939097256",
            "orgName": "KEYSIGHT TECHNOLOGIES BELGIUM",
            "ecContrib": 250560
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 819864
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 498433
        },
        "999863003": {
            "orgId": "999863003",
            "orgName": "UNIVERSIDADE DO ALGARVE",
            "ecContrib": 0
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3129764
}