{
    "rcn": "211501",
    "acronym": "H2S ANALYZER",
    "topics": "SMEInst-11-2016-2017",
    "title": "Introduction of an online hydrogen sulphide analytic device for the creation of an efficient andeconomical and ecological sustainable waste water infrastructure in Europe",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Our waste water consists of many dissolved and undissolved substances from industrial, commercial and domestic waste\nwater. This results in a special environmental problem within the sewer: hydrogen sulphide (H2S).\nThe effects of H2S are drastic. Economically very high infrastructure costs arise in our sewage system resulting from\nsulphuric acid corrosion (investment needs Europe > 250 bn Ä). Ecologically it is proven that an increasing bulking sludge\nformation results which is fatal for the microbiology in a sewage plant.\nIn order to eliminate H2S, high amounts of chemicals are currently pumped through the European sewage system. But the\nuse of chemicals could be drastically reduced when measures would be taken already at the point of origin in the waste\nwater collection point, which prevent the H2S formation selectively. For this purpose, a measurement procedure is\nnecessary that can register on-site and online the H2S concentration.\nWe, the ECH, have successfully managed to develop a new measurement method that is solving this problem. Objective of\nthe SME Phase 1 is a feasibility study for an H2S analyzing device (TRL 6). Target customers are municipal and private\ncompanies of the waste water industry, industrial sewage treatment plants, contract laboratories (market volume 200-500 m\nÄ). The advantages of the H2S-Analyzer are:\nTechnology:\n- Measurement of smallest H2S incidences from 0,01 ppm\n- Fast measurements (<10 min)\n- automatized online measurement\nEcologically:\n- Proofed reduction of chemicals use for the treatment of H2S at least 40-50%\nEconomically:\n- Reduction of expenditures for replacement investments in the waste water infrastructure\n- Cost savings of at least 40 % due to the low use of chemicals\nThe H2S-Analyzer is as a key factor of the ECH and will lead to significant increases in the company¥s turnover, increase of\nemployees and in the long-term to a lower use of chemicals in the sewer industry. H2S-Analyzer ñ Good for you and the\nenvironment!",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECH ELEKTROCHEMIE HALLE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913844567": {
            "orgId": "913844567",
            "orgName": "ECH ELEKTROCHEMIE HALLE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}