{
    "rcn": "211574",
    "acronym": "CADENCE",
    "topics": "ERC-2016-ADG",
    "title": "Catalytic Dual-Function Devices Against Cancer",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Despite intense research efforts in almost every branch of the natural sciences, cancer continues to be one of the leading causes of death worldwide. It is thus remarkable that little or no therapeutic use has been made of a whole discipline, heterogeneous catalysis, which is noted for its specificity and for enabling chemical reactions in otherwise passive environments. At least in part, this could be attributed to practical difficulties: the selective delivery of a catalyst to a tumour and the remote activation of its catalytic function only after it has reached its target are highly challenging objectives. Only recently, the necessary tools to overcome these problems seem within reach.\nCADENCE aims for a breakthrough in cancer therapy by developing a new therapeutic concept. The central hypothesis is that a growing tumour can be treated as a special type of reactor in which reaction conditions can be tailored to achieve two objectives: i) molecules essential to tumour growth are locally depleted and ii) toxic, short-lived products are generated in situ.\nTo implement this novel approach we will make use of core concepts of reactor engineering (kinetics, heat and mass transfer, catalyst design), as well as of ideas borrowed from other areas, mainly those of bio-orthogonal chemistry and controlled drug delivery. We will explore two different strategies (classical EPR effect and stem cells as Trojan Horses) to deliver optimized catalysts to the tumour. Once the catalysts have reached the tumour they will be remotely activated using near-infrared (NIR) light, that affords the highest penetration into body tissues. \nThis is an ambitious project, addressing all the key steps from catalyst design to in vivo studies. Given the novel perspective provided by CADENCE, even partial success in any of the approaches to be tested would have a significant impact on the therapeutic toolbox available to treat cancer.",
    "totalCost": "2483136",
    "ecMaxContribution": "2483136",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 2483136
        }
    },
    "calculatedTotalContribution": 2483136
}