{
    "rcn": "211504",
    "acronym": "ECO-RIVEST",
    "topics": "SMEInst-11-2016-2017",
    "title": "An innovative ECO inteRnal coverIng for metal and plastic conVEntionalS conTainers",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "'Paint buckets containing leftover paints present an important economic and environmental challenge in Europe. As is known, the containers that are used for paints must be subjected to separate disposal because of the inevitably traces of the potentially hazardous liquid product that was originally contained remain inside them. While they are commonly made of material that could in theory be 100% recyclable, empty and almost empty paint buckets in such a current stream of waste treatment end up either landfilled, incinerated or separated out and disposed of as hazardous waste generating unnecessary large amount of waste at a considerable higher cost and obvious additional stress for the environment. Each year, approximatively 900,000 tonnes of leftover paint are wasted in containers and only few of them (less than 5%) are currently being recycled. With 12% of the environmental burden caused by paint and about Ä1 billion spent with regard to their disposal, there is growing need today to find more environmentally friendly and cost effective alternative to such current paint container waste treatment solution.\nIn this course of action, we present Eco-RIVEST, an innovative paint container bag covering solution devised to reduce up to 85% of leftover 'hazardous waste' from paint containers. Consisting of a covering system provided to cover the inner surface of a container with plastic bag that would be removed and disposed once the product is finished, Eco-RIVEST not only maintains the product quality intact, but also greatly minimize the amount of waste generated by paint containers.  For our company, leader in the manufacturing of paint bucket solutions, we expect from Eco-RIVEST commercialization to provide us an important grow with an accumulated turnover of Ä7.14 million for Ä3.24 million profit and 11 foreseen jobs created by 2024.'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POLI BOX ITALIANA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912178204": {
            "orgId": "912178204",
            "orgName": "POLI BOX ITALIANA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}