{
    "rcn": "211537",
    "acronym": "UR Browser",
    "topics": "SMEInst-01-2016-2017",
    "title": "The first all-European web browser capable of guaranteeing comprehensive online privacy and security for EU Internet users",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "EU personal data rules exist to ensure that EU citizensí online data is awarded the highest possible standard of protection in the EU and abroad. The Privacy Shield, for example, is a US-EU personal data transfer framework that came into effect in mid-2016. But moves by the Trump administration to roll back key Internet privacy rules have already spooked the European Union over the stability of the Privacy Shield agreement. \nNowadays, social media sites and search engines based outside of the EU generate massive streams of personal data. Third-party cookies and invisible trackers are used to gather online data for advertising, analytics and more, often without the knowledge or consent of users. \nA critical structural weakness in the EUís online privacy and security defense is that US tech companies dominate the market for web browsers. 95% of browsers used in the EU rely on US law to defend online privacy and security.\nAdaptive Beeís UR Browser is the only solution based entirely in the European Union, where user privacy is highly protected. UR offers unparalleled features for online security and privacy (anti-tracking and anti-profiling). All our privacy and security features are set by default. The user can only change them through specific opt-out actions. Around 40% of Europeans are willing to pay for security features like VPN, ad blocking, and anti-virus/malware software. UR Browser offers a seamless, all-in-one alternative: a freemium browser designed for security and privacy, which guarantees EU regulation compliance.\nWe have years of experience developing Chromium-based browser tech, and generated Ä2M in revenue last year alone. The UR minimum viable product browser is already on the market with over 1 million downloads to date. The goal of this project is to confirm the technical and commercial feasibility of our next-generation UR Browser 2.0. \nWe forecast generating over Ä30M in revenue by Y5 after its global market launch, directly creating 62 jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADAPTIVEBEE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913687621": {
            "orgId": "913687621",
            "orgName": "ADAPTIVEBEE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}