{
    "rcn": "211658",
    "acronym": "IBiS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Full scale demonstration of an Innovative solution for Baggage Handling Systems at airports (IBiS)",
    "startDate": "01/08/2017",
    "endDate": "31/12/2017",
    "objective": "BBHS has developed a unique intelligent baggage handling system (BHS) for airports that uses LEAN principles of just-in-time and pull - each baggage is dispatched when required at each departure, opposed to the current push operations occupying vast capacity in existing BHS systems ñ leading to a reduction of required manual lifts by 95% and increased system capacity. BBHSí solution is based on an automated modular concept designed for both departure and arrival and it occupies up to 50% less space than the current baggage handling facilities with equivalent capacity. The systems modularity can be adjusted/scaled to customer needs. BBHS is the first and only system in the world for baggage handling that reduces manual handling by 95% all the way through the process, based on highly automated workflows at the makeup area and transfer to aircrafts. This SME instrument innovation project (Phases 1 and 2) aims at further maturing the proposed solution from a preliminary pilot study (TRL6) into commercial readiness. The strategy for Phase 1 is to consider standing barriers and limitations identified during the small pilot study and define strategies for optimization and scaling (including the full logistic/technological system). These aspects together with a study of our market targets and potential clients will pave the way for a solid Phase 2 and market introduction. On its turn, Phase 2 will focus on large-scale demonstration of the BBHS solution in an operational airport setting, and include systemís/ modularity maturation establishing the grounds for full scalability. The IBiS project is expected to generate an economic turnover for BBHS in the order of Ä92 million, corresponding to over Ä17 M in profits, in the initial 5 years post project. The project will directly contribute to low-cost, high-reliability, fully automated baggage handling, thus directly addressing this important axis in EU strategy for time and cost efficient baggage transportation & logistics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BBHS AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912197313": {
            "orgId": "912197313",
            "orgName": "BBHS AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}