{
    "rcn": "211641",
    "acronym": "GlymphEye",
    "topics": "ERC-2016-ADG",
    "title": "The Ocular Glymphatic System",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The glymphatic system is a highly organized brain-wide mechanism by which fluid wastes are removed from the brain that was recently described by my team. The glymphatic system clears 65% of amyloid-beta from the normal adult brain. A rapidly evolving literature has shown that the major neurodegenerative diseases of the eye, macular degeneration and glaucoma, may also result from the toxicity of uncleared protein wastes, including amyloid-beta. Yet the eye, like the brain, has no traditional lymphatic vessels. In this application, I propose that two of the most significant causes of human visual loss, macular degeneration and glaucoma ñ previously thought of as both intractable and unrelated ñ are instead mechanistically allied disorders that not only share a common causal pathway, but may both be therapeutically modified by targeting dysregulation of the glymphatic pathway. As such, this proposal seeks to link the biology of a fundamentally new pathway for both metabolic substrate and waste transport in the adult brain, to diseases of the eye that have long been resistant to either understanding or treatment. \nThe objectives: WP1: Define the cellular mechanisms that drive ocular glymphatic transport of Amyloid-beta using an ex vivo preparation of the optic nerve. WP2: Use magnetic resonance imaging (MRI) to establish the existence of ocular glymphatic transport in live animals. WP3: Determine whether the ocular glymphatic system, like the brain lymphatic system, is critically regulated by the sleep-wake cycle. WP4: Test the hypothesis that age-dependent macular degeneration is caused by a suppression of ocular glymphatic transport, with secondary accumulation of toxic protein products in and subjacent to the retinal pigment epithelium? WP5: Define the impact of increased intraocular pressure on glymphatic export of amyloid-beta, and test the hypothesis that the decrease in ocular glymphatic transport contributes to degeneration of retinal ganglion cells in glaucoma.",
    "totalCost": "2176250",
    "ecMaxContribution": "2176250",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2176250
        }
    },
    "calculatedTotalContribution": 2176250
}