{
    "rcn": "211692",
    "acronym": "MIP-Frontiers",
    "topics": "MSCA-ITN-2017",
    "title": "New Frontiers in Music Information Processing",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Music Information Processing (also known as Music Information Research; MIR) involves the use of information processing methodologies to understand and model music, and to develop products and services for creation, distribution and interaction with music and music-related information. MIR has reached a state of maturity where there are standard methods for most music information processing tasks, but as these have been developed and tested on small datasets, the methods tend to be neither robust to different musical styles or use contexts, nor scalable to industrial scale datasets. To address this need, and to train a new generation of researchers who are aware of, and can tackle, these challenges, we bring together leading MIR groups and a wide range of industrial and cultural stakeholders to create a multidisciplinary, transnational and cross-sectoral European Training Network for MIR researchers, in order to contribute to Europe's leading role in this field of scientific innovation, and accelerate the impact of innovation on European products and industry.\n\nThe researchers will develop breadth in the fields that make up MIR and in transferable skills, whilst gaining deep knowledge and skills in their own area of speciality. They will learn to perform collaborative research, and to think entrepreneurially and exploit their research in new ways that benefit European industry and society.\n\nThe proposed work is structured along three research frontiers identified as requiring intensive attention and integration (data-driven, knowledge-driven, and user-driven approaches), and will be guided by and grounded in real application needs by a unique set of industrial and cultural stakeholders in the consortium, which range from consumer electronics companies and big players in media entertainment to innovative SMEs, cultural institutions, and even a famous opera house, thus encompassing a very wide spectrum of the digital music world.",
    "totalCost": "3926675,88",
    "ecMaxContribution": "3926675,88",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDAD POMPEU FABRA;DOREMIR MUSIC RESEARCH AB;UNIVERSITAT LINZ;SONY EUROPE LIMITED;INSTITUT MINES-TELECOM;ROLI Ltd",
    "participantCountries": "ES;SE;AT;UK;FR",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 511868
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 743619
        },
        "960670347": {
            "orgId": "960670347",
            "orgName": "SONY EUROPE LIMITED",
            "ecContrib": 262876
        },
        "941139106": {
            "orgId": "941139106",
            "orgName": "DOREMIR MUSIC RESEARCH AB",
            "ecContrib": 263659
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 1051502
        },
        "951588334": {
            "orgId": "951588334",
            "orgName": "ROLI Ltd",
            "ecContrib": 273288
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 3926676
}