{
    "rcn": "211632",
    "acronym": "FORROT2035",
    "topics": "JTI-CS2-2016-CFP05-TE2-01-04",
    "title": "ATS Level Rotorcraft 2035 Forecast",
    "startDate": "11/09/2017",
    "endDate": "10/11/2018",
    "objective": "This  proposal is devoted to perform forecasts for rotorcraft traffic, in terms of fleet and movements starting from 2015, passing through  2020/2025/2030 until 2035. Three objectives are performed: (1) to analyze existing forecast about the volume and movements of Rotorcrafts in the relevant years, (2) to establish a new forecast about  the fleet of rotorcraft up to 2035 and the number of rotorcraft movements, (3) to estimate the market share of European products in the related market. The study will focus on civil applications including conventional rotorcraft, high-speed rotorcraft and autogyroís. It also includes both piloted and unmanned vehicles. For the near future, the use of rotorcraft for passenger transport, is expected to develop rapidly by providing shuttle operations from city heliports to airports, or between cities without airports or connecting islands to mainland with limited ground infrastructure. Generally, the forecast of rotorcrafts traffic volumes depends on: (i) technology progress, (ii) demand related to Gross Domestic Product development and (iii) accessibility. The innovation theory teaches us, that the forecast also depends on: (iv) developing new concept of operations, (v) new rotorcraft types based on innovative technologies and (vi) new mission types. This means that the future market opportunities will not only depend on replacements and natural growth in demand, but also on new opportunities that can create an additional attractiveness for rotorcraft travel. The proposed project will take into account all the previous elements and the improvement of the rotorcraft forecast will be based  upon a new dedicated demand equation, including definition of the economic, technology and societal drivers, harmonized business models and business plans.   The objectives will be possibly quantitatively measured and the forecast validated.",
    "totalCost": "149975",
    "ecMaxContribution": "149975",
    "coordinator": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
    "coordinatorCountry": "IT",
    "participants": "INSTYTUT LOTNICTWA;REA-TECH MERNOKI ES EPITESZETI KFT.;DE GRAAFF ADRIAAN",
    "participantCountries": "PL;HU;NL",
    "projectParticipants": {
        "998828692": {
            "orgId": "998828692",
            "orgName": "INSTYTUT LOTNICTWA",
            "ecContrib": 33609
        },
        "911572633": {
            "orgId": "911572633",
            "orgName": "DE GRAAFF ADRIAAN",
            "ecContrib": 26875
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 55304
        },
        "994743925": {
            "orgId": "994743925",
            "orgName": "REA-TECH MERNOKI ES EPITESZETI KFT.",
            "ecContrib": 34188
        }
    },
    "calculatedTotalContribution": 149976
}