{
    "rcn": "211683",
    "acronym": "MEMCARB",
    "topics": "ERC-2017-PoC",
    "title": "Separation membranes for carbon dioxide removal from gas streams",
    "startDate": "01/05/2018",
    "endDate": "31/10/2019",
    "objective": "Carbon dioxide separation, capture and utilization is expected to become a major business opportunity in the near future. Beyond current industrial needs for natural gas or biogas purification, regulatory issues imposing emission control will also contribute to a fast growth in this market. At the industrial level, CO2 separation is still an expensive process, typically based in alkaline amine solutions or cryogenic distillation, and low-cost alternatives are needed. Membrane-based technologies are the most preferred for gas purification processes due to their easy implementation and very low operational costs. However, CO2 separation through membrane systems is not competitive nowadays, due to the low selectivity and poor stability of the available materials. This weakness precludes fully exploitation of the intrinsic benefits (functional and economic) of membrane technologies.\nWe have discovered a porous metal organic framework (MOF) able to separate CO2 from a gas stream (including methane, nitrogen, oxygen, hydrogen, olefins, etc.) that confers organic polymer membranes unique separation capabilities. Composite membranes containing this MOF exhibit unique CO2/CH4 selectivities, at least one order of magnitude higher when compared with current state-of-the-art models. This opens unique possibilities to develop an efficient, robust and affordable membrane system for CO2 separation. Our MEMCARB technology, based on inexpensive starting materials, and obtained via industrially scalable processes, could have excellent market penetration for multiple applications (from gas purification of methane feeds, to treatment of exhaust gas). \nThrough this project we will design, build and validate a membrane-based module for gas purification. The results will be analyzed and compared to current CO2 separation processes to further assess its viability and to identify its competitive advantages. If results are positive, a business plan and road to market will be established.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}