{
    "rcn": "211649",
    "acronym": "HiReach",
    "topics": "MG-8-4-2017",
    "title": "High reach innovative mobility solutions to cope with transport poverty",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "HiReach aims to eliminate transport poverty by triggering new mobility solutions sustained by products scaling up on mixed needs, backed by mobile information technologies and social innovations, using open tools, technology transfer and startup development techniques to find and exploit new business ideas that reach low accessibility social groups and areas.\nHiReach builds on the potential of bundling and mixing dispersed, special and non-coordinated/optimised trip requests and needs from different vulnerable user groups to favour inclusive and participated vs. exclusive/special and geographically-limited mobility. By combining different attributes of available transport concepts and bottom-up initiatives with new operational schemes and IT applications, HiReach will explore viable business models for small scale, modular and easily replicable mobility services (e.g. community transport services, ridesharing, minibus pooling, etc.) that can be provided at affordable prices and/or with minimum subsidies. \nHiReach fosters social innovation processes through an in depth (micro)analysis of capabilities and attitudes of different social groups and their direct involvement as co-users and co-owners of the proposed solutions. Their involvement will be put in relation with the HiReach mechanism for exploring, generating and testing new solutions which is based on the creative work of startups and innovative entrepreneurs.\nTo secure the validation and scaling-up of new business models, HiReach will provide open source tools, guidance and targeted funding to developers as well as testbeds for new inclusive mobility solutions jointly prepared by startups, policy makers and local communities. The legislative and regulative adaptation of newly developed collaborative economy solutions will be also assessed in order to find the right balance between peer-to-peer/self-produced vs commercially operated services, including the role of marketplace providers.",
    "totalCost": "2024875",
    "ecMaxContribution": "2024875",
    "coordinator": "TRT TRASPORTI E TERRITORIO SRL",
    "coordinatorCountry": "IT",
    "participants": "BRAVE WIZARD - ASSOCIACAO PARA A PROMOCAO DA INOVACAO E DA PRODUTIZACAO;TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA;TECHNISCHE UNIVERSITAET BERLIN;EUROPEAN PASSENGERS' FEDERATION IVZW;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;IRU PROJECTS ASBL;LUXMOBILITY S.A.R.L.;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "PT;DE;BE;RO;LU",
    "projectParticipants": {
        "983946467": {
            "orgId": "983946467",
            "orgName": "EUROPEAN PASSENGERS' FEDERATION IVZW",
            "ecContrib": 64750
        },
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 83000
        },
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 192250
        },
        "952347456": {
            "orgId": "952347456",
            "orgName": "IRU PROJECTS ASBL",
            "ecContrib": 144625
        },
        "999746409": {
            "orgId": "999746409",
            "orgName": "TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA",
            "ecContrib": 237625
        },
        "915621025": {
            "orgId": "915621025",
            "orgName": "BRAVE WIZARD - ASSOCIACAO PARA A PROMOCAO DA INOVACAO E DA PRODUTIZACAO",
            "ecContrib": 128750
        },
        "997168634": {
            "orgId": "997168634",
            "orgName": "TRT TRASPORTI E TERRITORIO SRL",
            "ecContrib": 788875
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 214250
        },
        "944276474": {
            "orgId": "944276474",
            "orgName": "LUXMOBILITY S.A.R.L.",
            "ecContrib": 170750
        }
    },
    "calculatedTotalContribution": 2024875
}