{
    "rcn": "211636",
    "acronym": "FRONTHAL",
    "topics": "ERC-2016-ADG",
    "title": "Specificity of cortico-thalamic interactions and its role in frontal cortical functions",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Frontal cortical areas are responsible for a wide range of executive and cognitive functions. Frontal cortices communicate with the thalamus via bidirectional pathways and these connections are indispensable for frontal cortical operations. Still, we have very little information about the specificity of connections, synaptic interactions and plasticity between frontal cortex and thalamus and the roles of these interactions in frontal cortical functions.\nIn the present proposal, we will test the hypothesis that frontal cortical areas developed a highly specialized connectivity pattern with the thalamus. This supports unique interactions between the cortex and the thalamus according to the specific requirements of frontal cortical activity, including experience-dependent plastic changes. \nThe project will use cell type-specific viral tracing in mice and 3D electron microscopic reconstructions in mice and humans to identify circuit motifs that are evolutionarily conserved, yet, still specific to fronto-thalamic pathways. The physiological approach will employ in vivo optogenetics combined with intra-, juxta- and extracellular recordings. We will perform behavioral experiments by bidirectional modulation of well-defined elements in the network, in learning paradigms, which depend on the integrity of frontal cortex.\nThe project is the first systematic approach which aims to understand the nature of interaction between the frontal cortex and the thalamus. It will not only fill the tremendous gap in our knowledge regarding these pathways but will help us elucidate the functional organization of non-sensory thalamus in general. \nFrontal cortices are involved in a wide range of major neurological disorders (e.g. Parkinsonís disease, epilepsy, schizophrenia, chronic pain) which affect executive functions and involve fronto-thalamic pathways. We believe that understanding fronto-thalamic interactions will lead to fundamentally novel insight into the nature of these diseases.",
    "totalCost": "1597575",
    "ecMaxContribution": "1597575",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 1597575
        }
    },
    "calculatedTotalContribution": 1597575
}