{
    "rcn": "211638",
    "acronym": "GendeResearchIreland",
    "topics": "MSCA-IF-2016",
    "title": "Exploring gender equality in Irish higher education: Qualitative case-study research into the response to, and process of Athena SWAN",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "It has been shown that gender equality interventions in the higher education sector are vital in addressing career advancement challenges facing female academics and researchers, in particular the higher up the career ladder researchers progress. This proposed research would explore a gender equality intervention, Athena SWAN, which seeks to encourage commitment to advancing the careers of women in science. It has been shown that barriers to career advancement are mainly due to institutional factors, rather than individual ones, such as career drive or skill. Strengthening research and innovation in Europe, with respect to encouraging gender diversity to support science excellence and relevance, is an identified priority of Horizon 2020. This proposed study would explore the response to, and processes of, the Athena SWAN programme in one European country, Ireland. With a number of EC funded projects in Europe, and research growing, the time is ripe for conducting this research and informing the developing theoretical and policy context for gender equality in higher education in Europe. Athena SWAN is a new intervention in Ireland (since 2015) and this novelty in the process, alongside the context of change within institutions, would elicit a wealth of qualitative data findings that would be generalisable across European institutions. Given my expertise in qualitative research methods and participation in a FP7 gender equality project, I am in the best position to restart my career in this field of inquiry, within a highly stimulating and renowned social science research environment. Supporting this original research would result in a wealth of useful findings for peer researchers, the policy sector and the wider research and innovation community in Europe, as well as engaging  with the public. I would seek to promote the Fellowship with a zeal reflecting the sentiment of the extraordinary woman in science who inspired this programme, Dr. Marie Sk?odowska-Curie.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}