{
    "rcn": "211627",
    "acronym": "FlowCamp",
    "topics": "MSCA-ITN-2017",
    "title": "European Training Network to improve materials for high-performance, low-cost next- generation redox-flow batteries",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Renewable energy sources like wind turbines require large-scale, stationary energy storage systems to balance out fluctuations in energy generation. FlowCamp will advance the development of one of the most promising storage systems: redox-flow batteries (RFBs). The recruited fellows will develop materials (membranes, electrodes, electrolytes, catalysts, sealing materials) and macrohomogeneous models for three next generation RFBs (hydrogen-bromine, organic and zinc-air systems). They will then upscale the new systems to prototype level (TRL4/5), and validate them using the cutting-edge battery testing facilities available for the prestigious German-funded RedoxWind project at Fraunhofer ICT. The new RFB technologies can be combined in energy storage systems tailored to a wide variety of application scenarios, with lower cost, longer service life and higher efficiency than conventional (e.g. Li-ion) storage devices. \n\nThrough FlowCamp, 15 ESRs will gain a unique skill-set comprising electrochemistry, material science and cell design/ engineering, as well as an overview of different RFB technologies and their implementation at prototype level. FlowCamp will consequently go far beyond existing electrochemical training, in a field with a high and growing research demand. The employability of the ESRs will be further enhanced by high-quality individualized training in scientific and complementary skills, and a structured network program of training units moving them from theoretical investigations towards industrial application and entrepreneurship. The active involvement of industrial partners, secondments in applied research and industry and a strong research and training emphasis on market requirements will furthermore provide them with the intersectoral experience needed for a career in electrochemical energy storage.",
    "totalCost": "3796578,23",
    "ecMaxContribution": "3796578,23",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "JENABATTERIES GMBH;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT;BAR ILAN UNIVERSITY;ELESTOR BV;AMER-SIL SA;UNIVERSITAET STUTTGART;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN;JOHNSON MATTHEY PLC",
    "participantCountries": "DE;CZ;HU;IL;NL;LU;FR;CH;UK",
    "projectParticipants": {
        "998291506": {
            "orgId": "998291506",
            "orgName": "ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
            "ecContrib": 530454
        },
        "942719721": {
            "orgId": "942719721",
            "orgName": "AMER-SIL SA",
            "ecContrib": 250560
        },
        "952815190": {
            "orgId": "952815190",
            "orgName": "INDUSTRIE DE NORA SPA-IDN",
            "ecContrib": 0
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 232422
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 260301
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "941846818": {
            "orgId": "941846818",
            "orgName": "ELESTOR BV",
            "ecContrib": 255374
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 249216
        },
        "999875807": {
            "orgId": "999875807",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT",
            "ecContrib": 223914
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 498433
        },
        "933945877": {
            "orgId": "933945877",
            "orgName": "JENABATTERIES GMBH",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3538517
}