{
    "rcn": "211696",
    "acronym": "MP-ORIF",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative biocompatible game changing material for medical implants in trauma",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "MMATECH was founded in 2001 to address the challenge of developing better biomaterials for medical devices in orthopaedics. We developed a new engineering modified wear-free biopolymer (MP-1ô) for medical devices: dental implants and acetabular liner for hip replacement implants, proved in clinical trials and granted with CE mark. Within MP-ORIF project we will introduce to the market a new game changing Open Reduction Internal Fixation (ORIF) implant made of MP-1TM, called MP-ORIF. This new polyimide polymer will substitute the currently metal orthopaedic implants used in trauma surgery. Orthopaedic fractures are a common acute health issue. A significant increase of bone fractures is foreseen in the coming years due to population aging, more active lifestyle and traffic accidents. All standard metal internal fixator nails have predrilled holes which require a special trained doctor to locate them in the body under Xray to insert the fixation screws. In MP-ORIF the drilling will be produced in the body enabling a robust design without holes, eliminating repeated X-ray imaging which is costly and potentially dangerous. The nail can stay in the body for life-time with no pain caused by outer temperature change. We therefore predict that MP-ORIF will become the gold standard for directly-insert bone fixation in trauma. MP-ORIF will have a significant impact on various levels: (i) market/clients (hospitals, healthcare, doctors): shorter surgery time, higher success rate and an over 50 % lower cost; (ii) end-user (patients): shorter post-operation recovery, greatly reduced scarring; (iii) company: increase in MMATECHís revenue; (iv) stakeholders: lower public healthcare costs; (v) society: developing economies may gain access to high quality trauma care otherwise impossible. Women will be the major beneficiaries from MP-ORIF project since approximately 80% of the world populations affected by osteoporosis, osteoarthritis and bone injuries are women over 50.",
    "totalCost": "1659693",
    "ecMaxContribution": "1161785,1",
    "coordinator": "M.M.A. TECH LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "932816215": {
            "orgId": "932816215",
            "orgName": "M.M.A. TECH LTD",
            "ecContrib": 1161785
        }
    },
    "calculatedTotalContribution": 1161785
}