{
    "rcn": "211668",
    "acronym": "IT-DED3",
    "topics": "MSCA-ITN-2017",
    "title": "Integrated Training in Dry Eye Disease Drug Development (IT-DED3)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The European network for Integrated Training in Dry Eye Disease Drug Development (IT-DED3) aims to deliver multidisciplinary and entrepreneurial researchers trained to develop new therapies for patients suffering from dry eye diseases (DED). DED is a chronic, multifactorial disease of the ocular surface and is a major and increasing healthcare problem due to its high prevalence and economic burden because of the ageing population and frequent computer/tablet/smartphone usage.\nNew DED drug development and translation from ìbench to bedsideî is urgently needed and therefore IT-DED3 integrates world-class expertise in medicinal chemistry, process chemistry, ocular drug delivery and formulation, DED models, imaging, biomarker research and clinical ophthalmology. The scientific novelty is manifold, including new drug targets and compound classes, innovative formulation strategies for ocular drug delivery, and novel optical and molecular biomarkers identified by new imaging techniques and genomic-based systematic screening of a database of DED patients.\nThe consortium of 7 beneficiaries and 10 partners (in total 7 from the non-academic sector) from 8 different European countries will select 12 early stage researchers (ESRs). Each ESR will perform high level scientific research in this stimulating multidisciplinary, international and intersectoral environment. Besides the scientific skills, the Personal Career Development Plan (PCDP) of each ESR will include transferable skills such as data management, project and time management, communication and dissemination, IP and valorisation. \nBoth the research and training programme of IT-DED3 will deliver researchers with an enhanced career perspective and employability, who know how to use their entrepreneurial skills to move drug development projects in DED and other fields to the next technology readiness level.",
    "totalCost": "3002689,44",
    "ecMaxContribution": "3002689,44",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;KLINIKUM DER UNIVERSITAET ZU KOELN;UNIVERSIDAD DE VALLADOLID;LATVIJAS ORGANISKAS SINTEZES INSTITUTS;ITA-SUOMEN YLIOPISTO;INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA;SORBONNE UNIVERSITE",
    "participantCountries": "FR;DE;ES;LV;FI;PT",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 269145
        },
        "999789865": {
            "orgId": "999789865",
            "orgName": "INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
            "ecContrib": 238356
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 498433
        },
        "999567056": {
            "orgId": "999567056",
            "orgName": "LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
            "ecContrib": 223578
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 751680
        },
        "999862809": {
            "orgId": "999862809",
            "orgName": "UNIVERSIDAD DE VALLADOLID",
            "ecContrib": 495746
        }
    },
    "calculatedTotalContribution": 2476938
}