{
    "rcn": "211697",
    "acronym": "MoTiV",
    "topics": "MG-8-5-2017",
    "title": "Mobility and Time Value",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "The ìMobility and Time Valueî (MoTiV) addresses emerging needs and perspectives on Value of Travel Time (VTT), a relevant research area particularly valuable to decision-makers, transportation planners, engineers, and economists in the context of projects aiming at enhancing transportation infrastructure. \n\nMoTiV main goal is to contribute to advance research on VTT by introducing and validating a conceptual framework for the estimation of VTT through a European-wide data collection. The data will be gathered through the MoTiV smartphone app, which combines and integrates in an innovative way features from a multi-modal ìjourney plannerî and an ìactivity/mobility diaryî. At a conceptual level, the project introduces a new definition and methodology for the estimation of VTT based on the value proposition of mobility. This approach allows exploring emerging views of VTT that consider not only its economic dimension, but also motivations, preferences and behaviours linked to the broader concept of individual well-being. \n\nThe project will therefore extend current knowledge on VTT at theoretical and technological levels. A European-wide behavioural and mobility dataset will be made available to the scientific community to stimulate further research on the topic.  \nIn addition to decision-makers, transportation planners, engineers, and economists, and other actors engaged in mobility and transportation projects, the results of the project are expected to contribute to the development of new mobility services and to the extension of existing applications for informed travellers. MoTiV will as well provide a direct value to the end user by allowing to easily track, understand, and re-evaluate individual mobility and travel decisions, with the aim making best use of oneís own time in line with personal motivations, preferences, and lifestyle.",
    "totalCost": "1930838,75",
    "ecMaxContribution": "1930835,5",
    "coordinator": "ZILINSKA UNIVERZITA V ZILINE",
    "coordinatorCountry": "SK",
    "participants": "COREORIENT OY;ROUTERANK SA;TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA;INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA;FUNDACIO EURECAT;EUROPEAN CYCLISTS' FEDERATION ASBL",
    "participantCountries": "FI;CH;PT;ES;BE",
    "projectParticipants": {
        "965873912": {
            "orgId": "965873912",
            "orgName": "EUROPEAN CYCLISTS' FEDERATION ASBL",
            "ecContrib": 326812
        },
        "999969606": {
            "orgId": "999969606",
            "orgName": "ZILINSKA UNIVERZITA V ZILINE",
            "ecContrib": 253492
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 312943
        },
        "999746409": {
            "orgId": "999746409",
            "orgName": "TIS PT, CONSULTORES EM TRANSPORTES, INOVACAO E SISTEMAS, SA",
            "ecContrib": 286237
        },
        "938564338": {
            "orgId": "938564338",
            "orgName": "COREORIENT OY",
            "ecContrib": 223828
        },
        "992288079": {
            "orgId": "992288079",
            "orgName": "ROUTERANK SA",
            "ecContrib": 215972
        },
        "999613325": {
            "orgId": "999613325",
            "orgName": "INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA",
            "ecContrib": 311551
        }
    },
    "calculatedTotalContribution": 1930835
}