{
    "rcn": "211624",
    "acronym": "FIBRESPIN",
    "topics": "SMEInst-02-2016-2017",
    "title": "New Generation of High Speed FIBRE SPINning machines",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Cogne Macchine Tessili (COGNETEX) and ELETTRONICA GF (EGF)'s FIBRESPIN, is a Phase 1 winning project from the Horizon 2020 SME Instrument. The project consists of the industrialisation and commercialisation of a new technology for textile spinning machine designed for producing spools of wool/cotton fibres. \nBased in Imola (Italy), COGNETEX have been manufacturing high quality textile machinery for over 60 years (Ä4.2million revenues, 30 workers). In order to execute all necessary technological developments, our trusted collaborator, ELETTRONICA GF, an Italian hardware and software manufacturer based in Faenza (Ä6.2million turnover, 43 employees) has joined us in this project as our partner to develop and exclusively supply the hardware-software embedded systems in FIBRESPIN. Key stakeholders, early adopters are also present, along with an identified list of 120\\ clients worldwide from our 270\\ customers' portfolio. \nThanks to our innovative design including the use of high-tech materials (ceramic components), an innovative electromagnetic braking system and an advanced electronic control of the whole machine, FIBRESPIN will greatly reduce maintenance downtimes as well as strongly boost productivity, outperforming existing machines (\\52% outputs, -57% footprint). An important objective of this project is also to reduce the investment costs (CAPEX) for our customers. FIBRESPIN will let our clients obtain with a 624-spindle machine the same productivity that a traditional 960-spindle one reaches, which translates into more than Ä35,000 savings/machine. Besides, less spindles means less energy consumption. \nAs we will see in detail, COGNETEX expects to reach 46,400 spindles sold annually by 2023, representing Ä8.89million revenues. As exclusive supplier of the electronic parts and systems, EGF will achieve Ä1.76 million annual revenues by 2023.",
    "totalCost": "2314766,25",
    "ecMaxContribution": "1620336,38",
    "coordinator": "COGNE MACCHINE TESSILI SPA",
    "coordinatorCountry": "IT",
    "participants": "ELETTRONICA GF SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "927163637": {
            "orgId": "927163637",
            "orgName": "COGNE MACCHINE TESSILI SPA",
            "ecContrib": 1324483
        },
        "927166353": {
            "orgId": "927166353",
            "orgName": "ELETTRONICA GF SRL",
            "ecContrib": 295853
        }
    },
    "calculatedTotalContribution": 1620336
}