{
    "rcn": "211667",
    "acronym": "iPLACENTA",
    "topics": "MSCA-ITN-2017",
    "title": "Innovation in modelling Placenta for Maternal and Fetal Health",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "ìThe placenta is the least understood human organ but arguably one of the most importantî-NIH Human Placenta Project .   Innovation in Modelling Placenta for Maternal and Fetal Health (iPLACENTA) is a European Training Network (ETN), and will act as a springboard for promoting international, intersectoral and multi/inter-disciplinary training, career development and collaboration of fifteen early-stage researchers (ESRs) in Maternal and Fetal Health.  iPLACENTA will improve our ability to study, model and visualise the placenta.   iPLACENTA focuses on doctoral-level training and will be delivered by eleven participating universities located in ten different European countries. It coordinates research and training collaboration among world-leading academic institutions in Europe, providing a new combination of in-depth international expertise. iPLACENTAís unique network aims are to improve our ability to study the placenta through in vitro and mathematical modelling (WP1&2).  Whilst enhancing visualisation and assessment of the placenta in animal models and the clinic, thus enhancing investigation and prognosis of complicated pregnancies. To link the research to industrial exploitation, the network brings together four different businesses; two established companies as beneficiaries Mimetas (MIM) (organ-on-a-chip developer) and Moor, a clinical-technology specialist, together with two partners that are industrial global brands Samsung (SAM) and FujifFilm VisualSonics (FUJ).  Together they will work with academics and clinicians to develop new placenta-on-a-chip technology (WP1), in silico placenta modelling (WP2), new modalities of laser technology to visualise the placenta in vivo (WP3), improve maternal-cardiovascular assessment and validate novel ultrasound tools for diagnosis of complicated pregnancies (WP3). Cross-sectorial training delivered by Business and Law Schools, Industry, Clinical specialist and European leaders in OpenScience-OpenInnovation.",
    "totalCost": "3929698,8",
    "ecMaxContribution": "3929698,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "MIMETAS BV;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITEIT MAASTRICHT;FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA;ST GEORGE'S HOSPITAL MEDICAL SCHOOL;UNIVERSITAET ROSTOCK;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "NL;FR;IT;ES;UK;DE;BE;IE",
    "projectParticipants": {
        "995991539": {
            "orgId": "995991539",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 247873
        },
        "956098252": {
            "orgId": "956098252",
            "orgName": "MIMETAS BV",
            "ecContrib": 510749
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 255374
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999873479": {
            "orgId": "999873479",
            "orgName": "ST GEORGE'S HOSPITAL MEDICAL SCHOOL",
            "ecContrib": 546576
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 265675
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 819864
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999852430": {
            "orgId": "999852430",
            "orgName": "UNIVERSITAET ROSTOCK",
            "ecContrib": 249216
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250560
        }
    },
    "calculatedTotalContribution": 3929699
}