{
    "rcn": "211644",
    "acronym": "HEAR-ECO",
    "topics": "MSCA-ITN-2017",
    "title": "HEAR-ECO Innovative Hearing Aid Research - Ecological Conditions and Outcome Measures",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "In todayís ageing European population, hearing impairment is an increasing concern for public health and societal participation. The percentage of hearing-impaired people will rise from around 16% of the adult EU population now to around 40% in 2030. Hearing aid (HA) fitting is the most widely prescribed solution for hearing impairment. However, only around 30%-40% of adults with hearing impairment use HAs in daily life. One of the reasons for this is that methods used to develop and evaluate HAs are still not based on conditions in which HAs are actually used. Thus the potential of improved HA technology to meet the needs of individual users in their daily lives is acutely under-exploited. The science in HEAR-ECO will help to facilitate the paradigm shift which is needed to bridge the gap. Such a paradigm shift requires a new generation of hearing scientists that are able to integrate conventional Audiology with Motivational and Social psychology (motivation to listen, cognition), Psychophysiology (pupillometry, PEP, EEG), and HA technology. HEAR-ECO will train six ESRs capable of spanning these disciplines and translating their knowledge into innovative technological HA evaluation and development. The six ESRs will be trained through local training at academic partners in The Netherlands and the UK and secondment to one of the largest hearing aid manufacturers in the world in Denmark ñ and through network wide training, including an associated partner in Liverpool. The ESRs will be capable of developing and combining new tools and outcome measures for realistic everyday communication and translating this to innovative technological HA evaluation and development.",
    "totalCost": "1637488,08",
    "ecMaxContribution": "1637488,08",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "OTICON A/S;THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "DK;UK",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 0
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 510749
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 546576
        },
        "999659594": {
            "orgId": "999659594",
            "orgName": "OTICON A/S",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 1637489
}