{
    "rcn": "211600",
    "acronym": "ECO-DRILLING",
    "topics": "SMEInst-09-2016-2017",
    "title": "Environmentally efficient full profile drilling solution",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The overall vision of the ECO-DRILLING project is to prototype, pilot, and commercialise our cost-effective and environmentally friendly full profile directional drilling technology for the global hydropower sector. ECO-DRILLING is the only solution capable of drilling upwards over long distances and high heads (up to 2km drilling length-1km altitude difference) using a non-rotatory drill string. Our disruptive technology has the potential to cut annual CO2 emissions with 13,860 tonnes in 5 years according to our sales proyections, reduce the environmental impact of drilling operations (e.g. by eliminating the need for building temporary access roads to the mountain top), and drilling costs by 50%. ECO-DRILLING will support the development of hydropower plants at locations currently unfeasible due to technical or environmental challenges.\nWe have defined a subset of specific objectives covering final prototyping, validation, and commercialisation readiness activities. Achieving them will bring us to a wide market uptake.\n1) Technology maturation objectives (WP1) to optimise the functionalities of ECO-DRILLINGís subsystems and integrate them into the final prototype to be piloted in real-life settings, raising ECO-DRILLING TRL from TRL7 to TRL8.\n2) Piloting and validation objectives (WP2) to demonstrate ECO-DRILLINGís technical and economic performance, functionality, and user benefits through a large-scale piloting in real-life operating settings, elevating eco-drilling from TRL8 to TRL9.\n3) Commercialisation readiness objectives (WP3-6) enabling us to successfully bring the ECO-DRILLING service to the market and reach sales traction beyond Phase 2. \nThrough the ECO-DRILLING SME Phase 2 project we will significantly boost the growth in our company. We estimate that by year 5 after project closure, we will reach accumulated revenues of Ä138.0m, generate at least 37 new full-time positions, and accumulate profits of Ä61.5m, with 6.42 ROI.",
    "totalCost": "2811875",
    "ecMaxContribution": "1968312",
    "coordinator": "NORHARD AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913126476": {
            "orgId": "913126476",
            "orgName": "NORHARD AS",
            "ecContrib": 1968312
        }
    },
    "calculatedTotalContribution": 1968312
}