{
    "rcn": "211678",
    "acronym": "MAGISTER",
    "topics": "MSCA-ITN-2017",
    "title": "Machine learning for Advanced Gas turbine Injection SysTems to Enhance combustoR performance.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Air transportation is expected to grow persistently over the next decades. Clean combustion technology for aircraft engines is a key enabler to reduce the impact of this growth on ecosystems and humansí health. The vision for European aviation is shaped by the Advisory Council for Aviation Research and Innovation in Europe in the Flight Path 2050 goals, which define stringent regulations on pollutant emissions. To meet these goals, the major engine manufacturers develop lean premixed combustors operated at very high pressure. This development introduces a large risk for reduced reliability and lifetime of engines: pressure oscillations in the combustor called thermoacoustics. Much research has been dedicated to study this phenomenon over the last decades with mixed success. Industrial experience shows that the pressure oscillations often surface as late as the full engine has been built and tested. Traditional engineering methods fall short of predictability during the design of the engines due to a high sensitivity of thermoacoustics with respect to barely known input parameters. Aviation industry encounters currently the fourth industrial revolution: cyber-physical systems analyze and monitor technical systems and take automated decisions. This industrial revolution is known as ìIndustry 4.0î in Germany and ìIndustrial Internetî in the USA. An essential enabler of the fourth industrial revolution is Machine Learning. The ITN MAGISTER will utilize Machine Learning to predict and understand thermoacoustics in aircraft engine combustors, and lead combustion research a revolutionary new approach in this area. The participation of the major aircraft engine OEMs GE, Rolls Royce, Safran ensures industrial relevance and outreach of the results. The project will shape early career talents in a network of world leading scientists and industrial partners to work on one of the most severe design issues in aviation technology in the spirit of the fourth industrial revolution.",
    "totalCost": "3873159",
    "ecMaxContribution": "3873159",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;TECHNISCHE UNIVERSITAET MUENCHEN;SAFRAN SA;SAFRAN HELICOPTER ENGINES;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE;KARLSRUHER INSTITUT FUER TECHNOLOGIE;ANSYS FRANCE SAS;GENERAL ELECTRIC DEUTSCHLAND HOLDING GMBH",
    "participantCountries": "UK;DE;FR",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "990434021": {
            "orgId": "990434021",
            "orgName": "GENERAL ELECTRIC DEUTSCHLAND HOLDING GMBH",
            "ecContrib": 498433
        },
        "999964659": {
            "orgId": "999964659",
            "orgName": "SAFRAN SA",
            "ecContrib": 262876
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 262876
        },
        "999940118": {
            "orgId": "999940118",
            "orgName": "CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE",
            "ecContrib": 262876
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 249216
        },
        "985478485": {
            "orgId": "985478485",
            "orgName": "ANSYS FRANCE SAS",
            "ecContrib": 262876
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 766123
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999957772": {
            "orgId": "999957772",
            "orgName": "SAFRAN HELICOPTER ENGINES",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3326585
}