{
    "rcn": "211617",
    "acronym": "EuroNeurotrophin",
    "topics": "MSCA-ITN-2017",
    "title": "A European training network for the discovery of neurotrophins small molecule mimetics as candidate therapeutic agents for neurodegeneration and neuroinflammation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Neurodegenerative diseases (ND) like AD,  PD, MS and ALS/MND are on the rise in developed societies worldwide. Currently, there exists no cure for any ND, and most of the available drugs fail to tackle ND pathogenesis. Preclinical studies point to the therapeutic potential of neurotrophins, which have been shown to control a number of aspects of survival, development and function of neurons. However, the poor pharmacokinetic properties of neurotrophins render their use as drugs prohibitive.\nThe key idea behind this project is to address this limitation by developing novel small molecule, neurotrophin mimetics with favourable profiles of stability, tissue penetration and targeted biological actions. We are motivated by seminal (patented) results of beneficiaries NHRF and FORTH, who recently demonstrated promising effects of small neurotrophin mimetics in neuroprotection and neurogenesis. EuroNeurotrophin will be the first European consortium to study small molecule neurotrophin mimetics in depth, use them as molecular probes to interrogate neurotrophins, and emphasise their clinical translation.\nThis approach requires highly skilled researchers that have a deep understanding of neurotrophins, comprehend all steps of drug discovery and development for ND, and possess the necessary skills to translate results into novel therapies.\nThe network has been designed to address the need for the development of new ND treatments through the collaborative training of 14 early-stage researchers. It builds on previous successful collaborations enriched with key specialists, and consists of 12 leading European research groups and 6 private companies of complementary expertise covering all steps of drug discovery and development. Collectively we will (a) conduct a unique training programme that could not be achieved by doctoral training within a single academic institution and (b) accelerate the translation of identified drug candidate molecules into the market.",
    "totalCost": "3555758,88",
    "ecMaxContribution": "3555758,88",
    "coordinator": "ETHNIKO IDRYMA EREVNON",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITA' DEGLI STUDI DI SIENA;THE UNIVERSITY OF SHEFFIELD;STICHTING VU;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;HITS GGMBH;UNIVERSITE DE CAEN NORMANDIE;AvantiCell Science Ltd;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "IT;UK;NL;EL;DE;FR",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 484774
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 273288
        },
        "999898020": {
            "orgId": "999898020",
            "orgName": "UNIVERSITA' DEGLI STUDI DI SIENA",
            "ecContrib": 258061
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 242387
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 255374
        },
        "999578405": {
            "orgId": "999578405",
            "orgName": "HITS GGMBH",
            "ecContrib": 498433
        },
        "998500153": {
            "orgId": "998500153",
            "orgName": "AvantiCell Science Ltd",
            "ecContrib": 546576
        },
        "999479853": {
            "orgId": "999479853",
            "orgName": "ETHNIKO IDRYMA EREVNON",
            "ecContrib": 484774
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 249216
        },
        "998737124": {
            "orgId": "998737124",
            "orgName": "UNIVERSITE DE CAEN NORMANDIE",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3555759
}