{
    "rcn": "211695",
    "acronym": "MOSSWOOL",
    "topics": "SMEInst-07-2016-2017",
    "title": "Sustainable growing media for vegetable cultivation",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "A Finnish SME, Novarbo, has developed a sustainable and cost-effective way to manufacture hydroponics growth medium MosswoolÆ as a sustainable and compostable drop-in replacement for the non-biodegradable stonewool growth media (e.g. Rockwool insulation material), which has the majority market share for the hydroponic cultivation of vegetable crops. There is a strong desire for sustainable alternatives to stonewool and other mineral-based media. Some greenhouse growers have already switched to coconut coir-based materials, despite their harmful environmental impact during manufacture.\n\nThe innovation is to utilize sphagnum moss, harvested in EU countries by using a new technique that skims only a top layer of moss. Ecological and hydrological balance of the bogs are preserved and they return to their former state within 3 years. Patented manufacturing techniques are used to fabricate MosswoolÆ slabs. A demonstration-scale manufacturing plant will be designed and the production process fully costed to allow for a robust investment case. The objectives are production scale-up from pilot to demonstration plant scale, cost and eco-optimization of MosswoolÆ slabs and performance testing at test institutes and commercial greenhouses. Life-cycle assessment of Mosswool slabs compared to competing products will be made. Benefits of MosswoolÆ will be communicated by augmented Novarboís sales network. Reliable production cost and capacity calculations will be developed to include in a robust business plan with reliable investment calculations for industrial scale production, and private or SME-instrument Phase 3 funding will be prepared. SME instrument funding of demonstration, testing and scaling-up would support company competitiveness and growth underpinned by a strategic business plan.\n\nNovarbo is the leading expert in professional horticulture and greenhouse technology with an established greenhouse cultivation business. Export operations cover more than 60 countries.",
    "totalCost": "3488781,25",
    "ecMaxContribution": "2442146",
    "coordinator": "NOVARBO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923062865": {
            "orgId": "923062865",
            "orgName": "NOVARBO OY",
            "ecContrib": 2442146
        }
    },
    "calculatedTotalContribution": 2442146
}