{
    "rcn": "211609",
    "acronym": "EndoSearch",
    "topics": "SMEInst-05-2016-2017",
    "title": "A unique noninvasive diagnostic test based on endometrium tissue analysis, which assesses the presence or absence of endometriosis without surgery, helping the physician to make his diagnosis rapidly",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "Endometriosis is a chronic and disabling gynecological disease affecting 10% of women of reproductive age, representing 176 million patients worldwide. It is defined as the presence of endometrial-like tissue outside the uterus, capable of invading several organs. It is associated with acute symptoms, mainly consisting of severe pelvic pain and infertility, imposing an annual economic burden estimated at $77,46 billion in 9 European countries and $78.05 billion in the USA.\n\nThe current gold standard for diagnosis of endometriosis is an invasive surgical procedure performed under general anesthesia (laparoscopy) enabling the visualization of the lesions by the surgeon and histological confirmation. Once diagnosed, endometriosis management frequently combines surgery and non-specific hormonal therapies with limited efficacy. Since these treatments only address the symptoms and not the root causes, disease recurrence is frequent and occurs in up to 50% of the patients.\n\nIn close collaboration with international endometriosis experts, Endodiag has developed EndoSearchÆ, a unique noninvasive diagnostic solution based on endometrium tissue analysis, which assesses the presence or absence of endometriosis without surgery, helping the physician to make his diagnosis rapidly, cost-effectively, with a non invasive procedure and enabling him to take decisions on the most suitable patient management.\n\nWith this research programme, Endodiag is addressing a major healthcare need, clearly identified by the European Community in its statement of June 2005 at the European parliament. EndoSearchÆ successful validation and deployment will improve the quality of life of millions of patients while significantly reducing endometriosis-associated healthcare costs.",
    "totalCost": "4300019,95",
    "ecMaxContribution": "4231613",
    "coordinator": "ENDODIAG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929699023": {
            "orgId": "929699023",
            "orgName": "ENDODIAG",
            "ecContrib": 4231613
        }
    },
    "calculatedTotalContribution": 4231613
}