{
    "rcn": "211693",
    "acronym": "MixITiN",
    "topics": "MSCA-ITN-2017",
    "title": "Bringing the paradigm for marine pelagic production into the 21st century: incorporating mixotrophy into mainstream marine research",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The conceptual basis upon which management tools for our oceans, seas and coasts have operated are out-of-date. MixITiN will train an innovative team of early stage researchers (ESRs) to develop and deploy new methodologies for researching, monitoring and managing our marine environment according to the recently revised paradigm for marine pelagic production. Current management tools and policies operate within a paradigm that builds on a simple division functioning at the base of the food chain leading to fisheries, between îplant-likeî phytoplankton and their main consumers, the microzooplankton. Applicants of the research programme MixITiN have shown that this plant-animal paradigm represents at the least a gross simplification, if not a falsehood. The revised paradigm recognises that most phytoplankton and half the microzooplankton combine plant-like photosynthesis with animal-like consumer activity within the one cell. This form of nutrition, ìmixotrophyî, supports the growth of organisms important for food chains and biogeochemical cycles removing atmospheric CO2; they are also causative agents of harmful algal blooms. In consequence of this revised paradigm, laboratory and field research approaches, management policies and allied computer modelling tools, are arguably no longer fit for purpose.  MixITiN brings together European world-class research and training centres from 9 different countries, with skillsets from molecular biology, physiology and computer modelling, to marine and coastal zone management, public and media engagement. MixITiN will train ESRs in multinational and multidisciplinary centres of excellence, with intersectoral engagement enabling them to gain employment in various sectors such as consultancy, government, academic, or allied industries. The synergy of training approaches provided to the ESRs will raise their capabilities and progress science beyond the current state-of-the-art to enable improved management of marine resources.",
    "totalCost": "2882898,72",
    "ecMaxContribution": "2882898,72",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;HELLENIC CENTRE FOR MARINE RESEARCH;KOBENHAVNS UNIVERSITET;UNIVERSITE LIBRE DE BRUXELLES;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG;STICHTING DELTARES;SORBONNE UNIVERSITE",
    "participantCountries": "FR;EL;DK;BE;ES;DE;NL",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 250560
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 242387
        },
        "999497507": {
            "orgId": "999497507",
            "orgName": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
            "ecContrib": 249216
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 255374
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 2620023
}