{
    "rcn": "211605",
    "acronym": "EFINED",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Energy Filtering Non-Equilibrium Devices",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "This project aims for revolutionary energy filtering nano-devices for information and communications technology (ICT). It is at the intersection of phononics, photonics, nanoscale electro-thermal devices and molecular engineering. By building new energy filtering devices down to molecular scales we aim to generate new knowledge and understanding of the electronic, phononic and near-field energy/heat fluxes at the fundamental limits of nano-scale energy management, and to demonstrate novel proof-of-concept non-equilibrium phonon engineered electro-thermal devices in real applications. The efficient nano-scale thermal management necessitate developing new theoretical and experimental tools for understanding and mastering the individual non-equilibrium energy/particle channels and inter-channel couplings. Control of the physical mechanisms behind non-equilibrium electronic energy filtering effects will be firstly addressed by non-linear transport in molecular junctions by developing new research tools that combine state-of-the-art molecular synthesis, bolometers, scanning probe microscopy technologies and theoretical modelling. In parallel with the molecular bottom-up approach, we will work with scalable thermionic nano-junctions, which not only have great technological potential of their own but also serve as a model system for the molecular devices. By employing non-linear out of equilibrium electro-thermal effects in molecular and scaled-down junction systems, we pursue the realization of proof-of-concept ICT devices utilizing these technologies within the time span of the project. This project will combine synergies in theory, experiment and technology-development covering different fields from chemistry to electronics. The project partners, who are leaders in their respective fields, form a consortium that is uniquely positioned to achieve the ambitious objectives.",
    "totalCost": "2919037,5",
    "ecMaxContribution": "2919037,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "UNIVERSITY OF DURHAM;IBM RESEARCH GMBH;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;CH;DE;FR",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 847295
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 597900
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 502839
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 405254
        },
        "999877262": {
            "orgId": "999877262",
            "orgName": "CARL VON OSSIETZKY UNIVERSITAET OLDENBURG",
            "ecContrib": 565750
        }
    },
    "calculatedTotalContribution": 2919038
}