{
    "rcn": "211686",
    "acronym": "META-CAN",
    "topics": "MSCA-ITN-2017",
    "title": "Targeting the metabolism-immune system connections in Cancer",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "'Cancer cells show common features of profound metabolic changes and escape from the immune system, independently of their tissue of origin. These metabolic adaptations are not limited to glucose metabolism (the 'Warburg effect') but are more general and affect several metabolic pathways in cancer cells as well as in the stroma, including immune cells. This network will explore how nutrients and hypoxia regulate the tumor-immune system interplay, and how this communication is controlled by oncogenes, metabolic regulators and current or potential drugs targeting metabolism. \nUnderstanding how metabolism can affect tumor cells and the anti-cancer immune response represents a potential therapeutic intervention point that can be exploited to develop novel therapies and new diagnostic and prognostic markers. The development of therapies targeting cancer metabolism is hampered by: 1) the complexity of the regulation that metabolism exerts on many different tumor layers, which requires multidisciplinary collaborations, and 2) the shortage of scientists that can navigate with ease between academic, industrial and clinical sectors and have the scientific and complementary skills to convert research findings into commercial and clinical applications. \nThis network provides a pan-European interdisciplinary and intersectoral training program of excellence bringing young researchers together with World leading academics, clinicians, pharma industry members, corporate research and dissemination and outreach specialists. As part of the research training, the consortium will conduct a coherent and integrated set of hypothesis-driven research projects that are aimed at discovering, describing and exploiting how metabolism at the cell and the whole body levels is integrated with modulation of cell death susceptibility and the immune response in the context of cancer.\n'",
    "totalCost": "3831957,72",
    "ecMaxContribution": "3831957,72",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;APPLIED RESEARCH USING OMIC SCIENCES SL;VIB;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD;Academisch Medisch Centrum bij de Universiteit van Amsterdam;UNIVERSITE PARIS DESCARTES;EVOTEC (FRANCE) SAS",
    "participantCountries": "AT;FR;ES;BE;IL;NL",
    "projectParticipants": {
        "998927535": {
            "orgId": "998927535",
            "orgName": "APPLIED RESEARCH USING OMIC SCIENCES SL",
            "ecContrib": 247873
        },
        "999787343": {
            "orgId": "999787343",
            "orgName": "IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD",
            "ecContrib": 260301
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 255374
        },
        "999600618": {
            "orgId": "999600618",
            "orgName": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
            "ecContrib": 743619
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 501120
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 260301
        },
        "916241340": {
            "orgId": "916241340",
            "orgName": "EVOTEC (FRANCE) SAS",
            "ecContrib": 262876
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3569083
}