{
    "rcn": "211656",
    "acronym": "i-vSAVE",
    "topics": "SMEInst-04-2016-2017",
    "title": "Intelligent Vessels using space technology for Safety on board.",
    "startDate": "01/06/2017",
    "endDate": "30/09/2017",
    "objective": "i-vSave is a disruptive maritime communication system with integrated satellite communication and positioning, GSM /3G connectivity, on-board  LoRa sensor network and a terrestrial server for data processing and management, that promotes overall communications, safety and crew/passenger comfort on merchant, passenger and recreational vessels. \nMaritime companies, crew and passenger (target users) have a need for real-time information exchange, safety and 24/7 connectivity. I-vSave collects and processes data from satellites, databases and sensors to enhance decision-making by captain, provide fleet management tools and alert in the case of safety threats, while the on-board sensor network monitors the shipsí operation and guard passenger and crew safety (LoRa man overboard). Furthermore, crew and passengers benefit by 24/7 communication services (GSM/Wi-Fi) at global coverage of up to 99%. \n\nThe innovation lies in the integrated solution solving the needs of maritime companies, crew, passengers and other maritime stakeholder. A hardware prototype has been developed and the system has been tested in the port of Algecira, such that the project is at TRL6. However, satellite data & communications and software and firmware development form a key pillar in this project, for which we require a feasibility study. \n\nUpon commercialization of i-vSave in 2020, we will sell our product in Europe, Asia and USA where more than 90% of the shipbuilding, maintenance, repair and conversion (SMRC) market is located. For Phase II a budget of Ä 1.2M is estimated. As a result of i-vSave, product revenues will reach Ä 6.2M in the 5th year with a ROI of 3.9. The company will have grown by 6 employees. \n\nEurope has the largest global market for passenger and cruise vessels and our solution will specifically target this sector, thereby strengthening the position of the EU within the maritime communications sector and exploiting the resources of the European Galileo and Copernicus satellite",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACTIONTRACKER SOLUTIONS, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917535126": {
            "orgId": "917535126",
            "orgName": "ACTIONTRACKER SOLUTIONS, SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}