{
    "rcn": "211610",
    "acronym": "ENSYSTRA",
    "topics": "MSCA-ITN-2017",
    "title": "Energy Systems in Transition",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "To facilitate the necessary energy transition, there is an urgent need for highly trained professionals with the scientific knowledge and professional skills to analyse, understand and design relevant (new) energy systems and governance in different sectors and administration. The proposed project Energy Systems in Transition (ENSYSTRA) aims to train 15 ESRs in this field. The objectives of ENSYSTRA are 1) to develop state-of-the-art science of energy systems transition, scenario analysis and energy modelling tools with emphasis on interdisciplinary model collaboration, 2) to provide ESRs with interdisciplinary, inter-sectoral and applied perspectives on the energy transition, 3) to provide new skills and competences for interdisciplinary analysis, 3) to establish collaboration between key universities and their networks, 4) to create and increase linkages between different academic disciplines, applied research, industry and the public sector, 5) develop links and synergies between relevant scientific arenas, and 6) to contribute to accessible energy science based on open source work environments. By focussing on a prominent ëíliving labíí of the energy transition, the North Sea region, the project will bring together a strong network and analytical capacity to understand energy system & scenario modeling; new energy technologies & infrastructures; actor behavior & interactions; and policy & market design, linking the regional to the international scale. Through a carefully designed training programme, ESRs are trained in both scientific and transferable skills with ample opportunity to collaborate between different projects and partners. The total effort will result in major progress in the field of energy system analysis and transition modelling. By the combined use and improvement of a range of modelling tools and methods, the project will deliver integral insights in energy transition pathways, policy implications and options for the North Sea region.",
    "totalCost": "4067521,56",
    "ecMaxContribution": "4067521,56",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "EUROPA-UNIVERSITAT FLENSBURG;UNIVERSITETET I STAVANGER;AALBORG UNIVERSITET;THE UNIVERSITY OF EDINBURGH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;NO;DK;UK;SE",
    "projectParticipants": {
        "949487605": {
            "orgId": "949487605",
            "orgName": "EUROPA-UNIVERSITAT FLENSBURG",
            "ecContrib": 498433
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 527319
        },
        "998023689": {
            "orgId": "998023689",
            "orgName": "UNIVERSITETET I STAVANGER",
            "ecContrib": 858826
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 546576
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 766123
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 870246
        }
    },
    "calculatedTotalContribution": 4067523
}