{
    "rcn": "211662",
    "acronym": "INDEX",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Integrated nanoparticle isolation and detection system for complete on-chip analysis of exosomes",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The aim of Project INDEX is to isolate and characterize nanoparticles available in bodily fluids through development and integration of novel technological breakthroughs. The technology will enable the analysis of clinically valuable nanoparticles called exosomes towards new generation diagnostics. Exosomes are known to mediate communication between cells and their effective utilization holds a great promise of revolutionizing the standard of clinical care. However, their detection and molecular profiling is technically challenging. The proposed technology will isolate exosomes that are as small as 30nm in diameter from human plasma with high purity, and provide in-depth, multi-parameter characterization of the particles through digital counting, size determination, and biological phenotyping. \nTowards this goal: (1) Novel microfluidics will be developed and used for efficient magnetic enrichment; (2) Isolated particles will be detected and analyzed with a novel biological nanoparticle (BNP) sensor (3) Immune-capture and release chemistries as well as phenotyping assays will be developed; (4) Critically, complete on-chip integration of isolation, detection and analysis will be accomplished; (5) Utility of in-depth exosome characterization will be demonstrated with clinical samples for lung cancer.\n Project INDEX requires successful integration of multiple sub-units and assays that each represents technological frontiers, which is extremely challenging. However, the breadth of information on exosomes that will be available with the integrated system is unmatched. Although, the clinical utility of exosomes is still developing, the uncertainty can only be clarified through automated technologies that provide latitude of information. Once completed, Project INDEX can demonstrate a new paradigm in cancer diagnostics, and also present a potential future technology for other applications involving nanoparticles.",
    "totalCost": "2983525",
    "ecMaxContribution": "2982275",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "FLUIGENT SA;THE TRUSTEES OF BOSTON UNIVERSITY;REGION NORDJYLLAND (NORTH DENMARK REGION);HANSABIOMED LIFE SCIENCES OU;INSTITUT CURIE",
    "participantCountries": "FR;US;DK;EE",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 516162
        },
        "997381064": {
            "orgId": "997381064",
            "orgName": "REGION NORDJYLLAND (NORTH DENMARK REGION)",
            "ecContrib": 310000
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 758750
        },
        "911956074": {
            "orgId": "911956074",
            "orgName": "HANSABIOMED LIFE SCIENCES OU",
            "ecContrib": 215000
        },
        "996643767": {
            "orgId": "996643767",
            "orgName": "FLUIGENT SA",
            "ecContrib": 473862
        },
        "999522145": {
            "orgId": "999522145",
            "orgName": "THE TRUSTEES OF BOSTON UNIVERSITY",
            "ecContrib": 708500
        }
    },
    "calculatedTotalContribution": 2982274
}