{
    "rcn": "211665",
    "acronym": "INTAC",
    "topics": "ERC-PoC-2016",
    "title": "The International Register of Academic Job Categories. Facilitating Careers in the European Research Area",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "The Proof of Concept INTAC project will create a prototype of an online Register which systematically lists, explains and compares formal job categories and status positions of research- and teaching staff in 575 higher education institutions in France, Germany and Great Britain. It will set up the Register on a public multilingual platform and provide resources for career-relevant decision-making (such as career guidelines, CV templates, visualisation and mapping tools for career tracks and status systems, identifier of job equivalents, a community forum). While international academic mobility is growing at high rates and academic systems are rapidly changing, job-seekers as well as recruiting institutions often grapple with the fact that job and status categories in academic institutions (such as PRAG, Akademische R‰tin or Teaching Fellow) are difficult to understand for those coming from other institutions or systems. As a consequence, academics may not recognize the most suitable career paths and academic institutions may not receive the best applications. Responding to a demand from academics, employers, unions, associations and organisations in the higher education sector, the INTAC Register aims to facilitate academic recruitments, make national and international academic job markets more transparent and help academic career planning in the European Research Area. In order to bring the Register to the market, INTAC will create a diversified revenue stream, including regular premium user fees and licensing to academic social media. Future sponsors from the public sector will be invited to commission more institutions, countries and service functions to be included into the Register. INTAC draws on the comparative research of the ERC DISCONEX (ìThe Discursive Construction of Academic Excellenceî) project on categorizations and careers of academic researchers in the UK, France, Germany and the U.S.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "participantCountries": "FR",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 79375
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 70625
        }
    },
    "calculatedTotalContribution": 150000
}