{
    "rcn": "211643",
    "acronym": "GridEye",
    "topics": "SMEInst-09-2016-2017",
    "title": "For a rapid transition to Smart Grids",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "The proliferation of prosumers and the increase of DERs (distributed renewable, e-mobility, etc.) in distribution grids cause numerous problems to DSOs such as grid instability and supply insecurity, lack of visibility, and difficulty to manage and plan an ever growing grid. So far, unlike high voltage transmission system operators (TSOs), it has not been essential for DSOs to monitor their grids because of the unidirectional power flows and the over-sizing of these grids infrastructures that have allowed to operate them in a safe way. By the increase of DERs and without monitoring systems, it is difficult for DSOs to ensure the reliability and the quality of services while maintaining a limited cost for the grid infrastructure investments. A Smart Electricity Grid is an upgraded active electricity network including information and communication technologies, advanced control, IoT, etc. It can intelligently integrate the actions of ëprosumersí able to produce electricity as well as consume it. A smart grid ensures an efficient, sustainable electricity supply, with lower losses and greater reliability and security and solves the main problems associated with the integration onto the conventional distribution network of a great deal of variable and/or intermittent DERs. GridEye allows the rapid transition from the conventional low-voltage grid to a smart distribution grid. GridEye is a true network optimization platform, measuring, monitoring and controlling the low-voltage grid for an efficient integration of DERs. GridEye platform is made up of distributed inter-connected smart modules that measure network quantities and take expert actions to guarantee network power quality and optimization of energy flows. GridEye has been developed by DEPsys a Swiss SME that provides solutions to overcome new constrains associated with the evolution from long-established centralised power systems to modern, sustainable, reliable and decentralised ones.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEPSYS SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917829230": {
            "orgId": "917829230",
            "orgName": "DEPSYS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}