{
    "rcn": "211608",
    "acronym": "EmpoweredLifeYears",
    "topics": "ERC-2016-ADG",
    "title": "The Demography of Sustainable Human Wellbeing",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "This project will apply two distinctly demographic concepts to research questions that go far beyond demography. The wellbeing indicators proposed here will be based on life table methods and the recently operationalized concept of Demographic Metabolism 単 modelling social change through the replacement of generations 単 will be used to get a quantitative analytical handle on the temporal dynamics of improving human wellbeing. \nThe project will theoretically develop, empirically estimate, test and forecast indicators of human wellbeing that are based on life table methods and hence reflect the basic 単 but often overlooked fact 単 that being alive is a necessary prerequisite for enjoying any quality of life. But since mere survival is not sufficient as an ultimate goal for most people the person years lived at each age will be weighted with four different dimensions of empowerment: health, literacy, happiness and being out of poverty. These are four dimensions of an indicator tentatively called ELY (Empowered Life Years). ELY will also serve as the explanandum of a global level econometric estimation of the determinants of wellbeing considering human, manufactured and natural capitals as well as knowledge and institutions.\nThe global level analysis is complemented by a set of strategically chosen in-depth systems-analytical case studies in Namibia/Western Cape, Nepal, Costa Rica and historical Finland modelling the population-development-environment (PDE) interactions including feed-backs e.g. from environmental degradation to wellbeing and taking the trends of ELY in different sub-populations as sustainability criteria. They will also include stake holder involvement and science-policy interactions.\nThis innovative inter-disciplinary cross-fertilisation can potentially make an important contribution to the current discussions about operationalizing the criteria and end goal of sustainable development and developing better human wellbeing based metrics of progress.",
    "totalCost": "1819250",
    "ecMaxContribution": "1819250",
    "coordinator": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999452596": {
            "orgId": "999452596",
            "orgName": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
            "ecContrib": 1819250
        }
    },
    "calculatedTotalContribution": 1819250
}