{
    "rcn": "211623",
    "acronym": "FibreNet",
    "topics": "MSCA-ITN-2017",
    "title": "A Training Network on Designing Novel Bio-based Fibre Products for Targeted Advanced Properties and New Applications",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "FibreNet will train young fibre-professionals having multidisciplinary view to develop sustainable bio-based fibre products with tailored properties for different application fields in both academic and non-academic sectors. Bio-based fibre products are one of the corner-stones in the European bio-based industry corresponding to 12% of the employment in manufacturing. The industry, including such sectors as packaging, paper, biocomposites and biomedical and hygienic textiles, is currently undergoing a fundamental transformation in order to respond to the competition raised i) by low-wage countries and ii) by fossil-based materials. A common consensus in Europe is that to remain competitive and sustain the bio-based fibre industries in Europe, we should focus on developing new high added value products that have specific functionalities but reduced environmental impacts.\n\nIn fibre-based products, developing new properties and improving the performance are, however, typically long and time-consuming processes. They usually involve massive and expensive laboratory and pilot-scale trials, which are followed by statistical analyses. There is a particular knowledge gap in understanding the influence of fibre and fibre interface properties on the mechanical properties of the end-product especially when developing products with tailored performance and functionalities. In addition to the research gap, there is a training gap in Europe, as we do not currently have a training programme which would educate professionals having a skill set needed for the fibre-centered approach that we propose in FibreNet.\n\nTo fill the research and training gaps, we propose here a unique training and research network which provides and further develops knowhow, methods and tools in functionalization, characterization, numerical modelling and production of bio-based fibre products at multiple length scales. The network covers expertise on packaging, paper, biocomposites and biomedical textiles.",
    "totalCost": "3832629,48",
    "ecMaxContribution": "3832629,48",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;KUNGLIGA TEKNISKA HOEGSKOLAN;UNIVERSITEIT MAASTRICHT;UNIVERZA V MARIBORU;PREDILNICA LITIJA DOO;KATHOLIEKE UNIVERSITEIT LEUVEN;KEMIRA OYJ",
    "participantCountries": "AT;SE;NL;SI;BE;FI",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 511868
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 527319
        },
        "998837131": {
            "orgId": "998837131",
            "orgName": "PREDILNICA LITIJA DOO",
            "ecContrib": 234998
        },
        "974730303": {
            "orgId": "974730303",
            "orgName": "KEMIRA OYJ",
            "ecContrib": 269145
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 807436
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 469995
        }
    },
    "calculatedTotalContribution": 3832630
}