{
    "rcn": "211687",
    "acronym": "MI-BIKE",
    "topics": "SMEInst-10-2016-2017",
    "title": "World's Most Individual Bikes and e-bikes",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Despite the growing demand of bikes and e-bikes in urban European spaces, individualization, ergometric aspects, and parameters related to different types of usage (urban, race, mountain, etc.) are generally not taken into account in bikes mass production, which leads to physical problems, such as dorsal pain, joint pain and knee pain. Although these inconveniences can be excluded by purchasing individualized bikes and e-bikes, the high prices and long delivery times of custom-made bike builders (of up to several months) hold back many of potential users.\nOur concept with MI-BIKE is to offer 100% custom-made bikes produced by the principles of industrial mass production built on medical & orthopaedic parameters for optimal, comfortable and healthy use. For this purpose, we have developed (with the collaboration with medical and orthopaedic institutions) an algorithm which, via our online configurator, enables our customers to design their perfect bike, seeing the results in real time.  \nWith this project, our aim is to bring our custom-made wooden-framed bikes to the next level by making them electronic (e-bikes) and developing lightweight composite alternatives to our current wooden frames, creating MI BIKE, our lightweight bikes and e-bikes line.\nMoreover, through this project we aim to boost the competitiveness of our company, reaching overall revenues of about Ä19 million in the fifth year of commercialization, and increasing our personnel in about 5 people. With a Phase 2 investment of 1.2 million, this would imply a Return of Investment of 6.5",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MY ESEL GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912242612": {
            "orgId": "912242612",
            "orgName": "MY ESEL GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}