{
    "rcn": "211676",
    "acronym": "MACULA2",
    "topics": "ERC-PoC-2016",
    "title": "Commercialising a novel diagnostic panel for patient stratification in Age-related MACULAr Degeneration",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "In MACULA2 we aim to develop a genetic diagnostic test for complement activation that will allow proper stratification of patients with age-related macular degeneration (AMD). AMD is an inflammatory disease, the #1 cause of blindness in the world, with 196 million patients estimated for 2020. Such a test does not currently exist, strongly hampering drug development and patient treatment. Poor patient stratification contributes to high failure rates in trials for AMD. Local and systemic inflammation in AMD are caused by deregulated activation of the alternative pathway of the complement system. In AMD, some patients have higher complement activation levels compared to controls, which stimulates further inflammation. Several complement-lowering therapies for AMD are under development. Pharmaceutical companies are aware that patients with a genetic predisposition to higher complement activation levels will potentially benefit most from such treatments. Without sound patient stratification, therapies that are currently in clinical trials may not reach the statistical significance needed for approval. However, certain individuals might actually benefit from these therapies because of their specific genetic makeup. We aim to solve the challenge of patient stratification in AMD by developing a novel diagnostic test based on genetic testing combined with a patient questionnaire. An AMD diagnostic test will contribute towards a precision medicine approach towards treatment of patients.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}