{
    "rcn": "211664",
    "acronym": "Inspire4Nature",
    "topics": "MSCA-ITN-2017",
    "title": "INternational training at the Science-Policy Interface for Researchers in Europe, for Nature",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "The growing recognition that biological diversity is a global asset of tremendous value to present and future generations has underpinned a number of multilateral environmental policy agreements, including the EU Biodiversity Strategy to 2020. Implementing these agreements requires a global-scale cooperation among conservation scientists to collect, mobilise and synthesise biodiversity data and ecological knowledge, and translating them directly into recommendations for conservation action and indicators of progress towards meeting internationally agreed goals and targets. Inspire4Natureís purpose is to contribute to the formation of a new generation of creative, entrepreneurial and innovative early-stage researchers by providing them with both research-related and transferable skills which will enable them to work at this science-policy interface, converting their knowledge and ideas into tools for tackling complex global environmental problems. To do so, we propose an ambitious training programme combining individual research projects (leading to PhD degrees) of a high scientific standard strategically positioned at the science-policy interface in biodiversity conservation with a rich network-wide training programme including training events and joint projects that will provide the ESRs with a wide diversity of scientific, communication and project management skills. The Consortiumís strength comes from an unprecedented collaboration between academic and non-academic conservation organisations that will generate in the European research area a unique focus of professional training at the interface between conservation science and policy.",
    "totalCost": "3950859,24",
    "ecMaxContribution": "3950859,24",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "ISPA CRL;FORSCHUNGSVERBUND BERLIN EV;HELLENIC CENTRE FOR MARINE RESEARCH;KOBENHAVNS UNIVERSITET;UNIVERSITY COLLEGE LONDON;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "PT;DE;EL;DK;UK;IT",
    "projectParticipants": {
        "983668465": {
            "orgId": "983668465",
            "orgName": "ISPA CRL",
            "ecContrib": 238356
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1032245
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999577532": {
            "orgId": "999577532",
            "orgName": "HELLENIC CENTRE FOR MARINE RESEARCH",
            "ecContrib": 242387
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        },
        "999927120": {
            "orgId": "999927120",
            "orgName": "FORSCHUNGSVERBUND BERLIN EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3950859
}