{
    "rcn": "211666",
    "acronym": "INVITE",
    "topics": "MSCA-COFUND-2016",
    "title": "INnovative Verona universityís Inter-disciplinary, Inter-sectoral and International Training Experience",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "INVITE is a doctoral programme at the University of Verona (UNIVR), Italy, with a strong inter-sectoral, inter-disciplinary and international research and training dimension. The project is co-financed by the Regione del Veneto and involves many partner organisations: 17 universities and research centres in Europe and beyond, 13 enterprises and organisations from the economic sector, 3 public organisations and 1 network. \nINVITE offers a total of 14 PhD positions to train early-stage researchers in scientific disciplines within the following four main scientific domains: Natural and Engineering Sciences, Life and Health Sciences, Humanities, and Law and Economics.\nINVITE aims to: \n1. Attract young, talented, international fellows to follow a high-quality interdisciplinary doctoral programme at the UNIVR;\n2. Encourage inter-sectoral and international mobility, thanks to collaborations with a wide network of Italian and European partner organisations in both the academic and non-academic sectors;\n3. Provide the early-stage researchers (ESRs) with a comprehensive set of transferable skills for intellectual property rights (IPR) management, the exploitation of research results, the management of ethically-relevant research including the gender dimension in research, grant writing and project management, and the design and implementation of outreach and dissemination activities; \n4. Support ESRs with a specific counselling service to improve their employability at the end of the doctoral programme; \n5. Reinforce UNIVR capacities to host talented international researchers in a high-quality working environment.\nThe ultimate goal is to train a new generation of researchers in a wide range of disciplines and to provide them with the ability to establish professional collaborations with academic institutions and/or the private sector at the Italian and European levels. \nINVITE will also improve the already well-established and successful doctoral programme at UNIVR.",
    "totalCost": "2197440",
    "ecMaxContribution": "1098720",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 1098720
        }
    },
    "calculatedTotalContribution": 1098720
}