{
    "rcn": "211650",
    "acronym": "HiTIMe",
    "topics": "FETOPEN-01-2016-2017",
    "title": "High Frequency Topological Insulator devices for Metrology",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "In this project we will study and exploit the properties of 3D topological insulator (TI) materials incorporated into high frequency devices. The main driver of the project is the prospect of using a TI nanoribbon to create a topologically protected single-electron charge pump that can be used as a metrological quantum current standard, or in other words to lay the technological foundations for a  TI-based device that can realize the SI Ampere. An accurate charge pump that can operate at temperatures and magnetic fields achievable using affordable table-top systems would be of immediate use in the realization of the Ampere. The technological development in this project will lay the groundwork or charge pumping in TI nanoribbons, as well as for other devices that exploit the unique properties of TI for high-frequency applications including sensing, precision measurement and topologically protected quantum computation. \n\nMaterials science has always been intertwined with the development of new electronic devices and new innovations are rapidly adopted by industry and the research community if it is shown that they enable novel functionality or economic benefits. Topological insulators is an example of a new class of quantum materials that is on the cusp of finding applications in electronic devices. Focus so far has mostly been on improving our understanding of the many fascinating properties of TI materials, but it is now becoming clear that they possess electronic properties that make them interesting for a wide range of applications.  \n\nIn order to make the greatest possible headway towards this ambitious goal we will assemble a team with complementary expertise in materials science, device physics, microwave measurements, condensed matter theory and electrical metrology. This consortium will have full access to state-of-the art facilities for fabrication, analysis and measurement of TI based high-frequency devices.",
    "totalCost": "2991978,75",
    "ecMaxContribution": "2991978,75",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "NPL MANAGEMENT LIMITED;BEN-GURION UNIVERSITY OF THE NEGEV;LATVIJAS UNIVERSITATE;UNIVERSITY OF SURREY",
    "participantCountries": "UK;IL;LV",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 1058851
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 437500
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 751378
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 352375
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 391875
        }
    },
    "calculatedTotalContribution": 2991979
}