{
    "rcn": "211626",
    "acronym": "FlexNanoOLED",
    "topics": "ERC-2017-PoC",
    "title": "ITO-free multi-coloured nanoscale engineered OLEDs for large-area flexible lighting and full-colour active-matrix displays",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "FlexNanoOLED aims at expanding the groundbreaking research developed within the ERC project SUPRAFUNCTION into a radically new and unprecedented technology to enable the fabrication of flexible ITO-free multi-coloured nanoscale engineered organic LEDs. In a recent breakthrough, we have developed a novel device architecture for optoelectronics which relies on a nanomesh scaffold and demonstrated its full potential by realising supramolecular nanowire photovoltaic devices with performances surpassing those of standard organic photodetectors.\nThe nanomesh technology can be exploited to other devices in strategic S&T areas. In particular, it offers an effective solution to satisfy the demand for large-area flexible lighting and full-colour active-matrix display for printed e-wallpapers, rollable screens and luminous advertisement boards.\nIn this PoC, we will use our nanomesh scaffold to fabricate polychromatic high-performing OLEDs supported on plastic substrates. Ink-jet printing will permit the selective integration of different colours into pre-designed patterns to realise >300 cm2 sized customised images with a pixel resolution of 50 ?m.\nOLED represented a $4.9 billion industry in 2012; it now requires novel solutions for being implemented on flexible supports. Towards the FlexNanoOLED technology commercialisation, we will define the exact exploitation strategy, including IPR positioning, market survey, business model and fundraising once the device key performance indicators will be optimised. This will also include partnering with key enablers (business-related and/or technological) for commercial success. Within FlexNanoOLED, we will gain technical and commercial proof of concept, to develop the prototype and ultimately bringing this unprecedented OLED technology closer to the market, with the overall goal of increasing the share of Europe in the field of OLEDs, a technological realm that Europe has pioneered yet has lost the dominance of since a decade.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998336514": {
            "orgId": "998336514",
            "orgName": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}