{
    "rcn": "211611",
    "acronym": "EQ Supreme",
    "topics": "SMEInst-07-2016-2017",
    "title": "EQ Supreme is the cost-effective, ultra-thin silage stretch wrap able to completely eliminate feedlosses due to mould.",
    "startDate": "01/09/2017",
    "endDate": "31/12/2017",
    "objective": "Since the introduction of the bale wrapping system in the mid 1980's, baled silage has become the handier and most\ncommon system to store silage and hay across Europe. Since then, silage stretch wrap has come a long way and now\nhundreds of millions bales are wrapped every summer in the EU. EQ Supreme by RapFast is the next major advance in this\non-going evolution, employing the very latest polymers and film manufacturing technology. EQ Supreme is the first stretch\nwrap to completely exclude the air, so lactic acid fermentation can take place within the bale, leaving a feed rich in vitamins\nand carotene. While preserving the nutritional value of the ensiled crop, EQ Supremeís superior air barrier completely\neliminates the spoilage, reducing storage losses. In order to provide the ideal ensiling environment silage stretch films need\nto offer a number of important elements such as strength, puncture and tear resistance, elasticity, UV stability and the ability\nto cling in all circumstances. If just one of these features is missing a film will not perform effectively. EQ Supreme optimises\nthese elements to provide the best collective performance, while reducing the film profile thickness. Only 18 ?m thick, EQ\nSupreme is robust enough to withstand the rigorous handling of modern, complex wrapping machinery. Finally, EQ Supreme\nis specifically designed not to neck down (width reduction) when applied to the bale. This is very unlike traditional stretch\nfilms, which can have up to a 25% width reduction, meaning that the bale has to be wrapped with many more revolutions in\norder to achieve an acceptable wrapped bale. An extra cost that EQ Supreme definitely avoids.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAP FAST LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918044861": {
            "orgId": "918044861",
            "orgName": "RAP FAST LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}