{
    "rcn": "211661",
    "acronym": "ImmerSAFE",
    "topics": "MSCA-ITN-2017",
    "title": "Immersive Visual Technologies for Safety-critical Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "In many contexts ñ heavy work machines, emergency response, control centres ñ human operators face complex and demanding situations where their decisions can have far-reaching consequences on productivity, environment, and even human lives. In order to deal with such challenges, the operator needs full situational awareness, which can be achieved by sensing relevant visual data about the operating environment, refining it into mission-critical information, and presenting it in an immersive, intuitively comprehensible manner. This can be achieved by Immersive Visual Technologies (IVT) delivering ultra-realistic and interactive visual experience. \n\nThe aim of ImmerSAFE is to train multi-disciplinary experts, who have an understanding of the core imaging technologies, the requirements set to them by the safety-critical applications and who can account for the human user in the design of such systems. We will advance the state of the art by working towards three specific objectives: (1) Develop new robust and reliable IVT; in particular novel approaches to sensing, visualisation and reliable data transmission. (2) Determine optimal implementation of IVT under challenging conditions and integration into existing frameworks in two example use cases: mobile work machines and control centres. (3) Increase knowledge on the human factors affecting the adoption and use of IVT through user experience testing, task performance metrics and organisational level studies.\n\nTo achieve our ambitious goals, we have brought together a unique combination of leading academic technology and psychology experts as well as high-tech SMEs, industry and end-users. This network will bring together the critical mass of complementary expertise available in Europe to train the next generation of successful researchers able to seize the great opportunity for innovations offered by the emerging field of IVT for Europeís high-tech industries.",
    "totalCost": "3957576,84",
    "ecMaxContribution": "3957576,84",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "XYLON DOO;CROSSCONTROL AB;SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA;BENEQ OY;UNIVERSITA DEGLI STUDI ROMA TRE;LEONARDO - SOCIETA PER  AZIONI;MAELARDALENS HOEGSKOLA;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "HR;SE;FI;IT;NO",
    "projectParticipants": {
        "998627417": {
            "orgId": "998627417",
            "orgName": "LEONARDO - SOCIETA PER  AZIONI",
            "ecContrib": 258061
        },
        "972002469": {
            "orgId": "972002469",
            "orgName": "BENEQ OY",
            "ecContrib": 269145
        },
        "952359193": {
            "orgId": "952359193",
            "orgName": "XYLON DOO",
            "ecContrib": 247761
        },
        "999876486": {
            "orgId": "999876486",
            "orgName": "SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA",
            "ecContrib": 495522
        },
        "985498370": {
            "orgId": "985498370",
            "orgName": "CROSSCONTROL AB",
            "ecContrib": 263659
        },
        "999866107": {
            "orgId": "999866107",
            "orgName": "UNIVERSITA DEGLI STUDI ROMA TRE",
            "ecContrib": 516123
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 807436
        },
        "999881530": {
            "orgId": "999881530",
            "orgName": "MAELARDALENS HOEGSKOLA",
            "ecContrib": 527319
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3957576
}