{
    "rcn": "211694",
    "acronym": "ModulED",
    "topics": "GV-04-2017",
    "title": "Modular Electric Drivetrains",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "Electrification of passenger cars and light-duty vehicles will have a knock-on effect on reducing the greenhouses gases emission from the transportation sector, as it is still the biggest emitter due to fossil fuel based engines. However the maturity of electrical drives and electrical engines needs a final push for better performance, better comfort and cost reduction in order to generate a massive adoption of such transport in Europe and worldwide, replacing conventional cars. ModulED aims at developing a new generation of modular electric engine based on buried-permanent magnet motor with reduced rare earth use, and electric drivetrain for various configurations of Full and Hybrid Electric Vehicles (including cost, environmental impact, efficiency, and mass manufacturing ready). The multiphase e-motor will integrate the latest GaN inverter for power electronics, advanced control with higher fault tolerance, advanced cooling features, with reduced sizing and higher efficiency. It will be linked with a performant electrical drive and transmission, adapting new regenerative braking strategies. The project takes into account industrial, user requirements and environmental impacts through life cycle analysis, to gear the activities towards a full vehicle approach design and realization of each component and whole powertrain. Also, new virtual models will be developed for reliable design and simulation of every component features. Demonstration on BMW i3 or similar vehicle will be performed at the end, validating the high performance powertrain. The project gathers 9 partners as cutting-edge from automotive, power electronics, powertrain specialists with 3 research centres, 3 Tier-1 suppliers and SMEs.",
    "totalCost": "7022867,5",
    "ecMaxContribution": "7022867,5",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;ZG ZAHNRADER UND GETRIEBE GMBH;EFFICIENT INNOVATION SAS;SIEMENS INDUSTRY SOFTWARE SAS;PUNCH POWERTRAIN NV;BRUSA ELEKTRONIK AG;TECHNISCHE UNIVERSITEIT EINDHOVEN;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "DE;FR;BE;CH;NL;SE",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 650170
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 598521
        },
        "996072437": {
            "orgId": "996072437",
            "orgName": "SIEMENS INDUSTRY SOFTWARE SAS",
            "ecContrib": 395000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1511875
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 563625
        },
        "952161022": {
            "orgId": "952161022",
            "orgName": "PUNCH POWERTRAIN NV",
            "ecContrib": 1474000
        },
        "916217866": {
            "orgId": "916217866",
            "orgName": "ZG ZAHNRADER UND GETRIEBE GMBH",
            "ecContrib": 309062
        },
        "954725605": {
            "orgId": "954725605",
            "orgName": "EFFICIENT INNOVATION SAS",
            "ecContrib": 236250
        },
        "951629850": {
            "orgId": "951629850",
            "orgName": "BRUSA ELEKTRONIK AG",
            "ecContrib": 1284364
        }
    },
    "calculatedTotalContribution": 7022867
}