{
    "rcn": "211602",
    "acronym": "ECOLE",
    "topics": "MSCA-ITN-2017",
    "title": "Experience-based Computation: Learning to Optimise",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "The overall theme of our proposed doctoral programme is ECOLE: Experience-based COmputation: Learning to optimisE. It seeks novel synergies between nature inspired optimisation and machine learning to address new challenges that arise in industry due to the increasing complexity of products, product development and production processes. The unique aspect of ECOLE is to study and capture the notion of experience that is associated with expert engineers, who have worked on complex optimisation tasks for a certain time, in a computational framework composed of machine learning and optimisation strategies. We aim at developing cutting-edge optimisation algorithms that can continuously accumulate experience by learning from development projects both over time and across different problem categories. The more such algorithms are used for different optimisation problems, the better they become since their accumulated experience increases. The Consortium consists of two world-leading universities, the University of Birmingham (UK) and the University of Leiden (The Netherlands), both in the top 150 in the 2016-17 Times Higher Education World University Rankings, and two innovative companies, Honda Research Institute Europe GmbH (Germany) in the automotive sector and NEC Europe Ltd (UK) in the ICT sector. All have world-leading research groups with complementary expertise that support ECOLE. ECOLE fills an urgent need in Europe for highly skilled optimisation and machine learning experts who have first-hand industrial experiences allowing sustainable know-how growth for solving future challenges. Its entire training programme is centred around a set of novel research projects proposed for early stage researchers (ESRs), complemented by domain knowledge training, hands-on engineering training and transferable skill training. ESRs will spend 50% of their time in the non-academic beneficiaries and be trained in different academic environments and industrial sectors.",
    "totalCost": "2060348,04",
    "ecMaxContribution": "2060348,04",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITEIT LEIDEN;Honda Research Institute Europe GmbH;NEC LABORATORIES EUROPE GMBH;NEC EUROPE LTD",
    "participantCountries": "NL;DE;UK",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 546576
        },
        "995986010": {
            "orgId": "995986010",
            "orgName": "Honda Research Institute Europe GmbH",
            "ecContrib": 498433
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 766123
        },
        "999911794": {
            "orgId": "999911794",
            "orgName": "NEC EUROPE LTD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1811132
}