{
    "rcn": "211671",
    "acronym": "KNOX",
    "topics": "SMEInst-13-2016-2017",
    "title": "Cost advantageous and scalable drone alarm and protection system for urban contexts",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The Danish SME MyDefence aims to pursue a major market opportunity through the optimization and demonstration of an innovative, cost advantageous and scalable drone alarm and protection system (KNOX) to be used by security services providers and infrastructure owners - public and private sectors - in urban contexts. KNOX detects and identifies civilian drones and protects infrastructures and mobile soft targets against dronesí threats.\nDrones are quickly moving from being mainly a military technology to a mass market gadget. Whereas demand and applications for drones are fast-growing, the drone market also raises security and privacy concerns. Presently, there are obvious concerns about the possibility of using drones for illicit purposes and terrorist attacks in which drones could be equipped with explosives, biological or chemical weapons. \n MyDefence has developed an innovative drone alarm able to detect, identify and locate civilian drones around secure areas, and to jam in a specific wireless frequency range without interfering with other mobile signals and forcing a controlled drone landing. KNOX is also an early warning of dronesí activity and helps to locate the pilot before the accident/attack takes place. KNOX is expected to be a game changing solution for drone detection and protection in urban contexts. \nThe present innovation project will focus on demonstrating the full KNOX solution including tactical operating procedures in 2 prisons and in 2 sports stadiums in Denmark and UK. This will be the first step towards showcasing the full concept and validating the solution under real operational environments, thus representing a key milestone for overcoming prevailing market entrance barriers for MyDefence. In 5 years post-project, cumulative turnover from sales and maintenance service agreements are expected to reach 133 MÄ, with net profits of 55MÄ.",
    "totalCost": "1804500",
    "ecMaxContribution": "1258775",
    "coordinator": "MYDEFENCE COMMUNICATION APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925923589": {
            "orgId": "925923589",
            "orgName": "MYDEFENCE COMMUNICATION APS",
            "ecContrib": 1258775
        }
    },
    "calculatedTotalContribution": 1258775
}