{
    "rcn": "211651",
    "acronym": "Home2nite",
    "topics": "SMEInst-12-2016-2017",
    "title": "Home2nite is an innovative guest engagement platform that aims to empower the independent hotels as AirBnb did for the travel hosts.",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "AirBnb has disrupted the travel industry by empowering ordinary people. Those ordinary people became the biggest hotel group in the world with 2.3 million rooms - Marriott group, which has recently acquired Starwood Hotels, could only became the second with 1.1 million rooms. [i]\n\nAirBnb has not acquired 18% penetration in the market just providing a marketplace with a fancy mobile app and web site, but advice and services to help its providers with their business efforts e.g. sending a professional photographer to get the best images captured or reporting the pricing of competition per neighbourhood, per seasonality etc. to let the provider set the right price.†Airbnb helped these people with their business and their engagement with the guests. Then became a $30 billion company[ii] helping its providers make $12.3 billion each year.[iii]\n\nìAirbnb for the Hotel Industryî would be an appropriate analogy for Home2nite.\n\nIndependent hotels in EU represent 67% of the room supply counting for more than Ä35 billion [8] economic value for the region. Most of them are family run businesses, which reflect the Europeís cultural heritage, past and social diversity. They are not well aware of† how to exploit the technology to attract more customers, increase engagement with them and improve operational efficiency along with customer satisfaction. Without these skills, they are under serious trouble, even if some of them donít see it now.\n\nHome2niteís ambition is helping independent hotels with the tools and skills they need for survival under the fierce competition from global chain hotels and Airbnb providers. Our target is preserving the economic value they represent for EU, protecting the jobs they created and last, but not the least, continue to see them reflecting the Europeís cultural heritage, past and social diversity.\n\n[i] http://bit.ly/2oCnAXZ\n[ii] http://for.tn/2oCr0tP\n[iii] http://bit.ly/2nas3kY",
    "totalCost": "1220625",
    "ecMaxContribution": "854437",
    "coordinator": "DONE ILETISIM BILGI SISTEMLERI VE YAY. SAN. VE TIC. A.S.",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938082442": {
            "orgId": "938082442",
            "orgName": "DONE ILETISIM BILGI SISTEMLERI VE YAY. SAN. VE TIC. A.S.",
            "ecContrib": 854437
        }
    },
    "calculatedTotalContribution": 854437
}