{
    "rcn": "211614",
    "acronym": "ETAP",
    "topics": "ERC-2016-ADG",
    "title": "Tracing Evolution of Auxin Transport and Polarity in Plants",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Multicellularity in plants evolved independently from other eukaryotes and presents a unique, alternative way how to deal with challenges of life. A major plant developmental module is the directional transport for the plant hormone auxin. The crucial components are PIN auxin transporters, whose polar, subcellular localization determines directionality of auxin flow through tissues. PIN-dependent auxin transport represents a unique model for studying the functional link between basic cellular processes, such as vesicle trafficking and cell polarity, and their developmental outcome at the level of the multicellular organism. Despite decades of intensive research, the classical approaches in the established models are approaching their limits and many crucial questions remain unsolved, in particular related to PIN structure, regulatory motifs and evolutionary origin \nI propose to start a new direction in my research using an evolutionary perspective. This promises to overcome current limitations and provides not only (i) interesting insights into PIN evolution and diversification, but also (ii) a unique opportunity to study how evolutionary conserved cellular mechanisms of e.g. endocytic trafficking evolved specific plug-ins to make them subject to plant-specific regulations. The characterization of (iii) prokaryotic PIN origin will provide a so urgently needed (iv) entry into PIN structural studies. To achieve these goals, we will also establish novel (v) genetic and cell biological models in the ancestral lineage of the land plants that will be of a great use for any plant evolutionary studies.\nThe intellectual and methodological challenges of such interdisciplinary strategy combining several lower and higher plant models are obvious, but our preliminary results at several fronts promise its feasibility and success to gain deeper understanding of exciting questions on evolution and mechanisms behind the coordination and specification of developmental programs.",
    "totalCost": "2410292",
    "ecMaxContribution": "2410292",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 2410292
        }
    },
    "calculatedTotalContribution": 2410292
}