{
    "rcn": "211603",
    "acronym": "Edulia",
    "topics": "MSCA-ITN-2017",
    "title": "BRINGING DOWN BARRIERS TO CHILDRENíS HEALTHY EATING",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "Edulia responds to the urgent need of EU society to find new ways to tackle the escalating issue of obesity, through promoting healthier eating from childhood. Based on the relations of sensory perception, pleasure, food choice and food behaviour, the project will look for new approaches to drive children to like and actively choose healthy foods, developing healthier habits. Edulia is a multi-disciplinary and inter-sectorial European Training and Research Network with a global reach. Our network will train a new generation of innovative and adaptable researchers, with highly specialised skills across complementary fields studying childrenís food choice, while exposing them to cross-sector experiences, in order to build strong career development paths. The training program includes multidisciplinary scientific training within natural and social sciences, secondments in academic and non-academic organisations, and courses in transferable skills, promoting science communication and outreach. The overall aim of the research programme is to better understand how multiple factors act as barriers for childrenís healthy eating and how to tackle them, bringing together leading scientists in the Food Choice arena in a collaborative network that will transcend the limits of this project and strengthen European research. Edulia will go further than the classical approach of ìteaching children what is healthyî, by exploring approaches such as positive marketing, nudging strategies, focusing on peer and family social interactions, studying sensory and non-sensory parameters that influence what is eaten (food choice) and how much is eaten (intake), and exploiting the positive food sensory characteristics which can drive healthy eating through enhancing pleasure. We will ultimately propose innovative approaches to support childrenís healthier eating, providing a strong knowledge base and clear guidance for children, the general public, the food industry and EU policy makers.",
    "totalCost": "2933056,8",
    "ecMaxContribution": "2933056,8",
    "coordinator": "NOFIMA AS",
    "coordinatorCountry": "NO",
    "participants": "AARHUS UNIVERSITET;UNIVERSITA DEGLI STUDI DI FIRENZE;UNIVERSIDAD DE LA REPUBLICA;CENTRE DE RECHERCHE DE L INSTITUT PAUL BOCUSE;WAGENINGEN UNIVERSITY;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "DK;IT;UY;FR;NL",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 258061
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 510749
        },
        "951216242": {
            "orgId": "951216242",
            "orgName": "CENTRE DE RECHERCHE DE L INSTITUT PAUL BOCUSE",
            "ecContrib": 262876
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999874449": {
            "orgId": "999874449",
            "orgName": "UNIVERSIDAD DE LA REPUBLICA",
            "ecContrib": 222906
        },
        "963474423": {
            "orgId": "963474423",
            "orgName": "NOFIMA AS",
            "ecContrib": 572550
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 2933057
}