{
    "rcn": "211680",
    "acronym": "MATURATION",
    "topics": "ERC-2016-ADG",
    "title": "Age at maturity in Atlantic salmon: molecular and ecological dissection of an adaptive trait",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Life history is the nexus of biology, because various biological questions ultimately revolve around the causes and consequences of variation in reproduction and survival, i.e. fitness. Traditionally, a major tool in life-history research has been quantitative genetics because it provides an important statistical link between phenotype and genotype. However, the mechanisms by which evolution occurs may remain unclear unless such traditional approaches are combined with molecular investigations. Another complicating factor is that the fitness of male vs female life histories do not always align, and hence life history traits may be shaped by sexual conflict. This is why life-history approaches focusing on both quantifying the conflict and understanding its resolution at the genetic level are needed. \nAs in many species, age at maturity in Atlantic salmon is tightly linked with size at maturity and thus represents a classic evolutionary trade-off: later maturing individuals spend more time at sea before returning to freshwater to spawn and have higher reproductive success due to their larger size but also have a higher risk of dying prior to first reproduction. Our recent cover paper in Nature reported a large-effect gene explaining 40% of the variation in this key life history trait. Remarkably, the locus exhibits sex-dependent dominance and this resolves a potential intra-locus sexual conflict in the species. The relatively simple genetic architecture of this trait combined with the features of Atlantic salmon as a model system offer an ideal opportunity to better understand the molecular mechanisms and ecological drivers underlying a locally adapted life history trait. \nIn MATURATION I will i) characterize age at maturity candidate gene functions and allelic effects on phenotypes ii) elucidate fitness effects of these phenotypes and GxE interactions iii) develop a mechanistic model for the sex-dependent dominance and validate intra-locus sexual conflict resolution",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}