{
    "rcn": "211601",
    "acronym": "ECOMOBI",
    "topics": "SMEInst-10-2016-2017",
    "title": "Eco-friendly Modification of Bitumen (ECOMOBI). Recycling end of life tyres into an efficient bitumen modifier",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Tecnofilm is a leading Italian company specialised in the production of functionalised polyolefins and specialty compounds. We have over 44 years of experience in the sector and count with an expert team of 45 technical and sales experts. Tecnofilm is committed to the research, development and commercialisation of eco-friendly compounds, helping to minimise the environmental footprint of our customers.\nEvery year, polymer modified bitumen (PmB) producers generate over 10 million tonnes of PmB globally to increase road pavement performance. By 2022, the global PmB market is expected to reach over Ä12.5 billion . Available bitumen modifiers are either expensive (SBS, the most widely used bitumen modifier has averaged 2Ä/kg in the last years) or inefficient (plastomers, recycled tyre rubber).\nRD PRENE is an innovative recycled tyre rubber (RTR) based bitumen modifier (already protected by a patent) that will provide PmB producers with a superior performance, affordable (1Ä/kg) and environmentally friendly alternative to current bitumen modifiers. PmB producers substituting SBS by RD PRENE will save up to 45Ä per tonne of PmB.\nRD PRENE provides up to a 50% longer road service life and reduces traffic noise in a 50% when compared with SBS. Moreover, it eliminates the need for additional processing, reducing energy and personnel expenses and since it is based on recycled end of life tyres (ELTs), our customers will reduce their environmental footprint, boosting their corporate image. \nRD PRENE has reached TRL 7. We have produced a pilot scale version of the compound and tested it in commercial bitumen blends. Through the ECOMOBI project, Tecnofilm aims to bring RD PRENE into the market and make a difference by providing a valuable recovery alternative for ELTs. \nThanks to RD PRENE we expect to increase our revenues in over Ä15 million by 2024, resulting in an additional Ä1.5 million profit.",
    "totalCost": "1606750",
    "ecMaxContribution": "1124725",
    "coordinator": "TECNOFILM SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917479545": {
            "orgId": "917479545",
            "orgName": "TECNOFILM SPA",
            "ecContrib": 1124725
        }
    },
    "calculatedTotalContribution": 1124725
}