{
    "rcn": "211631",
    "acronym": "FORJET2035",
    "topics": "JTI-CS2-2016-CFP05-TE2-01-03",
    "title": "ATS Level Business Jet 2035 Forecast",
    "startDate": "11/09/2017",
    "endDate": "10/11/2018",
    "objective": "The proposal addresses the topic: ìATS Level Business Jet 2035 forecastî (JTI-CS2-2016-CFP05-TE2-01-03) and it is devoted to perform forecasts for business jet traffic, in terms of fleet and movements starting from 2015, passing by 2020/2025/2030 until 2035, with a detail at country/region/world levels. Where gaps exist, an estimate will be made based on the methodology. More in detail the Technology Evaluator has requested: ìThe global fleet development and the share of European (Clean Sky) Aircraftî and ìthe development of movements per country and between Origin and Destination airportsî. The overall objective of the project is: to analyse existing forecasts about volume and movements of Business jets in the relevant years, to establish a new forecast about bizjet fleet up to 2035 and the number of bizjet movements at country/region/world levels, to estimate the market share of European products in the market.\nGenerally the forecast of business jet volumes depends on technology progress and the associated cost reductions, demand related to ìGross Domestic Productî development and accessibility. This means that the future of the bizjet transport also depends on developing new concepts of operation, aircraft concepts and business models and plans. After the assessment of the existing forecasts by different sources and CleanSky related actions and outcomes, the methodology of harmonization and improvement of the business jet forecast will be defined and finalized. The methodology based on a new dedicated demand equation will include: definition of the economic, technology and societal drivers, harmonized business models and business plan as well scenarios to create an improved forecast model. The outcomes will be completed in case of gaps and shared with the involved stakeholders and Clean Sky Topic Management. In this way, the forecasts will allow to make better characterisation of the measurable effects of technologies developed in CleanSky 2.",
    "totalCost": "119945",
    "ecMaxContribution": "119320",
    "coordinator": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
    "coordinatorCountry": "IT",
    "participants": "INSTYTUT LOTNICTWA;REA-TECH MERNOKI ES EPITESZETI KFT.;DE GRAAFF ADRIAAN",
    "participantCountries": "PL;HU;NL",
    "projectParticipants": {
        "998828692": {
            "orgId": "998828692",
            "orgName": "INSTYTUT LOTNICTWA",
            "ecContrib": 25525
        },
        "911572633": {
            "orgId": "911572633",
            "orgName": "DE GRAAFF ADRIAAN",
            "ecContrib": 22750
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 42595
        },
        "994743925": {
            "orgId": "994743925",
            "orgName": "REA-TECH MERNOKI ES EPITESZETI KFT.",
            "ecContrib": 28450
        }
    },
    "calculatedTotalContribution": 119320
}