{
    "rcn": "211629",
    "acronym": "FOODENGINE",
    "topics": "MSCA-ITN-2017",
    "title": "Enginomics in food quality design: the case of shelf-stable fruit-, vegetable- and legume-based foods",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The overarching objective of FOODENGINE is to provide, for the first time, a research-based training programme to a new generation of young food scientists and technologists by introducing an enginomics approach in food quality design. It connects an omics approach to instrumentally quantify food quality with an advanced engineering approach using multi-response kinetics to model food quality changes during processing and storage. At the same time, FOODENGINE will develop models linking the enginomics-based instrumental food quality design with sensory properties, consumer acceptability and consumer preferences to create new products appealing to consumers. FOODENGINE provides unique interdisciplinary, international and intersectoral training opportunities to 13 ESRs, each for 36 months. This extensive international (5 countries), intersectoral (2 universities, 1 research institute and 6 food (ingredient) companies) and interdisciplinary (food engineering, food chemistry, food nutrition and sensory/consumer research) training should lead for all ESRs to a PhD degree. FOODENGINE will boost the career perspectives of the FOODENGINE fellows to the top level. In addition, it has the ambition to become a best-practise example for structuring PhD research training in food science and technology at the European level. Although FOODENGINE specifically focusses on sustainable commodities which are essential parts of a healthy lifestyle (fruit-, vegetable-, legume-based food ingredients and foods), the skills and new ways of thinking the fellows will acquire are generic and can be extrapolated beyond the specific application area (diverse range of food systems or food processes) in their future careers.",
    "totalCost": "3437311,68",
    "ecMaxContribution": "3437311,68",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "DOHLER GMBH;KOBENHAVNS UNIVERSITET;CARGILL R&D CENTRE EUROPE;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "participantCountries": "DE;DK;BE;FR",
    "projectParticipants": {
        "923842842": {
            "orgId": "923842842",
            "orgName": "CARGILL R&D CENTRE EUROPE",
            "ecContrib": 250560
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 525751
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1160328
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1002240
        },
        "923936544": {
            "orgId": "923936544",
            "orgName": "DOHLER GMBH",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3437312
}