{
    "rcn": "211607",
    "acronym": "EMERGE",
    "topics": "MSCA-IF-2016",
    "title": "Tuning Emergent Phases in 2D Materials",
    "startDate": "04/08/2017",
    "endDate": "03/08/2019",
    "objective": "The goal of EMERGE is to create new types of two-dimensional materials of the highest quality, and exploit new types of quantum phenomena that emerge in the lower dimensional limit. By combining ultra-high purity fabrication of 2D materials with a high level of control, with high precision spectroscopy, we aim at being able to tailor the phase of these materials with atomic precision. Since the discovery of graphene, there has been an ongoing search for new Dirac materials which exhibit exotic electronic behavior in the two-dimensional limit, in which the spin and electronic degrees of freedom can be manipulated. Toward this end, the family of transition metal dichalcogenides (TMDCs) is extremely promising, as this family of materials exhibits semiconducting behavior, novel spin transport, charge ordering, and superconductivity, when simply selecting the transition metal ion and the interface. However, the role of the environment and how this determines the quantum phases of these materials is still not well understood, and moreover there are still many of these materials which have not been realized. The objective here will be to fabricate and tune TMDCs at the 2D limit, to realize new types of TMDCs, in order to realize exotic phases of matter to unravel the role of the environment and material in creating and discovering new types of quantum phases of matter in these materials. Our goals will be accomplished by combining CVD fabrication of TMDC single layers in ultra-high vacuum, with in-situ characterization of these films with cutting edge spin-polarized scanning tunneling microscopy at ultra-low temperature and high magnetic fields, and angular resolved photoemission in order to fully understand the electronic properties of our materials.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}