{
    "rcn": "211622",
    "acronym": "FEEdBACk",
    "topics": "EE-07-2016-2017",
    "title": "Fostering Energy Efficiency and BehAvioural Change through ICT",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The objectives of the FEEdBACk project are to develop, integrate and trial a wide range of energy focused ICT and behaviour modification applications, that will be used to engage energy users and permit them to understand and change their energy consumption related behaviour in three different built environments (Office/Research Labs, Schools, Domestic smart homes) in three climatic settings (northern Portugal, Mediterranean Spain, and northern Germany). The consortium, from seven EU countries, that has been assembled to deliver FEEdBACk consists of highly experienced research organisations in the energy area; three SMEs that specialise in e-learning digital communication applications targeted at behaviour change and in building energy data gathering and representation to managers and users; and three organisations that own and manage buildings, schools and public and private dwellings, who are committed to lowering and making more sustainable their energy use. The development of this broad spectrum of energy related applications and the utilisation of next generation gamification techniques, tested in such a wide range of built environments has not been attempted before. The outputs from the project will enable accelerated commercialisation, by a wide range of innovative SMEs, within and outside the project consortium, of the tools that will help building owners and stakeholders to understand and reduce their energy consumption. The demonstration of the results of the FEEdBACK project will be valuable for Technical & Market planning for the EU energy industry. The FEEdBACKís ambition is to enable a wide range of companies to incorporate or integrate elements of the applications and the behaviour change components, thereby making their products more competitive and successful in the EU and on a global scale. This will contribute significantly to achieving important sustainable energy EU objectives.",
    "totalCost": "2392840",
    "ecMaxContribution": "1997459,13",
    "coordinator": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
    "coordinatorCountry": "PT",
    "participants": "IN-JET APS;DEXMA SENSORS SL;KREIS LIPPE DER LANDRAT;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ESTUDI RAMON FOLCH I ASSOCIATS SL;LIMETOOLS LTD;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DK;ES;DE;CH;UK;NL",
    "projectParticipants": {
        "958644114": {
            "orgId": "958644114",
            "orgName": "ESTUDI RAMON FOLCH I ASSOCIATS SL",
            "ecContrib": 107034
        },
        "915934626": {
            "orgId": "915934626",
            "orgName": "LIMETOOLS LTD",
            "ecContrib": 320752
        },
        "999755915": {
            "orgId": "999755915",
            "orgName": "IN-JET APS",
            "ecContrib": 185194
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 425312
        },
        "939056807": {
            "orgId": "939056807",
            "orgName": "KREIS LIPPE DER LANDRAT",
            "ecContrib": 150062
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 249091
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 250438
        },
        "938942056": {
            "orgId": "938942056",
            "orgName": "DEXMA SENSORS SL",
            "ecContrib": 309575
        }
    },
    "calculatedTotalContribution": 1997458
}