{
    "rcn": "211654",
    "acronym": "HYCOAT",
    "topics": "MSCA-ITN-2017",
    "title": "A European Training Network for Functional Hybrid Coatings by Molecular Layer Deposition",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "HYCOAT is the first ETN at the intersection of chemistry, physics, materials science and engineering dealing with the synthesis and applications of hybrid coatings grown by molecular layer deposition (MLD). With self-limiting binary reactions, MLD is the ideal ultra-thin film deposition technique, offering unique advantages for growing uniform, conformal hybrid films providing precise and flexible control over the film thickness and chemical composition at molecular scale. This new field of MLD is pioneered at nanoscience laboratories across Europe. HYCOAT provides a European approach to facilitate an interdisciplinary and multi-environment (Universities, Research Centers, SMEs & Large industries) platform for training a new generation of MLD researchers. A coordinated effort of 10 beneficiaries and 16 partner organizations from 7 European countries (Belgium, Finland, Germany, Ireland, Netherlands, Norway and Spain), HYCOAT targets the development of novel precursor chemistries, processes, characterisation and modelling of MLD and the demonstration of hybrid coatings in four key high impact fields of application relevant for European industries, in packaging, biomedical, electronics and batteries. Understanding and engineering of hybrid coatings by MLD is essential for its wide range of applications and the interaction with European high-tech industry is ensured through the active participation of 10 industries, 2 university hospitals and a synchrotron facility. Training will take place through research projects, courses and workshops, with the emphasis on self-directed, hands-on, collaborative learning. This European knowledge alliance with an inter- and trans-disciplinary mobility and an intense collaboration between the private and public entities is needed to equip the next generation of researchers and extrapolate Europeís current pioneering role in the science of MLD towards a leadership in economic and societal impact of innovations enabled by MLD.",
    "totalCost": "3898797,84",
    "ecMaxContribution": "3898797,84",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;HELSINGIN YLIOPISTO;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;AALTO KORKEAKOULUSAATIO SR;RUHR-UNIVERSITAET BOCHUM;UNIVERSITETET I OSLO;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "ES;FI;NL;BE;DE;NO;IE",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 572550
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 250560
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 255374
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 249216
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 495746
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 501120
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 265675
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 538291
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 3629652
}