{
    "rcn": "211672",
    "acronym": "KTX-20",
    "topics": "SMEInst-10-2016-2017",
    "title": "Mass production platform for L-EVs",
    "startDate": "01/09/2017",
    "endDate": "28/02/2018",
    "objective": "Tuk Tuks are already a well-known charming means of 3-wheeler transportation in many countries, especially in Asia, with many different applications. At the moment, the Tuk Tuk Holding company (TTH) is the only OEM in the world that produces eTuks with 6 passenger seats. The market is growing fast: in 2015 more than 210 eTuks were sold in almost 30 countries, and the eTuks are so successfully exploited in various niches and in various ways. The companyís total volume has grown over 240% over the last 2 years and the 2016 turnover is projected at over 4MEUR, with an EBITDA of over 750kEUR. Recently, TTH has crafted a highly innovative version of the successful 6 year old technology platform. This novel platform ìKTX-20î is lighter, more efficient, modular, has a lower TCO, and can host either 4 or 3 wheels. It allows modular sizing and scaling of batteries, and fits the upcoming European and Asian legislation for road vehicle approval. Hence, this platform allows ultimate modular scalability to support a mere endless variation of ìL-categoryî vehicle models and has great potential for upscaling KTX-20 electric cars on a global level.\n\nHowever, this unlimited freedom represents an inherent risk to invest the limited TTH development budgets in the wrong\nbusiness opportunities. Hence, this calls for an in-depth market research to explore the most promising business  applications and related risks in this SME-INSTrument Phase 1 proposal.\n\nSpecific objectives in this H2020-SMEINT Phase 1 feasibility study are:\nï Explore at least 5 (up to 10) promising business cases for the KTX-20 platform.\nï Evaluate the required specifications and characteristics of these applications with potential partners and/or clients.\nï Elaborate on a detailed business plan (D1).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TUK TUK HOLDING BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "971212404": {
            "orgId": "971212404",
            "orgName": "TUK TUK HOLDING BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}