{
    "rcn": "211675",
    "acronym": "LipidDrive",
    "topics": "SMEInst-06-2016-2017",
    "title": "LipidDrive - Lipidomics cloud computing platform and app",
    "startDate": "01/09/2017",
    "endDate": "28/02/2018",
    "objective": "LipidDrive is a breakthrough cloud computing platform and mobile app that allows researchers in the growing field of lipidomics to process, store and share analytical data in a standardized format.\nLipidomics is the study of lipid molecules in cells, tissues and biofluids. Due to its low cost, high accuracy and deep insights into cellular function, it has the potential to revolutionize medical science. However it is blocked by a lack of data standardization, processing capacity and collaboration.\nThere are no common protocols for lipidomics data output. 70% of lipidomics data is incomparible, wasting Ä14 million in research costs annually. Tests require large computer processing power, which most researchers do not possess. There are few online resources for data collaboration.\nAddressing these challenges, LipidDrive is a cloud-based platform for high-quality lipidomics data analysis. Users upload mass spectrometry data sets, which are processed by algorithms to ensure quality control, and are output according to new data standards. LipidDriveís cloud computing service processes high-throughput data in any format, replacing desktop-based software with limited capacity. It also provides an online resource of latest research, lipid and biomarker libraries, communication tools and APIs for third-party data utilization.\nLipidDrive is an unrivaled ICT service developed by Dr Kim Ekroos, a leading lipidomics expert. It will target researchers in universities, pharmaceutical and nutritional industries, and hospitals and clinics through direct sales and partnerships with hardware vendors. Demand and willingness to pay have been confirmed by interest from several large pharmaceutical companies.\nLipidomics is expected to follow the growth path of proteomics, which is worth Ä20 billion annually. LipidDrive will become the most valuable online resource for this fast-emerging industry. The proposed feasibility study will test the technology and prepare for commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIPIDOMICS CONSULTING OY AB - LIPIDOMICS CONSULTING LTD",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914811463": {
            "orgId": "914811463",
            "orgName": "LIPIDOMICS CONSULTING OY AB - LIPIDOMICS CONSULTING LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}