{
    "rcn": "211657",
    "acronym": "IBEX QDR",
    "topics": "SMEInst-05-2016-2017",
    "title": "IBEX QDR: A Ground-breaking Technological Upgrade based on Quantitative Digital Radiography to Exploit the Full Diagnostic Potential of Standard Digital X-Ray",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Bone density loss is a natural process that affects us all as we age. As the loss advances, so does the risk of fracture. The lack of warning symptoms or routine tests results in a late detection of severe density loss (osteoporosis), often when the first fracture occurs. Besides being a major social burden, in the EU it entails costs of Ä37 bn/year in treatment, disability or productivity loss, which could be alleviated if population-wide bone health screening methods were available. Today, measurement of bone mineral density (BMD) is only available through scarce and expensive DEXA scans, limiting testing to referred individuals grouped as high risk of osteoporosis. In response, we at IBEX Innovations have developed and patented IBEX-Quantitative Digital Radiography (IBEX-QDR). Conceived as a cost-efficient upgrade for standard digital radiography systems, it enhances the quality of digital X-ray images and enables these systems to measure BMD. All while reducing by 2-fold the X-ray dose needed to obtain the image. Altogether, IBEX QDR will unleash the diagnostic potential of digital radiology, enabling routine screening of bone density with any standard X-ray examination. In a Phase 1 project we confirmed the market opportunities for IBEX-QDR, outlined technical optimisations and achieved high-level engagement with X-ray detector and system manufacturers and healthcare providers. Now in Phase 2 we aim to reach market readiness by finalising the technological development, completing its clinical validation and securing the business aspects of the project. Once in the market, IBEX QDR will bring significant benefits for healthcare systems (early diagnosis and lower impact of ageing diseases), professionals (safer and simplified work-flows) and public health (lower radiation dose and less X-ray induced cancer). In turn, in 5 years it will provide us Ä16.7 million profits, 16 new people and a ROI of Ä9.37 per euro invested, representing c.1% of the target market.",
    "totalCost": "1611542,75",
    "ecMaxContribution": "1611542,75",
    "coordinator": "IBEX INNOVATIONS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934457358": {
            "orgId": "934457358",
            "orgName": "IBEX INNOVATIONS LTD",
            "ecContrib": 1611543
        }
    },
    "calculatedTotalContribution": 1611543
}