{
    "rcn": "211699",
    "acronym": "MY-ATRIA",
    "topics": "MSCA-ITN-2017",
    "title": "MultidisciplinarY training network for ATrial fibRillation monItoring, treAtment and progression",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "MY-ATRIA brings together universities, companies and hospitals from 5 European countries (Italy, Spain, Sweden, Netherlands and Germany). The main scope of MY-ATRIA is to establish a multidisciplinary network able to develop research and training ìwithout wallsî among academic, industrial and clinical entities in the area of cardiac, atrial disease. The composite nature of the MY_ATRIA network will ensure a highly qualified training and research infrastructure, which meets the needs of academic research, industrial exploitation and clinical end-users. MY_ATRIA will generate a new profile of Researcher with an intersectoral expertise able to fill the existing gap between basic research and clinical/businessoriented solutions. The training and research activities of MY-ATRIA are designed to pursue innovation in three domains: i) Educational concepts: MY_ATRIA will implement a new, intersectoral paradigm of PhD training to shape a modern professional Researcher with cross-competencies and able to accelerate the transfer of advances in basic science to market and clinics. ii) Basic science: MY_ATRIA will gain new knowledge about atrial functioning, atrial arrhythmias development and response to treatment, using multi-sectoral, model based integrative approach to explore the complex processes of electrical, contractile, and structural remodeling of the atrial myocardium. iii) Technology solutions: MY_ATRIA will develop new methodologies and technologies for the early detection of atrial arrhythmias, its monitoring, progression and risk stratification as well as for a better patient treatment.",
    "totalCost": "3056990,04",
    "ecMaxContribution": "3056990,04",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "MORTARA INSTRUMENT EUROPE SRL;UNIVERSIDAD DE ZARAGOZA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERSITA DEGLI STUDI DI MILANO;MEDTRONIC BAKKEN RESEARCH CENTER B.V.;UNIVERSITAT POLITECNICA DE VALENCIA;LUNDS UNIVERSITET",
    "participantCountries": "IT;ES;DE;NL;SE",
    "projectParticipants": {
        "999584613": {
            "orgId": "999584613",
            "orgName": "MEDTRONIC BAKKEN RESEARCH CENTER B.V.",
            "ecContrib": 255374
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 527319
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 495746
        },
        "986263991": {
            "orgId": "986263991",
            "orgName": "MORTARA INSTRUMENT EUROPE SRL",
            "ecContrib": 258061
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 516123
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 247873
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 498433
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 3056990
}