{
    "rcn": "211613",
    "acronym": "ERICA",
    "topics": "MSCA-ITN-2017",
    "title": "Engineered Calcium-Silicate-Hydrates for Applications",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "ERICA stands for engineered calcium-silicate-hydrates for applications. Inorganic hydrates, such as C-S-H, are used in applications from construction to dentistry. In every case, there is need to optimise the hydrate properties for the application. More reactive cements are needed to lower the CO2 impact of construction. Dentistry needs improved mechanical stability. The traditional way to improve hydrates is by trial and error. This is ineffective. ERICA offers a transformative materials science approach based on gaining detailed understanding the associated nanoscience. ERICA seeks coherent understanding and control of hydrate nucleation and growth as a means to control properties; of the first water sorption cycle when hydrates undergo structural change the consequences of which for performance are only just becoming apparent; and of water transport in hydrates that severely impacts degradation. To do this ERICA exploits recent developments in understanding of hydrate chemistry, in 1H NMR relaxometry and in numerical modeling. Success with ERICA will (i) give industry ways to target design hydrates; (ii) create numerical software tools to model hydrate performance; and (iii) leave good practice and know-how to adopt emergent methods. ERICA trains 13 multi-disciplinary researchers: ESRs ready to find employment with cement product manufacturers, instrumentation manufacturers, in numerical modeling and in academia. This cohort is much needed by industry. The ESRs receive comprehensive academic and transferable skills training comprised of residential schools, workshops, peer learning and industry secondments. Training and dissemination are delivered in collaboration with the industry-academic cement science network: NANOCEM. Courses will be made into MOOCs. ERICA is led by 4 universities and an international cement manufacturer. It is supported by 5 Partner companies.",
    "totalCost": "3415255,56",
    "ecMaxContribution": "3415255,56",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;HEIDELBERGCEMENT AG;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "AT;CH;DE;IT",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 511868
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "986942021": {
            "orgId": "986942021",
            "orgName": "HEIDELBERGCEMENT AG",
            "ecContrib": 498433
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 1093152
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 795680
        }
    },
    "calculatedTotalContribution": 3415256
}