{
    "rcn": "211615",
    "acronym": "ETVAX",
    "topics": "SMEInst-05-2016-2017",
    "title": "ETVAX ñ the first oral vaccine for protection against travellerís diarrhoea caused by ETEC",
    "startDate": "01/06/2017",
    "endDate": "30/11/2019",
    "objective": "This project will perform a Phase II study of ETVAX ñ an oral vaccine against travellerís diarrhoea (TD) caused by enterotoxigenic E. coli bacteria (ETEC). ETVAX has a strong potential to be the first vaccine with a full ETEC indication. TD caused by enterotoxigenic E. coli bacteria is the most common illness that affects travellers traveling in the developing\nregions. Currently, there is no approved method for preventing TD.\n\nTravellers are recommended to use off-label antibiotics such as Rifaximin or the cholera vaccine Dukoral to prevent TD. In business terms, there exists a strong business opportunity in developing and commercializing an effective and safe ETEC vaccine. Scandinavian Biopharma is the first SME positioned to capture this opportunity. The envisaged Phase II study will\nallow Scandinavian Biopharma take the key step towards the commercialization of ETVAX.\n\nThe targeted users of are travellers visiting tropical and subtropical countries. Their number is forecasted to reach 190 million by 2020. Their key need is to prevent TD which can ruin a significant part of a vacation or a business trip. ETVAX will meet this needs by being safe, efficient and easy to use.\n\nThe project delivers an ultimate EU added value by offering the first ETEC vaccine with proven immunogenicity, safety and efficacy. From the scientific perspective, this means that the project fills the gap in the vaccine research on the EU and global level as no other efficient methods for prevention of TD have been proposed on the market to date. The introduction of ETVAX will ultimately decrease number of TD cases among travellers, decrease number of patients with irritable bowel syndrome or other chronic diseases connected to TD, as well as decrease healthcare costs and productivity losses on the EU level.\n\nIf successfully validated and accepted by regulatory bodies, ETVAX will take Scandinavian Biopharma to a new level of\ncompetitiveness and growth.",
    "totalCost": "2992750",
    "ecMaxContribution": "2992750",
    "coordinator": "SCANDINAVIAN BIOPHARMA HOLDING AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934767079": {
            "orgId": "934767079",
            "orgName": "SCANDINAVIAN BIOPHARMA HOLDING AB",
            "ecContrib": 2992750
        }
    },
    "calculatedTotalContribution": 2992750
}