{
    "rcn": "211684",
    "acronym": "MEMO",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Mechanics with Molecules",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "In this project, single molecule-machines will be constructed and tested on a surface and one at a time, controlling the rotation and the work delivered by a single molecule-motor directly at the atomic scale. The molecule motors and gears, designed and tested by MEMO, will be further adapted to applications requiring collective and synchronous motion. \nThe MEMO partners will design molecular motors and gears able to perform collective and synchronous motion. They will test the rotation of such molecule-gears step-by-step according to their chemical composition, the structure of their teeth, their rotational axle, and the supporting surface. MEMO will design molecule-motors adapted to transmit single molecule motion from the atomic scale to the mesoscale (and beyond). \nIn MEMO, low-temperature UHV experimental methods including scanning tunneling microscope and four independent scanning probe microscopes on the same surface will be used, as well as atomic force microscope in solution. MEMO will explore how a molecule-gear with ~1 nm diameter can mechanically match a nanofabricated solid-state nano-gear with ~30 nm diameter, produced using e-beam nanolithography and He beam microscope. \nMEMO will create the first miniaturization roadmap for mechanical machinery down to the atomic scale. This roadmap will be explored node by node along the MEMO project, fabricating, micro-fabricating, and nano-fabricating a planar mechanical calculator down to the atomic scale. The last node of the roadmap, using all the molecular machinery results obtained by the MEMO partners during the project, will lead to the design of a molecular Pascaline. \nTo disseminate the single molecule-mechanics results to industry, MEMO will organize regular Academy-Industry days with high-tech SMEs. General public dissemination will include the organization of the first and second international molecule-car race.",
    "totalCost": "3997843,75",
    "ecMaxContribution": "3997843,75",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE DE LIEGE;THE UNIVERSITY OF MANCHESTER;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITAET GRAZ;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "BE;UK;ES;AT;FR",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 430375
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 429892
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 396250
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1278566
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 1032750
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 430010
        }
    },
    "calculatedTotalContribution": 3997843
}