{
    "rcn": "211621",
    "acronym": "FATIGUE",
    "topics": "MSCA-ITN-2017",
    "title": "Delayed Transformational Fatigue in Central and Eastern Europe",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The aim of FATIGUE is to develop theoretically and empirically robust explanations for the causes and consequences of rise of illiberalism and authoritarianism in post-communist Europe (and Europe, more generally) with reference to the concept of 'delayed transformational fatigue'. The project will seek to answer the following questions:\n\ni. Why do illiberal political discourses resonate with people in post-communist Europe? \n\nii. With which types of people do illiberal discourses particularly resonate? \n\niii. Under which social, economic and political circumstances are illiberal discourses most likely to gain traction? \n\niv. How do illiberal political actors make their views of the world hegemonic? Which social, political and economic conditions of possibility enable such hegemonic worldviews to dominate political discourse? \n\nv. Which framing activities are employed by cultural-political entrepreneurs via specific media and educational institutions to make their views of the world hegemonic? \n\nvi. What are the remedies to the current illiberalism? What role does education play in making society aware of the dangers of playing with right-wing ideas. \n\nThe research programme will be organised in five work packages, each centred on a research theme pertinent to one or more post-communist EU member-states, accession states or states in the EUís Eastern Partnership. A sub-team, composed of three partners, will lead the work on each of the five dimensions of the delayed transformational fatigue: \n\nWP1: Illiberal democracy and right-wing politics \n\nWP2: Politics of memory and transitional justice \n\nWP3: Economic populism and inequality \n\nWP4: Cultures of reaction: xenophobia, anti-Semitism, anti-migrant \n\nWP5: Civil society and protest movements",
    "totalCost": "3508841,16",
    "ecMaxContribution": "3508841,16",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "TARTU ULIKOOL;BUDAPESTI CORVINUS EGYETEM;UNIVERZITET U BEOGRADU;UNIWERSYTET JAGIELLONSKI;UNIVERZITA KARLOVA",
    "participantCountries": "EE;HU;RS;PL;CZ",
    "projectParticipants": {
        "999641843": {
            "orgId": "999641843",
            "orgName": "UNIVERZITET U BEOGRADU",
            "ecContrib": 427450
        },
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 452529
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 672412
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 819864
        },
        "999857086": {
            "orgId": "999857086",
            "orgName": "BUDAPESTI CORVINUS EGYETEM",
            "ecContrib": 671741
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 464845
        }
    },
    "calculatedTotalContribution": 3508841
}