{
    "rcn": "211618",
    "acronym": "EVA",
    "topics": "SMEInst-10-2016-2017",
    "title": "SMART CITY NAVIGATION TOOL FOR THE VISUALLY IMPAIRED",
    "startDate": "01/09/2017",
    "endDate": "31/12/2017",
    "objective": "EVA VISION Ltd have developed a voice controlled eyewear based on Augmented Reality (AR) for visually impaired people that recognises objects, texts, signs and verbally describes what it sees. It also works together with Smart City solutions to give a seamless and safe indoor-outdoor navigation experience since the biggest challenge blind people have to face is mobility. \nWe have ideated EVA as a global product, able to cope with the expectations and requirements of customers from the European and international markets. EVA is addressed with the European Accessibility Act (EAA), since afford innovative solutions to improve the mobility of citizens with disabilities in order to ensure their equal social participation. In addition, our product will contribute to support the deployment of Cooperative Intelligent Transport Systems (C-ITS), a milestone initiative of European Commission towards cooperative, connected and automated mobility.\nEVA is a wireless, discreet, easy to use wearable technology that makes the invisible audible\nThe main objective of our EVA project is to commercialize our solution in the market of ìGlobal Assistive Technologies for Visually Impairmentî.  Currently, there are an estimated 285 million people to be visually impaired worldwide. From these data 39 million are blind and 246 million have low vision and about more than 20 million are living in the European Union alone. During the commercialisation of our EVA technology we expect to sell more than 9,000 units in five years with a Return of the Investment (ROI) around 5. Initially our target clients will be visually impairment that include legal blindness, people with low vision and sigh loss cause by aging (elderly people) and municipalities and public transports that will allow the use of their installations and infrastructure.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVA VISION KUTATAS FEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912019803": {
            "orgId": "912019803",
            "orgName": "EVA VISION KUTATAS FEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}