{
    "rcn": "211640",
    "acronym": "GLOMO",
    "topics": "MSCA-ITN-2017",
    "title": "Global mobility of employees",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Promoting labour mobility across Europe is a central objective of the Europe 2020 Strategy and it aims to tackle increasing labour and skill shortages in the EU. Cross-border labour mobility is expected to benefit both individual citizens, employers and the aggregate economy. In addition, intra-EU mobility is a means to foster European integration. Although migration into OECD countries increases, driven largely by people moving within the EU, migration into and within Europe is still short of target levels. Despite a favourable legal framework for mobility, migrants still face a wide range of problems and obstacles that hamper cross-border labour mobility. Employment prospects for immigrants are below those of natives and overqualification, i.e. employment below skill levels, is widespread in most European countries. Consequently, the growth potential of immigrants is far from realised. Little is known about transnational mobility patterns and the length of migration episodes as well as about retention processes of foreign employees. There is considerable scope to make existing labour mobility more efficient and beneficial for all parties involved.\nGLOMOís focus is on global mobility into EU countries and within the EU and its impact on careers. The policy making white papers and research suggest that the future Europe will witness even higher and more natural mobility. To assure that Europe is ready for it, our objectives are (a) to systematically generate knowledge about the mobility phenomenon and its implications (success factors, effects and added value); (b) provide trainings to (further) develop early-stage and senior researchers understanding the complex multidisciplinary phenomenon of mobility, and (c) suggest relevant implications for individuals, organisations, the European societies and economies. The joint research and training programme will be conducted within an interdisciplinary and intersectoral network of experts in the field.",
    "totalCost": "3947612,4",
    "ecMaxContribution": "3947612,4",
    "coordinator": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
    "coordinatorCountry": "DE",
    "participants": "AIRBUS SAS;VAASAN YLIOPISTO;STICHTING VU;TOULOUSE BUSINESS SCHOOL -TBS;COPENHAGEN BUSINESS SCHOOL;INSTITUT FUER ARBEITSMARKT- UND BERUFSFORSCHUNG (IAB) DER BUNDESAGENTUR FUER ARBEIT;CRANFIELD UNIVERSITY",
    "participantCountries": "FR;FI;NL;DK;DE;UK",
    "projectParticipants": {
        "914831930": {
            "orgId": "914831930",
            "orgName": "TOULOUSE BUSINESS SCHOOL -TBS",
            "ecContrib": 262876
        },
        "999963010": {
            "orgId": "999963010",
            "orgName": "AIRBUS SAS",
            "ecContrib": 262876
        },
        "999834291": {
            "orgId": "999834291",
            "orgName": "INSTITUT FUER ARBEITSMARKT- UND BERUFSFORSCHUNG (IAB) DER BUNDESAGENTUR FUER ARBEIT",
            "ecContrib": 498433
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999847289": {
            "orgId": "999847289",
            "orgName": "VAASAN YLIOPISTO",
            "ecContrib": 538291
        },
        "998706666": {
            "orgId": "998706666",
            "orgName": "COPENHAGEN BUSINESS SCHOOL",
            "ecContrib": 580164
        },
        "999872509": {
            "orgId": "999872509",
            "orgName": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
            "ecContrib": 747649
        },
        "999440762": {
            "orgId": "999440762",
            "orgName": "CRANFIELD UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3947614
}