{
    "rcn": "211659",
    "acronym": "iDESIGN",
    "topics": "MSCA-ITN-2017",
    "title": "Delivering Better Starting Points for Drug Discovery: New Compound Libraries Driven By Intelligent Design",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Whilst the need to generate new therapeutics has never been more important, drug discovery is at the same time becoming much more difficult. In short, we need to be more efficient at developing drugs. One way of achieving this is to reduce the attrition rates, which currently blight the drug-discovery process, by populating compound screening libraries with more structurally diverse and higher quality, i.e. designed, molecules to provide better starting points for drug development. Pharma also needs a new type of researcher given an increasing proportion of scientists are now finding employment in smaller companies, where they need to be more flexible, entrepreneurial and business-aware. iDESIGN seeks to address these key challenges by combining the complementary expertise from both academic and industrial sectors. iDESIGN has the following Principal Objectives: 1) to use the ESRs' individual research projects to develop new, structurally diverse, 'smart' compound libraries for the sector to use in hit-identification screening campaigns; 2) to provide a training programme which will see the ESRs becoming expert synthetic and medicinal chemists, confident research scientists, consummate professionals, effective communicators and innovators with a creative and entrepreneurial spirit. iDESIGN will begin with an academic training phase, during which the ESRs will undertake project-wide training whilst acquiring the synthesis skills to generate bespoke molecular scaffolds, which they will elaborate and validate using in silico and experimental methods. The ESRs will then transfer to one of the industrial partners to take full advantage of their Industrial Supervisors' expertise and the available instrumentation to complete the library-generation aspect of their research projects. All 6 ESRs will return to Birmingham for their final 2 months to allow their Academic Supervisors to oversee directly the final stages of their PhD thesis preparation.",
    "totalCost": "1565180,58",
    "ecMaxContribution": "1565180,58",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AnalytiCon Discovery GmbH;MERCACHEM BV",
    "participantCountries": "DE;NL",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 622489
        },
        "996744162": {
            "orgId": "996744162",
            "orgName": "AnalytiCon Discovery GmbH",
            "ecContrib": 318443
        },
        "973768160": {
            "orgId": "973768160",
            "orgName": "MERCACHEM BV",
            "ecContrib": 624248
        }
    },
    "calculatedTotalContribution": 1565180
}