{
    "rcn": "211628",
    "acronym": "FogGuru",
    "topics": "MSCA-ITN-2017",
    "title": "FogGuru: Training the Next Generation of European Fog Computing Experts",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "'A survey of 1000\\ IT professionals has shown that the biggest challenge faced by the cloud computing industry today is the 'lack of [human] resources / expertise'. The objective of FogGuru is to train eight talented early-stage researchers with an innovative and intersectoral research program to constitute the next generation of European Cloud and Fog computing experts. Besides their scientific and technical education, FogGuru ESRs will receive extensive training in technological innovation and entrepreneurship as well as soft skills. These combined skills will enable them to fully master the innovation process stemming from fundamental research towards invention and development of innovative products and services, and to real-life deployment, experimentation and engagement with beta-testers.\n\nHighlights from this proposal include:\n\n- A strong consortium composed of two internationally-acclaimed universities, two successful high-tech SMEs, and two\n    strongly-committed partner organizations.\n\n- An ambitious training program mixing in-depth technical education in the ESRs' scientific domains, a broad technical and soft-skills training to make ESRs knowledgeable in relevant domains close to their expertise area, and a state-of-the-art training in Innovation and Entrepreneurship provided by EIT Digital Rennes.\n\n- A unique living-lab experience in Valencia (Spain) where ESRs will deploy their technologies in a real urban fog-computing platform, and engage with external beta-testers to evaluate their technologies and refine their technological innovation plans.\n\n- Every ESR will dedicate 40% of their time in academia, 40% in one of the high-tech SMEs, and 20% in the living lab, thereby personally driving the full process from fundamental research to technological innovation and engagement with potential end users.'",
    "totalCost": "2067625,44",
    "ecMaxContribution": "2067625,44",
    "coordinator": "UNIVERSITE DE RENNES I",
    "coordinatorCountry": "FR",
    "participants": "U-HOPPER SRL;TECHNISCHE UNIVERSITAET BERLIN;ELASTISYS AB",
    "participantCountries": "IT;DE;SE",
    "projectParticipants": {
        "958182394": {
            "orgId": "958182394",
            "orgName": "U-HOPPER SRL",
            "ecContrib": 516123
        },
        "945220963": {
            "orgId": "945220963",
            "orgName": "ELASTISYS AB",
            "ecContrib": 527319
        },
        "999858541": {
            "orgId": "999858541",
            "orgName": "UNIVERSITE DE RENNES I",
            "ecContrib": 525751
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 2067626
}