{
    "rcn": "211679",
    "acronym": "MataMoss",
    "topics": "SMEInst-07-2016-2017",
    "title": "Development of a growing and delivery process for mass producing sphagnum moss for peatland restoration and cultivation as an economical and sustainable growing media",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Sphagnum peat moss is a valued, recognized, natural, organic reserve that is largely harvested for use as a soil conditioner\nor amendment in horticulture. It is often referred to as the universal soil conditioner for its benefits to the soil. The decayed\nand dried sphagnum peat moss is usually referred to as simply peat. As a soil amendment, it is free of weed seeds, pests\nand pathogens and can absorb up to 20 times its weight in water. The peat bogs from which peat moss is derived are one of\nthe most distinctive kinds of wetlands. Peat bogs are an important environmental resource and create areas of huge\nbiodiversity, keeping more carbon dioxide out of the atmosphere than forests, and helping to prevent flooding. Problem:\nNaturally formed peat has been harvested for centuries, and European supplies are seriously depleted in England, Holland\nand Germany, and are in the process of being commercially harvested in areas of Eastern Europe. This harvesting causes\nserious environmental problems, as the peat cannot be regenerated within our lifetimes. Habitats are destroyed, and the\ncarbon balance is badly affected, as peatlands are major stores of carbon and are vital environmental ëregulatorsí. Many\npeatlands globally, which have been farmed for peat, are now sources of greenhouse gases, owing to degradation and\noxidation of the unsaturated peat layer. The UK government are currently working to completely phase out the use of peat\nbased products in UK Horticulture by 2030, but there is presently no viable alternative growing media which offers the same\nquality as peat.\nThis project is to determine the business opportunity for the commercialisation of a method to grow moss on a large scale,\non mats, which will speed up significantly the growing process, enabling the production of a sustainable growing media for\nhorticulture (replacing peat) and creating a valuable cash crop opportunity for farmers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROPROPAGATION SERVICES (E.M.) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918641217": {
            "orgId": "918641217",
            "orgName": "MICROPROPAGATION SERVICES (E.M.) LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}