{
    "rcn": "211642",
    "acronym": "GRETEL",
    "topics": "JTI-CS2-2016-CFP03-REG-01-02",
    "title": "GREen Turboprop Experimental Laminar Flow Wind Tunnel Testing",
    "startDate": "01/02/2017",
    "endDate": "31/07/2019",
    "objective": "The proposal addresses the themes outlined in Topic ìJTI-CS2-2016-CFP03-REG-01-02 Green Turboprop configuration - Natural Laminar Flow adaptive wing concept aerodynamic experimental validation (WTT2)î. The objectives of the GRETEL project is the design, manufacturing, testing and WTT support of an innovative large scale (1:3) flexible Natural Laminar Flow (NLF) wing model that is equipped with innovative morphing capabilities on the Leading Edge (LE), Trailing (TE) and Winglet devices and will act as a precursor for the morphing technology implementation on the next generation regional aircrafts. Wing morphing is considered one of the major technological developments towards NLF wings, turbulent skin friction drag reduction and load control, aiming to increase the aerodynamic efficiency in cruise and in off-design conditions (climb, descent). The large scale NLF wing model will be fully functional and representative of the actual wing structure, ensuring that the morphing wing model deformation and its static, and dynamic / vibration response will be representative of those of the actual wing at specified flow conditions. Special emphasis will be placed on the flexible skins sizing in order to structurally optimize them such that the deflected surfaces match as close as possible the aerodynamic surface shapes of the full scale wing. The wing model, with all the morphing devices integrated, will be subjected to Ground Static and Vibration Testing as well as to functional Testing to validate its performance. Subsequently, the large scale wing NLF model will be fully instrumented and delivered to the WT facility to verify the concept of the morphing laminar wing in a representative operational environment up to TRL 6. The innovations achieved within GRETEL will result in important socio-economic, technical and ecological impacts, arising mainly from the expected increase in the wing aerodynamic efficiency.",
    "totalCost": "2765151,15",
    "ecMaxContribution": "2248203,63",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "REDAM SRL;ALTRAN GMBH & CO KG;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*",
    "participantCountries": "IT;DE",
    "projectParticipants": {
        "972174450": {
            "orgId": "972174450",
            "orgName": "REDAM SRL",
            "ecContrib": 234711
        },
        "998801629": {
            "orgId": "998801629",
            "orgName": "INVENT INNOVATIVE VERBUNDWERKSTOFFEREALISATION UND VERMARKTUNG NEUERTECHNOLOGIEN GMBH*",
            "ecContrib": 665480
        },
        "984572408": {
            "orgId": "984572408",
            "orgName": "ALTRAN GMBH & CO KG",
            "ecContrib": 306020
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 389086
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 652906
        }
    },
    "calculatedTotalContribution": 2248203
}