{
    "rcn": "211635",
    "acronym": "FreeBC_Orgs",
    "topics": "SMEInst-12-2016-2017",
    "title": "The Freebird Club organisational membership portal",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "In our rapidly ageing society, The Freebird Club seeks to address 3 significant social issues: (i) loneliness and isolation among older adults, (ii) financial insecurity in later life, (iii) lack of travel options for seniors. To tackle these issues we have developed a peer-to-peer, social travel and homestay club exclusively for older adults. It offers them a whole new way of travelling, a potential new source of sustainable income, and a fun and accessible way to meet new people and enjoy companionship in later life. It is a membership-based club, whereby members can travel and stay with each other in the context of a trusted social community of senior peers. Our mission is to connect and enrich the lives of older adults, fostering an age-friendly and inclusive world. We do this by adapting the ësharing economyí model for social impact among older adults. The Freebird Club won the European Commissionís 2015 ìEuropean Social Innovation Competitionî (out of 1409 applicants), and was selected as a finalist (from 400\\ applicants) for the European Investment Bankís ìSocial Innovation Tournamentî in both 2017 and 2016.\n\nHaving gone live for individual members in late 2016, we now wish to enlist organisational members. We have attracted the interest of several age sector organisations who are keen to enable coordinated group trips for their clients. As many of these organisations are working directly with the ëharder to reachí seniors who might otherwise be excluded, we can increase our scope for real social impact, as well as overall market size. In this way we will maximise the positive social impact and economic potential of The Freebird Club on a global level. Our goal is to be the world leader in social travel for the over 50ís market by 2020. This would involve employing c. 500 people internationally, at least 50% aged 50\\, in line with our age-positive ì50 over 50î staffing strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE FREEBIRD CLUB LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927051893": {
            "orgId": "927051893",
            "orgName": "THE FREEBIRD CLUB LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}