{
    "rcn": "211633",
    "acronym": "FORSAT2035",
    "topics": "JTI-CS2-2016-CFP05-TE2-01-05",
    "title": "ATS Level SAT 2035 Forecast",
    "startDate": "11/09/2017",
    "endDate": "10/11/2018",
    "objective": "This  proposal addresses the topic: ìATS Level SAT 2035 forecastì (JTI-CS2-2016-CFP05-TE2-01-05) and it is devoted to perform forecasts for small air transport traffic, in terms of fleet and movements starting from 2015, passing by 2020/2025/2030 until 2035. This forecast will be detailed at country/region/world levels. Where gaps exist, an estimate will be made based on the methodology. More in detail the Technology Evaluator has requested: ìThe global fleet development and the share of European (Clean Sky) Aircraftî and ìthe development of movements per country between origin and destination airfieldsî.\nThe overall objective of the project is: to analyze existing forecasts about the volume and movements, to establish a new forecast about the air traffic and fleet of small air transport up to 2035 at country/region/world levels and to estimate the market share of European products in the market.\nGenerally the forecast of small air transport volumes depends on: technology progress and the associated cost reductions, demand related to ìGross Domestic Productî development and accessibility. This means that the future of the small air transport also depends on developing new concepts of operations, aircraft concepts business models and, business plans.  \nAfter the assessment of the existing forecasts by different sources and CleanSky related actions and outcomes, the methodology of harmonization and improvement of the small air transport forecast will be defined and finalized. The methodology based on a new dedicated  demand equation will include: definition of the economic, technology and societal drivers, harmonized business models and business plan as well scenarios to create and improved forecast model. The outcomes derived by such methodology will be completed (in case of gaps) and shared with the involved stakeholders and CleanSky Topic Management in order to make an easier evaluation of the measurable effects of technologies developed in CleanSky 2.",
    "totalCost": "149975",
    "ecMaxContribution": "149975",
    "coordinator": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
    "coordinatorCountry": "IT",
    "participants": "INSTYTUT LOTNICTWA;REA-TECH MERNOKI ES EPITESZETI KFT.;DE GRAAFF ADRIAAN",
    "participantCountries": "PL;HU;NL",
    "projectParticipants": {
        "998828692": {
            "orgId": "998828692",
            "orgName": "INSTYTUT LOTNICTWA",
            "ecContrib": 33609
        },
        "911572633": {
            "orgId": "911572633",
            "orgName": "DE GRAAFF ADRIAAN",
            "ecContrib": 26250
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 55929
        },
        "994743925": {
            "orgId": "994743925",
            "orgName": "REA-TECH MERNOKI ES EPITESZETI KFT.",
            "ecContrib": 34188
        }
    },
    "calculatedTotalContribution": 149976
}