{
    "rcn": "211685",
    "acronym": "METEOR",
    "topics": "INNOSUP-02-2016",
    "title": "Recruiting electronic researcher to develop a predictive sensor to prevent frost on sensitive equipment",
    "startDate": "29/09/2017",
    "endDate": "28/09/2018",
    "objective": "HEATSELF is a Start-up based in Saint-SaÎns (Normandy, France). HEATSELF proposes a range of self-regulating electric heating cables used for protection against frost, for multipurpose applications.\nHEATSELF technology is based on the control of the electrical properties of conductive plastics. These properties allow the creation of temperature-sensitive and self-adaptive heating products.\nUp to now, the power control of the heating cable is driven by temperature and/or humidity sensors. The heating device is activated when the sensor detects a temperature below 3∞ C or an exceedingly high level of humidity. However, for defrosting applications, heat activation is only needed when frost has covered the surface to be heated. Without frost, even with a temperature under 3 ∞C, it is not necessary to start defrosting. Unfortunately, there is no system available on the market to detect the presence of frost.\nIn order to optimise the energy consumption of its products HEATSELF aims to develop an innovative system based on a fine analysis of the ambient conditions of the device to protect against frost. Such a system requires a predictive frost sensor. \nThis predictive sensor aims at saving about 30 % of energy consumption. It will be a word-class innovation.\nTo explore this idea during one year, HEASTESLF need to recruit a highly skilled researcher, specialised in electronic. This is aim of the METEOR project.\nThe mission for the innovation associate will be to explore the idea through a feasibility study covering technical and market aspects.\nThe innovation associate will directly work with the CEO of the company and will be offered a permanent position after the grant period, in case of success of the feasibility survey, as electronic project manager.\nThis idea represents a highly strategic innovation potential for HEATSELF, which could lead to numerous applications in various industries such as railway, aerospace. Potentially, the turnover of HEATSELF could be tripled.",
    "totalCost": "95437,5",
    "ecMaxContribution": "95437,5",
    "coordinator": "HEATSELF",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939209291": {
            "orgId": "939209291",
            "orgName": "HEATSELF",
            "ecContrib": 95438
        }
    },
    "calculatedTotalContribution": 95438
}