{
    "rcn": "211722",
    "acronym": "Photoclin",
    "topics": "ERC-2016-ADG",
    "title": "Advanced clinical photoacoustic imaging systems based on optical microresonator detection",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Photoacoustic imaging is widely viewed as one of the most exciting and promising biomedical imaging techniques to have emerged in recent years. It offers major opportunities for increasing our understanding of basic biological processes at an anatomical, physiological and molecular level, and for improving the clinical diagnosis and treatment of cancer and other major diseases. The aim of this project is to develop and evaluate a new generation of advanced photoacoustic scanners for clinical photoacoustic imaging based on a novel, highly sensitive, optical microresonator ultrasound sensor. This type of sensor offers the prospect of a major step forward in terms of imaging performance by providing orders of magnitude higher sensitivity than equivalently sized conventional detectors with the necessary broadband frequency response and small element size for high image quality. As a consequence, it promises greater penetration depth and improved image quality than possible with current state-of-the-art photoacoustic scanners. This will pave the way for in vivo high resolution human imaging at depths currently unattainable, opening up entirely new clinical applications in oncology, cardiovascular medicine, regenerative medicine and other areas which have hitherto been impossible due to hardware limitations. The project will involve the development of novel polymer optical microresonator sensors, advanced parallelised optical read-out schemes for real-time image acquisition, and engineering complete imaging instruments for use in clinical studies. These instruments will then be evaluated in a variety of clinical contexts including the assessment of skin cancer, head and neck cancers, cardiovascular disease and reconstructive surgery.",
    "totalCost": "2163061",
    "ecMaxContribution": "2163061",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2163061
        }
    },
    "calculatedTotalContribution": 2163061
}