{
    "rcn": "211713",
    "acronym": "PAINTBOX",
    "topics": "ERC-2016-COG",
    "title": "Pancreatic islet dysfunction and type 2 diabetes ñ beyond the genome",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The prevalence of type 2 diabetes (T2D) is rapidly increasing worldwide and despite great efforts to prevent and cure the disease, the increase persist. There is an urgent need to develop innovative and effective prevention and treatment strategies for T2D. \n\nRecent genome-wide association studies were expected to uncover disease-causing mechanisms in common metabolic disorders. Surprisingly, the identified genetic variants only explain a small proportion of the estimated heritability of T2D. Novel studies, going beyond the genome, are therefore needed to identify key mechanisms causing T2D. These studies should focus on pancreatic islets, the tissue of primary pathogenetic importance for diabetes. Also, mechanisms that allow environmental factors to come into play are likely to be important. Epigenetics fulfill such criteria, and our previous work has pioneered epigenetic discoveries in T2D. \n\nPAINTBOX is a multidisciplinary research program through which I will combine advanced sequencing technologies and novel epigenetic methods with mathematical models and clinical medicine to develop new prediction and treatment strategies for T2D. Innovative techniques and access to some of the world¥s best patient cohorts permit me to address the role of epigenetics in development of T2D in new ways. The annotation of these discoveries will be done using genome-wide epigenomic and targeted gene-editing tools together with mathematics, whereas the translation of those findings will be achieved using powerful prospective cohorts for T2D and clinical studies.\n\nPAINTBOX capitalizes on the largest existing human islet cohort and large prospective cohorts, and expertise that I have built-up over the past twenty years, but also exploits novel epi-genomic and gene-editing technologies that have not previously been used for T2D. I expect this novel interdisciplinary project to generate groundbreaking results that opens up new horizons for prediction, prevention and treatment of T2D.",
    "totalCost": "1969445",
    "ecMaxContribution": "1969445",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1969445
        }
    },
    "calculatedTotalContribution": 1969445
}