{
    "rcn": "211700",
    "acronym": "NANOCOATINGS",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative Technique for Large-Scale Production of NANO COATINGS to Reach Global Market ofSynthetic Diamond",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The worldís synthetic diamond market production reached 4.42 billion carats (> 800 million Ä) in 2015 compared with 60 million carats of natural industrial diamond. Transparency Market Research also reports that it is expected to experience a growth of nearly 100% in the next eight years, reaching 26.9 billion Ä by 20233. However, to reach this estimations there is a need to face the challenges existing today to commercialise synthetic diamonds.\nIn this context NanoCoatings a technological Company supported from 2014 by the Spanish Ministry of Science and Innovation is working to industrialise an innovative and environmental-friendly technology, L-CVD (Patent Appl. EP 16382414.7) solution which enables the high speed (80µ/h), cheap and large-scale production of synthetic diamond in the world  .  Our present objective is to go from a small-scale prototype (1,99Cts/day) to 6,57Cts/day  in 2019, a required step to ensure industrialisation and standardisation of the large scale production. The work plan proposed by NC will accelerate the innovation process by up-scaling a single reactor and adapting an optimized automation of the process (one rector and 4 reactors working continuously with 26,28Cts/day). This technological upgrades are crucial to meet expected retail prices and to ensure to European manufactures a large stock of synthetic diamond in Europe.\nBesides, NC will work in the market implementation, and will perform tests for the demonstration of the produced synthetic diamond in products of the coatings, electronics and jewellery. By 2023, expects an accumulated turnover of 3.7 million Ä that will allow a payback period of 4.4 years and a Return of Investment of 55%.",
    "totalCost": "2310541",
    "ecMaxContribution": "1617378",
    "coordinator": "NANO COATINGS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918796708": {
            "orgId": "918796708",
            "orgName": "NANO COATINGS SOCIEDAD LIMITADA",
            "ecContrib": 1617378
        }
    },
    "calculatedTotalContribution": 1617378
}