{
    "rcn": "211791",
    "acronym": "EVICARE",
    "topics": "ERC-2016-COG",
    "title": "Extracellular Vesicle-Inspired CArdiac Repair",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "More than 3.5 million people are newly diagnosed with heart failure every year in Europe with a long-term prognosis of 50% mortality within 4 years. There is a major need for more innovative, regenerative therapies that have the potential to change the course of disease. My hypothesis is that we can recondition heart failure by stimulating cardiac repair with extracellular vesicles that are derived from progenitor cells. In my laboratory, extracellular released vesicles containing a cocktail of stimulating factors, are amongst the most potent vectors for cardiac repair.\nTo achieve a sustainable and long-term therapeutic effect of these vesicles and enhance cardiac function by stimulating myocardial repair, we will 1) improve local cardiac delivery of progenitor cell-derived extracellular vesicles, 2) understand the mechanism of action of extracellular vesicles, and 3) stimulate extracellular vesicles release and/or production by progenitor cells.\nThese questions form the rationale for the current proposal in which we will co-inject extracellular vesicles and slow-release biomaterials into the damaged myocardium. By subsequent genetic tracing, we will determine fate mapping of injected vesicles in vivo, and perform further mechanistic understanding in in vitro culture models of targeted and identified myocardial cell types. Moreover, we will upscale the vesicles production by progenitor cells further via bioreactor culturing and medium-throughput screening on factors that stimulate vesicles release. \nThe use of stem cell-derived extracellular vesicles to stimulate cardiac repair will potentially allow for an off-the shelf approach, including mechanistic understanding and future clinical use. Additionally, since these vesicles act as a natural carrier system outperforming current artificial drug delivery, we might understand and mimic their characteristics to enhance local (RNA-based) drug delivery systems for cardiovascular application.",
    "totalCost": "1997297,99",
    "ecMaxContribution": "1997297,99",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1997298
        }
    },
    "calculatedTotalContribution": 1997298
}