{
    "rcn": "211745",
    "acronym": "SAFERUP",
    "topics": "MSCA-ITN-2017",
    "title": "Sustainable, Accessible, Safe, Resilient and Smart Urban Pavements",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "Urban pavements comprise almost 40% of European cities and are the main means by which people travel every day. Urban pavements must accommodate all users in the most efficient, safe, sustainable and smart way. A key factor to increase the liveability of tomorrowís Smart cities will be transforming the way urban pavements are perceived, designed, built, maintained and function. SAFERUP! aims to provide cities with innovative solutions that will form the future urban paved environment, by training talented researchers in the fields of: smart, recycled and durable paving materials; provision for vulnerable users (e.g. elderly & disabled) accessibility and protection; studying user behaviour; life cycle analysis; wash-off water management and bioremediation; tempered and acoustic pavements; energy harvesting and self-sensing technologies. The SAFERUP! Consortium believes in this future and has created a unique team of world leading commercial and academic research engineers and scientists, with the diverse range of expertise needed to develop the novel solutions required to deliver this future and its anticipated benefits. Fifteen ESRs will undertake their PhDs in a research and training programme designed to optimise their multidisciplinary and cross-sectoral experience through secondments and a variety of SAFERUP!-wide fora. All ESRsí projects are interrelated and considerable synergies, trans-project contributions and collaborations will occur. A key focus of the training will be career planning, entrepreneurship and skills development in particular communication. SAFERUP! participants with communication expertise will develop the communication and dissemination strategy to maximise the exploitation of the developed solutions. SAFERUP! will create a new generation of professionals with multidisciplinary expertise in urban pavements and allied fields appealing to employers, who will expand the social benefits of the new urban pavements well beyond the end of SAFERUP!",
    "totalCost": "3878868,96",
    "ecMaxContribution": "3878868,96",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;COVENTRY UNIVERSITY;SOCIETA' AZIONARIA PRODOTTI ASFALTICO BITUMINOSI AFFINI - S.A.P.A.B.A. S.P.A.;DURTH ROOS CONSULTING GMBH;CELU EKSPERTS;LANCASTER UNIVERSITY;THE UNIVERSITY OF NOTTINGHAM;UNIVERSIDAD DE CANTABRIA;UNIVERSITAET INNSBRUCK;UNIVERSITY COLLEGE LONDON;UNIVERSITA DEGLI STUDI DI PERUGIA;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "participantCountries": "AT;UK;IT;DE;LV;ES;FR",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "999880075": {
            "orgId": "999880075",
            "orgName": "UNIVERSIDAD DE CANTABRIA",
            "ecContrib": 247873
        },
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 516123
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 273288
        },
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 255934
        },
        "917266824": {
            "orgId": "917266824",
            "orgName": "DURTH ROOS CONSULTING GMBH",
            "ecContrib": 249216
        },
        "911960924": {
            "orgId": "911960924",
            "orgName": "SOCIETA' AZIONARIA PRODOTTI ASFALTICO BITUMINOSI AFFINI - S.A.P.A.B.A. S.P.A.",
            "ecContrib": 258061
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 262876
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 273288
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 273288
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 273288
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 516123
        },
        "917307176": {
            "orgId": "917307176",
            "orgName": "CELU EKSPERTS",
            "ecContrib": 223578
        }
    },
    "calculatedTotalContribution": 3878870
}