{
    "rcn": "211799",
    "acronym": "ErasmusBlink",
    "topics": "ERC-PoC-2016",
    "title": "ErasmusBlink: A low cost and easy to use measurement system for medical research with diagnostic potential",
    "startDate": "01/09/2017",
    "endDate": "31/08/2018",
    "objective": "Neuroscientists and clinicians use a wide range of behavioral tests to investigate the physiological mechanisms of learning and memory formation. One of the most objective and reliable tests is eyeblink conditioning, as it is extremely simple, it can be done in both humans and animals, it measures many aspects of how we learn in our daily life, and it can detect memory deficits in many neurological and psychiatric diseases. However, so far there are no low-cost reliable eyeblink conditioning setups commercially available. Therefore, we propose for this ERC-POC application to prepare the commercialization of ErasmusBlink as a low-cost, wearable eyeblink conditioning recording and analysis setup that can be used in virtually all species. With ErasmusBlink one can do reliable and reproducible eyeblink conditioning experiments for scientific, medical and industrial purposes. ErasmusBlink will be the first ëtotal careí package, alleviating the potential customer from the requirement of the technical and programming skills, which one currently needs to acquire before being able to do eyeblink conditioning experiments. Our market survey will cover three major fields: Basic neurosciences (1), clinical and pharmaceutical research (2), and nutritional sciences (3). For all three fields eyeblink conditioning parameters have been shown to uncover important and fundamental functional processes and correlations. Our current academic collaborations with key players in each of these disciplines and with industrial partners like Noldus IT serve as a solid platform to ensure a successful commercialization of ErasmusBlink.",
    "totalCost": "149938",
    "ecMaxContribution": "149938",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 149938
        }
    },
    "calculatedTotalContribution": 149938
}