{
    "rcn": "211795",
    "acronym": "MNEMOSYNE",
    "topics": "ERC-2016-COG",
    "title": "Brain computer interface to study and manipulate mamories of aversive experience during sleep",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The aim of this project is to study the influence of sleep in the establishment of aversive memory and to propose a proof of concept for the use of brain-computer interfaces during sleep to treat pathologies associated with fear or anxiety such as post-traumatic stress disorders. \n\nIt is now  accepted that sleep plays a crucial role in memory consolidation processes that allow the conversion of newly encoded memory traces into more stable information. Numerous studies have shown that some of the positive effect of sleep on consolidation relies on the reactivations of previous experiences. \n\nWe recently showed that spontaneous sleep reactivations can be used to create an artificial memory during sleep. We made electrical stimulations of a brain reward center contingent on the spontaneous reactivations of a hippocampal place cell during sleep. After this procedure, mice developed a place preference for the location of the place field of the trigger cell, showing that a place/reward association had been created. Our experiment, as most of the studies on place cells or reactivations, was done with appetitive learning and we now intend to tackle this issue in the context of aversive learning. \n\nIn this project, we will use our closed-loop device to address long lasting controversies such as the existence of reactivations in deep SWS or REM sleep. We will also investigate how avoided places are represented in the hippocampus and whether they are more reactivated during subsequent sleep. Additionally, we will show whether aversive-related wake preplays can be actively modulated, suggesting that ìintrusive memoriesî or rumination can be addressed in animal models. \n\nFinally, we will test whether an aversive association performed during wake can be modified by our closed-loop-driven appetitive association during sleep. This would bring the proof of concept that sleep could be used to erase aversive memories in pathological situations such as post-traumatic stress disorders.",
    "totalCost": "1998250",
    "ecMaxContribution": "1998250",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1998250
        }
    },
    "calculatedTotalContribution": 1998250
}