{
    "rcn": "211725",
    "acronym": "POEM",
    "topics": "MSCA-ITN-2017",
    "title": "PARTICIPATORY MEMORY PRACTICES. Concepts, strategies, and media infrastructures for envisioning socially inclusive potential futures of European Societies through culture",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Diverging forces across European societies, most visible in both the contemporary nationalist movements and Islamist radicalization, demand a socially inclusive public memory. Its implementation calls for new strategies, practices, and infrastructures for staging and empowering membership and contribution of people from diverse social and cultural backgrounds for past and future development in Europe. To reach this goal, research needs to develop a comprehensive understanding on concepts, practices, and media infrastructures that facilitate the partaking of people from various backgrounds in the heritage building work of memory institutions (libraries, archives, and museums). The POEM-ETN will provide this comprehensive knowledge by studying in practice theoretical approaches on how connectivities are built by 1)  institutions, 2) people and groups, and 3) media infrastructures for a socially inclusive, participatory heritage work and what facilitates or hinders collaboration. Therefore, a new generation of professionals will be trained through an innovative training programme and supervised by peer networks of transdisciplinary knowledge to act as change agents, brokers, and problem solvers in this contested field of heritage work. The comprehensive transdisciplinary composition of the consortium involving universities, memory institutions, civil society organisations, and SMEs from public and private sectors will therefore provide the POEM fellows with transdisciplinary knowledge on cultural and social analysis as well as on transferrable skills with respect to the changing socio-technical, organisational, legal, economic, and ethical issues to address future challenges for participatory memory work.",
    "totalCost": "3406970,52",
    "ecMaxContribution": "3406970,52",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;TECHNOLOGIKO PANEPISTIMIO KYPROU;ASHOKA UK;UPPSALA UNIVERSITET;STIFTUNG PREUSSISCHER KULTURBESITZ;UNIVERSITY OF GLASGOW",
    "participantCountries": "DK;CY;UK;SE;DE",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 482759
        },
        "998517031": {
            "orgId": "998517031",
            "orgName": "STIFTUNG PREUSSISCHER KULTURBESITZ",
            "ecContrib": 249216
        },
        "929299965": {
            "orgId": "929299965",
            "orgName": "ASHOKA UK",
            "ecContrib": 273288
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 546576
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 747649
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3406971
}