{
    "rcn": "211757",
    "acronym": "SLIM",
    "topics": "SMEInst-02-2016-2017",
    "title": "SLIM: Strong, Lightweight and Indestructible Marble",
    "startDate": "01/08/2017",
    "endDate": "31/05/2019",
    "objective": "At BUDRI we have developed an innovative production process for producing SLIM - Strong, Lightweight and Indestructible Marble. We already launched SLIM eyewear to the market and need now to industrialize the process. BUDRI has developed a system for producing layers of marble 1mm thick which can be layered with composite materials to obtain lightweight, flexible and robust materials for a large number of applications other than construction. Our SLIM material is 90% lighter than conventional marble and 15% lighter than the one of our nearest competitors. We manufacture SLIM by layering thin slices of marble with titanium through the use of our specially developed curing process that provides marble to produce curved products such as eyewear. The main objective is to meet the technical, commercial, regulatory and financial requirements for the successful industrialization and commercialization of SLIM eyewear. The business model plans on using the current capacity to enter the eyewear market with a full deployment of the production in 2019, allowing BUDRI to reduce the cost of production and improve the functionality of the product. SLIM product has unrivalled potential as a new material with a number of important advantages. It addresses a gap in the market and also tackles worldwide challenges such as the efficient use of natural resources. Additionally, beneficial for the environment is the use of natural material and the elimination of the man-made plastics for certain products. The technology developed is intended to be extended to other fields than eyewear. Furthermore, distributors will have the possibility to acquire single products (no need to stock) and at a shorter delivery time compared to current acetate glasses. BUDRI will undertake direct sales to small boutiques within the EU countries and indirect sales through agents or distributors to tap into further markets such as America, Middle East and Southeast Asia to facilitate a quicker market uptake.",
    "totalCost": "2419488,75",
    "ecMaxContribution": "1693642,13",
    "coordinator": "BUDRI SOCIETA PER AZIONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918954624": {
            "orgId": "918954624",
            "orgName": "BUDRI SOCIETA PER AZIONI",
            "ecContrib": 1693642
        }
    },
    "calculatedTotalContribution": 1693642
}