{
    "rcn": "211730",
    "acronym": "ProTechTion",
    "topics": "MSCA-ITN-2017",
    "title": "Industrial decision-making on complex production technologies supported by simulation-based engineering",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "Simulation-based engineering (SBE), in which traditional R&D, design and production technologies are complemented with computer simulations, has revolutionized the industrial sector. Computer simulations are critical for control of manufacturing processes, non-destructive-testing and decision-making at production phases, and shorten the lead-time of design and development processes, thus reducing both costs and time-to-market. \n\nThe overarching objective of ProTechTion is to harness the full potential of multi-disciplinary SBE technology in industrial environments concerned with complex production processes. To this purpose, ProTechTion will form a multi-disciplinary research and education network that unites relevant disciplines and stakeholders to (i) develop new computational paradigms, (ii) train a generation of ESRs in state-of-the-art SBE technologies and cross-disciplinary skills, and (iii) bridge the knowledge transfer gap in multi-disciplinary SBE.\n\nThe main objective of ProTechTion translates into the following research and training objectives:\nï To train and empower a generation of ESRs in developing, together with the industrial researchers, innovative solutions for pressing Industrial Problems (IPs). These solutions will be based on industry-driven tailor-made computational simulation tools.\nï To position European industry in the vanguard of SBE, and reinforce and consolidate Europeís worldwide leadership.\nï To contribute with original research and innovations in SBE in order to solve multidisciplinary problems with interdisciplinary tools arising from the proposed IPs for fast decision making.\nï To cultivate the entrepreneurial spirit of the ESRs and integrate transverse research skills with demonstrators (codes).",
    "totalCost": "3831509,88",
    "ecMaxContribution": "3831509,88",
    "coordinator": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
    "coordinatorCountry": "ES",
    "participants": "SWANSEA UNIVERSITY;TECHNISCHE UNIVERSITAET MUENCHEN;ECOLE CENTRALE DE NANTES;UNIVERSITE LIBRE DE BRUXELLES;UNIVERSITA DEGLI STUDI DI PAVIA;TECHNISCHE UNIVERSITEIT EINDHOVEN;INSTITUTO SUPERIOR TECNICO",
    "participantCountries": "UK;DE;FR;BE;IT;NL;PT",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 250560
        },
        "999509050": {
            "orgId": "999509050",
            "orgName": "ECOLE CENTRALE DE NANTES",
            "ecContrib": 525751
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 495746
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 516123
        },
        "999992983": {
            "orgId": "999992983",
            "orgName": "INSTITUTO SUPERIOR TECNICO",
            "ecContrib": 238356
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 747649
        },
        "999862033": {
            "orgId": "999862033",
            "orgName": "SWANSEA UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3831510
}