{
    "rcn": "211714",
    "acronym": "Ovage",
    "topics": "SMEInst-06-2016-2017",
    "title": "OvAge: an innovative, user-friendly digital methodology that quantifies ovarian reserve by integratingclinical, biochemical and 3D-sonographic data to help decision-making in all phases of woman life",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "OvAge s.r.l. is the owner of a pioneering patented medical device-software able in quantifying women ovarian reserve (both in term of fertility potential and distance to menopause) by integrating clinical, biochemical and 3D-ultrasonographic data.\nFor the first time in this field of medicine, this instrument, also called OvAgeÆ, gives as a result explicitly the ovarian age of a woman, a ready-to-use information that is going to revolutionize the relationship of women with themselves and with the Specialists in the field of Gynaecology.\nOvAge s.r.l. objective is to diffuse its innovative research product all over the world, with the purpose of helping both women (healthy or affected by infertility, benign or malignant pathologies) and physicians (general and specialists) in the management of many frequent conditions affecting the reproductive life of a woman.\nIn this way, OvAgeÆ aims to contribute the sustainability of health care systems, by reducing both costs related to late diagnosis of infertility and those related to useless surgeries in women affected by benign pathologies for which menopause is the best and cheaper therapy. Moreover, OvAgeÆ will solve women needs for life planning by predicting reproductive potential and for safely solving common pathologies by predicting distance to menopause.\nTo reach these goals, a feasibility study is needed. It will produce a market study for each European member state,proposals on best practice to enhance customer loyalty, a risk assessment of the plan and a potential licensing in order to launch OvAgeÆ software medical device in the EU market initially through a web site. Later, OvAge s.r.l. aim to commercialize its product in the rest of the world (phase 2) as a medical hardware device.\nThe most relevant market segment for OvAgeÆ is the population of women residents in all EU countries, although our challenges and markets are global, since infertility and female pathologies are the same in all parts of the world.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OVAGE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928808660": {
            "orgId": "928808660",
            "orgName": "OVAGE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}