{
    "rcn": "211755",
    "acronym": "SIADE SaaS",
    "topics": "SMEInst-10-2016-2017",
    "title": "SIADE SaaS: Spatial Decision Support System for Transportation Planning",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The demand for passenger transport will grow 51% by 2050, triggering a market growth to Ä100.6 billion by 2019. Smart Mobility enabled by Smart Public transport is key for citiesí economy and development. Worldwide transport operators are implementing AFCs (Automated Fare Collection) for a better urban transportation experience, generating Big Data, but lacking passenger destination information. However, turning these data into knowledge is challenged by the difficulty to accurately describe transport network states and computational burden coming from processing Big Spatial Data to derive metrics of capacity utilization, punctuality, passenger volumes at stops, or travel patterns of different user groups. SIADE SaaS is a spatial decision support system for bus transportation planning and other transportation systems where user destination is unknown. It delivers the most complete and accurate OD matrix in the transport industry using GIS and AFCs data. Our current SW has already attracted the attention of several Transport Operators in 7 countries. We are making a strategic transition from offering consultancy services to software product commercialization on global scale, using a user driven improvement of SIADE based on an incremental methodology. The evaluation of the transportation network and the potential information provided by SIADE SaaS is multidimensional: social equity, service quality, network structure and environmental impact. It helps transit agencies plan per the actual demand, enabling economic and sustainable operations, while providing the population a service more adapted to its needs. For Terrain Technologies, innovation is a key point for growth. The company devotes an average of at least 50% of its resources to RD activities in an annual basis Our consolidated business plan predicts: up to 78 licenses will be sold in the period 2019-2023, resulting in accumulated revenues of over Ä7.8 million while also creating 25 new positions.",
    "totalCost": "1268901,5",
    "ecMaxContribution": "888231,05",
    "coordinator": "TERRAIN TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939043033": {
            "orgId": "939043033",
            "orgName": "TERRAIN TECHNOLOGIES SL",
            "ecContrib": 888231
        }
    },
    "calculatedTotalContribution": 888231
}