{
    "rcn": "211760",
    "acronym": "SOcool",
    "topics": "SMEInst-09-2016-2017",
    "title": "SunOyster cooling (SOcool)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "'SunOyster cooling ñ SOcool' has the starting point that cooling and refrigeration cause 7% of the worldwide greenhouse gas emissions. With alone 100 million air conditioners sold every year, they will cause 13% in 2030. As cooling is mainly required when the sun is shining, it is our aim to use solar energy to generate cold.\nWe plan to develop three solar cooling packages consisting of the SunOyster ñ a disruptive concentrating solar technology for the co-generation of electricity and heat with a total efficiency of 75% ñ and of selected hermal chillers to create standardized packages for the supply of electricity, cold and heat. We are focusing on three applications which have shown in a SME Phase 1 project their attractiveness:\n\n- SOcool P3 Hotel for hotels, hospitals and large apartment houses;\n- SOcool P2 Office for offices and other commercial buildings and\n- SOcool P1 Pool for family houses with pool.\n\nSunOyster has reached TRL 7, is protected by IP rights and has the advantages of secure storm position, lower costs of energy, higher output temperatures and bigger energy generation in relation to the roof surface. For the first time, a CPV system supplies heat for thermal cooling.\n\nIn the 66 bn Ä market for air-conditioning equipment, users will be located mainly in Southern Europe and in the sun belt of the world who will enjoy more comfort and better work performance through the cooling of commercial and residential buildings. Compared to grid-powered chillers, the three packages promise a profitability of up to 40% and a payback of 1.5 years.\n\nSunOyster Systems will build up a pilot production, test and certify the SOcool packages, execute demonstration projects, strengthen the industrial value chain and start commercializing SOcool. Until 2021, the annual installation of SOcool shall rise to 50 MW electric plus 75 MW thermal capacity p.a., corresponding to 10,000 SunOysters per year, generating 66 million Ä turnover and creating 140 green jobs in EU.",
    "totalCost": "1997825",
    "ecMaxContribution": "1398477,5",
    "coordinator": "SUNOYSTER SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "948150557": {
            "orgId": "948150557",
            "orgName": "SUNOYSTER SYSTEMS GMBH",
            "ecContrib": 1398478
        }
    },
    "calculatedTotalContribution": 1398478
}