{
    "rcn": "211702",
    "acronym": "NanoStencil",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Nanoscale self-assembled epitaxial nucleation controlled by interference lithography",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "By overcoming all the limitations of conventional top-down nanostructuring, the NanoStencil project seeks to initiate a new process paradigm for the production of dense arrays of identical nanostructures of precise size, shape and composition. It achieves this by combining the simplicity of structuring with light, with the advantages of molecular self-assembly, to provide a single step, cost effective and state of the art capability for next-generation ordered arrays of nanostructures. New methods to achieve such structures are a vital requirement for the exploitation of devices in the quantum regime. In our approach, laser interference patterning is applied by means of ultrashort pulses to material surfaces at the nanostructure formation phase, where it acts to modify local reaction processes providing energetically favourable sites for the nucleation of self-assembly. The approach is based on some established principles and prior art gained within the consortium, but is yet to be demonstrated at the device scale.\nTo achieve in-situ nanostructuring, precision laser interference optics and state of the art pulsed lasers are integrated within materials reactors producing concentrated light patterns with a pitch of fractions of the laser wavelength which then induce local photothermal or photochemical modifications on the growing surface, creating sites for self-assembly. The science objectives of the project are to develop a comprehensive understanding of the absorption of concentrated pulsed light at the nanoscale to understand how this impacts on a growing or reactive surface. The technological objectives are to demonstrate large scale highly ordered arrays of identical nanostructures within four diverse materials systems (InAs quantum dot arrays, patterned SiO2/metallic nanostructures, ZnO nanowires and functional metal oxide nanospots), each of potentially transformative impact within the themes of semiconductor electronic and photonics, sensing and biomaterials.",
    "totalCost": "3208740",
    "ecMaxContribution": "3208740",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "TTY-SAATIO;INNOLAS LASER GMBH;UNIVERSITY OF BEDFORDSHIRE;ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
    "participantCountries": "FI;DE;UK;ES",
    "projectParticipants": {
        "956128419": {
            "orgId": "956128419",
            "orgName": "INNOLAS LASER GMBH",
            "ecContrib": 560208
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 919720
        },
        "999855922": {
            "orgId": "999855922",
            "orgName": "UNIVERSITY OF BEDFORDSHIRE",
            "ecContrib": 546875
        },
        "999605662": {
            "orgId": "999605662",
            "orgName": "ASOCIACION CENTRO TECNOLOGICO CEIT-IK4",
            "ecContrib": 581104
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 600834
        }
    },
    "calculatedTotalContribution": 3208741
}