{
    "rcn": "211748",
    "acronym": "SALBAGE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Sulfur-Aluminium Battery with Advanced Polymeric Gel Electrolytes",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Sulfur-Aluminium Battery with Advanced Polymeric Gel Electrolytes (SALBAGE)\n\nIn SALBAGE Project, a new secondary Aluminium Sulfur Battery will be developed. The focus will be put in the synthesis of solid-like electrolytes based on polymerizable ionic liquids and Deep Eutectic Solvents in order to obtain polymer-gel electrolytes with an overall ionic conductivity in the range of 1-10 mS/cm at room temperature. At the same time, the aluminium negative electrode will be combined with a sulfur positive electrode including the unprecedented use of redox mediators, to facilitate sulfur reaction kinetics and boost performance. \nThe new battery is expected to have a high energy density (1000Wh/kg) and low price compared with the actual Li-ion technology (-60%). Moreover, we will take advantage of the special features of the resulting battery (flexibility, adaptability, shapeability) to design a new device with the focus put on strategic applications such as transport, aircraft industry or ITs, for which the SALBAGE battery will be specially designed and tested in relevant conditions. \nTo achieve the objectives a strong consortium has been gathered, with reputed experts in all the relevant fields, such as development of ILs and DES (University of Leicester, and Scionix Ltd.), polymerization (ICTP- CSIC), synthesis and characterization of materials for aluminium anode (TU Graz) and sulfur-cathode (Univ. of Southampton) and computational modelling (TU Denmark). This consortium is leaded by a European SMEís, Albufera Energy Storage, expert in the development and testing of batteries, with great interest in the future market exploitation.",
    "totalCost": "2998130",
    "ecMaxContribution": "2998130",
    "coordinator": "ALBUFERA ENERGY STORAGE SL",
    "coordinatorCountry": "ES",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;SCIONIX LIMITED;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITY OF SOUTHAMPTON;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITY OF LEICESTER",
    "participantCountries": "AT;UK;ES;DK",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 490740
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 421305
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 543371
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 441960
        },
        "961842495": {
            "orgId": "961842495",
            "orgName": "SCIONIX LIMITED",
            "ecContrib": 197025
        },
        "950144586": {
            "orgId": "950144586",
            "orgName": "ALBUFERA ENERGY STORAGE SL",
            "ecContrib": 419872
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 483856
        }
    },
    "calculatedTotalContribution": 2998129
}