{
    "rcn": "211789",
    "acronym": "MONSON",
    "topics": "MSCA-IF-2015-EF",
    "title": "Ultrathin Mixed Matrix Membranes (MMMs) Derived from Metal-Organic Framework (MOF) Nanosheets for Organic Solvent Nanofiltration (OSN)",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Energy efficiency is at the heart of the EUís 2020 Strategy for smart, sustainable and inclusive growth. Organic solvent nanofiltration (OSN) technology is an emerging technology that can potentially achieve organic liquid separation on a molecular scale with less than half the energy consumption than conventional distillation processes. The main obstacle is the lack of OSN membrane materials with three key properties: high flux; high selectivity; and excellent stability. This project seeks to develop ultrathin OSN  membranes comprising metal-organic framework (MOF) nanosheets in ultrathin polymer matrix in the form of mixed matrix membranes (MMMs). This research work is based on combining recent technology breakthroughs in: (i) 1-nm-thick MOF nanosheet based molecular sieve membranes, developed by the Applicant;  and (ii) highly cross-linked sub-10-nm-thick OSN polymer membranes developed by the Host group. This is a timely and highly original research concept to create a new generation of high performances, and brings the full potential of MOF materials to the field of OSN membranes to produce highly stable OSN membranes with ultrafast solvent permeation and finely tunable (molecular weight cut-off) MWCO curves. In addition, the in-depth studies on controllable synthesis of MOF structures, rational design and synthesis of polymer networks, and microstructural optimization of MOF-polymer composites are expected to lead to application-oriented fabrication of high-performance membranes and functional thin films for a wide range of applications. This project will bring together the complementary expertise of both the applicant and the Host with the aim of developing mutually-beneficial research cooperation between Europe and China. This high-quality and highly innovative research will open up the optimum career possibilities for the applicant by broadening his research horizons, enriching his research experience, and strengthening his network with European colleagues.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}