{
    "rcn": "211739",
    "acronym": "REACT",
    "topics": "INNOSUP-02-2016",
    "title": "Optimising Radiomics for MRI-based personalised cancer treatment",
    "startDate": "17/11/2017",
    "endDate": "16/11/2018",
    "objective": "Although cancer survival rates have substantially improved in recent years, cancer is still among the leading causes of morbidity and mortality worldwide. The future of cancer treatment lies in early and better diagnosis and individually tailored treatments (ëpersonalised medicine). ptTheragnostic, a company dedicated to the development of more effective, individualised therapies for cancer patients, is working on a breakthrough solution, Radiomics, that is able to revolutionise personalised cancer treatment. Radiomics is a quantitative image analysis technology that enables patient stratification through the use of routinely acquired biomarkers. Being based on the evolution of hundreds of image-derived features over the course of treatment, Radiomics allows for more sensitive and robust identification of tumour types than currently possible. As MRI is recognised as one of the most promising techniques for the detection of cancer and spread of the disease, ptTheragnostic aims to align Radiomics with MRI. Despite the availability of a multi-disciplinary team at ptTheragnostic, they lack the required expertise and skills to implement Radiomics in the MRI market. Therefore, the goal of this project, REACT, is to hire a skilled associate with expertise in MRI and deep learning to establish this implementation. \nDuring the first 12 months, the associate will be responsible for managing the designed innovation track of Radiomics. This includes both technical and business tasks, amongst aligning the Radiomics software with MRI scanners and drafting a marketing strategy for Radiomics. The associate will follow various trainings in the oncology and business field. REACT may therefore open up new career possibilities in both the business and academic (oncology) field. In addition, REACT, will leverage the growth of ptTheragnostic by enabling Radiomics for MRI resulting in a significant increase in revenues (additional 50% in the first year) and increase in FTE (33%).",
    "totalCost": "147212,5",
    "ecMaxContribution": "147212,5",
    "coordinator": "PT THERAGNOSTIC BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941171795": {
            "orgId": "941171795",
            "orgName": "PT THERAGNOSTIC BV",
            "ecContrib": 147212
        }
    },
    "calculatedTotalContribution": 147212
}