{
    "rcn": "211792",
    "acronym": "BORDER",
    "topics": "ERC-2016-COG",
    "title": "Towards a decentred history of the Middle East: Transborder spaces, circulations, frontier effects and state formation, 1920-1946",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "While the crisis of the territorial nation-state in the Middle East has once again been brought to a head by the wars in Iraq and Syria, it cannot be simply understood as the logical consequence of an imported political construction. Based on two epistemological notions ñ borderlands as histoire-problËme (history-as-problem) and the co-production of borders between state and society ñ this research project proposes to rethink the classical historical narrative about the emergence of the post-Ottoman Middle East. Taking its cue from trans-border phenomena and thus paying attention to the circulation of people, goods and ideas as well as to everyday encounters between local actors and state representatives, the project will be guided by four principle objectives to offer:\n\nï\tA socio-historical analysis of state violence in the borderlands of the Middle East;\nï\tAn examination of the capacity of border populations to create the history of the borderlands, nation-states, and the region as a whole;\nï\tA study of the frontier effects based around the notions of subjectivity, space and time, and involving various levels of observation (macro, meso and micro) in order to identify the ruptures and continuities evoked by the delineation of new borderlines; and \nï\tA historical lens through which to make sense of current events in Syria and Iraq, and possibly orient conflict-resolution practitioners. \n\nThrough the exploitation of a wide range of sources (diplomatic, administrative and military records, missionary documents, newspapers) and by looking at the social construction of international frontiers at the borderlands located between Turkey, Iraq and Syria in the interwar era, the research project will provide a much more holistic yet finely-grained understanding of the formation of the territorial state in the region in the aftermath of the First World War as well as a historical perspective on the on-going armed conflicts.",
    "totalCost": "1997675",
    "ecMaxContribution": "1997675",
    "coordinator": "UNIVERSITE DE NEUCHATEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 1997675
        }
    },
    "calculatedTotalContribution": 1997675
}