{
    "rcn": "211712",
    "acronym": "P-TEV",
    "topics": "SMEInst-05-2016-2017",
    "title": "Personalized Tissue-Engineered Veins as the first Cure for Patients with Chronic Venous Insufficiency",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "This project will commercialize P-TEV - a unique personalized tissue engineered vein for the treatment of patients with severe Chronic Venous Insufficiency (CVI).\nCVI is a progressive medical condition in which the valves of the deep veins of the leg are not functioning properly. The most severe stage is CVI with leg ulceration. No effective treatment is available, and a large number of patients would directly benefit from venous vascular surgery. These patients cannot be cured today because no suitable grafts for replacement of the dysfunctional venous valves have yet been developed. There are no synthetic products which could replace the function of the bicuspid valves found in the leg veins and the risks associated with allotransplantation are too high.\nVERIGRAFTís technology is the first one positioned to break this paradigm and fill the existing market gap. The technology allows the personalization of blood vessels by de- and recellularization. In short, a donated tissue is decellularized, removing all immunogenic donor cells and DNA. This results in a clean extracellular matrix scaffold with intact 3D structural properties. Subsequently, this scaffold is seeded with the patient¥s own cells, derived from a small sample of peripheral blood.\nThis unique technology turns an allogeneic (ìforeignî) tissue into an autologous (ìpersonalizedî) one and thus avoids transplant rejection without the need for immunosuppression.\nThe clinical proof-of-concept for P-TEV is established. The project will include the clinical study and GMP process development that will grant VERIGRAFT market access by 2019 and serve as a steppingstone to marketing approval by the European Medicines Agency.\nThe EU-added value of the project is unparalleled, as it constitutes a breakthrough in one of future medicine's most promising fields ñ advanced personalized regenerative medicine, bringing significant long-term budgetary relief to healthcare systems.",
    "totalCost": "2184603,75",
    "ecMaxContribution": "2184603,75",
    "coordinator": "VERIGRAFT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "943501929": {
            "orgId": "943501929",
            "orgName": "VERIGRAFT AB",
            "ecContrib": 2184604
        }
    },
    "calculatedTotalContribution": 2184604
}