{
    "rcn": "211764",
    "acronym": "STEMS",
    "topics": "ERC-2016-ADG",
    "title": "Spatiotemporal multimode complex optical systems",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The STEMS project is about exploiting the new concept that has been recently introduced by the PI and his co-workers, namely the self-control of the spatial coherence of optical beams in multimode nonlinear optical fibers. This concept will enable a breakthrough technology, capable of delivering high-energy optical pulses with high-average powers and much higher beam quality from fiber lasers than what is possible today. High-power fiber lasers are largely limited by transverse mode instabilities, and the loss of spatial coherence in delivery fibers. Optical fibers provide the backbone of todayís internet communication networks, and enable compact, low cost light sources for a variety of industrial and biomedical applications. In most of these applications, single-mode fibers are used. Replacing single-mode fibers with multimode fibers leads to a dramatic growth of transmission capacity, and a substantial increase of average power and pulse energy from fiber lasers. However, because of spatial dispersion and resulting mode interference, multimode fibers suffer from an inherent randomization of the spatial transverse beam profile, leading to a loss of spatial coherence. My approach is to exploit the intensity dependent refractive index, or Kerr nonlinearity, of glass fibers to recover the spatial coherence of a multimode wave, and compensate for temporal modal dispersion.\nFirst, I propose to develop methods to control fiber nonlinearity, to compensate for temporal and spatial dispersion, thus preventing information spreading in the temporal domain, and coherence loss in the spatial domain. Second, by adding rare-earth dopants to multimode fibers, I will demonstrate self-control of modal dispersion and beam quality in active multimode fibers. Third, via the spatio-temporal control of beam propagation, I will introduce a new fast saturable absorber mechanism for the mode-locking of high-power fiber lasers, analogous to Kerr-lens mode-locking with bulk crystals.",
    "totalCost": "2084180,82",
    "ecMaxContribution": "2084180,82",
    "coordinator": "UNIVERSITA DEGLI STUDI DI BRESCIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999893946": {
            "orgId": "999893946",
            "orgName": "UNIVERSITA DEGLI STUDI DI BRESCIA",
            "ecContrib": 2084181
        }
    },
    "calculatedTotalContribution": 2084181
}