{
    "rcn": "211733",
    "acronym": "PurinesDX",
    "topics": "MSCA-ITN-2017",
    "title": "Interdisciplinary training network on the purinergic P2X7 receptor to control neuroinflammation and hyperexcitability in brain diseases.",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Brain disorders affect ~179 million people and their families in Europe alone, with an annual cost to the taxpayer estimated at Ä800 billion- a greater economic burden than cardiovascular disease and cancer combined. Despite diverse etiology, overlap in clinical symptoms and comorbidities between brain disorders suggests shared patho-mechanisms. In particular, hyperexcitible states driven by glial activation and neuroinflammation appear near ubiquitous. Targeting these mechanisms offers the potential to ameliorate symptoms and reverse disease progression across a broad span of brain disorders. Functioning as a gatekeeper to neuroinflammation and mechanistic link between neuronal hyperexcitability and glial activation, the ATP-gated, ionotropic purinergic P2X7 receptor (P2X7R) offers the most promising target for pharmacological intervention in the neuroinflammation-hyperexcitability pathway, to date. With breakthroughs in understanding P2X7R function, highly promising effects demonstrated for antagonists in models of brain disease and vast investment in P2X7R-related drug development programmes, now is the perfect time to pool resources. PurinesDX brings together global leaders in translational research in purinergic signalling, Europeís leading clinical specialists in a broad range of brain diseases, and industrial partners specializing in drug and biomarker development. Sharing unique genetic tools, newly developed diagnostic devices and novel, selective and brain-stable P2X7R antagonists, the synergism facilitated within PurinesDX will extend to the training of an urgently needed new generation of highly skilled, innovative, creative and entrepreneurial scientists. Alongside the provision of this interdisciplinary, international and intersectoral environment, an original and high level training in state-of-the-art neuroscience will be provided, nurturing a cohort of highly competitive researchers with potential to drive a new era of neuroscience research.",
    "totalCost": "3487463,28",
    "ecMaxContribution": "3487463,28",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "SARISSA BIOMEDICAL LIMITED;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;FUNDACION TEOFILO HERNANDO;BIOTALENTUM TUDASFEJLESZTO KFT;INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES;UNIVERSIDAD COMPLUTENSE DE MADRID;CENTRO DE INVESTIGACION BIOMEDICA EN RED ENFERMEDADES NEURODEGENERATIVAS;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "participantCountries": "UK;DE;ES;HU",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 447827
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 531349
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 249216
        },
        "923015432": {
            "orgId": "923015432",
            "orgName": "FUNDACION TEOFILO HERNANDO",
            "ecContrib": 495746
        },
        "998071510": {
            "orgId": "998071510",
            "orgName": "CENTRO DE INVESTIGACION BIOMEDICA EN RED ENFERMEDADES NEURODEGENERATIVAS",
            "ecContrib": 247873
        },
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 495746
        },
        "939248964": {
            "orgId": "939248964",
            "orgName": "SARISSA BIOMEDICAL LIMITED",
            "ecContrib": 546576
        },
        "999925665": {
            "orgId": "999925665",
            "orgName": "BIOTALENTUM TUDASFEJLESZTO KFT",
            "ecContrib": 223914
        }
    },
    "calculatedTotalContribution": 3487463
}