{
    "rcn": "211741",
    "acronym": "RECOMS",
    "topics": "MSCA-ITN-2017",
    "title": "Building Resourceful and Resilient Communities through Adaptive and Transformative Environmental Practice",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "RECOMS will train 15 ESRs in transdisciplinary approaches to support resourceful and resilient community environmental practice, tackling societal challenges (e.g. food, energy and climate change), nurturing the potential of stakeholders and vulnerable groupings to create adaptive and transformative sustainability pathways. RECOMS will increase the mobility of ESRs, enhance their Scientific, Professional, Personal and Transferable Skills and impact on their career prospects as researchers, policy makers, facilitators, consultants, change agents, social innovators and environmental educators. The consortium of 7 beneficiaries and 4 partners comprised of public, private and non-profit organisations allows a comparative approach to studying community resourcefulness across a range of (trans) national settings in 6 EU countries. Fundamental is the coupled social-ecological and critical lens to evolutionary resilience thinking, as complex, dynamic and process based, denoting the capacity of a system to change. RECOMS raises capacities to implement practice-based solutions via 15 research projects, divided along 3 interconnected themes: Unlocking and Empowering; Adapting and Transforming; Collaborating and Connecting. RECOMS addresses EU goals of sustainable and inclusive growth and territorial resource-based development, enhancing social cohesion and social innovation. The joint training organised in training events includes integrated action-based learning, collaborative community practice, and experimenting with an assemblage of visual and creative interactive communication techniques. The joint training is complemented by online reflective learning portfolios, local training at hosting institutes, the job-training via secondments and the support of Specialist Practitioner Advisors. RECOMS will impact on varied target groups including communities and policy-makers, and share its outcomes with non-participants via a range of communication and dissemination activities.",
    "totalCost": "3891072,6",
    "ecMaxContribution": "3891072,6",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT;EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK;LUONNONVARAKESKUS;UNIVERSITAET FUER BODENKULTUR WIEN;RIJKSUNIVERSITEIT GRONINGEN",
    "participantCountries": "DE;NL;BE;FI;AT",
    "projectParticipants": {
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 538291
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 819864
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 766123
        },
        "967944377": {
            "orgId": "967944377",
            "orgName": "MINISTERIE VAN INFRASTRUCTUUR EN WATERSTAAT",
            "ecContrib": 255374
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 511868
        },
        "998175591": {
            "orgId": "998175591",
            "orgName": "EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 3891073
}