{
    "rcn": "211701",
    "acronym": "NanoMAPs",
    "topics": "SMEInst-01-2016-2017",
    "title": "High performance algorithms for high precision GPS and cloud solutions for super resolution microscopy",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "The 2014 Nobel prize in Chemistry was awarded for the development of super resolution fluorescence microscopy, also known as nanoscopy. It is an innovative technique that has made a breakthrough in imaging and biology, resulting in novel discoveries in the fields of virology, immunology, neuroscience and oncology. Super resolution is on its way to becoming the new gold standard in light microscopy.\nHowever, nanoscopes (super resolution microscopes) are still largely under-used. Their high cost, a time-consuming sample preparation process and a high degree of required technical expertise are the key factors limiting the growth of this emergent market. \nAbbelight is revolutionising the nanoscopy market by turning an ordinary light microscope into an automated, easy-to use, high performance 3D nanoscope and cloud-based software for data analysis, storage and sharing. New algorithms will be developed for this precise and automated sample imaging procedure. \nThe SME Instrument project will allow Abbelight to develop revolutionary solution called ìNanoMAPsî.  It will disrupt the nanoscope market by addressing a wide variety of needs of the nanoscopy sector. It will help initiate new international business opportunities. It will also bring in new types of clients, in particular industrial companies that require automated lab systems such as pharmaceutical companies, Contract Research Organisations (CROs) and large imaging platforms. To accomplish their goals, Abbelight will complete a feasibility study to (i) develop a new numerically controlled and automated sample imaging procedure, as well as a new cloud SaaS platform (ii) secure intellectual property rights and (iii) validate the economic viability of NanoMAPs. \nAbbelight plans to lead the both European and global nanoscopy markets with an estimated turnover of about Ä 22 million and the creation of 27 new European jobs by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABBELIGHT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915824143": {
            "orgId": "915824143",
            "orgName": "ABBELIGHT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}