{
    "rcn": "211716",
    "acronym": "PASTRES",
    "topics": "ERC-2016-ADG",
    "title": "Pastoralism, Uncertainty and Resilience: Global Lessons from the Margins",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Existing institutions, legal frameworks and governance systems are not equipped to respond to growing global uncertainties and the challenges of building resilience. Radical new thinking is needed.  Important lessons potentially can come from surprising quarters. Drawing insights from pastoral areas across three continents, we will ask: What lessons can we learn from pastoral systems responding to rapid change that help us understand how to live with uncertainty and build resilience? Learning from the margins ñ through a reversal in conventional policy learning and debate - this project will draw out principles from deeply-embedded, culturally-rich responses to rapid change and uncertainty in pastoral areas in Africa (Borana, Ethiopia), Asia (Qinghai-Tibet, China) and Europe (Sardinia, Italy). \n\nWorking in a world-class team - including the PI (Prof. Ian Scoones), an experienced post-doctoral researcher (Dr Michele Nori) and three PhD students, together with local partners - we will explore how to respond to uncertainty and build resilience across three themes: i) environment and resources, ii) commodification and markets and iii) institutions and governance, while building the interdisciplinary research capacities of the team. \n\nThrough a process of theory-building, emerging from detailed empirical research in our three sites, we will engage in dialogue with wider debates across five areas ñ environmental and climate change, finance and commodity markets, infrastructure design, migration policy and conflict and security - about how to respond to risk and uncertainty and build resilience, offering both new theory and practical responses. The research will significantly extend past work through a path-breaking, cross-disciplinary reconceptualization of uncertainty and resilience, linking the experiences of marginal pastoralists to wider, global resilience challenges.",
    "totalCost": "2499126,5",
    "ecMaxContribution": "2499126,5",
    "coordinator": "INSTITUTE OF DEVELOPMENT STUDIES",
    "coordinatorCountry": "UK",
    "participants": "EUROPEAN UNIVERSITY INSTITUTE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 353386
        },
        "999860384": {
            "orgId": "999860384",
            "orgName": "INSTITUTE OF DEVELOPMENT STUDIES",
            "ecContrib": 2145740
        }
    },
    "calculatedTotalContribution": 2499126
}