{
    "rcn": "211761",
    "acronym": "SOLARIS",
    "topics": "SMEInst-07-2016-2017",
    "title": "Solaris energy tobacco for the creation of a European sustainable biojet fuel value chain",
    "startDate": "01/08/2017",
    "endDate": "31/05/2019",
    "objective": "The EU aviation plans to use 2 Mt/y of biojet fuel by 2020. IATA set a strict requirement to use only biojet fuel meeting SRB sustainability standards, while Hydrotreated Vegetable Oil (HVO), the only viable way to produce biojet is still largely relying on food crops (mainly palm oil, not sustainable for deforestation). HVO producers are all eager to find sustainable and viable feedstock alternative in Europe. We estimate a Total Addressable Market of 2 Mt/y in 2020 to be covered with sustainable feedstock in Europe.\nSolaris is a patented variety of tobacco plant specifically targeted as feedstock for second generation biofuel: nicotine free, non GMO, producing oil-containing seeds, no food competing, globally available and cultivable in Europe. Solaris allows the highest oil productivity of all oil producing crops, only second to palm: double than rapeseed and jatropha. It is cultivable in Europe, which has strong tobacco cultivation experience, while other second generation crops are not. It is fully sustainable: certified since 2012 by 2BSvs and since 2015 by the RSB. Solaris biojet can reach 83% CO2 reduction compared to fossil jet fuel.\nSunchem is running a pilot cultivation in South Africa in collaboration with Boeing, South African Airlines and SkyNRG (KLM group), but now wants to implement an integrated value chain in Europe, through an industrially viable agronomic process, certified and optimized value chain, validation of pilot cultivation in Italy (5 hectares). After demonstration the industrial feasibility and economical viability the first market launch will be done in collaboration with ENI, Alitalia and Boeing Italia.\nSunchem wants to become a global supply leader in the biofuel market, entering in the B2B market, and targeting revenues in Italy after 5 years from the launch of 90MÄ with an EBIDTA of 7.7MÄ (8.5%). Cumulated profit after 5 years will amount to 12,3 MÄ, which is 7.5 times the investment required.",
    "totalCost": "1593079,4",
    "ecMaxContribution": "1115155,58",
    "coordinator": "SUNCHEM Holding S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927110093": {
            "orgId": "927110093",
            "orgName": "SUNCHEM Holding S.R.L.",
            "ecContrib": 1115156
        }
    },
    "calculatedTotalContribution": 1115156
}