{
    "rcn": "211717",
    "acronym": "PAY-ME-ATTENTION",
    "topics": "SMEInst-01-2016-2017",
    "title": "Disrupting the Communication between Humans and Computers - Understanding the Key Message in Simultaneous Conversations Through Voice Biometrics",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Verbio was born as a speech technology company in 1999. We are revolutionizing communication between people and computers ñ allowing people to communicate naturally with machines.  We are the first European company in adapting Deep Neural Networks (DNN) to speech and text, which makes us the champions in telephony and at the centre of cognitive technology. \nOur investment in R&D has provided us with the best results in the industry in terms of accuracy, noise robustness and voice biometrics. A patent is protecting our innovations: Natural and Secure Conversational Software.\nReal-time DNN and analytics will shortly be at the pinnacle. IoT-connected contact centres will be collaborating and analysing what one is saying to another.\nVerbio Pay-me-attention: As humans, we know to who we have to pay attention when several persons speak at the same time. Bots must also know who is the main actor of the conversation. And Verbio with Blind Source Separation (BSS) and Primary Motor Area (PMA) is giving to IoT the capacity of discernation.\nThis is of paramount importance for mobile chatbots, autonomous cars, shopping assistants, web assistants, wearables and robots, as by 2020, 85% of interactions with clients will no longer have any human intervention. \nReports forecast a market value of $7.1 trillion by 2020 for IoT, and specifically 'Speech & Voice Recognition Market' indicates US$ 11.96 Billion by 2022.\nOur customers (CISCO, HUAWEI, HP, SOFTBANKÖ) are looking for voice solutions that can be easily integrated within their applications. It is not practical to offer large up-front licensing costs and complex licensing requirements.\nWe have a flexible cloud based SaaS model, 90% cheaper than competing services (0.02Ä/transaction).\nFor the last 4 years Verbio has been growing 30% year over year in revenue. We project our growth to reach Ä57 million by 2023. Our specialized team is expected to grow dynamically while we expand our international presence (EU, US and LATAM).",
    "totalCost": "1311000",
    "ecMaxContribution": "917700",
    "coordinator": "VERBIO TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912494715": {
            "orgId": "912494715",
            "orgName": "VERBIO TECHNOLOGIES SL",
            "ecContrib": 917700
        }
    },
    "calculatedTotalContribution": 917700
}