{
    "rcn": "211766",
    "acronym": "SUDOCHIP",
    "topics": "SMEInst-02-2016-2017",
    "title": "New antiperspirant efficacy evaluation techniques based on a disruptive microfluidic technology",
    "startDate": "01/08/2017",
    "endDate": "31/01/2018",
    "objective": "Antiperspirants (APs) are among the most widely used cosmetic products that reduce sweat in the axillae (Ä20bn market in 2015). They are used by almost 90 % of the adults in developed countries. The Food and Drug Administration regulates APs, and gravimetry is the gold standard technique used to test them. More precisely, a direct application of the test sample on the armpit is performed on 40 volunteers and sweating is measured under predefined conditions in a hot room. This technique, which has not changed for the last twenty years, is time-consuming (a month), expensive (up to 10KÄ), and unreliable (\\/- 40%). Due to consumer fear that aluminium in APs may cause cancer, aluminium-free, ìnaturalî APs will dominate the market. A change of paradigm is down the road, requesting the design and test of a considerable number of new formulations, for which the existing methods are clearly unadapted.\nMicrofactory has invented a new microfluidic instrument and AP efficacy testing protocol using natural or artificial sweat that perfectly mimics the in vivo skin sweating process. The test does not require human subjects, is one hundred time faster (few minutes), is cheaper than other techniques, and is highly reproducible. The first prototype has been successfully validated by two world leaders in the cosmetic industry. It will accelerate the design of new antiperspirants with more natural ingredients exempt of carcinogenic components, that would otherwise take many years to develop using the current techniques.\nThe Phase1 objective is to finalise instrument validation over a new range of aluminium free commercial APs and to explore and prioritise new market applications. For Microfactory, it will open new global business opportunities with major international cosmetic groups, SMEs and suppliers of raw cosmetic ingredients. It will generate an ambitious turnover of Ä36 million in 2023, as well as create 87 new European jobs to drive development, marketing and sales efforts.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MICROFACTORY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912302267": {
            "orgId": "912302267",
            "orgName": "MICROFACTORY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}