{
    "rcn": "211720",
    "acronym": "PHOTO-EMULSION",
    "topics": "MSCA-ITN-2017",
    "title": "Towards Next-generation Eco-efficient PHOTO and EMULSION PolymerisationsImparting Synergy to Process, Products and Applications",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The polymer industry is going through one of the most significant periods of change in its history. Driven by new environmental regulations, the development of eco-efficient processes and zero-VOC products has become an absolute necessity. In this field, 2 technologies stand out: Polymerisation in dispersed media and Photopolymerisation. To maintain EU leadership in this sector, PHOTO-EMULSION aims at training a creative, entrepreneurial & innovative next-generation of 8 Early-Stage Researchers (ESRs) who can push towards new eco-friendly polymerisation processes. Our primary strength is a demanding technical knowledge base bringing together, for the first time, all disciplines related to these 2 strategic fields. Secondly, we will broaden traditional doctoral training by targeting transferable and specialized skills sought after by the employers, and learned through innovative methods: tandem ESRs, distance language learning, ESR as itinerant science educator, online courses, ESR-led subproject, highly interactive meetings, and industrial secondments. In research, we will develop a ìhybridî next-generation technology based on thiol-ene photopolymerisation in dispersed media. Advanced manufacturing based on photoreactor promises a wave of high sulfur content dispersed products (films, nanoparticles, porous network). Their outstanding properties open the door to applications responding to current Industral needs such as non-leaching materials, O2 barrier and biobased waterborne coatings, biologically-active particles, hybrid nanosensors and monolithic chromatography column. PHOTO-EMULSION involves a high-quality research network including 8 internationally reputed academic institutions, 4 leading companies and 2 non-profit organisations. Balanced & EU-wide, our diversity expresses through the participation of 8 countries (Austria, France, Germany, Ireland, Poland, Slovenia, Sweden & Spain), 50% female scientists-in-charge, and structures supporting gender equality.",
    "totalCost": "2012205,24",
    "ecMaxContribution": "2012205,24",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "TECHNISCHE UNIVERSITAET WIEN;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERZA V MARIBORU;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "AT;DE;SI;ES",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 255934
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 249216
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 249216
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 247873
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 234998
        }
    },
    "calculatedTotalContribution": 2012204
}