{
    "rcn": "211724",
    "acronym": "Plant.ID",
    "topics": "MSCA-ITN-2017",
    "title": "Molecular Identification of Plants",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Many of the nearly 400,000 species of plants provide food, feed, medicines, and construction materials. Besides these positive impacts, plants also affect us negatively through pollen allergies, poisonous species, as invasive species, and as adulterants in herbal medicines. Nevertheless, plants are the most promising biological resource for our future. Current extinction risks of global flora and vast decline in taxonomic expertise demand accurate and rapid identification approaches to understand and valorise botanical biodiversity. Advances in genomic data and DNA sequencing are revolutionizing plant systematics, and modern molecular identification methods make it possible to accurately determine plants in ways that were technically impossible only a decade ago. Recently, it has become possible to detect substitution in herbal pharmaceuticals, monitor invasive alien species, trace fragments such as pollen and spores, uncover illegal trade in endangered species, make rapid and accurate molecular biodiversity assessments, and study historical plant diversity through DNA in museum specimens. However, to efficiently harvest the potential of the opportunities provided by the new genomic techniques, society today is in urgent need of trained biosystematists experienced in both taxonomy and in handling enormous amounts of genomic data. Plant.ID will innovatively address these challenges by bringing together academic and non-academic partners including regulatory agencies, industry, SMEs and NGO stakeholders, with the aim of developing molecular identification of plants through tailored approaches to species delimitation, metabarcoding, gene capture, and genomic barcoding, in order to empower stakeholders with simplified molecular identification of plants. By bridging classical taxonomic expertise with cutting-edge genomic approaches, Plant.ID will train a new generation of ESRs who will have immediate relevance to harnessing the central role of plants in the modern world.",
    "totalCost": "4062035,52",
    "ecMaxContribution": "4062035,52",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "STICHTING NATURALIS BIODIVERSITY CENTER;BASECLEAR BV;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ROYAL BOTANIC GARDENS KEW;KOBENHAVNS UNIVERSITET;ROYAL BOTANIC GARDEN EDINBURGH;AGENTSCHAP PLANTENTUIN MEISE;GOETEBORGS UNIVERSITET",
    "participantCountries": "NL;EL;UK;DK;BE;SE",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 858826
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 527319
        },
        "935884325": {
            "orgId": "935884325",
            "orgName": "AGENTSCHAP PLANTENTUIN MEISE",
            "ecContrib": 250560
        },
        "999481793": {
            "orgId": "999481793",
            "orgName": "ROYAL BOTANIC GARDENS KEW",
            "ecContrib": 273288
        },
        "998248244": {
            "orgId": "998248244",
            "orgName": "ROYAL BOTANIC GARDEN EDINBURGH",
            "ecContrib": 273288
        },
        "950325200": {
            "orgId": "950325200",
            "orgName": "BASECLEAR BV",
            "ecContrib": 255374
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 242387
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 870246
        },
        "999603043": {
            "orgId": "999603043",
            "orgName": "STICHTING NATURALIS BIODIVERSITY CENTER",
            "ecContrib": 510749
        }
    },
    "calculatedTotalContribution": 4062037
}