{
    "rcn": "211756",
    "acronym": "SiMAX",
    "topics": "SMEInst-01-2016-2017",
    "title": "SiMAX - The Sign Language Avatar",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "The Austrian SME signtime has combined its expertise in sign language translation and ICT tool development delivering SiMAX, an innovative translation ìmachineî easy to use: A human translator only needs to adjust translations suggested by smart algorithms on a ìlearningî database. The result: A video showing an avatar signing. The process is flexible for future adaptations, less time and cost consuming than classical translation videos produced in a studio with human translators signing. Compared to other mostly academic sign language translation approaches SiMAX is closest to market and the only one reaching a feasible quality of facial expressions essential for understanding due to grammatical meanings in sign languages. Business opportunities are enormous associated with making information accessible to the deaf community: any digital content (for web publishing or other purposes), TV, film. Accessibility regulations favour market growth and demand. During the project SiMAX will be adapted to TRL 9 working as cloud solution and fine-tuned for mass-production. Pilot translations of citizen and consumer information (for public authorities and companies) will be carried out in Germany, UK, France and Poland together with translators, another important customer/partner group. We will further raise maximum attention for SiMAX translations in the deaf community and will inform key stakeholders and potential customers about SiMAX and its added values for them. A commercialization strategy for market entry across the EU will be prepared and evaluated within the project. The project fits with the requirements of this SME call, adding a completely new, market changing solution. SiMAX provides significant growth options to our company and perfectly fits with our overall strategy. Societally, it can essentially contribute to increase accessibility to information society for the deaf community thus contributing to inclusion and social cohesion in the EU.",
    "totalCost": "1563372,5",
    "ecMaxContribution": "1094360,75",
    "coordinator": "Sign time GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968681868": {
            "orgId": "968681868",
            "orgName": "Sign time GmbH",
            "ecContrib": 1094361
        }
    },
    "calculatedTotalContribution": 1094361
}