{
    "rcn": "211727",
    "acronym": "POWERSTORE",
    "topics": "SMEInst-09-2016-2017",
    "title": "MikroMasch Powerstore for renewables microgeneration: scaling up the next generation battery technology for residential and commercial energy storage systems",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Currently, microgeneration is  not an economical choice for most home- and business owners. Why? Because although the equipment costs are falling, the battery systems that are needed for using microgenerated power as the primary energy source offer only meager storage capacity at very high prices, leaving end consumers with 10\\ years before their small scale wind stations or solar panels start to pay off.\n\nEnergy storage systems (ESS) are the key enablers for adopting more renewables and demand-response grid solutions in the overall electricity supply mix. We are introducing the first ESS able to store enough energy to justify the investment in these solutions for home- and business owners.\n\nWith our exceptional 50 kWh energy storage capacity per single system at very low charging cycle cost, we are the clear industry leader in the up and coming ESS market ñ our next generation POWERSTORE stores 7 times more energy at 8 times lower lifetime cost compared to state of the art technologies.\n\nESS market is very attractive for investors and large Li-ion vendors alike, and is estimated to reach Ä14,6 billion by 2024. As our core innovation lies in the battery component level, the proposed technology is highly scalable and will potentially take the entire Li-ion industry to the next level of battery performance.\n\nOur concept is based on synthesizing unique composite nanomaterials that we use for coating Li-ion battery electrodes. The coating enhances battery specific parameters and prevents capacity degradation. Building upon our successful Phase 1 project, within the Phase 2 we will focus on the final technical optimisation of our electrode coating technology, ramp up our operations to a pilot scale, and prepare for market entry by piloting our technology in commercial ESS prototypes in collaboration with a large Li-ion manufacturer. Based on conservative estimates, we foresee realizing Ä46,8 million in estimated revenues by 2024.",
    "totalCost": "1848150",
    "ecMaxContribution": "1293705",
    "coordinator": "MIKROMASCH EESTI OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968928927": {
            "orgId": "968928927",
            "orgName": "MIKROMASCH EESTI OU",
            "ecContrib": 1293705
        }
    },
    "calculatedTotalContribution": 1293705
}