{
    "rcn": "211747",
    "acronym": "SAGAPROPLUS",
    "topics": "SMEInst-07-2016-2017",
    "title": "A Unique Herbal Product for the Symptomatic Treatment of Over Active Bladder",
    "startDate": "01/08/2017",
    "endDate": "30/11/2017",
    "objective": "Overactive bladder (OAB) is an emerging condition that significantly impacts the quality of life and daily routine of millions of people. It is characterized by urinary urgency, increased urinary frequency and nocturia. OAB is extremely frequent, affecting more than 500 million people worldwide and its prevalence is expected to increase by 9,2% by 2018. Despite being a widely spread affection, currently there is no effective treatment in the market, and the ones available are associated to adverse reactions and drug-to-drug interactions, leading to up to 88,6% of dropout cases. \nAs a consequence, the market trend is shifting from prescription drugs to products from natural origin. In the recent years, there has been a strong increase in the market for herbal medicinal products in Europe which is looking forward to bio-based solutions. \nThese facts open up a clear opportunity for alternative solutions like the ones developed by SagaMedica, an Icelandic company with 17 years of experience in the field of natural product manufacturing. At SagaMedica we have developed SagaPro\\, the first new natural product for improving OAB symptoms in decades. It is made from an extract of the leaves of Angelica archangelica, whose activity on the bladder was discovered by SagaMedicaís research team. We have developed a harvesting, extraction and manufacturing process system that has been kept sustainable and eco-friendly. SagaPro\\ provides several advantages compared to current alternatives: 1) Highly effective product, as it has been reported by clinical trials; 2) It has no adverse effects nor drug-to-drug interactions; and 3) It is based in a natural product from a sustainable production and harvesting system, contributing to Europe¥s bio-based economy. All these reasons brought high interest of various companies, with cooperation discussions already progressing with three strong players. Several Support Letters prove this market demand.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAGAMEDICA - HEILSUJURTIR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916619543": {
            "orgId": "916619543",
            "orgName": "SAGAMEDICA - HEILSUJURTIR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}