{
    "rcn": "211705",
    "acronym": "NOAH",
    "topics": "MSCA-ITN-2017",
    "title": "Network of Functional Molecular Containers with Controlled Switchable Abilities",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "NOAH deals with the education of early-stage researchers (ESRs) in a multidisciplinary chemical research program within the area of functional molecular containers, encapsulation processes and their applications with the possibility to end up with a PhD degree. The proposed training network aims to bring in a great variety of scientific attributes to 10 selected ESRs, ranging from the experimental organic and inorganic synthesis to computational chemistry. Photo- and electro-chemistry, MS/gas-phase chemistry, X-ray diffraction and optical spectroscopy techniques will be also included in the scientific formation and development of the recruited ESRs. The trainees will also receive education in complementary and transferable skills through attendance to local and network-wide dedicated training seminars (e.g. dissemination, communication, organization, governance, ethicsÖ). The training program includes the exposure of the ESRs to chemical research carried out in the non-academic sector or in a technological centre by means of full recruitment or short stage secondments in one of the three chemical European companies or the technological centre operating at very different levels: one large company, Covestro, two SMEs, Mind the Byte and Biolitec and one technological centre Leitat. ESRs will also gain insight in the transfer process of knowledge from academia to industry and other complementary soft-skills. The proposed ETN constitutes an ideal framework to acquaint ESRs, in a modest amount of time (3 years), with a great variety of scientific skills, experimental techniques, soft-skills and technologies. Ten ESRs will be incorporated in a multidisciplinary team formed by 7 research groups of multiple nationalities that are focused on a common goal and with high involvement of 3 non-academic partners and one technological centre. All PIs are internationally recognized scientists and the scholar scientists have wide experience as tutors and mentors of ESRs.",
    "totalCost": "2525640,84",
    "ecMaxContribution": "2525640,84",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "COVESTRO DEUTSCHLAND AG;MIND THE BYTE SL;UNIVERSITE DE STRASBOURG;UNIVERSITE DE NEUCHATEL;CONSIGLIO NAZIONALE DELLE RICERCHE;THE UNIVERSITY OF WARWICK;INSTITUTE OF ORGANIC CHEMISTRY - POLISH ACADEMY OF SCIENCES;FREIE UNIVERSITAET BERLIN",
    "participantCountries": "DE;ES;FR;CH;IT;UK;PL",
    "projectParticipants": {
        "951039314": {
            "orgId": "951039314",
            "orgName": "MIND THE BYTE SL",
            "ecContrib": 247873
        },
        "997433541": {
            "orgId": "997433541",
            "orgName": "COVESTRO DEUTSCHLAND AG",
            "ecContrib": 249216
        },
        "999487710": {
            "orgId": "999487710",
            "orgName": "INSTITUTE OF ORGANIC CHEMISTRY - POLISH ACADEMY OF SCIENCES",
            "ecContrib": 224137
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 262876
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 273288
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 265227
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 258061
        },
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 495746
        },
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 2525640
}