{
    "rcn": "211753",
    "acronym": "SESPer",
    "topics": "MSCA-IF-2016",
    "title": "Solar Energy Storage PERovskites",
    "startDate": "13/11/2017",
    "endDate": "12/11/2020",
    "objective": "Solar energy, attractive source of energy being it free and endless, can be converted into electricity by means of a Concentrating Solar Power (CSP) plant. However, the biggest limit of such technology is the intermittency and the diurnal nature of the solar light. For their future development, CSP plants need to be coupled with storage system. Among the existing thermal storage systems, the ThermoChemical Storage (TCS) is one of the most promising technology and it is based on the exploitation of the reaction heat of a reversible chemical reaction. Just recently, perovskite systems have drawn increasing interest as promising candidates for TCS systems. Perovskites are generally indicated as ABO3, with A and B the two cations of the structure and with O the oxygen. They exhibit a continuous, quasi-linear oxygen release/uptake within a very wide temperature range. Their reduction being endothermic consists in the heat storage step, while the exothermic oxidation releases heat when it is required. The overall objective of the proposal is to study more earth abundant compositions (Ca-, Fe-, Mn- or Co-based) of perovskites for identifying one or more promising candidate storage medium for the design and the realization of a prototype of a multilevel-cascaded TCS system. It aims at solving the no-easy solution problem of the wide temperature range to be covered by a TCS system for CSP plant by using perovskites with different operating temperatures cascaded from the lowest operating temperature to the maximum one. As main result it could bring the TCS systems to a level closer to the market scale. The research project will be developed in collaboration with the IMDEA Energy Institute and the Materials Science and Engineering Department of Northwestern University. This project idea is totally in line with the current strict global energy and environmental politics and also with the Horizon 2020 objectives.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "Fundacion IMDEA Energia",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998683192": {
            "orgId": "998683192",
            "orgName": "Fundacion IMDEA Energia",
            "ecContrib": 239191
        },
        "999627778": {
            "orgId": "999627778",
            "orgName": "NORTHWESTERN UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 239191
}