{
    "rcn": "211718",
    "acronym": "PD UpReg",
    "topics": "ERC-2016-COG",
    "title": "Gene knock-up via 3íUTR targeting to treat Parkinsonís disease",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Parkinsonís disease (PD) affects 1% of elderly persons and is currently incurable. PD pathogenesis is driven, at least in part, by defects in proteostasis and mitochondrial function, leading to degeneration of dopaminergic axons and neuronal death. Neurotrophic factors (NTFs) such as GDNF can protect and restore dopaminergic axons. However, attempts to deploy NTFs ectopically in therapy models, or to increase proteostasis and mitochondrial function, have met with only limited success.\nI hypothesize that instead of ectopic application, over-expression of relevant pathways restricted to physiologically appropriate cells provides a potent therapeutic approach to treat PD. I have made significant progress toward this goal by targeting the 3íUTR in the mouse Gdnf gene, thereby increasing expression levels without affecting the geneís spatiotemporal expression pattern. Using this approach I have shown that elevation of endogenous GDNF levels protects mice from experimentally induced PD. Unlike ectopic GDNF application, it causes no side effects. Importantly, I have established that GDNF levels can be elevated by 3íUTR targeting in adulthood, suggesting that this strategy could be applied in humans late in life.\n I will use 3íUTR targeting to study the therapeutic potential of overexpressing endogenous genes, using transgenics and CRISPR-Cas9?mediated 3íUTR editing in adult mice. First, I will increase the expression of NTFs in adult mice with experimentally induced PD. Next, I will upregulate genes important in mitochondrial function and proteostasis and test whether concurrently upregulating endogenous NTFs is a viable approach for treating PD. Third, I will use 3íUTR targeting to create a mouse model of PD in which alpha-synuclein is overexpressed, for better validation of my therapeutic strategy. Collectively, these experiments should establish proof of concept for a revolutionary, safe and effective treatment for PD.",
    "totalCost": "1999987",
    "ecMaxContribution": "1999987",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1999987
        }
    },
    "calculatedTotalContribution": 1999987
}