{
    "rcn": "211796",
    "acronym": "MOLEMAT",
    "topics": "ERC-2016-COG",
    "title": "Molecularly Engineered Materials and process for Perovskite solar cell technology",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Societal pressure to develop inexpensive yet efficient solar energy conversion requires a new approach. Recently emerged organic-inorganic perovskites, offer to harvest light at cost effective price. Perovskites hold merits to the existing materials, however, a fundamental challenge for high performance devices is to optimize the crystals for maximize charge carrier generation and minimize recombination losses. Their widespread use is, however, limited by insufficient stability, scalability and reproducibility. We have recently developed new concepts to fabricate efficient and stable perovskite solar cells at lab scale that are potentially up-scalable to industrial production. MOLEMAT will accomplish this by, pioneering innovative methods and will demonstrate that molecularly engineered materials enable the tuning of the charge transport and interface. Our interdisciplinary approach, combining materials science, chemistry, device physics and engineering, will not only lead to improvements in the performance and stability of perovskite solar cell beyond 24% at lab scale, but will also provide deep insights in the functioning of solar cells. The success of MOLEMAT will rapidly advance the field by enabling reproducible and stable performance adding a significant value with respect to current state of the art. However, for making it marketable product, several developments are required and the MOLEMAT targets will provide relevant answers to three key limitations: encapsulation, stability and cost competitive materials. MOLEMAT envisages the development of 30◊30 cm2 modules, with a power conversion efficiency of c.a 18% and a lifetime of 10\\ years. MOLEMAT is divided into two parallel research directions, a fundamental research line, dealing with rational design of materials and to gain its understanding. Simultaneously an applied research line targets the development of module by the identification of scale up process to pave the way for its industrialization.",
    "totalCost": "1878085",
    "ecMaxContribution": "1878085",
    "coordinator": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928273511": {
            "orgId": "928273511",
            "orgName": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
            "ecContrib": 1878085
        }
    },
    "calculatedTotalContribution": 1878085
}