{
    "rcn": "211794",
    "acronym": "REVEAL",
    "topics": "ERC-2016-COG",
    "title": "The Resilience and Evolution of Economic Activism and the Role of Law",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The global financial crisis put basic tenets of neoliberalism into question. Previous crises on product safety also exemplified the limits of delegating regulatory power. However, in the medium run, private regulatory bodies re-assume their previous powerful status and continue to exert undue influence on the functioning of economic activity.\nThis research project investigates the origins and causes of the dominance of private rule-making bodies, focusing on their mutability and resilience. It does so by addressing the following research question: what enabling conditions, innate traits and mechanics allow for the transformation, adaptability and resilience of private rule-making bodies amid exogenous regulatory shocks and how does the law perpetuates this dominance?\nThis project develops a multidisciplinary conceptual framework to analyse structures, institutional design and adaptive/resilience strategies in 10 non-public regulatory bodies and their public law counterparts. Data are collected via qualitative methods (interviews with key individuals, direct observations, historical institutionalism, process tracing) to identify trajectories of change and causation spanning three decades.\nThis research is groundbreaking in three ways: (1) by delving into the peculiarities of private collective action, it sets the basis for a new theory of creation, evolution and resilience of such action; (2) by integrating multiple disciplines, it innovates methodologically and offers a multidisciplinary and thus more comprehensive theory of private action in the service of future generations of researchers and policymakers; (3) by collecting data and theorizing on a largely unexplored (from an empirical viewpoint) area such as transnational standard-setting, it revisits the promises, flaws and limits of technocratic rule, results in a more balanced understanding of transnational regulatory governance, and resolutely offers a regulatory theory for private regulatory bodies.",
    "totalCost": "1999676",
    "ecMaxContribution": "1999676",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1999676
        }
    },
    "calculatedTotalContribution": 1999676
}