{
    "rcn": "211749",
    "acronym": "SALTGIANT",
    "topics": "MSCA-ITN-2017",
    "title": "Understanding the Mediterranean Salinity Crisis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "As society moves into an era where environmental change has an ever-growing place in the political agenda, the demand for a new generation of scientists working at the interface between the natural and social sciences is growing. SALTGIANT contributes to satisfy this demand within a rare cross-disciplinary network of natural and social scientists dedicated to understanding the formation of the Mediterranean Salt Giant, one of the largest salt deposits on Earth, and its implications for sub-seafloor microbial life, risk assessment in the oil industry, geo-economics of the Mediterranean region and the history of oceanography. SALTGIANT will bring together 22 academic organizations (11 beneficiaries, 11 partners), 2 private sector Oil&Gas companies and 1 specialist in transferable skills training from 8 European countries to stimulate interdisciplinary and intersectorial knowledge exchange between geologists, geophysicists, geochemists, microbiologist, geographers and historians in a network with PhD students at its core. SALTGIANT combines (i) geological and geochemical field work, (ii) laboratory measurements and experiments, (iii) numerical modeling at a wide range of spatial and temporal scales and (iv) empirical social sciences data collection and analysis, guaranteeing exposure of the research fellows to state-of-the-art scientific knowledge and hands-on practical training in a field rich in applications of both intellectual and societal relevance. Through its innovative blend of training and research activities, SALTGIANT will boost the employability of its research fellows in academia and in the private sector, particularly the energy sector, including Oil & Gas and geothermal, resource management, geological storage and numerical modeling, as well as in governmental agencies (Ministries of the Environment, Sustainable Development and Energy), international organizations (European Environment Agency, EEA; United Nations Environmental Program, UNEP) and NGOs.",
    "totalCost": "3893087,88",
    "ecMaxContribution": "3893087,88",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;UNIVERSITAET HAMBURG;FONDATION NATIONALE DES SCIENCES POLITIQUES;UNIVERSITA DEGLI STUDI DI PALERMO;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITY OF ESSEX;ISTITUTO NAZIONALE DI OCEANOGRAFIA E DI GEOFISICA SPERIMENTALE;Ministry of National Infrastructure, Energy and Water Resources;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSIDAD DE SALAMANCA;SORBONNE UNIVERSITE;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "FR;DE;IT;ES;UK;IL;NL",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 510749
        },
        "999625644": {
            "orgId": "999625644",
            "orgName": "ISTITUTO NAZIONALE DI OCEANOGRAFIA E DI GEOFISICA SPERIMENTALE",
            "ecContrib": 258061
        },
        "999734284": {
            "orgId": "999734284",
            "orgName": "UNIVERSITA DEGLI STUDI DI PALERMO",
            "ecContrib": 258061
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999989200": {
            "orgId": "999989200",
            "orgName": "NATURAL ENVIRONMENT RESEARCH COUNCIL",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 525751
        },
        "999856989": {
            "orgId": "999856989",
            "orgName": "UNIVERSITY OF ESSEX",
            "ecContrib": 273288
        },
        "953232387": {
            "orgId": "953232387",
            "orgName": "Ministry of National Infrastructure, Energy and Water Resources",
            "ecContrib": 260301
        },
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 262876
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 249216
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 247873
        }
    },
    "calculatedTotalContribution": 3367337
}