{
    "rcn": "211740",
    "acronym": "RealVision",
    "topics": "MSCA-ITN-2017",
    "title": "Hyperrealistic Imaging Experience",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The aim of realistic digital imaging is the creation of high quality imagery, which faithfully represents the physical environment. The ultimate goal is to create images, which are perceptually indistinguishable from a real scene. The RealVision network brings together leading universities, centers focused on industrial development and companies in Multimedia, Optics, Visual Communication, Visual Computing, Computer Graphics and Human Vision research across Europe, with the aim of training a new generation of scientists, technologists, and entrepreneurs that will move Europe into a leading role in innovative hyper-realistic imaging technologies. Current imaging technologies capture only a fraction of visual information that the human eye can see. The colours and dynamic range are inadequate for most real-world scenes and not all depth cues required for natural 3D vision are captured. This limits the realism of the experience and has hampered the introduction of 3D technology. Advancement in imaging technologies makes it possible to circumvent these bottlenecks in visual systems. As a result, new visual signal-processing areas have emerged such as light fields, ultra-high definition, highframe rate and high dynamic range imaging. The novel combinations of those technologies can facilitate a hyper-realistic visual experience. This will without doubt be the future frontier for new imaging systems. However there are several technological barriers that need to be overcome as well as challenges in what are the best solutions perceptually. The goal of this network is to combine expertise from several disciplines as engineering, computer science, physics, vision science and psychology ñ usually disconnected ñ and train ESRs to be capable of working with all stages and aspects of visual processing to overcome existing interdisciplinary and intersectorial barriers to efficiently develop truly perceptually better visual imaging systems.",
    "totalCost": "4076702,28",
    "ecMaxContribution": "4076702,28",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;FORCE TECHNOLOGY;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;DXO LABS;BANG & OLUFSEN AS;UNIVERSITE DE NANTES;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;BANGOR UNIVERSITY",
    "participantCountries": "UK;DK;DE;FR",
    "projectParticipants": {
        "998391125": {
            "orgId": "998391125",
            "orgName": "FORCE TECHNOLOGY",
            "ecContrib": 290082
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 249216
        },
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 273288
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "969846450": {
            "orgId": "969846450",
            "orgName": "BANG & OLUFSEN AS",
            "ecContrib": 290082
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 525751
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 580164
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249216
        },
        "950340429": {
            "orgId": "950340429",
            "orgName": "DXO LABS",
            "ecContrib": 262876
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3256839
}