{
    "rcn": "211763",
    "acronym": "STARDUST",
    "topics": "FETOPEN-01-2016-2017",
    "title": "in vivo optogeneticS, elecTrophysiology and phArmacology with an ultRasonically-powered DUST for Parkinson's Disease",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The main goal of the STARDUST project is to realize a novel wireless implantable and independent micro-scale device (200x200x200 µm3) enabling in-vivo electrophysiology, optogenetics and ultra-localized drug delivery in freely moving animals. The device will be used to target specific neural circuits of the brain and test a new therapeutic approach for Parkinsonís Disease (PD). \nThe methods used in this project are based on cutting-edge miniaturized technology combining integrated chips, microelectromechanical systems (MEMS), local drug delivery, integrated electrodes and micro-scale light emitting diodes (µLEDs). STARDUST will benefit from these advances and for the first time provide an implantable ultrasonically-powered miniaturized device for in-vivo optogenetics, local drug delivery and electrophysiological monitoring ñ all in one single device. The proposed device is expected to provide an output power of 1-20 mW/mm2 for optogenetics with two different wavelengths, one for neuron activation and one for triggering drug-delivery; STARDUST will provide proof of concept.\nThe main novelty of the STARDUST project is the convergence of multiple, interdisciplinary fields including optogenetics, triggered drug-delivery, miniaturized ultrasonic energy harvesting, material science and nanoelectronics. The main ambition of the project is to develop a new technology platform to be used for future implantable in-vivo optogenetic devices for monitoring and treating diseases, with an optional local drug delivery add-on beyond 2025. Establishing proof of concept of the STARDUST platform will be the foundation for other applications within photodynamic therapy such as cancer treatment and other neurological and non-neurological disorders.",
    "totalCost": "3803057,5",
    "ecMaxContribution": "3787932,5",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "BIOMODICS APS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SPINVERSE  OY;VIB;HUMBOLDT-UNIVERSITAET ZU BERLIN;Universidade Federal do Par·;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "participantCountries": "DK;DE;FI;BE;BR;FR;IE",
    "projectParticipants": {
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 356000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 518430
        },
        "992692084": {
            "orgId": "992692084",
            "orgName": "Universidade Federal do Pará",
            "ecContrib": 60500
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 417635
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 360514
        },
        "964632409": {
            "orgId": "964632409",
            "orgName": "BIOMODICS APS",
            "ecContrib": 485736
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 449546
        },
        "999725166": {
            "orgId": "999725166",
            "orgName": "SPINVERSE  OY",
            "ecContrib": 171622
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 967949
        }
    },
    "calculatedTotalContribution": 3787932
}