{
    "rcn": "211734",
    "acronym": "QuESTech",
    "topics": "MSCA-ITN-2017",
    "title": "QUantum Electronics Science and TECHnology training",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Quantum Electronics provides a challenging and innovative multidisciplinary framework for training young researchers with excellent prospects for a career either in the industry or in academia. In this promising area, the ìQuantum Electronics Science and Technology trainingî project, with acronym QuESTech, will create a European network of experts providing state-of-the-art training for young researchers in the general field of experimental, applied and theoretical Quantum Electronics.\n\nThe overarching science and technology goal of our research programme is to build, study, and qualify quantum electronic devices. QuESTech will train 15 ESRs through research in the sub-fields of spintronics, single-electronics, quantum dots, and quantum thermodynamics. The individual research projects will include technological developments in terms of nanomaterials growth, nano-structuring, near-field microscopies, transport measurement under extreme conditions and theoretical calculations. Several QuESTch results are already identified to be of commercial interest for the emerging Quantum Electronics industry.\n\nSystematic secondments will be organised, including for every researcher a secondment of two months to a private sector partner. QuESTech will organise three sessions of the European School On Nanosciences and Nanotechnologies (ESONN) devoted to Quantum Nano-Electronics, combining both theoretical and practical training, and open them to young researchers outside the consortium. By 2021, we aim to have prepared a new generation of young researchers able to address the emergence of ìBeyond C-MOSì nano-electronics.",
    "totalCost": "3884019,12",
    "ecMaxContribution": "3884019,12",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;GRAPHENEA SA;AALTO KORKEAKOULUSAATIO SR;UNIVERSITY OF LEEDS;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITAT KONSTANZ;RAITH GMBH;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "ES;FI;UK;CH;DE;SE",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 273288
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 527319
        },
        "951677671": {
            "orgId": "951677671",
            "orgName": "RAITH GMBH",
            "ecContrib": 249216
        },
        "971995582": {
            "orgId": "971995582",
            "orgName": "GRAPHENEA SA",
            "ecContrib": 247873
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 265227
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 788627
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 495746
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3345729
}