{
    "rcn": "211711",
    "acronym": "OPTIBLANKS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Hybrid EMAT-Vision solution for OPTImisation of advanced manufacturing process of automotive tailor welded BLANKS",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "Production of high integrity vehicle components in Europe must be enhanced in order to optimize the implementation of lightweight materials which ensure that environmental impact is minimised. The use of Tailor Welded Blanks, (TWB) is an advanced manufacturing technique that ensures that production of automotive parts is carried out with resource efficiency. However, this technology still struggles with technical and reliability consistency during production. \n\nInnerspec is a global leader in Ultrasonic EMAT technology for automotive TWB inspection, and have sold and installed TWB inspection units in production lines worldwide. OPTIBLANKS project will overcome the limitations of automotive TWB manufacturing process by maximising weld quality control with a novel Hybrid technology approach. The outcome of this project will help improving the results of current state of the art alternatives and will boost Innerspec Technologies growth while saving TWB manufacturers accross Europe more than 9.000 Tons of wasted materials per year. The verified design of a Hybrid inspection system will enable 100% inspection of autogenously laser welded parts to identify defects such as porosity, lack of root penetration, lack of side wall fusion, etc. Innerspec will commercialise this equipment within the target market worldwide offering paying users unique benefits and a ROI of less than a year in most cases. The equipment will enable a reduction of scrap materials of more than 50% compared with competing solutions. Equipment sales are expected to boost Innerspec¥s growth and will generate more than 90 new posts in the company. Furthermore, it is expected that more than 300 skilled jobs for OPTIBLANKS system operators will be created accross Europe. Innerspec will initiate marketing and commercialisation activities during the project in order to ensure that automotive manufacturers worldwide and car passengers benefit from the enhanced TWB weld safety offered by this technology.",
    "totalCost": "1637375",
    "ecMaxContribution": "1146162,5",
    "coordinator": "INNERSPEC TECHNOLOGIES EUROPE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935808665": {
            "orgId": "935808665",
            "orgName": "INNERSPEC TECHNOLOGIES EUROPE SL",
            "ecContrib": 1146162
        }
    },
    "calculatedTotalContribution": 1146162
}