{
    "rcn": "211765",
    "acronym": "STIMULATE",
    "topics": "MSCA-ITN-2017",
    "title": "Simulation in multiscale physical and biological systems",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Simulation alongside theory and experiment is nowadays considered an integral part of scientific discovery. As computation speeds up and new technologies and instruments improve, data generation in all fields of science is rapidly increasing. As a consequence, researchers face new challenges: Data collection exceeds by far the capacity to validate, analyze, visualize, store, and curate the information contained. Additionally, traditional, single-scale, macroscopic physical models are becoming inadequate for the accuracy requirements of modern physical, biological and engineering applications that involve multiscale phenomena occurring over vastly different scales. Tackling these challenges will transform our approach to research potentially leading to unprecedented data-driven scientific discoveries. The overall goal of STIMULATE is to deliver an innovative interdisciplinary educational and research program in simulation and data science, which educates students to best address the challenges posed by exascale computing and intensive data applications, producing computational science professionals tactically positioned to become leaders in both academia and industry. The project proposes a rigorous network-wide training program and research projects that combine mathematical modeling and algorithms for exascale simulations and data-intensive science with applications in the fields of Computational Fluid Dynamics, Computational Biology and Particle and Nuclear Physics with focus in lattice Quantum Chromodynamics. Students will be seconded to industrial partners that will complement expertise in computer technologies, mathematical modeling and data analytics with hands-on training. Experts from eight degree-awarding institutions, three research centers and three companies are engaged in the project. Each of the fifteen fellows of the program will obtain a single joint Ph.D. degree from three academic institutions.",
    "totalCost": "3755601",
    "ecMaxContribution": "3755601",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;BERGISCHE UNIVERSITAET  WUPPERTAL;HUMBOLDT-UNIVERSITAET ZU BERLIN;THE HEBREW UNIVERSITY OF JERUSALEM;UNIVERSITY OF CYPRUS;UNIVERSITA DEGLI STUDI DI FERRARA",
    "participantCountries": "IT;DE;IL;CY",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 482759
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 516123
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 498433
        },
        "965934440": {
            "orgId": "965934440",
            "orgName": "THE CYPRUS INSTITUTE",
            "ecContrib": 482759
        },
        "999858735": {
            "orgId": "999858735",
            "orgName": "BERGISCHE UNIVERSITAET  WUPPERTAL",
            "ecContrib": 498433
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 498433
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 258061
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 520601
        }
    },
    "calculatedTotalContribution": 3755602
}