{
    "rcn": "211751",
    "acronym": "SCORES",
    "topics": "EEB-06-2017",
    "title": "Self Consumption Of Renewable Energy by hybrid Storage systems",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "The SCORES project aims is to develop and demonstrate in the field a building energy system including new compact hybrid storage technologies, that optimizes supply, storage and demand of electricity and heat in residential buildings, increasing self-consumption of local renewable energy in residential buildings at the lowest cost. \nCombination and optimization of multi-energy generation, storage and consumption of local renewable energy (electricity and heat) brings new sources of flexibility to the grid and giving options for tradability and economic benefits, enabling reliable operation with a positive business case in Europeís building stock. SCORES optimizes self-consumption of renewable energy and defers investments in the energy grid. \nThe SCORES concept is to develop several key-technologies in parallel, ie. second-life Li-ion batteries, compact thermal storage by Phase-Change Materials, high performance hot-water heat pump supplied by hybrid photovoltaic and solar collectors (PVT), Chemical Looping Combustion heat storage (seasonal storage), integrated through a smart Building Energy Management System (BEMS), and to demonstrate them together in a hybrid energy system. Full-scale demonstration will be done with regulatory/normative, economic and market boundaries taken into account. Demonstration of the integrated hybrid energy system will take place in two real buildings representative of different climate and energy system configurations for 3 cases, in Northern Europe with and without a heat grid, and in Middle/Southern Europe without a heat grid. Through smart combination and optimization on the system level SCORES will evaluate technical, economic and environmental benefits being larger than the sum of their parts. The partners in the consortium are the key actors for the required technologies that will be integrated in the project, representing strong industrial partners (OEMs) in the value chain for future exploitation of compact hybrid energy system.",
    "totalCost": "5998598,75",
    "ecMaxContribution": "5998598,75",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "SALZBURG AG FUR ENERGIE, VERKEHR UND TELEKOMMUNIKATION;SIEMENS NEDERLAND NV;ELECTRICITE DE FRANCE;HELIOPAC;AEE - INSTITUT FUR NACHHALTIGE TECHNOLOGIEN;RINA CONSULTING SPA;FORSEE POWER;INSTITUTO POLITECNICO DE SETUBAL;CAMPA;FENIX TNT SRO;KONIG METALL GMBH & CO KG",
    "participantCountries": "AT;NL;FR;IT;PT;CZ;DE",
    "projectParticipants": {
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 291875
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 1255391
        },
        "918270774": {
            "orgId": "918270774",
            "orgName": "KONIG METALL GMBH & CO KG",
            "ecContrib": 449566
        },
        "995304003": {
            "orgId": "995304003",
            "orgName": "INSTITUTO POLITECNICO DE SETUBAL",
            "ecContrib": 162684
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 736438
        },
        "916507702": {
            "orgId": "916507702",
            "orgName": "CAMPA",
            "ecContrib": 427561
        },
        "937568827": {
            "orgId": "937568827",
            "orgName": "FORSEE POWER",
            "ecContrib": 345625
        },
        "916637100": {
            "orgId": "916637100",
            "orgName": "HELIOPAC",
            "ecContrib": 496912
        },
        "967318339": {
            "orgId": "967318339",
            "orgName": "FENIX TNT SRO",
            "ecContrib": 184342
        },
        "958850336": {
            "orgId": "958850336",
            "orgName": "SALZBURG AG FUR ENERGIE, VERKEHR UND TELEKOMMUNIKATION",
            "ecContrib": 295625
        },
        "952304194": {
            "orgId": "952304194",
            "orgName": "SIEMENS NEDERLAND NV",
            "ecContrib": 849404
        }
    },
    "calculatedTotalContribution": 5495423
}