{
    "rcn": "211750",
    "acronym": "sCO2-Flex",
    "topics": "LCE-28-2017",
    "title": "SUPERCRITICAL CO2 CYCLE FOR FLEXIBLE AND SUSTAINABLE SUPPORT TO THE ELECTRICITY SYSTEM",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Current fossil-fuel power plants have been designed to operate in base-load conditions, i.e to provide a constant power output. However, their role is changing, due to the growing share of renewables, both in and outside the EU. Fossil-fuel plants will increasingly be expected to provide fluctuating back-up power, to foster the integration of intermittent renewable energy sources and to provide stability to the grid. However, these plants are not fit to undergo power output fluctuations.\nIn this context, sCO2-Flex consortium addressees this challenge by developing and validating (at simulation level the global cycle and at relevant environment boiler, heat exchanger(HX) and turbomachinery) the scalable/modular design of a 25MWe Brayton cycle using supercritical CO2, able to increase the operational flexibility and the efficiency of existing and future coal and lignite power plants.\nsCO2-Flex will develop and optimize the design of a 25MWe sCO2 Brayton cycle and of its main components (boiler, HX, turbomachinery, instrumentation and control strategies) able to meet long-term flexibility requirements, enabling entire load range optimization with fast load changes, fast start-ups and shut-downs, while reducing environmental impacts and focusing on cost-effectiveness. The project, bringing the sCO2 cycle to TRL6, will pave the way to future demonstration projects (from 2020) and to commercialization of the technology (from 2025). Ambitious exploitation and dissemination activities will be set up to ensure proper market uptake.\nConsortium brings together ten partners, i.e academics (experts in thermodynamic cycle/control/simulation, heat exchanging, thermoelectric power, materials), technology providers (HX, Turbomachinery) and power plant operator (EDF-coordinator) covering the whole value chain, constituting an interdisciplinary group of experienced partners, each of them providing its specific expertise and contributing to the achievement of the projectís objectives.",
    "totalCost": "5630855",
    "ecMaxContribution": "5630855",
    "coordinator": "ELECTRICITE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "NUOVO PIGNONE SRL;FIVES CRYO;ZABALA INNOVATION CONSULTING, S.A.;CENTRUM VYZKUMU REZ S.R.O.;UNIVERSITAET DUISBURG-ESSEN;POLITECNICO DI MILANO;UNIVERSITAET STUTTGART;UJV REZ, a. s.;RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
    "participantCountries": "IT;FR;ES;CZ;DE",
    "projectParticipants": {
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 916099
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 302500
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 533980
        },
        "999477428": {
            "orgId": "999477428",
            "orgName": "UJV REZ, a. s.",
            "ecContrib": 354562
        },
        "942409321": {
            "orgId": "942409321",
            "orgName": "NUOVO PIGNONE SRL",
            "ecContrib": 877125
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 460188
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 343562
        },
        "996153820": {
            "orgId": "996153820",
            "orgName": "CENTRUM VYZKUMU REZ S.R.O.",
            "ecContrib": 364500
        },
        "916173537": {
            "orgId": "916173537",
            "orgName": "FIVES CRYO",
            "ecContrib": 848882
        },
        "998453011": {
            "orgId": "998453011",
            "orgName": "RINA CONSULTING - CENTRO SVILUPPO MATERIALI SPA",
            "ecContrib": 629456
        }
    },
    "calculatedTotalContribution": 5630854
}