{
    "rcn": "211744",
    "acronym": "SAFER",
    "topics": "MSCA-ITN-2017",
    "title": "Selective Agonists For Serotonin Receptors",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "SAFER will train 5 ESRs, PhD students, to obtain ample scientific, business and transferrable skills, arming them with the expertise to translate knowledge into products and services with importance for European industry and society. All ESRs will first train together at one university to develop complementary skills and basic research data; and subsequently move to two SMEs for applied and commercial research. \n\nThe ultimate scientific goal for the SAFER program is to gain molecular understanding and improve selectivity in treatments \nof CNS-related disorders. This will be done through an interdisciplinary and intersectoral approach, building on a strong complementarity between partners, with a particular focus on the serotonin 5-HT2A receptor ñ the primary target for many pharmaceuticals and hallucinogens. SAFER will generate and cross-interpret pharmacology and crystallographic data, and construct computational mechanistic models and databases that can explain and guide its experiments. Thus, SAFER will gain new insights into molecular mechanisms that are fundamental to understand the biological and therapeutic effects, and to develop safer drugs. \nSAFER ESRs will be highly competitive on the job market and much in demand. In particular, crystallography and biased signalling pharmacology of G protein-coupled receptors (e.g. 5-HT2A) are new and highly active research fields, today mastered by only a very few research groups worldwide. The timing and location of SAFER are particularly opportune, taking advantage of the new synchrotron MAX IV in Lund, Sweden, which is world leading for the study of challenging crystals. SAFER will seek to exploit innovation opportunities from novel molecular mechanisms, ligands, and crystal structures. The results will be integrated into a public community resource, GPCRdb, giving a unique potential to achieve community impact and long-term sustainability.",
    "totalCost": "1286630,94",
    "ecMaxContribution": "1286630,94",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "SAROMICS BIOSTRUCTURES AB;ENAMINE LIMITED LIABILITY COMPANY,RESEARCH AND PRODUCTION ENTERPRISE",
    "participantCountries": "SE;UA",
    "projectParticipants": {
        "956108146": {
            "orgId": "956108146",
            "orgName": "SAROMICS BIOSTRUCTURES AB",
            "ecContrib": 512671
        },
        "947825316": {
            "orgId": "947825316",
            "orgName": "ENAMINE LIMITED LIABILITY COMPANY,RESEARCH AND PRODUCTION ENTERPRISE",
            "ecContrib": 483878
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 1286631
}