{
    "rcn": "211721",
    "acronym": "PhotoBioCat",
    "topics": "MSCA-ITN-2017",
    "title": "Light-driven sustainable biocatalysis training network",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Pharmaceutical and chemical products present in everyday life are currently obtained from waste- and energy-intensive processes. Alternative routes that overcome this waste challenge should offer a cleaner and long-lasting solution. PhotoBioCat aims at developing efficient and sustainable light-driven enzyme-catalyzed chemical processes to a commercial industrial level. The PhotoBioCat EJD will train 12 ESRs in cutting edge research projects on (i) the development of chemical and biological catalytic systems for the synthetic use of visible light for the production of pharmaceuticals, bulk-, fine- and specialty chemicals, (ii) up-scaling and optimization of commercially relevant processes together with industry, (iii) defining a road-map for the industrial implementation of photobiocatalysis. The double degree program allows in-depth training in two complementary disciplines, further strengthened by a transferable skills training with strong industry participation.\nThe objectives will be attained through a consortium of seven universities and eight industrial partners, providing the ideal environment to foster complementary expertise in chemical synthesis, biocatalysis, synthetic biology and process engineering. PhotoBioCat will explore (a) the catalytic application of photosynthetic microorganisms and their optimization by modern synthetic biology techniques; (b) the coupling of enzymes to light-harvesting molecules in vitro; and (c) the optimization of photobiocatalytic processes to technical scale; accompanied by specially designed training of the ESRs and dissemination of the results to  scientific community and public.\nThe inter- and multidisciplinary setting offered through double degrees combined with industrial training and set-ups will not only provide the tools and means necessary for the implementation of sustainable processes, but also prepare the next generation of researchers for for the implementation of sustainable processes in the Biotech sector.",
    "totalCost": "3029223,96",
    "ecMaxContribution": "3029223,96",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;RUHR-UNIVERSITAET BOCHUM;UNIVERSIDADE DO PORTO;WAGENINGEN UNIVERSITY;UNIVERSITE D'AIX MARSEILLE;UNIVERSITAET GRAZ",
    "participantCountries": "DE;PT;NL;FR;AT",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 511868
        },
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 511868
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 525751
        },
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 255374
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 476713
        },
        "999988812": {
            "orgId": "999988812",
            "orgName": "RUHR-UNIVERSITAET BOCHUM",
            "ecContrib": 249216
        },
        "999838753": {
            "orgId": "999838753",
            "orgName": "TECHNISCHE UNIVERSITAT HAMBURG-HARBURG",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3029223
}