{
    "rcn": "211793",
    "acronym": "DEVOMIND",
    "topics": "ERC-2016-COG",
    "title": "How do infants mentalize? Bringing a neuroimaging approach to the puzzle of early mindreading.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Human social interaction and learning depends on making the right inferences about other peopleís thoughts, a process commonly called mentalizing, or Theory of Mind, a cognitive achievement which several decades of research concluded was reached at around age 4. The last 10 years has radically changed this view, and innovative new paradigms suggest that even preverbal infants can think about othersí minds. This new developmental data has created arguably one of the biggest puzzles in the history of developmental science: How can infants be mentalizing when years of research have shown that a) pre-schoolers fail at mentalizing tasks and b) mentalizing depends on the development of cognitive control, language, and brain maturation? The key issue is whether behaviour that looks like infant mentalizing really is mentalizing, or might infantsí success belie alternative processes? The most powerful strategy for resolving this puzzle is to look to brain activity. By applying the same methods and paradigms across infancy and early childhood, DEVOMIND will investigate whether infantsí success on mentalizing tasks recruits the same network of brain regions, and neural processes, that we know are involved in success in older children and adults. In the second half of the project, we will use our neural indicators of mentalizing to test a completely novel hypothesis in which infantsí success is possible because they have a limited ability to distinguish self from other. Although novel, this hypothesis deserves to be tested because it has the potential to explain both infantsí success and preschoolersí failures under a single, unified theory. By bringing a neuroimaging approach to the puzzle of early mentalizing, DEVOMIND will allow us to move beyond the current impasse, and to generate a new theory of Theory of Mind.",
    "totalCost": "1761190",
    "ecMaxContribution": "1761190",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1761190
        }
    },
    "calculatedTotalContribution": 1761190
}