{
    "rcn": "211854",
    "acronym": "SymBreakOrganoid",
    "topics": "ERC-2017-STG",
    "title": "Cell-to-cell variability during symmetry breaking in organoid development",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Cell-to-cell variability is an inherent property of populations of cells. As a starting point for symmetry breaking events, it is also an essential building block for self-organised pattern forming systems. Nonetheless, the sources and roles of cell-to-cell variability in symmetry-breaking events during collective cell behavior await a quantitative and mechanistic understanding. To obtain these insights, we will use a model system of intestinal organoids, which recapitulates most of the processes of morphogenesis and patterning observed in intestinal tissue. In this system, the symmetry-breaking event is observed when, despite all single cells in a growing organoid are exposed to uniform environments, only a fraction of cells acquires specific cell fates, generating asymmetric structures such as crypts and villi. This project aims to uncover the extent, sources, and consequences of cell heterogeneity. To this end, we will use advanced multiplexed imaging of intestinal stem cells in 3D organoid development to monitor quantitatively the behaviour of each single cell in the system. Initially, we will identify potential sources of cell-to-cell variability, such as the microenvironment or the cell cycle. Next, we will create models to identify predictors of symmetry breaking and patterning. In parallel, we will determine the extent of cellular heterogeneity by single-cell RNA sequencing during organoid formation. Finally, we will test if cellular heterogeneity is necessary and sufficient to induce symmetry-breaking of intestinal organoids by experimentally inducing and perturbing cell-to-cell variability. Thus, this research proposal will address a major question in developmental biology and collective cell behavior, namely how single cells exposed to a uniform growth-promoting environment generate asymmetric structures. Moreover, it will unravel how local interactions between single cells give rise to emergent, self-organized patterns.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}