{
    "rcn": "211846",
    "acronym": "ETOPEX",
    "topics": "ERC-2017-STG",
    "title": "Engineering Topological Phases and Excitations in Nanostructures with Interactions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The main goal of this theory project is to propose engineered topological phases emerging only in strongly interacting systems and to identify the most feasible systems for experimental implementation. First, we will focus on setups hosting topological states localized at domain walls in one-dimensional channels such as parafermions, which are a new class of non-Abelian anyons and most promising candidates for topological quantum computing schemes. Second, in the framework of weakly coupled wires and planes, we will develop schemes for novel fractional topological phases in two- and three-dimensional interacting systems. To achieve these two goals, my team will identify necessary ingredients such as strong electron-electron interactions, helical magnetic order, or crossed Andreev proximity-induced superconductivity and address each of them separately. Later, we combine them to lead us to the desired topological phases and states. On our way to the main goal, as test cases, we will also study non-interacting analogies of the proposed effects such as Majorana fermions and integer topological insulators and pay close attention to the rapid experimental progress to come up with the most feasible proposals. We will study transport properties, scanning tunneling and atomic force microscopy. Especially for systems driven out of equilibrium, we will develop a Floquet-Luttinger liquid technique. We will explore the stability of engineered topological phases, error rates of topological qubits based on them, and computation schemes allowing for a set of universal qubit gates. We will strive to find a reasonable balance between topological stability and experimental feasibility of setups. Our main theoretical tools are Luttinger liquid techniques (bosonization and renormalization group), Green functions, Floquet formalism, and numerical simulations in non-interacting test models.",
    "totalCost": "1158403",
    "ecMaxContribution": "1158403",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1158403
        }
    },
    "calculatedTotalContribution": 1158403
}