{
    "rcn": "211808",
    "acronym": "LUPUSCARE",
    "topics": "ERC-2016-ADG",
    "title": "PRECISION CARE IN SYSTEMIC AUTOIMMUNITY: AN INTEGRATED MULTI-TISSUE/LEVEL APPROACH FOR SYSTEMIC LUPUS ERYTHEMATOSUS (SLE)",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Systemic lupus erythematosus (SLE) is a heterogeneous disease whereby an interplay of environmental, genetic and epigenetic factors lead to perturbation of complex biological networks culminating into diverse clinical phenotypes of varying severity. High throughput methods have allowed an ìinitial glimpseî into pathogenesis and have laid the foundations for a molecular-based taxonomy for personalized therapy. Based on our experience with the molecular characterization of SLE, a recently completed RNA sequencing analysis of 150 patients, and our track- record of ìparadigm shiftî trials in SLE, we will integrate data from multi-tissue analyses with novel technologies to improve its diagnosis, monitoring and therapy, and ask fundamental pathogenetic questions in systemic autoimmunity. More specifically, we will design gene expression panels and ìexpression profileî/îclinical traitî correlation matrices for diagnostics, personalized immunotherapy and improved clinical trial design. In a systematic multi-tissue approach, we will examine the role of somatic mutations in enhancing immune hyperactivity and the risk for lymphoma. The staggering (7-9:1) female predominance will be elucidated through elaborate genomic, epigenomic and microbiota analyses of family trios. Finally, we will be pursuing the innovative hypothesis that the fundamental abnormalities of SLE lie within the bone marrow hematopoietic stem cells (HSCs) - from which all cells that participate in the pathogenesis of SLE originate - and establish it as a unifying pathogenetic mechanism. By a combination of novel experimental analyses with single cell genomics, multiñomics, humanized animal models, genome editing and an ìorgan on-a-chipî device, we will validate HSCs as a therapeutic target. The utility of SLE research extends beyond its boundaries, by providing unique insights as to how the immune system recognizes self-constituents and maintains its homeostasis, and how gender impacts on disease biology.",
    "totalCost": "2355000",
    "ecMaxContribution": "2355000",
    "coordinator": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 2355000
        }
    },
    "calculatedTotalContribution": 2355000
}