{
    "rcn": "211825",
    "acronym": "EVWRIT",
    "topics": "ERC-2017-STG",
    "title": "Everyday Writing in Graeco-Roman and Late Antique Egypt (I - VIII AD). A Socio-Semiotic Study of Communicative Variation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "This five-year project aims to generate a paradigm shift in the understanding of Graeco-Roman and Late Antique communication. Non-literary, ëdocumentaryí texts from Ancient Egypt such as letters, petitions and contracts have provided and continue to provide a key witness for our knowledge of the administration, education, economy, etc. of Ancient Egypt. This project argues that since documentary texts represent originals, their external characteristics should also be brought into the interpretation: elements such as handwriting, linguistic register or writing material transmit indirect social messages concerning hierarchy, status, and power relations, and can therefore be considered ësemiotic resourcesí. The projectís driving hypothesis is that communicative variation ñ variation that is functionally insignificant but socially significant (e.g. there are ~ thereís ~ itís a lot of people) ñ enables the expression of social meaning. The main aim of this project is to analyse the nature of this communicative variation. To this end, a multidisciplinary team of six researchers (one PI, one post-doc, and four PhDís) will apply recent insights form socio-semiotic and socio-linguistic theory to a corpus of Graeco-Roman and Late Antique documentary texts (I ñ VIII AD) by means of a three-level approach: (i) an open-access database of annotated documentary texts will be created; (ii) the ësemiotic potentialí of the different semiotic resources that play a role in documentary writing will be analysed; (iii) the interrelationships between the different semiotic resources will be studied. The project will have a significant scientific impact: (i) it will be the first to offer a holistic perspective towards the ëmeaningí of documentary texts; (ii) the digital tool will open up new ways to investigate Ancient texts; (iii) it will make an important contribution to current socio-semiotic and socio-linguistic research; (iv) it will provide new insights about humans as social beings.",
    "totalCost": "1476250",
    "ecMaxContribution": "1476250",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1476250
        }
    },
    "calculatedTotalContribution": 1476250
}