{
    "rcn": "211801",
    "acronym": "SmartPhoneSmartAging",
    "topics": "ERC-2016-ADG",
    "title": "Smartphones, Smart Ageing and mHealth",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "This project will investigate fundamental changes in peopleís relationship to age and health associated with the global rise of the smartphone. The aim is to combine an intellectual challenge in understanding the contemporary nature of age and the impact of new media, with an applied challenge to use this knowledge to help make mHealth a more effective intervention. \nThrough simultaneous 15 month ethnographies in China, Japan, Iran, Ireland, Nigeria and Tanzania (and supplementary work in Trinidad) a team will explore the experience of age for those between 45-70 i.e. neither clearly young nor elderly, who represent an unprecedented population that has resulted from changed life expectancy and changed aspirations. We will examine how this shift in the experience of age is impacted by the rise of smartphones that bring access to technologies associated with the young. mHealth started with youth orientated issues of fitness and wellbeing but is increasingly becoming a significant intervention in helping older populations deal with disease and frailties. mHealth has potential both for helping those with low access to professional care but also threatens to bypass and undermine professional medical services. Our aim is to complement technology led mHealth interventions with ethnography led participatory design, consisting of a collaboration between mHealth professionals with our ethnographically informed team and our informants.\nThe applied anthropology will inform our intellectual advances in the field of digital anthropology. Reflections on mHealth will contribute to the core aim of advancing our understanding of the experience of age in this new interstitial period of life, and to appreciate the major transformations in society and sociality represented by the new ubiquity of the smartphone. Both the intellectual and applied components will be shown to depend upon sensitivity to the forms of cultural diversity uncovered by our comparative ethnographic approach.",
    "totalCost": "2549908",
    "ecMaxContribution": "2499908",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
    "participantCountries": "CL",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2499908
        },
        "999643201": {
            "orgId": "999643201",
            "orgName": "PONTIFICIA UNIVERSIDAD CATOLICA DE CHILE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2499908
}