{
    "rcn": "211829",
    "acronym": "FUN-PM",
    "topics": "ERC-2017-STG",
    "title": "Fundamental Understanding of Nanoparticle chemistry: towards the prediction of Particulate emissions and Material synthesis",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "While modern societies are facing urgent challenges related to reduction of particulate matter emissions from transportation engines, recent discoveries on the extraordinary properties of carbonaceous functional nanomaterials have revealed opportunities associated with large-scale, flame-based synthesis of these otherwise unwanted combustion products. In both cases, our ability to study new, optimized solutions based on the specific industrial end-user needs is limited by the absence of theoretical tools able to accurately predict the fluid dynamics and the chemistry involved in nanoparticle formation. Indeed, current knowledge on this fascinating but complex process is still rather incomplete. The proposed research program, FUN-PM, will apply an innovative multi-disciplinary, multi-step approach in order to finally answer many unresolved kinetic questions concerning in particular: 1) formation and growth of molecular PAH precursors; 2) particle inception; 3) subsequent particle growth and oxidation. Each single step will be experimentally isolated taking full advantage of complementary conventional shock tube techniques and up-to-date synchrotron-based detection technologies coupled to a newly constructed high-rate repetition shock tube. If successful, the novel synchrotron-shock tube techniques will be utilized for the first time to obtain unique information on unknown key processes. The experimental results, with extensive theoretical ab-initio calculations on relevant PAH reaction pathways, will constitute the base for the development of a comprehensive, detailed chemical kinetic model for particle chemistry applied to Real Fuels. Such model will improve the prediction capabilities of current CFD codes for use in engine design, fuel reformulation, or industrial process optimization, with considerable benefits to the standards of living of European citizens, the environment, and the EU economy, towards the future of clean transportations and novel nanomaterials.",
    "totalCost": "1493838,77",
    "ecMaxContribution": "1493838,77",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1493839
        }
    },
    "calculatedTotalContribution": 1493839
}