{
    "rcn": "211873",
    "acronym": "HyFlexFuel",
    "topics": "LCE-08-2016-2017",
    "title": "Hydrothermal liquefaction: Enhanced performance and feedstock flexibility for efficient biofuel production",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Hydrothermal liquefaction (HTL) is emerging as innovative technology to produce renewable transportation fuels. The advantages of HTL are reflected in its high feedstock versatility, its ability to convert wet materials and its advantageous environmental and economic performance. Bio-crude, the primary HTL product, can be upgraded to high-quality fuels. The objectives of HyFlexFuel include: 1) Demonstrating HTL conversion compatibility with diverse advanced biomass feedstocks. 2) Maturing HTL-based fuel production from TRL 2-4 to TRL 5. 3) Increasing heat integration and product recovery at TRL 5. 4) Understanding of relation between feedstock and process conditions vs. product yield and quality. 5) Efficient valorisation of residual process streams. 6) Quantification of techno-economic and environmental performance potentials, risks and benefits. 7) Demonstrating drop-in capability of HyFlexFuel products from diverse feedstocks. 8) Quantification of potential technology gaps of a full-scale production plant. \nHyFlexFuel will assess the potential availability of feedstocks specifically suitable for HTL at European, national and local scale. Local feedstock supply chains will be analysed. HTL conversion will be optimised utilizing diverse feedstocks in a relevant environment at TRL 5. The currently less mature process step of catalytic hydrotreatment of bio-crude will be further developed through a parametric study of process conditions, targeted catalyst development and demonstrated on a continuous system. The energetic valorisation of the remaining soluble organics in the HTL water phase will be achieved through catalytic hydrothermal gasification (cHTG). Inorganic salts will be recovered from residual process streams to produce marketable fertilisers. Finally, the techno-economic and environmental performance of the entire HyFlexFuel production chain will be evaluated, focusing on social, technological, economic and environmental risks and potential benefits.",
    "totalCost": "5038343,75",
    "ecMaxContribution": "5038343,75",
    "coordinator": "BAUHAUS LUFTFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "AARHUS UNIVERSITET;DBFZ DEUTSCHES BIOMASSEFORSCHUNGSZENTRUM GEMEINNUETZIGE GMBH;ENI S.p.A.;ARTTIC;PAUL SCHERRER INSTITUT;UNIVERSITAET HOHENHEIM;HALDOR TOPSOE AS;ORGANIC WASTE SYSTEMS NV;AALBORG UNIVERSITET",
    "participantCountries": "DK;DE;IT;FR;CH;BE",
    "projectParticipants": {
        "999551827": {
            "orgId": "999551827",
            "orgName": "BAUHAUS LUFTFAHRT EV",
            "ecContrib": 941582
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 316559
        },
        "997904961": {
            "orgId": "997904961",
            "orgName": "ENI S.p.A.",
            "ecContrib": 272082
        },
        "999994923": {
            "orgId": "999994923",
            "orgName": "PAUL SCHERRER INSTITUT",
            "ecContrib": 750394
        },
        "999432226": {
            "orgId": "999432226",
            "orgName": "HALDOR TOPSOE AS",
            "ecContrib": 163000
        },
        "999901900": {
            "orgId": "999901900",
            "orgName": "UNIVERSITAET HOHENHEIM",
            "ecContrib": 431034
        },
        "999743790": {
            "orgId": "999743790",
            "orgName": "ORGANIC WASTE SYSTEMS NV",
            "ecContrib": 216750
        },
        "998003222": {
            "orgId": "998003222",
            "orgName": "DBFZ DEUTSCHES BIOMASSEFORSCHUNGSZENTRUM GEMEINNUETZIGE GMBH",
            "ecContrib": 342781
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 674374
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 929788
        }
    },
    "calculatedTotalContribution": 5038344
}