{
    "rcn": "211859",
    "acronym": "ENABLE",
    "topics": "ERC-2017-STG",
    "title": "Advancing cell based therapies by supporting implant survival",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Tissue engineering aims at the creation of living implants to replace, repair, or regenerate damaged, diseased, or aged tissues, which holds tremendous possibilities to both extend our lives and improve our quality of life. During the last decades, our ability to create small tissues to heal small animals e.g. mice and rats has taken a breath taking leap. However, we have relentlessly struggled to create viable tissues of human-relevant sizes. Creating solid large tissues imposes lethal nutrient diffusion limitations, which causes the living implant to suffer from starvation, loss of function, and inevitable failure. \n\nI hypothesize that this key challenge can be tackled by recruiting and developing advanced enabling nano- and micro-technologies. The ENABLE project begins with the design and development of a widely applicable platform that will enable large solid engineered tissues to survive and function by actively sustaining the implants metabolic needs. This platform is based on a unique two pronged strategy that rely on distinct technologies: oxygen releasing micromaterials, fabricated using a next-generation droplet generator, to enable short term survival of the implant, while embedded bioprinting will endow implants with a complex 3D vascular network to enable their long term survival. As proof of principle, the effects of ENABLEís platform will be investigated using a critical bone defect in which I analyse the survival and function of the created living implants. \n\nThe anticipated outcomes of this proposal are three fold: first, I will develop a next-generation engineered tissue that will overcome the current size restrictions via the use of enabling technologies; second, I will reveal new knowledge on the role of the oxygen tension on vascularization and tissue formation by enabling control over the in vivo oxygen tension; and third, I will develop a novel strategy that enables the treatment of critical bone defects.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}