{
    "rcn": "211885",
    "acronym": "COSMIC",
    "topics": "MSCA-ITN-2017",
    "title": "COmbatting disorders of adaptive immunity with Systems MedICine",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Background: EU countries face large health challenges to combat chronic diseases. Recently, systems medicine has emerged as a promising discipline to accelerate the translation of basic research into applications for improved diagnostics and personalized treatment. Its power arises from the integration of laboratory and computational approaches crossing research disciplines and sectors to solve clinical questions. COSMIC delivers the next generation of leading, entrepreneurial, and innovative systems medicine professionals having expertise, skills, and experience to successfully combat complex human disorders. These professional will find excellent career opportunities. COSMIC focuses on B-cell neoplasia and rheumatoid arthritis, prototypical diseases originating from abnormal functioning of immune cells, often resulting in similar antigen specificities. COSMIC enables Early Stage Researchers to play a leading role in this exciting field.\n\nApproach: COSMIC develops and integrate experimental and computational approaches and establish a unique cross-fertilization between oncology and auto-immunity. In addition to transferable skills, the training program focuses on establishing a double expertise in laboratory and computational to address clinical questions. It involves a wide-range of stakeholders: (pre)clinical departments, companies, patient groups, students, and the general public. COSMIC will establish a link with the leading European EASyM and ISBE initiatives, and aims to harmonize systems medicine training throughout Europe by connecting to other EU (Marie Curie systems medicine) training initiatives.\n\nImpact: COSMIC (i) significantly improves ESR career perspectives (ii) leads to new public-private collaborations increasing competitiveness for companies; (iii) contributes to future oncology and immunology medical care; (iv) contributes to the EU systems medicine best practices.",
    "totalCost": "3605245,2",
    "ecMaxContribution": "3605245,2",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ANAXOMICS BIOTECH, S.L.;IBM RESEARCH GMBH;REDOXIS AB;THE BABRAHAM INSTITUTE;HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH;KAROLINSKA INSTITUTET;IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "participantCountries": "FR;EL;ES;CH;SE;UK;DE;IT",
    "projectParticipants": {
        "999473742": {
            "orgId": "999473742",
            "orgName": "THE BABRAHAM INSTITUTE",
            "ecContrib": 273288
        },
        "998152505": {
            "orgId": "998152505",
            "orgName": "ANAXOMICS BIOTECH, S.L.",
            "ecContrib": 247873
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 265227
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 766123
        },
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 498433
        },
        "999534367": {
            "orgId": "999534367",
            "orgName": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
            "ecContrib": 258061
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 262876
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 242387
        }
    },
    "calculatedTotalContribution": 3341587
}