{
    "rcn": "211868",
    "acronym": "iDistributedPV",
    "topics": "LCE-21-2017",
    "title": "Solar PV on the Distribution Grid: Smart Integrated Solutions of Distributed Generation based on Solar PV, Energy Storage Devices and Active Demand Management",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "iDistributedPV¥s aim is developing affordable integrated solutions to enhance the penetration of distributed solar PV (buildings) based on the effective integration of solar PV equipment, energy storage, monitoring and controlling strategies and procedures, active demand management, smart technologies and the integration of procedures in the power distribution system according to market criteria. \nThe project will develop the concept of ìprosumerî: a player that consumes and produces electricity in his facilities (solar PV). \niDistributedPV will be the EU common place for enhancing the distributed solar PV: promoters, equipment manufacturers, DSOs, energy policy experts and R&D players will work together to develop affordable solutions, and produce business and management models for these solutions. \nThe most promising solutions will be validated according to technical and economic criteria (for every solution a cost-benefit analysis will be elaborated) in five different European real distribution grids (Greece, Lithuania, Spain, Poland and Germany) considering different climatic, regulatory and technical frameworks. \nThe validation process will be a relevant argument to convince the power stakeholders (DSOs, equipment manufacturers, energy authorities, policy makers, etc.) about the suitability of the most effective distributed solar PV solutions such as smart electricity supply.\niDistributedPV will provide technical and regulatory recommendations, mainly focused on enhancing an effective and active renewable energy contribution and effective demand management to the security and reliability of the electricity networks: evolution from a power system with a centralized electricity generation to a new one that also includes production/demand units (prosumers) based on renewable energy and smart technologies.",
    "totalCost": "2706940",
    "ecMaxContribution": "2706940",
    "coordinator": "ASOCIACION DE EMPRESAS DE ENERGIAS RENOVABLES - APPA",
    "coordinatorCountry": "ES",
    "participants": "UAB RENERGA;EXIDE TECHNOLOGIES GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE;NOVARECKON SRL;DELOITTE ADVISORY SL;INSTYTUT ENERGETYKI;KOSTAL SOLAR ELECTRIC IBERICA S.L.;LIETUVOS ENERGETIKOS INSTITUTAS;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;ENEA OPERATOR SP ZOO",
    "participantCountries": "LT;DE;EL;IT;ES;PL",
    "projectParticipants": {
        "951974976": {
            "orgId": "951974976",
            "orgName": "EXIDE TECHNOLOGIES GMBH",
            "ecContrib": 155000
        },
        "999543873": {
            "orgId": "999543873",
            "orgName": "INSTYTUT ENERGETYKI",
            "ecContrib": 185375
        },
        "952040645": {
            "orgId": "952040645",
            "orgName": "DELOITTE ADVISORY SL",
            "ecContrib": 495375
        },
        "937402472": {
            "orgId": "937402472",
            "orgName": "ASOCIACION DE EMPRESAS DE ENERGIAS RENOVABLES - APPA",
            "ecContrib": 276750
        },
        "953032082": {
            "orgId": "953032082",
            "orgName": "DIACHEIRISTIS ELLINIKOU DIKTYOU DIANOMIS ELEKTRIKIS ENERGEIAS AE",
            "ecContrib": 198125
        },
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 183938
        },
        "921043907": {
            "orgId": "921043907",
            "orgName": "ENEA OPERATOR SP ZOO",
            "ecContrib": 152500
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 208125
        },
        "915775352": {
            "orgId": "915775352",
            "orgName": "KOSTAL SOLAR ELECTRIC IBERICA S.L.",
            "ecContrib": 145425
        },
        "916259382": {
            "orgId": "916259382",
            "orgName": "UAB RENERGA",
            "ecContrib": 135000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 408202
        },
        "954278726": {
            "orgId": "954278726",
            "orgName": "NOVARECKON SRL",
            "ecContrib": 163125
        }
    },
    "calculatedTotalContribution": 2706940
}