{
    "rcn": "211892",
    "acronym": "COUPLED",
    "topics": "MSCA-ITN-2017",
    "title": "Operationalising telecouplings for solving sustainability challenges related to land use",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Society depends on land for food, feed, fibre and energy, but the detrimental outcomes of unsustainable land practices are becoming increasingly apparent. Ensuring sustainable land use is a key challenge, yet hard to achieve in todayís interconnected world where policies, consumer demands and environmental change in one region may affect far-away places. We face a significant knowledge gap regarding the processes related to land use that link distant places ñ or telecouplings ñ and how these processes could be governed towards sustainability. Companies, institutions and policy makers lack the expertise and tools to ensure sustainable land use in a globalised world. COUPLED will educate researchers and entrepreneurs in assessing and governing land use in a systemic way, accounting for the opportunities and threats arising from distal links between Europe and other regions. COUPLED builds on a strong interdisciplinary network to achieve its overall objective of operationalising the novel telecouplings concept in order to support sustainable governance of land systems and related supply chains under global change. COUPLED will deliver on training a new generation of professionals and entrepreneurs, developing rich analytic tools and new understandings to help private and public organisations to identify where and how they can intervene to make sustainable land use decisions, thereby avoiding unwanted outcomes. The consortiums unites scientifically excellent partners across the natural and social sciences to ensure excellence in research, institutional and technological innovation. Working closely with large companies, SMEs, NGOs, international organisations and administrative bodies, the ESRs will learn how to move between science and practice, become highly attractive to employers, and build successful careers in research, consulting, industry or governance. The action will thus contribute to Europeís leading position for a transformation towards sustainable land use.",
    "totalCost": "3895103,16",
    "ecMaxContribution": "3895103,16",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "STICHTING VU;UNIVERSITAET BERN;KOBENHAVNS UNIVERSITET;UNIVERSITE CATHOLIQUE DE LOUVAIN;LEUPHANA UNIVERSITAT LUNEBURG;THE FOREST TRUST LBG;UNIVERSITAET KLAGENFURT;UNIVERSITAT AUTONOMA DE BARCELONA;UNILEVER U.K. CENTRAL RESOURCES LIMITED",
    "participantCountries": "NL;CH;DK;BE;DE;UK;AT;ES",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 495746
        },
        "999836813": {
            "orgId": "999836813",
            "orgName": "UNIVERSITAET KLAGENFURT",
            "ecContrib": 255934
        },
        "999917517": {
            "orgId": "999917517",
            "orgName": "UNILEVER U.K. CENTRAL RESOURCES LIMITED",
            "ecContrib": 273288
        },
        "999850781": {
            "orgId": "999850781",
            "orgName": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
            "ecContrib": 498433
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 510749
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 501120
        },
        "926349807": {
            "orgId": "926349807",
            "orgName": "THE FOREST TRUST LBG",
            "ecContrib": 265227
        },
        "996544827": {
            "orgId": "996544827",
            "orgName": "LEUPHANA UNIVERSITAT LUNEBURG",
            "ecContrib": 249216
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 580164
        }
    },
    "calculatedTotalContribution": 3629877
}