{
    "rcn": "211878",
    "acronym": "NANOSTEM",
    "topics": "MSCA-ITN-2017",
    "title": "New nanomaterials for neural stem cells drug delivery",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Brain conditions such as neurodegenerative diseases, stroke and traumatic injuries are a mayor burden in modern society. Because neural stem cells (NSCs) can differentiate into new neural cells including neurons, the regulation of their proliferation, differentiation and migration represent a promising regenerative/therapeutic strategy. The hypothesis of NanoStem project is that novel nanoparticles (NPs) combined with recent identified/developed pharmaceuticals can be an efficient approach to control the biological activity of NSCs. The scientific project is organized in three work packages (WP), each focusing on specific objectives and containing well-defined deliverables. WP1 will focus on the synthesis of the nanomaterials and the uploading of the therapeutics. WP2 will take the best nanoparticles and focus more on the evaluation of the permeation and efficacy of the formulations against NSCs. WP3 will focus on in vivo studies to evaluate the formulations developed to tackle the brain and to assess their toxicity. The project will train 14 ESRs in areas including organic and polymer chemistry, cell biology, pharmacology, neuroscience, nanobiotechnology and clinical sciences. The project will also provide a substantial training program in complementary skills, targeting both professional and personal development, and translation of research and entrepreneurship. The project brings together six academic partners, one hospital and two industrial teams as full partners, complemented by four associate partners, one of which is an industrial team, distributed over a total of seven European Union member states. The consortium brings together groups with a very interdisciplinary expertise ranging from nanoparticle synthesis and characterization, computational modeling, in vitro BBB models and BBB transport, neural stem cells, animal testing and clinical expertise.",
    "totalCost": "3590354,52",
    "ecMaxContribution": "3590354,52",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;THE UNIVERSITY OF BIRMINGHAM;CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO;CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.;KAROLINSKA INSTITUTET;THE UNIVERSITY OF WARWICK;MJR PHARMJET GMBH;UNIVERSITAET INNSBRUCK;UNIVERSITE D'ARTOIS",
    "participantCountries": "DE;UK;PT;SE;AT;FR",
    "projectParticipants": {
        "999869114": {
            "orgId": "999869114",
            "orgName": "UNIVERSITAET INNSBRUCK",
            "ecContrib": 255934
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 0
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 249216
        },
        "998200617": {
            "orgId": "998200617",
            "orgName": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
            "ecContrib": 715069
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 263659
        },
        "944023692": {
            "orgId": "944023692",
            "orgName": "CENTRO HOSPITALAR E UNIVERSITARIO DE COIMBRA E.P.E.",
            "ecContrib": 238356
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 819864
        },
        "968892067": {
            "orgId": "968892067",
            "orgName": "MJR PHARMJET GMBH",
            "ecContrib": 249216
        },
        "999877068": {
            "orgId": "999877068",
            "orgName": "UNIVERSITE D'ARTOIS",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3317065
}