{
    "rcn": "211830",
    "acronym": "BEFINE",
    "topics": "ERC-2017-STG",
    "title": "mechanical BEhavior of Fluid-INduced Earthquakes",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Fluids play an important role in fault zone and in earthquakes generation. Fluid pressure reduces the normal effective stress, lowering the frictional strength of the fault, potentially triggering earthquake ruptures. Fluid injection induced earthquakes (FIE) are direct evidence of the effect of fluid pressure on the fault strength. In addition, natural earthquake sequences are often associated with high fluid pressures at seismogenic depths. Although simple in theory, the mechanisms that govern the nucleation, propagation and recurrence of FIEs are poorly constrained, and our ability to assess the seismic hazard that is associated with natural and induced events remains limited. This project aims to enhance our knowledge of FIE mechanisms over entire seismic cycles through multidisciplinary approaches, including the following: \n- Set-up and installation of a new and unique rock friction apparatus that is dedicated to the study of FIEs.\n- Low strain rate friction experiments (coupled with electrical conductivity measurements) to investigate the influence of fluids on fault creep and earthquake recurrence. \n- Intermediate strain rate friction experiments to investigate the effect of fluids on fault stability during earthquake nucleation. \n- High strain rate friction experiments to investigate the effect of fluids on fault weakening during earthquake propagation.\n- Post-mortem experimental fault analyses with state-of-art microstructural techniques.\n- The theoretical friction law will be calibrated with friction experiments and faulted rock microstructural observations. \n\nThese steps will produce fundamental discoveries regarding natural earthquakes and tectonic processes and help scientists understand and eventually manage the occurrence of induced seismicity, an increasingly hot topic in geo-engineering. The sustainable exploitation of geo-resources is a key research and technology challenge at the European scale, with a substantial economical and societal impact.",
    "totalCost": "1982925",
    "ecMaxContribution": "1982925",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1982925
        }
    },
    "calculatedTotalContribution": 1982925
}