{
    "rcn": "211849",
    "acronym": "GEL-SYS",
    "topics": "ERC-2017-STG",
    "title": "Smart HydroGEL SYStems ñ From Bioinspired Design to Soft Electronics and Machines",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Hydrogels evolved as versatile building blocks of life ñ we all are in essence gel-embodied soft machines. Drawing inspiration from the diversity found in living creatures, GEL-SYS will develop a set of concepts, materials approaches and design rules for wide ranging classes of soft, hydrogel-based electronic, ionic and photonic devices in three core aims.\nAim (A) will pursue a high level of complexity in soft, yet tough biomimetic devices and machines by introducing nature-inspired instant strong bonds between hydrogels and antagonistic materials ñ from soft and elastic to hard and brittle. Building on these newly developed interfaces, aim (B) will pursue biocompatible hydrogel electronics with iontronic transducers and large area multimodal sensor arrays for a new class of medical tools and health monitors. Aim (C) will foster the current soft revolution of robotics with self-sensing, transparent grippers not occluding objects and workspace. A soft robotic visual system with hydrogel-based adaptive optical elements and ultraflexible photosensor arrays will allow robots to see while grasping. Autonomous operation will be a central question in soft systems, tackled with tough stretchable batteries and energy harvesting from mechanical motion on small and large scales with soft membranes. GEL-SYS will use our experience on soft, ìimperceptibleî electronics and devices. By fusing this technology platform with tough hydrogels - natureís most pluripotent ingredient of soft machines - we aim to create the next generation of bionic systems. The envisioned hybrids promise new discoveries in the nonlinear mechanical responses of soft systems, and may allow exploiting triggered elastic instabilities for unconventional locomotion. Exploring soft matter, intimately united with solid materials, will trigger novel concepts for medical equipment, healthcare, consumer electronics, energy harvesting from renewable sources and in robotics, with imminent impact on our society.",
    "totalCost": "1499975",
    "ecMaxContribution": "1499975",
    "coordinator": "UNIVERSITAT LINZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 1499975
        }
    },
    "calculatedTotalContribution": 1499975
}