{
    "rcn": "211817",
    "acronym": "ENTPAR",
    "topics": "ERC-2017-STG",
    "title": "Entangled Parliamentarisms: Constitutional Practices in Russia, Ukraine, China and Mongolia, 1905ñ2005",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The project addresses the entangled histories of deliberative decision making, political representation and constitutionalism on the territories of the former Russian and Qing Empires and focuses on the cases of Russia, Ukraine, China and Mongolia between 1905 and 2005. Employing the perspectives of the New Imperial History and Transcultural Studies, the project overcomes narrow state-centered approaches and takes advantage of multidisciplinary methodology crossing history and political science. The project traces parliamentary developments, the interactions among imperial and post-imperial intellectuals and their engagement in global discussions, shared imperial legacies, mutual borrowings and references, imperial and post-imperial political practices and translatability of concepts. It seeks to refute the stereotypes about inclinations towards democracy in particular national contexts by tracing relevant transnational practices and interactions and providing a nuanced political and intellectual history of parliamentarism. The team of five researchers (the PI, three PhD students and a post-doctoral researcher), will discuss and develop five individual and three cooperative studies. The PI will write a global history of parliaments and quasi-parliamentary institutions in Russiaís imperial formations (the State Duma of the Russian Empire, the congresses of soviets and the Federal Assembly of the Russian Federation). The three PhD students with relevant language skills will focus on parliamentary developments in the Ukrainian, Chinese (including Hong Kong and Taiwan) and Mongolian contexts. The post-doctoral researcher will explore the translatability of concepts between Russian, Chinese, Mongolian, Ukrainian and English. The three cooperative projects will focus on traditional institutions of deliberative decision making in the abovementioned contexts; the Communist International and institutional exchange; and the role of parliaments in major social transformations.",
    "totalCost": "1220325",
    "ecMaxContribution": "1220325",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 1220325
        }
    },
    "calculatedTotalContribution": 1220325
}