{
    "rcn": "211867",
    "acronym": "PRe-ART",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Predictive Reagent Antibody Replacement Technology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Predictive Reagent Antibody Replacement Technology (PRe-ART) will create a foundational new technology platform to completely replace conventional antibody technology within medical diagnostics and basic life science research. In a multidisciplinary approach combining basic science, protein engineering and computational prediction, Pre-ART will generate non-antibody components which can be combined in an entirely modular fashion to create molecules that bind any peptide of choice. Such a biotechnological revolution is timely because of current failings in the reagent antibody market, after forty years still based on monoclonal antibodies (mAbs) to detect biomolecules, when 50% of all commercial reagent mAbs have been shown to not function correctly. \n\nBy combining information science with directed evolution, PRe-ART will ultimately create an encyclopedia of pre-designed and experimentally pre-selected modules (like biological Lego bricks) that may be combined, without any further experiment, to generate unique binding molecules that function as antibody replacements. The PRe-ART vision is that mAbs for many applications in biological research will be replaced over the course of a decade by these designer molecules, with the potential to completely disrupt the industry selling low-quality commercial animal-derived reagent antibodies, and thus create a major new technology for biological research. \n\nThus, PRe-ART will ultimately contribute not only to the health and wellbeing of the EU citizen through improved diagnostic capability, but also to the economy of the EU through the development of myriad detection products, enabled by this foundational platform technology. The interdisciplinary PRe-ART project will achieve this goal by bringing together three leading labs from different fields, two of which are lead by women PIs, whose joint efforts will achieve this breakthrough S&T target. The PRe-ART project thus closely addresses all specific challenges of the call.",
    "totalCost": "3588125",
    "ecMaxContribution": "3588125",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAET BAYREUTH;ASTON UNIVERSITY",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "999849908": {
            "orgId": "999849908",
            "orgName": "UNIVERSITAET BAYREUTH",
            "ecContrib": 970000
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 1189375
        },
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1428750
        }
    },
    "calculatedTotalContribution": 3588125
}