{
    "rcn": "211814",
    "acronym": "CuHypMECH",
    "topics": "ERC-2017-STG",
    "title": "New Nuclear Medicine Imaging Radiotracer 64Cu(II) for diagnosing Hypoxia Conditions Based on the Cellular Copper Cycle",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Imaging of hypoxia is important in many disease states in oncology, cardiology, and neurology. Hypoxia is a common condition encountered within the tumour microenvironment that drives proliferation, angiogenesis, and resistance to therapy. Despite on-going efforts to identify hypoxia, until now there is no clinically approved imaging biomarker, due to both low tumour uptake, and a low signal to background (S/B) ratio that affects the imaging quality. Nuclear Medicine is using labelled radio-isotopes for PET/CT and SPECT imaging. These radio-tracers diagnose the metabolic processes in the body. Among these tracers, 18F-FDG is the most routinely used as a marker of glucose metabolism. However, not all tumours consume glucose, and glucose consumption is not specific only for malignant tumours, which limits its application. Copper is a nutritional metal, recently examined as a radiotracer for hypoxia, owing to its to the oxidising environment. Clinical and in-vivo studies on various 64Cu(II)-PET radiotracers resulted in controversial reports on the specificity of the current tracers for hypoxia imaging due to non-selective bio-distribution & low S/B ratio. This multidisciplinary proposal focuses on the discovery of comprehensive signal pathways of the cellular copper cycle using advanced biophysical methods and a proprietary design of 64Cu(II) radiotracer. This radiotracer will be incorporated in the cellular copper cycle, and will enable to selectively target the oxidising environment in tumours. The design of the new radiotracer is based on systematic structural & functional mapping of the copper binding sites to the various copper proteins and the visualisation of the transfer mechanism. This new copper tracer should increase the selectivity of tumour uptake, stability, and improve bio-distribution. This project assimilates cold and hot chemistry and biology, while emphasising the clinical unmet need in metal based radiotracer that form stable complexes.",
    "totalCost": "1499345",
    "ecMaxContribution": "1499345",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1499345
        }
    },
    "calculatedTotalContribution": 1499345
}