{
    "rcn": "211869",
    "acronym": "ANTHUSIA",
    "topics": "MSCA-ITN-2017",
    "title": "Anthropology of Human Security in Africa",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "ANTHUSIA is a multi-disciplinary EJD in the Anthropology of Human Security in Africa proposed by a consortium of four universities in Aarhus, Edinburgh, Leuven and Oslo. Combining competences from Anthropology, Human Security and African Studies It aims to foster talent relevant to current challenges and potentials of developing safe societies in Africa. By exploring different areas from a human security perspective, the research will provide insights into problems such as expanding young populations, accelerated urbanisation, unequally distributed growth, recurring conflicts, persistent health problems, and refugee insecurity. A human security perspective shifts the focus from the security of nation states to the safety and well-being of humans in their everyday lives. Human security problems, as well as growth rates in Africa have obvious ramifications for European home security and economy. Refugee crises due to human insecurity in the African continent are likely to continue evolving in the future.\nWe propose 15 ESR projects converging in a comprehensive understanding of human security. These address epidemics, borderlands, infrastructure, economic/livelihood security, environmental/climate change, land and resource issues, and political security ñ and the inter-linkages between them.\nTo enhance the research findingsí policy impact, ANTHUSIA has partnered with organizations offering secondments, and will train them to do innovative dissemination. ANTHUSIAís central African hub is the British Institute of East Africa, which will host workshops and summer schools.\nEach ESR is supervised by two senior researchers from two universities, will do one year of empirical research in Africa, including 3-5 months of secondment, participate in PhD courses and disseminate research in a thesis as well as articles, presentations, and policy briefs using visual media. The ESRs will be awarded a joint doctoral degree from the two universities, where the supervisors are based.",
    "totalCost": "4167054",
    "ecMaxContribution": "4167054",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITETET I OSLO;KATHOLIEKE UNIVERSITEIT LEUVEN;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "NO;BE;UK",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1145101
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 819864
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 751680
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 1450409
        }
    },
    "calculatedTotalContribution": 4167054
}