{
    "rcn": "211804",
    "acronym": "UneqDems",
    "topics": "ERC-2016-ADG",
    "title": "Unequal Democracies",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The proposed research program explores the implications of rising income inequality for the political process in advanced democracies and for the policies produced by competition among political parties and organized interests. The program posits that the political implications of inequality operates through two channels: inequality influences what citizens want from government, but it also affects political participation and influence and hence, by extension, government responsiveness to the preferences of different citizens.   Students of the politics of inequality have tended to focus on only one channel, to the neglect of the other.  The fundamental objective of the proposed research program is to develop a unified framework that draws on both research traditions and, in so doing, addresses lacunae in each.  Another objective is to explore how the political consequences of low-end inequality (growing separation of the poor from the middle class) differ from the political consequences of high-end inequality (the growing concentration of income at the very top of the income distribution).  The core questions that animate the research program are ìmacroî questions, pertaining processes and outcomes that are observed at the country level (or, in other words, the political-system level), but these questions will be addressed, in part, through analyses of individual attitudes, preferences and behavior.  The latter analyses will involve a couple of original surveys, including a survey of attitudes towards the rich, as well as the use of existing national and cross-national survey data.  With respect to macro-level comparisons, the research program will emphasize changes over time: changes in the structure of inequality as well as the level of inequality, changes in preferences and coalitions among citizens and organized interests and, finally, changes in income (or class) bias in democratic representation.",
    "totalCost": "2497525",
    "ecMaxContribution": "2497525",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 2497525
        }
    },
    "calculatedTotalContribution": 2497525
}