{
    "rcn": "211875",
    "acronym": "ADVANCEFUEL",
    "topics": "LCE-21-2017",
    "title": "Facilitating market roll-out of RESfuels in the transport sector to 2030 and beyond",
    "startDate": "01/09/2017",
    "endDate": "31/08/2020",
    "objective": "ADVANCEFUEL aims at enabling the commercialization of advanced and liquid renewable alternative fuels (RESfuels) to meet the renewable energy targets set at European level for 2020 and 2030.  Under the coordination of FNR, 8 authoritative (yet neutral) players (ATB, ECN, Imperial College, Aalto University, Utrecht University, Chalmers University and Greenovate!Europe), with the assistance of an Advisory Board, propose a systemic approach to address RESfuel market roll-out in road, marine and aviation applications. The project objectives cover all the call challenges, viz.:\n1. monitoring, within and beyond Europe, activities slowing or accelerating RESfuels commercial uses  \n2. detailing innovative approaches to improve biomass availability and suitability for its conversion into advanced biofuels, with a special focus on new cropping schemes; \n3. assessing innovative biomass conversion technologies and their efficient integration in existing infrastructures; \n4. delivering a tool to assess current and future lifecycle environmental (GHG) performances of RESfuels based upon harmonized sustainability schemes  \n5. recommending measures to increase market acceptance and end use of RESfuels based on detailed market segmentations accounting for the role of fuel and fuel blend properties;\n6. providing stakeholders with merit analyses of critical innovations (cropping, conversion, system integration, sustainability and market development), using practical decision-making tools for a systemic assessment of RESfuels production costs based on scenarios for biomass development, fuel blending issues, etc..  \n7. providing value-chain stakeholders with recommendations enhancing RESfuels market roll-out thereby emphasizing the plausibility and usefulness of RESfuels by 2030 \n8. maximizing the project visibility through communication and dissemination activities which promote knowledge sharing and dialogue between relevant national and EU platforms and the SET Plan activities on RES",
    "totalCost": "2628246,25",
    "ecMaxContribution": "2628246,25",
    "coordinator": "Fachagentur Nachwachsende Rohstoffe e.V.",
    "coordinatorCountry": "DE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;AALTO KORKEAKOULUSAATIO SR;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV;UNIVERSITEIT UTRECHT;CHALMERS TEKNISKA HOEGSKOLA AB;Greenovate! Europe",
    "participantCountries": "UK;FI;NL;DE;SE;BE",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 318065
        },
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 369984
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 442235
        },
        "998454078": {
            "orgId": "998454078",
            "orgName": "Fachagentur Nachwachsende Rohstoffe e.V.",
            "ecContrib": 411605
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 301965
        },
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        },
        "998401795": {
            "orgId": "998401795",
            "orgName": "LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV",
            "ecContrib": 272488
        },
        "995542041": {
            "orgId": "995542041",
            "orgName": "Greenovate! Europe",
            "ecContrib": 282354
        }
    },
    "calculatedTotalContribution": 2398696
}