{
    "rcn": "211842",
    "acronym": "IneqPol",
    "topics": "ERC-2017-STG",
    "title": "Inequality - Public Policy and Political Economy",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Over the past decades, many developed countries have seen considerable increases in income and wealth inequality. Political and economic arguments for and against offsetting this rise in inequality have been put forward. This research program aims at informing this debate by developing new models that capture these trends and by analyzing their optimal policy implications, both theoretically and quantitatively. The goal is to bring together approaches from public economics, labor economics, macroeconomics, and political economy to explore whether rising inequality necessitates institutional responses and, if so, which ones. \n\nThis project will shed light on this question from the following three related angles: (1) The changing nature of labor markets and its implications for inequality and tax policy. This part will focus on technological progress (e.g. the replacement of routine tasks) and shifts in the sectoral composition of the economy (e.g. the rise of finance) and what this means for the taxation of labor incomes, profits, and the desirability of basic income policies. (2) The intergenerational dynamics of inequality and the design of tax and public spending policies to promote economic mobility. We will develop a normative framework for optimal policies that balance both equality of opportunity principles and efficient parental sorting based on preference heterogeneity over public spending (e.g. on schools). (3) Wealth inequality and its implications for the political economy of tax policy. This part will incorporate capital taxation into the analysis and explore how it can help promote political stability, both when equilibrium taxes depend on the distribution of wealth in society and, conversely, when political influence correlates with wealth. \n\nThis research project aims both to develop new theoretical tools and to implement them empirically, with an emphasis on the implications for the design of real-world tax policies.",
    "totalCost": "1008665",
    "ecMaxContribution": "1008665",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1008665
        }
    },
    "calculatedTotalContribution": 1008665
}