{
    "rcn": "211856",
    "acronym": "Waves",
    "topics": "ERC-2017-STG",
    "title": "Waves of history in the South Pacific: A gene-culture coevolutionary approach",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Modern humans have colonized every possible ecological niche, with the latest expansions being those into the remote islands of the South Pacific. This success has been underpinned both by genetic adaptations to new ecological conditions and by an ever-accumulating store of technological and cultural knowledge gained through social learning. Our dual inheritance systems of genetics and culture interact in unique and unexpected ways, making human history vastly more difficult to infer than for any other species. The emerging field of gene-culture coevolution promises to provide a cohesive framework for modeling the interplay of genes and culture, and will revolutionize our understanding of human historical processes. The Waves project will build the tools necessary to establish gene-culture coevolution in the genomic-era, extending cutting-edge population genetic techniques 単 including spatial simulation 単 and allowing the natural integration of data from across genomics, archaeogenetics, archaeology and historical linguistics. We will focus on the South Pacific, a region whose past demography remains largely unresolved. While the population history of this region is relatively short it appears extremely complex, comprising not only multiple waves of colonization but also the existence of wide and ongoing interaction spheres through which both seafaring peoples and their cultures maintained long-distance connections. By generating comprehensive new ancient and present-day genome-wide datasets across Near and Remote Oceania 単 and analyzing them alongside historical linguistic and cultural data 単 the Waves project will create the first unified gene-culture coevolutionary history of the South Pacific.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}