{
    "rcn": "211828",
    "acronym": "Daphne",
    "topics": "ERC-2017-STG",
    "title": "Circuits of Visual Attention",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The evolutionary arms race has optimized and shaped the way animals attend to relevant sensory stimuli in an ever-changing environment. This is a complex task, because the vast majority of sensory experiences are not relevant. In humans, attentional disorders are a serious public health concern because of its high prevalence, but its causes are mostly unknown. In this proposal, I will explore the neuronal mechanisms used by the nervous system to attend visual cues to enable appropriate behaviors. \nWe will combine cutting edge imaging techniques, optogenetic interventions, behavioral read outs and targeted connectomics to study the neuronal transformations of the mouse Superior Colliculus (SC), an evolutionary conserved midbrain area known to process sensorimotor transformations and to be involved in the allocation of attention. First, this work will reveal a detailed description of visual representation in the SC, focusing on understanding how defined retinal information-streams, like motion and color, contribute to these properties. Second, we will characterize sensorimotor transformations instructed by the SC. The combination of the previous two objectives will determine mechanisms of visual saliency and sensory driven attention (ìbottom-upî attention). Finally, we will explore the neuronal mechanisms of attention by studying the modulatory effect of higher brain areas (ìtop-downî attention) on sensory transformation and multisensory integration in the SC. \nTaken together, this proposal aims to understand principles underlying sensorimotor transformation and build a framework to study attention in health and disease.",
    "totalCost": "1446542",
    "ecMaxContribution": "1446542",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1446542
        }
    },
    "calculatedTotalContribution": 1446542
}