{
    "rcn": "211898",
    "acronym": "xCLASS",
    "topics": "MSCA-ITN-2017",
    "title": "Next generation Compact Lightsource And Spectrometer Systems",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Increasing health and environmental awareness of European citizens has led to an urgent demand for spectral analysis of matter. However, what is missing are novel and cost-effective methods to sense the desired analytes with high sensitivity and high reliability using small and portable devices. Moreover, there is a severe shortage in the European spectroscopy industry of graduates and PhDs with the right expertise along the complete technology supply chain for the development of such micro-spectrometer systems. Training and education in all its aspects, namely in optical modeling and design, fabrication and prototyping, measurements and characterization, sensor readout and data analysis towards proof-of concept demonstration up to industrial valorisation of the micro-spectrometer systems is crucial, but to our knowledge not offered today as a whole.\nIn response, xCLASS sets up a training through research programme, provided by a consortium of a leading academic centre (VUB) and a leading industrial partner (Anteryon), in which four ESRs will work on a disruptive compact high-performance micro-spectrometer concept, broadly applicable in various application domains. All ESRs will be enrolled in the PhD programme at VUB, the academic partner of xCLASS. The recruited researchers will be exposed to an integrated highly collaborative and interdisciplinary research environment where VUB and Anteryon together cover the complete supply chain. The combination of a broad and in-depth education and training in the complete technology supply chain of optical spectrometer systems and the extensive training in transferable skills that the ESRs will experience in xCLASS will optimally prepare them for a successful career as photonic scientists in European academy and the photonics industry. Beyond the impact on the structural training programme, xCLASS will result in a significant societal and economic impact in healthcare, environmental and food safety sectors for whole Europe.",
    "totalCost": "1011868,56",
    "ecMaxContribution": "1011868,56",
    "coordinator": "ANTERYON BV",
    "coordinatorCountry": "NL",
    "participants": "VRIJE UNIVERSITEIT BRUSSEL",
    "participantCountries": "BE",
    "projectParticipants": {
        "940431103": {
            "orgId": "940431103",
            "orgName": "ANTERYON BV",
            "ecContrib": 510749
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 501120
        }
    },
    "calculatedTotalContribution": 1011869
}