{
    "rcn": "211832",
    "acronym": "CAstRA",
    "topics": "ERC-2017-STG",
    "title": "Comet and Asteroid Re-Shaping through Activity",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The proposed project will significantly improve the insight in the processes that have changed a comet nucleus or asteroid since their formation. These processes typically go along with activity, the observable release of gas and/or dust. Understanding the evolutionary processes of comets and asteroids will allow us to answer the crucial question which aspects of these present-day bodies still provide essential clues to their formation in the protoplanetary disc of the early solar system. \n\nGround-breaking progress in understanding these fundamental questions can now be made thanks to the huge and unprecedented data set returned between 2014 and 2016 by the European Space Agencyís Rosetta mission to comet 67P/Churyumov-Gerasimenko, and by recent major advances in the observational study of active asteroids facilitated by the increased availability of sky surveys and follow-on observations with world-class telescopes.\n\nThe key aims of this proposal are to\n- Obtain a unified quantitative picture of the different erosion processes active in comets and asteroids,\n- Investigate how ice is stored in comets and asteroids,\n- Characterize the ejected dust (size distribution, optical and thermal properties) and relate it to dust around other stars,\n- Understand in which respects comet 67P can be considered as representative of a wider sample of comets or even asteroids.\n\nWe will follow a highly multi-disciplinary approach analyzing data from many Rosetta instruments, ground- and space-based telescopes, and connect these through numerical models of the dust dynamics and thermal properties.",
    "totalCost": "1484688",
    "ecMaxContribution": "1484688",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1484688
        }
    },
    "calculatedTotalContribution": 1484688
}