{
    "rcn": "211837",
    "acronym": "FEEDGALAXIES",
    "topics": "ERC-2017-STG",
    "title": "A new vantage point on how gas flows regulate the build-up of galaxies in the early universe",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Galaxies reside within a web of gas that feeds the formation of new stars. Following star formation, galaxies eject some of their gas reservoir back into this cosmic web. This proposal addresses the fundamental questions of how these inflows and outflows regulate the evolution of galaxies. My research team will tackle two key problems: 1) how gas accretion regulates the build-up of galaxies; 2) how efficiently outflows are in removing gas from star-forming regions. To characterise these flows across five billion years of cosmic history, we will pursue cutting-edge research on the halo gas, which is the material around the central galaxies, within dark matter halos. We will focus on scales ranging from a few kiloparsecs, where outflows originate, up to hundreds of kiloparsecs from galaxies, where inflows and outflows have visible impacts on halos. We will attack this problem using both simulations and observations with the largest telescopes on the ground and in space. With novel applications of absorption spectroscopy, we will gain a new vantage point on the astrophysics of these gas flows. Exploiting unprecedented datasets that I am currently assembling thanks to ground-breaking developments in instrumentation, we will directly connect the properties of halo gas to those of the central galaxies, investigating the impact that the baryonic processes probed in absorption have on galaxies seen in emission. In parallel, using new hydrodynamic simulations and radiative transfer calculations, we will go beyond present state-of-the-art methodologies to unveil the theory behind the origin of these gas flows, a crucial aspect to decode the physics probed by our observations. As a result of this powerful synergy between observations and simulations, this programme will provide the most advanced analysis of the impact that inflows and outflows have on galaxy evolution, shaping the direction of future work at 40m telescopes and the next generation of cosmological simulations.",
    "totalCost": "1499557",
    "ecMaxContribution": "1499557",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1499557
        }
    },
    "calculatedTotalContribution": 1499557
}