{
    "rcn": "211844",
    "acronym": "FORMICA",
    "topics": "ERC-2017-STG",
    "title": "Microclimatic buffering of plant responses to macroclimate warming in temperate forests",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Recent global warming is acting across ecosystems and threatening biodiversity. Yet, due to slow responses, many biological communities are lagging behind warming of the macroclimate (the climate of a large geographic region). The buffering of microclimates near the ground measured in localized areas, arising from terrain features such as vegetation and topography, can explain why many species are lagging behind macroclimate warming. However, almost all studies ignore the effects of microclimatic buffering and key uncertainties still exist about this mechanism. Microclimates are particularly evident in forests, where understorey habitats are buffered by overstorey trees. In temperate forests, the understorey contains the vast majority of plant diversity and plays an essential role in driving ecosystem processes.\n\nThe overall goal of FORMICA (FORest MICroclimate Assessment) is to quantify and understand the role of microclimatic buffering in modulating forest understorey plant responses to macroclimate warming. We will perform the best assessment to date of the effects of microclimates on plants by applying microtemperature loggers, experimental heating, fluorescent tubes and a large-scale transplant experiment in temperate forests across Europe. For the first time, plant data from the individual to ecosystem level will be related to microclimate along wide temperature gradients and forest management regimes. The empirical results will then be integrated in cutting-edge demographic distribution models to forecast plant diversity in temperate forests as macroclimate warms.\n\nFORMICA will provide the first integrative study on microclimatic buffering of macroclimate warming in forests. Interdisciplinary concepts and methods will be applied, including from climatology, forestry and ecology.  FORMICA will reshape our current understanding of the impacts of climate change on forests and help land managers and policy makers to develop urgently needed adaptation strategies.",
    "totalCost": "1498469",
    "ecMaxContribution": "1498469",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1498469
        }
    },
    "calculatedTotalContribution": 1498469
}