{
    "rcn": "211811",
    "acronym": "DIAGRASS",
    "topics": "MSCA-IF-2016",
    "title": "Differential adaptation capacity of dryland grasses to directional changes in water availability (DIAGRASS).",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Understanding how the intensification of the water cycle, as projected by several climate models, will impact grassland ecosystems will be critical for evaluating their future capacity to provide services and for developing sustainable management policies. This will be especially important in dryland regions, where water availability is the main driver of many ecological processes. To date, several studies have detected responses of vegetation to extreme events from molecular to regional scales, although the heritability of these effects is still unclear. In addition, environmental stresses suffered by a generation can influence the phenotype and performance of its offspring beyond the effects of the transmitted genes (the so-called transgenerational effect). Nevertheless, the description of the mechanisms involved in these responses is also incomplete. The lack of knowledge about the adaptation thresholds of species to new climate scenarios can hamper our ability to predict shifts in ecosystem services. Therefore, the main objective of this project is to evaluate the adaptation capacity of dryland grass species to extreme scenarios of water availability. We will use short- and long-term rainfall manipulative experiments combined with molecular (genomic, genetic and epigenetic), physiological, morphological and ecosystem approaches. The research outlined in this proposal includes a range of state-of-the-art methods to ensure the maximum utility and impact of our results. Altogether, DIAGRASS aims to explore linkages from molecular to ecosystem processes to improve our ability to predict how more extreme rainfall regimes will affect future key ecosystem services (e.g., the stocking-density capacity) of grasslands located in dryland regions. This project will also contribute to improve the knowledge in a key scientific topic for the EU: the Horizon 2020 societal challenge ìClimate action, environment, resource efficiency and raw materialsî.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "987798046": {
            "orgId": "987798046",
            "orgName": "Arizona Board of Regents",
            "ecContrib": 0
        },
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 239191
        }
    },
    "calculatedTotalContribution": 239191
}