{
    "rcn": "211841",
    "acronym": "ShuttleCat",
    "topics": "ERC-2017-STG",
    "title": "Shuttle Catalysis for Reversible Molecular Construction",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Homogeneous catalysis is one of the pillars of modern chemical synthesis because it enables the sustainable preparation of molecules that find applications in medicinal chemistry, agrochemistry, and materials science. However, many catalytic reactions use hazardous reagents, are unpractical on laboratory-scale or limited in scope. Moreover, while a relatively broad set of catalytic reactions are available to construct chemical bonds, methods to cleave those, which could find applications in biomass and waste valorization, are rare.  \nInspired by the synthetic power of other metal-catalyzed reversible reactions, such as transfer hydrogenation and alkene metathesis, I herein describe a groundbreaking approach to homogeneous catalysis that makes use of a novel paradigm called ìshuttle catalysisî, defined as the catalytic reversible transfer of chemical moieties between two molecules, to construct and deconstruct organic compounds. The first part of the proposal describes the invention of reversible catalytic functionalization reactions of alkenes following this principle. The second part addresses the challenge of developing safer catalytic carbonylation and decarbonylation reactions that do not use nor release toxic carbon monoxide gas. Finally, the last part proposes to apply the shuttle catalysis concept to the invention of unprecedented CñX (X = P, O, S, N) bond metathesis reactions. This new approach to catalysis has the potential to revolutionize the preparation, and streamline the discovery, of numerous important molecules with applications across the molecular sciences. Importantly, in order to mitigate the high risks inherent to such a groundbreaking approach, we have collected preliminary results to demonstrate the feasibility of each of the proposed subprojects.",
    "totalCost": "1485000",
    "ecMaxContribution": "1485000",
    "coordinator": "MAX PLANCK INSTITUT FUER KOHLENFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998816761": {
            "orgId": "998816761",
            "orgName": "MAX PLANCK INSTITUT FUER KOHLENFORSCHUNG",
            "ecContrib": 1485000
        }
    },
    "calculatedTotalContribution": 1485000
}