{
    "rcn": "211838",
    "acronym": "PRO_PHAGE",
    "topics": "ERC-2017-STG",
    "title": "Impact and interaction of prophage elements in bacterial host strains of biotechnological relevance",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Phages, viruses that prey on bacteria, are the most abundant and diverse inhabitants of the Earth. Temperate bacteriophages are able to integrate into the host genome and maintain as prophages a long-term association with their host. Illustrated by the development of mutually beneficial traits, this close interaction between host and virus has significantly shaped bacterial evolution. However, the immense genetic resources of phage genomes still remain almost unexplored. For the transition to a sustainable bioeconomy, we strongly depend on microbes as hosts for the production of value-added compounds. PRO_PHAGE will exploit recent advances in next-generation sequencing (NGS), single-cell analysis, and high-throughput (HT) phenotyping to evaluate the impact of phage elements on host fitness and to use this knowledge for the improvement of future metabolic engineering approaches.\nBy combining an explorative approach with subsequent molecular analysis of selected targets, PRO_PHAGE will deliver novel insights into this genetic resource and will reveal the risks and potential for metabolic engineering by pursuing four major objectives. 1) Based on a comprehensive bioinformatic analysis, the impact of phage elements will be studied by HT phenotyping of selected strains. 2) The regulatory interaction of phage and host will be analysed by focusing on host-encoded xenogeneic silencing proteins and their role in the integration of foreign DNA. 3) The spontaneous activation of phage elements will be studied at the genomic scale to decipher molecular triggers and their impact on host gene expression. For this purpose, a novel workflow combining fluorescence-activated cell sorting and NGS will be developed, which will be broadly applicable for studying microbial population dynamics at unprecedented resolution. 4) Finally, the insights obtained will be benchmarked for metabolic engineering approaches in order to generate robust and flexible chassis strains for industrial product",
    "totalCost": "1482672",
    "ecMaxContribution": "1482672",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1482672
        }
    },
    "calculatedTotalContribution": 1482672
}