{
    "rcn": "211802",
    "acronym": "SSID",
    "topics": "ERC-2016-ADG",
    "title": "Soundscape Indices",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Eighty million EU citizens are suffering from excessive environmental noise and billions of euros are being spent on noise control, under the EU Directive on Environmental Noise. Unfortunately, the conventional approach, i.e. reduction of ësound levelí, simply does not deliver the required improvements in quality of life. The growing field of ësoundscape studiesí is addressing this gap by considering sound environment as perceived, in context, with an interdisciplinary approach. However, soundscapes are hugely complex and measuring them as a basis for environmental design requires a step change to the discipline. This research aims to achieve a ground-breaking development through the establishment of ësoundscape indicesí (SSID), adequately reflecting levels of human comfort, the impact of which will be reminiscent of that of the Decibel scale created by Bell Systems a century ago. This will provide the underpinning science for soundscape in the field of built environment, with wider intellectual goals of moving from noise control to soundscape creation. Key objectives, as coherent steps for achieving the main aim, are: (1) To characterise soundscapes, by capturing soundscapes and establishing a comprehensive database, which will be a cornerstone for the proposed analysis, and an invaluable resource for scientists for years to come. (2) To determine key factors and their influence on soundscape quality based on the database, by conducting laboratory psychological evaluation, physical/psychoacoustic factors analysis, and more importantly, to research at a physiological/biological level, including the use of functional magnetic resonance imaging. (3) To develop, test and validate the soundscape indices, through analysing the influences by various factors, using a number of inter- & trans-disciplinary approaches. (4) To demonstrate the applicability of the soundscape indices in practice, by establishing frameworks for soundscape prediction, design, and standardisation.",
    "totalCost": "2492201",
    "ecMaxContribution": "2492201",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF SHEFFIELD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}