{
    "rcn": "211824",
    "acronym": "PHONUIT",
    "topics": "ERC-2017-STG",
    "title": "Phononic Circuits: manipulation and coherent control of phonons",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In the last decades, the power to control photons and electrons paved the way for extraordinary technological developments in electronic and optoelectronic applications. The same degree of control is still lacking with quantized lattice vibrations, i.e. phonons. Phonons are the carriers of heat and sound. The understanding and ability to manipulate phonons as quantum particles in solids enable the control of coherent phonon transport, which is of fundamental interest and could also be exploited in applications. Logic operations can be realized with the manipulation of phonons both in their coherent and incoherent form in order to switch, amplify, and route signals, and to store information. If brought to a mature level, phononic devices can become complementary to the conventional electronics, opening new opportunities.\nI envision to realize each part of this technology exploiting phonons and to bring them together in an integrated circuit on chip: a phononic integrated circuit. The objective of the proposal is:\nA: the realization of coherent phonon source and detector;\nB: the realization of phonon computation with the use of thermal logic gates;\nC: the realization of phonon based quantum and thermal memories.\nTo this end it is crucial to engineer nanoscale heterostructures with suitable interfaces, and to engineer the phonon spectrum and the interface thermal resistance. Phonons will be launched, probed and manipulated with a combination of pump-probe experiments and resistive thermal measurements on chip.\nThe proposed research will be of great relevance for fundamental research as well as for technological applications in the field of sound and thermal management.",
    "totalCost": "1488387,5",
    "ecMaxContribution": "1488387,5",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 1488388
        }
    },
    "calculatedTotalContribution": 1488388
}