{
    "rcn": "211835",
    "acronym": "MIDNIGHT",
    "topics": "ERC-2017-STG",
    "title": "Neural mechanism underlying vocal interactions in duetting nightingales",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Humans and many animals produce complex vocal sequences in order to communicate with each other. What are the neuronal mechanisms that integrate the auditory information and permit the production of a coordinated motor response during a vocal interaction? I will address this issue in the nightingale, a songbird species that is capable of duetting with rivals. During vocal interactions, nightingales have to precisely alternate between singing and listening, and I will test whether premotor centers are differentially sensitive to auditory input during these two states. In zebra finches, I have shown that the impact of a fatherís song on premotor circuitry can be regulated by inhibitory interneurons during developmental song learning. Here I ask whether this same regulation of auditory input can rapidly change to support real-time vocal coordination in a duetting songbird.\nTo measure neuronal activity during listening and singing, I will use intracellular recordings to assay the synaptic inputs and outputs of a premotor circuit. I will use a motorized intracellular microdrive that I helped to develop during my postdoc in order to enable these measurements in the freely behaving bird. A custom built vocal robot will be used to dynamically interact with birds during neural recordings. These experiments will reveal the synaptic profile of neurons during sensorimotor integration and clarify how nightingales are able to sing a temporally precise duet. The aims of my research proposal are 1) to investigate how auditory input influences the motor program, 2) how this auditory input is gated depending on behavioral demands and 3) how a song motif is generated on a neuronal population level. I will elucidate neural dynamics essential for vocal interactions, which may provide insights into brain mechanisms involved in human communication. As a result, this work would also generate new implications for our understanding of speech disorders and impairments to social function.",
    "totalCost": "1491487",
    "ecMaxContribution": "1491487",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1491487
        }
    },
    "calculatedTotalContribution": 1491487
}