{
    "rcn": "211809",
    "acronym": "SelforganisingEmbryo",
    "topics": "ERC-2016-ADG",
    "title": "Self-organisation across the scales in early mammalian development",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "A defining feature of multi-cellular living systems is the capacity to break symmetry and generate patterns through self-organisation. Our project aims to understand the design principle of multi-cellular self-organisation, using a well-suited model system: early mouse embryos. In mammals eggs lack polarity and symmetry is broken during early embryogenesis, which results in segregation of three cell lineages in the blastocyst. Progressive expansion and coalescence of fluid-filled spaces form the blastocyst cavity that segregates the cavity-facing lineage from the rest. Despite extensive gene expression studies, how molecular and physical signals are dynamically coupled for self-organised blastocyst patterning remains poorly understood. We aim to identify the mechanisms of feedback between cell polarity, mechanics (contractility, adhesion, pressure) and fate operating across sub-cellular to whole organismal scales. For this, we adopt a unique set of strategies that integrate biology and physics: advanced live-imaging, quantification of molecular and physical parameters to integrate into lineage maps, reduced systems to establish physical models, and spatio-temporally controlled manipulations for functional validation of those models. We will build up complexities. At the single-cell level, we will study de novo assembly of the apical domain in relation to cell contact and cortical contractility. For inside-outside patterning, we aim to dissect the coordinated signalling between cell position and fate specification. Furthermore, we will study how fluid cavities, a yet unexplored parameter, contribute to cell sorting, apical polarisation and fate specification through generation of pressure and contact-free cell surfaces. Ultimately, we will reconstitute embryogenesis in silico, reveal emerging properties and design engineer the blastocyst. In all, this study will set a paradigm for studying self-organisation on subcellular to organismal scales.",
    "totalCost": "2239458",
    "ecMaxContribution": "2239458",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 2239458
        }
    },
    "calculatedTotalContribution": 2239458
}