{
    "rcn": "211887",
    "acronym": "LightDyNAmics",
    "topics": "MSCA-ITN-2017",
    "title": "DNA as a training platform for photodynamic processes in soft materials",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Light interaction with biomaterials is the driving mechanism of fundamental biological processes, from photosynthesis to DNA photodamage, and is a powerful tool in biomedicine for analytical, diagnostic and therapeutic purposes. The main goal of LightDyNAmics is to achieve a complete understanding of the ultrafast dynamical processes at the molecular scale induced by UV light absorption in DNA, and to unveil the mechanisms leading to photodamage of the genetic code. At the same time, our project will transfer this knowledge on light-matter interaction to a broad class of optoelectronic materials, highly relevant for Europe`s high-tech industries.\nLightDyNAmics is an academia-industry research environment training 15 Early Stage Researchers (ESRs) by crossing the traditional border between theoretical and experimental expertise. This will be achieved by performing independent, yet interrelated and complementary research projects focussed on photoactivated dynamics of DNA, and by developing a variety of new spectroscopic and computational methods. For all the ESRs, personalised training in advanced techniques will be combined with a broad common interdisciplinary background on dynamical processes in bio-macromolecules. \nThe consortium brings together 10 leading academic groups with multidisciplinary expertise (chemistry, physics, biology) and a unique blend of experimental and computational skills. 6 innovative companies, from SMEs specialised in click-chemistry and in biosensors to a pharma industry, will be fully integrated in the research and training programme and help promote technological exploitation of its results.\nLightDyNAmics will develop innovative molecular probes for DNA/protein interaction, paving the way to new diagnostic tools and new drugs. The understanding of light interaction with organic molecules will impact on basic sciences, from biochemistry to nanosciences, and on industrial applications ranging from healthcare to photonic technologies.",
    "totalCost": "3827591,28",
    "ecMaxContribution": "3827591,28",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;AstraZeneca UK Limited;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;Masarykova univerzita;UNIVERSITAT WIEN;UNIVERSITY OF DURHAM;BASECLICK GMBH;DYNAMIC BIOSENSORS GMBH;KEMIJSKI INSTITUT;POLITECNICO DI MILANO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;UK;IE;CZ;AT;SI;IT;FR",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 258061
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 255934
        },
        "951817739": {
            "orgId": "951817739",
            "orgName": "DYNAMIC BIOSENSORS GMBH",
            "ecContrib": 249216
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 265675
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 273288
        },
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 234998
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 258061
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 516123
        },
        "998178404": {
            "orgId": "998178404",
            "orgName": "ASTRAZENECA UK LIMITED",
            "ecContrib": 0
        },
        "953302033": {
            "orgId": "953302033",
            "orgName": "BASECLICK GMBH",
            "ecContrib": 249216
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 232422
        }
    },
    "calculatedTotalContribution": 3554303
}