{
    "rcn": "211806",
    "acronym": "VisTrans",
    "topics": "ERC-2016-ADG",
    "title": "Visualising transport dynamics of transmembrane pumps",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The project will investigate multi-component molecular machines that drive substrates across the cell envelope of bacteria. Some of the machines pump antibiotics or toxins, and so contribute to drug resistance and virulence in pathogenic strains. Questions that will be addressed include what the molecular pumps look like, how they are assembled and regulated, how they capture and translocate substrates, and the stereochemical basis for the cooperative switching of substrate-binding states. Molecular pumps that will be studied include tripartite systems driven by ATP hydrolysis, which play a central role in the efflux of macrolide antibiotics and secretion of toxins in Gram-negative bacteria, and those that use secondary transporters energized by electrochemical gradients. We will build upon our earlier observations to prepare a series of intermediates encompassing the key steps in the transport processes, to visualize tertiary and quaternary structural changes, the pathway of substrates in the efflux pumps, and the threading of toxin polypeptides through the constricted channel in the secretion assembly. The pumps and secretion systems cycle through intermediate states, and these will be studied at high resolution by cryoEM and crystallography to understand how the conformational states switch with strong cooperativity and avoid futile cycles that dissipate energy. Our work indicates that the activity of these transporters can be modulated by small peptides and potential co-factors, and we will address how these work. The project will build on our novel approach to engineer the pump assemblies that enables structural analysis at high resolution in isolation and in situ, and will be complemented with mechanistic analyses in vitro and in vivo. The project will deliver a comprehensive, structure-based description of the mechanism of drug efflux and protein translocation by transport machines and their regulation in diverse pathogenic bacteria.",
    "totalCost": "2208618,75",
    "ecMaxContribution": "2208618,75",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}