{
    "rcn": "211823",
    "acronym": "blackQD",
    "topics": "ERC-2017-STG",
    "title": "Optoelectronic of narrow band gap nanocrystals",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Over the past decades, silicon became the most used material for electronic, however its indirect band gap limits its use for optics and optoelectronics. As a result alternatives semiconductor such as III-V and II-VI materials are used to address a broad range of complementary application such as LED, laser diode and photodiode. However in the infrared (IR), the material challenge becomes far more complex.\n\nNew IR applications, such as flame detection or night car driving assistance are emerging and request low cost detectors. Current technologies, based on epitaxially grown semiconductors are unlikely to bring a cost disruption and organic electronics, often viewed as the alternative to silicon based materials is ineffective in the mid-IR. The blackQD project aims at transforming colloidal quantum dots (CQD) into the next generation of active material for IR detection. CQD are attracting a high interest because of their size tunable optical features and next challenges is their integration in optoelectronic devices and in particular for IR features. \n\nThe project requires a combination of material knowledge, with clean room nanofabrication and IR photoconduction which is unique in Europe. I organize blackQD in three mains parts. The first part relates to the growth of mercury chalcogenides nanocrystals with unique tunable properties in the mid and far-IR. To design devices with enhanced properties, more needs to be known on the electronic structure of these nanomaterials. In part II, I propose to develop original methods to probe static and dynamic aspects of the electronic structure. Finally the main task of the project relates to the design of a new generation of transistors and IR detectors. I propose several geometries of demonstrator which for the first time integrate from the beginning the colloidal nature of the CQD and constrain of IR photodetection. The project more generally aims to develop a tool box for the design of the next generation of low cost IR.",
    "totalCost": "1499903",
    "ecMaxContribution": "1499903",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499903
        }
    },
    "calculatedTotalContribution": 1499903
}