{
    "rcn": "211896",
    "acronym": "M-GATE",
    "topics": "MSCA-ITN-2017",
    "title": "Memory research: Ground-breaking, Applied, and Technological Exchanges",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "In M-GATE, ESRs will combine state-of-the art experimental neurophysiology, innovative technologies, and advanced theoretical approaches to unveil memory mechanisms, from single neurons to brain networks, to cognition and behaviour, addressing the healthy and diseased brain. Through research and training from top-class scientists and close interaction with industrial partners, ESRs will develop unique multi-disciplinary skills combining physiology, molecular biology, computation, micro-engineering, and entrepreneurship\nThe exploration of the hippocampal formation and its role in memory is one of the great success stories of neuroscience. For no other structure have neuroscientists achieved such an in-depth knowledge of structure and mechanisms, making this field one of the most promising for breakthroughs in understanding human cognition. Our program will include world-leading, Europe- and US-based scientists in academic institutions as well as pharmaceutical, neurotechnological and machine learning companies, with the task of developing new technologies to understand memory and advance our chances to cure brain pathologies.\nEarly-stage researchers will participate in scientific programs spanning hippocampus research broadly, from local circuital interactions at one brain site, to global networks including multiple brain structures. Dedicated projects will look at brain pathologies as epilepsy and Alzheimerís from the circuits point of view. A neurotechnology work package spanning multiple projects will include novel methodological developments, bringing together academic and private sector technologists. With the help of targeted secondments and a tailored training program, we provide a unique opportunity for talented researchers to prepare for a career in either academic research or the private sector.",
    "totalCost": "3961159,56",
    "ecMaxContribution": "3961159,56",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;WEIZMANN INSTITUTE OF SCIENCE;SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE;UNIVERSITE D'AIX MARSEILLE;UNIVERSITY COLLEGE LONDON;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;JANSSEN PHARMACEUTICA NV",
    "participantCountries": "FR;IL;IT;UK;NO;BE",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 520601
        },
        "999850878": {
            "orgId": "999850878",
            "orgName": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
            "ecContrib": 516123
        },
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 525751
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 766123
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 262876
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 572550
        }
    },
    "calculatedTotalContribution": 3710600
}