{
    "rcn": "211882",
    "acronym": "MossTech",
    "topics": "MSCA-ITN-2017",
    "title": "Advanced use of mosses for biotechnological solutions",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "MossTech will expand the tools for green biotechnology. By using the simplest land plants, the mosses, MossTech will develop new green cell factories for the production of proteins, lipids and fine chemicals. MossTech will train 6 highly qualified ESRs in modern biotechnology with the focus on expanding the use of green cells in biotechnological applications. The consortium of three universities, one research institution and four companies together provides a strong background for training in scientific and transferable skills. \nScientifically, MossTech will focus on the use of mosses in biotechnology. Mosses are structurally simple plants, but have a high degree of chemical complexity, thus are a rich source for novel biosynthetic genes and pathways. Mosses in Northern Europe are adapted for high growth rates at low temperatures and long days, which are ideal properties for competitive biotechnological production. The species and chemical diversity in Northern European mosses are very high; this allows MossTech to look for novel sources for valuable lipids, terpenoids and other chemicals. MossTech will study the lipid and terpenoid metabolism in mosses with the aim of establishing novel production lines for the industrial partners in the project. Additionally, MossTech will provide at least 8-13 new mosses that can be used in biotechnological production, along with novel transformation technologies, and an auxotrophic moss to be used in biological research and biotechnological industry. Overall, this will allow MossTech to understand complex biochemical routes leading to alternative regulation of such pathways and will provide competitive production of fine chemicals.\nFinally, MossTech will provide 6 well trained ESRs that will be highly qualified and trained in novel technologies to work in the European Biotech industry that currently employs about 22 million people. The ESRs will also be fully qualified for jobs in academia and related areas throughout Europe.",
    "totalCost": "1559675,88",
    "ecMaxContribution": "1559675,88",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;FUNDACAO CALOUSTE GULBENKIAN;ARCTICMASS EHF;LUNDS UNIVERSITET",
    "participantCountries": "DE;PT;IS;SE",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 498433
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 290082
        },
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 238356
        },
        "911741413": {
            "orgId": "911741413",
            "orgName": "ARCTICMASS EHF",
            "ecContrib": 269145
        }
    },
    "calculatedTotalContribution": 1559675
}