{
    "rcn": "211893",
    "acronym": "transMed",
    "topics": "MSCA-ITN-2017",
    "title": "Educating the next generation of scientists in translational medicine: Focus on eye diseases",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Medicine today experiences a gap between basic research and successful clinical translation that delays establishment of urgently needed therapies. This is very clearly so in blinding retinal degenerations (RDs), where most are yet untreatable, even with a wealth of basic and pre-clinical research data available. To address this problem, transMed proposes an innovative programme to educate ìtranslational researchersî that focuses on the bench-to-bedside development of treatments for RD.\n\nThe transMed consortium joins four academic groups (EKUT, UNIMORE, ULUND, HI) with four non-academic and SME partners (SPPD, INCU, Oculis, PamGene), and five partner organisations (2BBB, BIOLOG, NLO, HCTC, EVI) with intersectoral collaborations already ongoing. Each transMed partner will contribute specific critical expertise to a curriculum covering all major aspects of translational research: From basic research into disease mechanisms and target definition, to drug design and development, in vitro test systems and in vivo disease models, drug delivery systems, biomarkers, good manufacturing practice, toxicological testing and pharmacokinetics, regulatory affairs, intellectual property, all the way to clinical trials and commercialisation.\n\ntransMed builds on and integrates three relevant translational projects, which are at the early pre-clinical, late pre-clinical, and early clinical stages, respectively, to provide the projectís Early Stage Researchers with the broadest possible overview. The training is completed by e-lectures, the inclusion of dedicated conferences for young researchers, a secondment and hands-on course programme from industry to academia and vice versa, permitting further insight and networking in the European biotech industry. Altogether, transMed will offer its students the opportunity to obtain a competitive PhD degree in several critical areas of biomedical research, providing for a strong employability in both the private and public sector.",
    "totalCost": "3327702,84",
    "ecMaxContribution": "3327702,84",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "PAMGENE INTERNATIONAL BV;OCULIS EHF;LUNDS UNIVERSITET;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;HASKOLI ISLANDS;SP PROCESS DEVELOPMENT AB;INOCURE SRO",
    "participantCountries": "NL;IS;SE;IT;CZ",
    "projectParticipants": {
        "931365580": {
            "orgId": "931365580",
            "orgName": "INOCURE SRO",
            "ecContrib": 464845
        },
        "986392710": {
            "orgId": "986392710",
            "orgName": "PAMGENE INTERNATIONAL BV",
            "ecContrib": 255374
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 527319
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 269145
        },
        "924300488": {
            "orgId": "924300488",
            "orgName": "OCULIS EHF",
            "ecContrib": 269145
        },
        "950973354": {
            "orgId": "950973354",
            "orgName": "SP PROCESS DEVELOPMENT AB",
            "ecContrib": 527319
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 516123
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3327703
}