{
    "rcn": "211834",
    "acronym": "POWDER",
    "topics": "ERC-2017-STG",
    "title": "Protest and Order. Democratic theory, contentious politics, and the changing shape of western democracies",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The research project aims to analyze the interrelationship between protest and political order under the contextual conditions of the changing shape of modern western democracy. Two groups of ques-tions are connected to this study perspective, which will be answered by means of a democratic-theoretically-led synchronous comparison of selected contemporary protest movements ñ anonymous digi-tal protest movements, transnationally organized alter-globalization protest movements, the No Border movement and the rightwing identitarian protest movement: The aim is to clarify firstly (1) the extent to which the new forms of protest question the premises of democratic orders, what potential for further de-velopment lies within the new forms of protest on the one hand, and what are the challenges to democracy on the other. Secondly, the aim is to determine (2) the influence and relevance held by the democratic order itself in an age of the changing shape of democracy with regard to the specific formation of the new forms of protest, and what statements can be made on how the formation of the order is changed, in turn, by the new forms of protest themselves. In order to achieve these study perspectives, POWDER consists of an overarching democratic-theoretical framework project (TFP) and four empirical subprojects (SP 1-4), which each analyze one of the protest movements mentioned in the context of a qualitative approach (documentary analysis, participatory observation, qualitative interviews). The comparison of these protest movements investigates (I) recurring patterns, but also contrasting assessments with regard to the interre-lationship between the political order and the protest movements, examines at a second level (II) the dif-ferent manners in which the new forms of protest challenge democratic-theoretical dimensions, and at-tempts at the third level (III) to reconstruct a general democratic-theoretical determination of meaning of present-day protest movements.",
    "totalCost": "1373022",
    "ecMaxContribution": "1373022",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1373022
        }
    },
    "calculatedTotalContribution": 1373022
}