{
    "rcn": "211881",
    "acronym": "LIMQUET",
    "topics": "MSCA-ITN-2017",
    "title": "Light-Matter Interfaces for Quantum Enhanced Technology",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Quantum technology means the ability to organise and control the components of a functional system governed by the laws of quantum physics. The goal of this project is to train high-level young researchers through the development of innovative techniques to interface light and matter at the quantum level using atoms, nanostructures and photons, with applications in optics and quantum information processing. Well-trained and versatile researchers are needed to satisfy the demands of this rapidly growing field, in which there is also a strong drive and low threshold for industrial involvement. A prerequisite for success is the enhancement of the close connection between experimental, technological and theoretical studies. The proposed network, Light-Matter Interfaces for Quantum Enhanced Technology, LIMQUET, consists of seven academic and three industrial beneficiaries, complemented by one industrial partner. The academic partners are experienced but reasonably young groups with already established collaborations. The industrial partners have experience in developing and manufacturing high-quality components for research and industrial purposes. Within the Network, we anticipate highlights in (i) light-matter interfaces at the quantum level through the realisation of quantum networks using atoms, ions, and photons, (ii) the interfacing of light with light, in particular for light storage, (iii) adapting strategies originally developed in quantum optics to an integration into designed nanostructures, and (iv) the development of robust tools for quantum control and photonics. The training Network will enhance and use the synergy between the partners to produce a high-level doctoral training program in the field of quantum research and technology, including complementary skills and a pertinent impact of outreach activities. In order to enhance their career perspectives, all the ESRs will be jointly supervised and will be hosted\non secondment by a company of the project.",
    "totalCost": "3833637,12",
    "ecMaxContribution": "3833637,12",
    "coordinator": "COMMUNAUTE D' UNIVERSITES ET ETABLISSEMENTS UNIVERSITE BOURGOGNE - FRANCHE - COMTE",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE TECHNOLOGIE DE TROYES;QUTOOLS GMBH;TEEM PHOTONICS SA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;THE UNIVERSITY OF SUSSEX;QUBIG GMBH;TECHNISCHE UNIVERSITAT DARMSTADT;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;FOUNDATION FOR THEORETICAL AND COMPUTATIONAL PHYSICS AND ASTROPHYSICS",
    "participantCountries": "FR;DE;CH;UK;BG",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 498433
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 273288
        },
        "997576228": {
            "orgId": "997576228",
            "orgName": "UNIVERSITE DE TECHNOLOGIE DE TROYES",
            "ecContrib": 262876
        },
        "942476445": {
            "orgId": "942476445",
            "orgName": "QUBIG GMBH",
            "ecContrib": 249216
        },
        "920180801": {
            "orgId": "920180801",
            "orgName": "COMMUNAUTE D' UNIVERSITES ET ETABLISSEMENTS UNIVERSITE BOURGOGNE - FRANCHE - COMTE",
            "ecContrib": 788627
        },
        "999524570": {
            "orgId": "999524570",
            "orgName": "FOUNDATION FOR THEORETICAL AND COMPUTATIONAL PHYSICS AND ASTROPHYSICS",
            "ecContrib": 437303
        },
        "998077330": {
            "orgId": "998077330",
            "orgName": "TEEM PHOTONICS SA",
            "ecContrib": 262876
        },
        "963604403": {
            "orgId": "963604403",
            "orgName": "QUTOOLS GMBH",
            "ecContrib": 249216
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 265227
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3833638
}