{
    "rcn": "211861",
    "acronym": "BioMeTRe",
    "topics": "ERC-2017-STG",
    "title": "Biophysical mechanisms of long-range transcriptional regulation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In mammals, transcriptional control of many genes relies on cis-regulatory elements such as enhancers, which are often located tens to hundreds of kilobases away from their cognate promoters. Functional interactions between distal regulatory elements and target promoters require mutual physical proximity, which is linked to the three-dimensional structure of the chromatin fiber. Chromosome conformation capture studies revealed that chromosomes are partitioned into Topologically Associating Domains (TADs), sub-megabase domains of preferential physical interactions of the chromatin fiber. Genetic evidence showed that TAD boundaries restrict the genomic range of enhancer-promoter communication, and that interactions between regulatory sequences within TADs are further fine-tuned by smaller-scale structures. However, the mechanistic details of how physical interactions translate into transcriptional outputs are totally unknown. Here we propose to explore the biophysical mechanisms that link chromosome conformation and long-range transcriptional regulation using molecular biology, genetic engineering, single-cell experiments and physical modeling. We will measure chromosomal interactions in single cells and in time using a novel method that relies on an enzymatic process in vivo. Genetic engineering will be used to establish a cell system that allows quantitative measurement of how enhancer-promoter interactions relate to transcription at the population and single-cell levels, and to test the effects of perturbations without confounding effects. Finally, we will develop physical models of promoter operation in the presence of distal enhancers, which will be used to interpret the experimental data and formulate new testable predictions. With this integrated approach we aim at providing an entirely new layer of description of the general principles underlying transcriptional control, which could establish new paradigms for research in epigenetics and gene regulation.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}