{
    "rcn": "211895",
    "acronym": "A4B",
    "topics": "MSCA-ITN-2017",
    "title": "Analytics for Biologics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Qualitative and quantitative analysis and purification of therapeutic protein species (TP-S) 単 coded by the same gene, thus chemically often very similar 単 is one of the most challenging problems in analytical chemistry today. This problem is of huge impact in the area of therapeutic proteins (TPs) 単 a rapidly growing market 単 causing a high demand in specialists in the field of TP manufacturing. This demand can currently not be met by single European universities. In an Europe-wide joint research and training network the graduate school A4B will offer a specific training program yielding the required specialists. A4B-PhD students will develop solutions for the most urgent problems in TP production and analysis. \nProduction of TPs is associated with the generation of poorly effective or even harmful species. For an effective removal of these species, A4B-students will develop improved purification methods based on advanced affinity and displacement chromatography. For controlling effectiveness and design of experiments, fast and reliable qualitative and quantitative detection methods are required. The development of these analytical methods will focus on the chemical composition of TP-S including their glycans and other posttranslational modifications (PTMs). We will use high-end electrophoretic, liquid chromatographic, and mass spectrometry approaches in combination with bioinformatics. The developed methods will be tested and used for improving protein production processes and therapy control. \nAll A4B students will receive a basic education in manufacturing and marketing of TPS. Through their research projects the students will develop in depth expertise in one of the areas covered by the consortium. This project will thus generate urgently needed new methods for an improved analysis and purification of TP-S, while at the same time ensuring that well qualified young researchers are available for this rapidly growing area of the pharmaceutical industry.",
    "totalCost": "3933617,4",
    "ecMaxContribution": "3933617,4",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;LUDGER LIMITED;HEXAL AKTIENGESELLSCHAFT;KUNGLIGA TEKNISKA HOEGSKOLAN;ALPHALYSE A/S;SYDDANSK UNIVERSITET;UNIVERSITETET I OSLO;UNIVERSITAET FUER BODENKULTUR WIEN;RIJKSUNIVERSITEIT GRONINGEN;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "NL;UK;DE;SE;DK;NO;AT",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 510749
        },
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 498433
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 286275
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 263659
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 290082
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "943884594": {
            "orgId": "943884594",
            "orgName": "HEXAL AKTIENGESELLSCHAFT",
            "ecContrib": 249216
        },
        "999987357": {
            "orgId": "999987357",
            "orgName": "UNIVERSITAET FUER BODENKULTUR WIEN",
            "ecContrib": 511868
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        },
        "952410312": {
            "orgId": "952410312",
            "orgName": "ALPHALYSE A/S",
            "ecContrib": 290082
        }
    },
    "calculatedTotalContribution": 3660329
}