{
    "rcn": "211884",
    "acronym": "HealthPros",
    "topics": "MSCA-ITN-2017",
    "title": "Healthcare Performance Intelligence Professionals",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Balancing between improving population health, delivering quality care for individuals, and containing costs is a timely social/economical challenge in Europe. There is great potential achieving this through healthcare (HC) system performance intelligence optimizing effective use of available HC data in countries. Effective implementation of HC performance intelligence (HPI) by skilled professionals will improve integrated service delivery; patient engagement; equality in access to HC; health outcomes; and reduce waste in HC. Translating HC data into meaningful, valid, actionable performance intelligence that is transferrable into actions to improve HC systems requires multidisciplinary skills & innovative competencies; currently not well developed in training programmes and the scientific community and missing in todayís European HC market. The ETN for HPI Professionals (HealthPros) fills this gap and directly impacts the European Research Area by training innovative ìHealthcare Performance Intelligence Professionalsî uniting a multidisciplinary consortium tackling private, public, academic sectors.13 ESRs will be trained in multidisciplinary innovative scientific technical and complementary skills, seconded to private / public / academic HC sectors in multiple countries and build relations with potential future employers. 5 ESRs work on PhD projects related to HC performance measurement optimizing the use of available registry and administrative data and applying statistical models to provide actionable input to HC performance management. 4 ESRs work on PhDs to translate performance intelligence into value-creating HC governance mechanisms; 4 ESRs work on PhDs aimed to impact the actual use of performance intelligence by different end-users. ESRs will have unique HC data access.",
    "totalCost": "3355245",
    "ecMaxContribution": "3355245",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "OPTIMEDIS AG;BUDAPESTI CORVINUS EGYETEM;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;REGION NORDJYLLAND (NORTH DENMARK REGION);UNIVERSITY OF SURREY",
    "participantCountries": "DE;HU;IT;DK;UK",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 766123
        },
        "997381064": {
            "orgId": "997381064",
            "orgName": "REGION NORDJYLLAND (NORTH DENMARK REGION)",
            "ecContrib": 580164
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 546576
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 516123
        },
        "999857086": {
            "orgId": "999857086",
            "orgName": "BUDAPESTI CORVINUS EGYETEM",
            "ecContrib": 447827
        },
        "945709067": {
            "orgId": "945709067",
            "orgName": "OPTIMEDIS AG",
            "ecContrib": 498433
        }
    },
    "calculatedTotalContribution": 3355246
}