{
    "rcn": "211818",
    "acronym": "MALEPREG",
    "topics": "ERC-2017-STG",
    "title": "Male pregnancy ñ Unravelling the coevolution of parental investment and immune defence",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The question of how sex roles and parental investment have evolved belongs to the most controversial unresolved issues in evolutionary biology. The costliest form of reproduction regarding parental investment is viviparity. Its independent evolution in most vertebrate groups has required drastic morphological and genomic reorganisations in the sex bearing the young. Yet our knowledge is heavily biased towards mammals, where changes in the immune system and microbial composition are associated with pregnancy and placentation. Which factors have caused the selection and accompanied evolution of viviparity in other vertebrates remains severely understudied. \nAs the evolution of viviparity is a textbook model of convergent evolution, I plan on using a comparative approach to identify selection and fitness benefits leading to the evolution of viviparity. \nI propose analysing mating system evolution, focusing on the unique evolution of male pregnancy in sex-role reversed syngnathids (pipefishes and seahorses) that show a gradient from external fertilisation to full viviparity and are, thus, ideal to study the evolution of viviparity. Only this genus allows the role of egg production and viviparity to be disentangled, as both traits co-occur in the female in most other species. As immunological tolerance is fundamentally associated with the evolution of pregnancy, I will investigate how male pregnancy has coevolved with adaptive immune system rearrangements and the broodpouch specific microbiota. Comparative genomics, transcriptomics and genetic engineering utilizing CRISPR/Cas9 will elucidate the genetic basis of trait loss and gain required for male pregnancy. In particular, I will assess whether new functions arose via gene duplication and neo-functionalization, via gene co-option or via de novo gene emergence. \nThis proposal will pave the way for studying viviparity evolution beyond the mammalian model and will provide a fresh look at sex roles and parental investment.",
    "totalCost": "1499989",
    "ecMaxContribution": "1499989",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 1499989
        }
    },
    "calculatedTotalContribution": 1499989
}