{
    "rcn": "211891",
    "acronym": "PERFORM",
    "topics": "MSCA-ITN-2017",
    "title": "Pioneering the Digital Future for Omnichannel Retail Managers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The overall goal of PERFORM is to establish a European training network to prepare the next generation of Digital Retail Managers. Established Business Models need to be revised as customer behaviour is changing. Customers no longer prefer online or instore purchasing but switch between channels to suit their own personal requirements. Innovative digital technologies such as Internet of Things, Big Data, advanced analytics as well as augmented reality novel payment systems and visualisation concepts can create a unique and individual customer experience.\n \nWith PERFORM we create a coherent customer experience for Digital Retail by combining online and traditional offline retail to an integrated Omnichannel system addressing the following 4  research objectives: \n? Develop sustainable business models for the Digital Retail sector. \n? Examine approaches to increase the customer experience along the customer journey. \n? Investigate how technologies can be used to provide innovative Digital Retail services and create a unique customer experience. \n? Develop knowledge base on Digital Retail operations and analytics. \n\nWe will assist the Digital Retail sector to realise valuable strategic options for local EU retailers related to the Single Digital Market. PERFORM builds an interdisciplinary network including various disciplines (such as technology, business and behaviour science) and will educate Early Stage Researchers. PERFORM provides a timely response to the increasing need from the retail sector for highly skilled graduates and researchers, which are highly sought after in industry and academia. We offer exciting career perspectives based upon existing and future job profiles within the digital retail industry.  The research programme of PERFORM will develop new methods, concepts and technology implementations for Digital Retail. Both academic and non-academic participants of PERFORM will contribute to strengthening the Innovation Capacity in Europe.",
    "totalCost": "3869128,44",
    "ecMaxContribution": "3869128,44",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "LINNEUNIVERSITETET;FH OO FORSCHUNGS & ENTWICKLUNGS GMBH;UNIVERSITAT LINZ;RAIFFEISENLANDESBANK OBEROSTERREICHAG;AWS-INSTITUT FUR DIGITALE PRODUKTEUND PROZESSE GGMBH;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "SE;AT;DE;NL",
    "projectParticipants": {
        "999892976": {
            "orgId": "999892976",
            "orgName": "UNIVERSITAT LINZ",
            "ecContrib": 511868
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 510749
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 527319
        },
        "999663474": {
            "orgId": "999663474",
            "orgName": "FH OO FORSCHUNGS & ENTWICKLUNGS GMBH",
            "ecContrib": 511868
        },
        "923810347": {
            "orgId": "923810347",
            "orgName": "AWS-INSTITUT FUR DIGITALE PRODUKTEUND PROZESSE GGMBH",
            "ecContrib": 498433
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 797024
        },
        "916851567": {
            "orgId": "916851567",
            "orgName": "RAIFFEISENLANDESBANK OBEROSTERREICHAG",
            "ecContrib": 511868
        }
    },
    "calculatedTotalContribution": 3869129
}