{
    "rcn": "211899",
    "acronym": "CITYCARE",
    "topics": "MSCA-ITN-2017",
    "title": "Impact of air pollutants on cutaneous responses in both healthy and compromised skin barrier, and innovative solutions to protect skin against urban pollution",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Nowadays, our skin is increasingly more assaulted, as a result of the increasingly complexity of our living environment. Because of its critical location, the skin is continuously exposed not only to natural environmental stress factors, such as UV radiation, ozone and extreme weather conditions associated with climatic changes, but also to pollutants/aggressors of anthropic origin, such as cigarette smoke and diesel/gasoline fuel exhaust. By combining the complementary expertise of the three partners involved in the present consortium, i.e. polymer technology and formulation expertise (DCE), skin barrier understanding and biochemistry/molecular biology (UoF), and impact of diesel/gasoline exhaust on cellular responses (UNIFR), this project will aim (i) at better understanding the consequences of air pollutants on both skin integrity and function, (ii) at investigating the synergistic effects of air pollutants such as ozone, cigarette smoke and diesel exhaust with UV radiation, (iii) at discovering innovative solutions to protect skin against those environmental stressors using both a curative approach based on the optimization of the delivery and efficacy of antioxidant compounds, and a preventive approach, based on the formation of a polymeric barrier film at the skin surface, (iv) at studying the impact of air pollutants on both healthy skin and compromised, damaged skin since the number of individuals suffering from skin diseases such as atopic dermatitis and psoriasis continuously increases with the increasingly level of air pollution and air-conditioning systems. The variety of training offered under this EID proposal will enable three early-stage researchers to build strong S&T background as well as to develop numerous transferable skills for their future career. The present training program will allow the researchers to expand their knowledge to new domains and applications, while also providing good networking opportunities.",
    "totalCost": "773848,08",
    "ecMaxContribution": "773848,08",
    "coordinator": "DOW CORNING EUROPE SA",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE FRIBOURG;UNIVERSITA DEGLI STUDI DI FERRARA",
    "participantCountries": "CH;IT",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 265227
        },
        "994671951": {
            "orgId": "994671951",
            "orgName": "DOW CORNING EUROPE SA",
            "ecContrib": 250560
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        },
        "999839626": {
            "orgId": "999839626",
            "orgName": "UNIVERSITA DEGLI STUDI DI FERRARA",
            "ecContrib": 258061
        }
    },
    "calculatedTotalContribution": 773848
}