{
    "rcn": "211889",
    "acronym": "MOTION",
    "topics": "MSCA-ITN-2017",
    "title": "Mobile Technology for Infant Social-Cognitive Neuroscience: Interdisciplinary Training Networkfor Innovative Infancy Research",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "'Recent international reports emphasize that the first three years of childrenís life have more impact on their future outcomes than any other period during life. It is therefore essential that we have a thorough understanding of early social and cognitive development. In the past, experimental research that has fed our knowledge on early development studied infants within restricted, artificial laboratory contexts. However, only by studying children who are actively engaging in natural interaction with their social and physical environment, we can acquire ecologically valid, robust information about their social and cognitive development. It is thus essential to move experimental infancy research towards more natural situations. In doing so, MOTION will train a new generation of highly-skilled experts in the field of early development.\nNew advances in wearable and wireless technologies now provide us with a unique opportunity. We are able to literally 'unleash' the children we study ñ to free them from cables and constraints associated with the previous research methods. The primary scientific aim of the MOTION project thus is to leverage these new technological advances to study infantsí and toddlersí body movements, gaze direction, and brain activity as they spontaneously and actively explore the world around them. MOTION will develop, produce and commercialize new tools to study early development in close cooperation between industry and academic partners. Innovative research tools will be used to investigate infants in natural interaction with their social and physical environment and gain a deeper understanding of early development. In addition to disseminating the new tools and research findings among the scientific community, it is the explicit aim of MOTION to reach out to professionals and the public, educate them about early development and instigate an open dialogue between professionals working with young children and developmental researchers.'",
    "totalCost": "3685408,56",
    "ecMaxContribution": "3685408,56",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "QUALISYS AB;TWENTE MEDICAL SYSTEMS INTERNATIONAL B.V.;UPPSALA UNIVERSITET;SMART EYE AKTIEBOLAG;BIRKBECK COLLEGE - UNIVERSITY OF LONDON;LANCASTER UNIVERSITY;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;ARTINIS MEDICAL SYSTEMS BV",
    "participantCountries": "SE;NL;UK;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 516123
        },
        "999833903": {
            "orgId": "999833903",
            "orgName": "BIRKBECK COLLEGE - UNIVERSITY OF LONDON",
            "ecContrib": 546576
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 527319
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 510749
        },
        "934323304": {
            "orgId": "934323304",
            "orgName": "SMART EYE AKTIEBOLAG",
            "ecContrib": 263659
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 546576
        },
        "952619929": {
            "orgId": "952619929",
            "orgName": "ARTINIS MEDICAL SYSTEMS BV",
            "ecContrib": 255374
        },
        "999649215": {
            "orgId": "999649215",
            "orgName": "TWENTE MEDICAL SYSTEMS INTERNATIONAL B.V.",
            "ecContrib": 255374
        },
        "968377094": {
            "orgId": "968377094",
            "orgName": "QUALISYS AB",
            "ecContrib": 263659
        }
    },
    "calculatedTotalContribution": 3685409
}