{
    "rcn": "211805",
    "acronym": "InterAccent",
    "topics": "ERC-2016-ADG",
    "title": "Human interaction and the evolution of spoken accent",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "If a group of people were stranded on a desert island with limited contact to outside communities for a period of time, then the group would develop its own characteristic way of speaking or spoken accent. A lack of suitable data as input to an evolutionary computational model has meant that we have but a poor understanding of how spoken accent emerges out of human interaction. Yet a breakthrough in this area is critical for explaining the various forces - including contact between individuals through increased migration - that shape spoken accent development ultimately leading to language diversification and change. The project remedies this deficiency by developing a model of how random, local interactions between individuals leading to group-specific spoken accents can push the sound patterns of languages between stable and changing states. The methodological innovation is that the model's predictions of how spoken accent evolves will be constrained by longitudinal observations about how it actually develops within a group of speakers over time. We seek to generalise from diverse types of data: from children growing up in remote rural communities as opposed to high-contact urban settings; from languages that differ markedly in their sound structure; and from groups of adults isolated together for several months during an Antarctic winter. The project's scientific impact is on developing a computational framework for unifying historical sound change with the cognitive mechanisms by which speech is communicated and adapted to different social settings. The further impact is on understanding how migration and exposure to other accents change the sounds of language. The long-term significance of the project is to build a computationally predictive model of the way that microscopic idiosyncrasies in how humans process speech in everyday conversations accumulate into group-level macroscopic spoken accent change leading to language diversification.",
    "totalCost": "2499333",
    "ecMaxContribution": "2499333",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 2499333
        }
    },
    "calculatedTotalContribution": 2499333
}