{
    "rcn": "211880",
    "acronym": "ViBrANT",
    "topics": "MSCA-ITN-2017",
    "title": "VIral and BacteRial Adhesin Network Training",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "ViBrANT (VIral and BacteRial Adhesin Network Training) brings together an interdisciplinary team of world-leading European infection researchers, focused on a cutting-edge translational research project to understand host-pathogen adhesion and to develop novel, highly-specific nanoscale diagnostics to improve patient care. Host-pathogen interactions are the basis for infectious diseases, but the research methodologies needed to unravel these interactions and translate them into viable diagnostic tools are complex and change rapidly. \n\nViBrANT will deliver high-impact fundamental and translational science and in so doing will educate 15 ESRs. We have the demonstrated track-record and infrastructure to train ESRs in highly innovative methodologies, including structural biology, proteomics, genetics, comparative genomics, lab-on-a-chip technology and the development of state of the art diagnostics in the field of infectious diseases. ViBrANT will investigate the poorly understood structure-function relationships between pathogen adhesins and hosts in an integrative manner. The ESRs in the project will have extensive intersectoral mobility across 7 EU/EEA countries, accessing the best complementary skills in each of the hosting institutions. ViBrANT comprises 8 leading universities, 1 public research institution and 6 companies (from SME to multinational). The project will impact adhesion biology in general; the detection of multi-antibiotic resistant human pathogens will have priority.\n\nThe ESRs will acquire the necessary skills to translate fundamental research into technologies that will have a strong positive effect on the care of patients with infectious diseases. ViBrANT science will be high-impact and deliver 15 highly-trained innovative researchers and a long-lasting inter-sectoral collaborative network. Together, we will continue to develop fundamental research and translate it for the socio-economic benefit of Europe.",
    "totalCost": "3925220,4",
    "ecMaxContribution": "3925220,4",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDADE DO MINHO;HELSINGIN YLIOPISTO;CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO;BIOMERIEUX SA;INSTITUT PASTEUR;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;UNIVERSITETET I OSLO;UNIVERSITY OF HULL;LUNDS UNIVERSITET;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "PT;FI;FR;DE;NO;UK;SE",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 273288
        },
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 819864
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 286275
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 263659
        },
        "949250440": {
            "orgId": "949250440",
            "orgName": "BIOMERIEUX SA",
            "ecContrib": 525751
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 238356
        },
        "998871760": {
            "orgId": "998871760",
            "orgName": "CENTITVC - CENTRO DE NANOTECNOLOGIA E MATERIAIS TECNICOS FUNCIONAIS E INTELIGENTES ASSOCIACAO",
            "ecContrib": 238356
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 269145
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 249216
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 498433
        },
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3925219
}