{
    "rcn": "211843",
    "acronym": "RobustHormoneTrans",
    "topics": "ERC-2017-STG",
    "title": "Robustness and specialization among hormone transporters: Redundant and unique roles",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "'Plant growth and development is governed by finely tuned, highly regulated hormone gradients. Impressive progress has been made in understanding plant hormone signaling, but knowledge on the mechanisms underlying their precise localization at the tissue and subcellular levels is still very limited. We and others have recently identified the first bona fide GA transporters in plants as members of the NPF protein family. Proteins from the ABC family were shown to transport the CK, ABA, and auxin hormones. Although these studies suggested specialized functions for members of these large protein families, progress in understanding their level of specialization has been limited by the scarcity of loss-of-function phenotypes, masked by the highly redundant plant genome. The goal of this proposal is to reveal the robust and specialized function of the NPF and ABC plant hormone transporter families. The project places key technological challenges that require multi-disciplinary expertise to examine how plants balance redundancy and specialization to tightly regulate hormone localization. Broad and targeted transportome screens using multi-targeted artificial miRNAs and CRISPR technology in Arabidopsis and tomato, respectively, are designed to unveil novel plant hormone transporters, with an emphasis on subcellular localized transporters and the missing GA exporters. Specialization and robustness of candidate transporters will be evaluated by integrating in vitro transport assays with in vivo growth and development experiments. I believe that the proposed 'redundant-free' populations will lead to new paradigms in plant genetics and would explain how gene families have developed robustness together with unique and diverse specialization. Importantly, our combined genetic and organelle-specific hormone profiling approaches will establish fundamental new concepts regarding plant hormone localization, activity, and specificity at the subcellular level.'",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}