{
    "rcn": "211821",
    "acronym": "ISOBOREAL",
    "topics": "ERC-2017-STG",
    "title": "Towards Understanding the Impact of Climate Change on Eurasian Boreal Forests: a Novel Stable Isotope Approach",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The vast boreal forests play a critical role in the carbon cycle. As a consequence of increasing temperature and atmospheric CO2, forest growth and subsequently carbon sequestration may be strongly affected. It is thus crucial to understand and predict the consequences of climate change on these ecosystems. Stable isotope analysis of tree rings represents a versatile archive where the effects of environmental changes are recorded. The main goal of the project is to obtain a better understanding of ?13C and ?18O in tree rings that can be used to infer the response of forests to climate change. The goal is achieved by a detailed analysis of the incorporation and fractionation of isotopes in trees using four novel methods: (1) We will measure compound-specific ?13C and ?18O of leaf sugars and (2) combine these with intra-annual ?13C and ?18O analysis of tree rings. The approaches are enabled by methodological developments made by me and ISOBOREAL collaborators (Rinne et al. 2012, Lehmann et al. 2016, Loader et al. in prep.). Our aim is to determine ?13C and ?18O dynamics of individual sugars in response to climatic and physiological factors, and to define how these signals are altered before being stored in tree rings. The improved mechanistic understanding will be applied on tree ring isotope chronologies to infer the response of the studied forests to climate change. (3) The fact that ?18O in tree rings is a mixture of source and leaf water signals is a major problem for its application on climate studies. To solve this we aim to separate the two signals using position-specific ?18O analysis on tree ring cellulose for the first time, which we will achieve by developing novel methods. (4) We will for the first time link the climate signal both in leaf sugars and annual rings with measured ecosystem exchange of greenhouse gases CO2 and H2O using eddy-covariance techniques.",
    "totalCost": "1814610",
    "ecMaxContribution": "1814610",
    "coordinator": "LUONNONVARAKESKUS",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934887262": {
            "orgId": "934887262",
            "orgName": "LUONNONVARAKESKUS",
            "ecContrib": 1814610
        }
    },
    "calculatedTotalContribution": 1814610
}