{
    "rcn": "211831",
    "acronym": "LightCas",
    "topics": "ERC-2017-STG",
    "title": "Light-controlled synthetic enzyme cascades",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "There is an urgent need for the development of greener syntheses procedures if mankind wants to maintain an environment worth living in but is at the same time unwilling to accept a reduction in material comfort. The establishment of more biocatalytic steps in chemical syntheses is one possible solution, as enzymes and whole cells offer sustainable advantages, such as biodegradability, intoxicity, high selectivity, and many more. As a myriad of enzymatic reactions exist for almost any product, their potential is immense. Great scientific achievements and new techniques recently developed have enabled the design of economically and ecologically feasible multi-step enzyme cascades. However, with these new opportunities, also new challenges arise. The more enzyme steps are combined in one pot, the higher the risk of undesired cross-reactivity is. There is thus an urgent need for a tight control of each biocatalytic step in a cascade in order to obtain the desired product in a high purity and to make use of all advantages that enzyme cascades intrinsically offer. With LightCas, I aim to break new grounds in the area of multi-step (bio)catalysis by enabling an orthogonal, selective and thus flexible on/off tuning of enzymes in a cascade. By entrapping enzymes into light-switchable microgels, using photo-switchable active site lids and light-induced enzyme deactivation, three methods providing the opportunity to control enzyme activity in vitro and in vivo on demand will be (further) developed. The ultimate goal is to set up a one-pot multi-step light-controlled enzyme reactor yielding the desired product in high selectivity and concentration in a technically self-regulated manner.\nBeyond the ground-breaking direct impact in the field of enzyme catalysis, huge gains in knowledge are expected from LightCas with respect to the application of intelligent stimuli-responsive materials as well as new, advanced methods for applications in the clinical and research environment.",
    "totalCost": "1498125",
    "ecMaxContribution": "1498125",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 1498125
        }
    },
    "calculatedTotalContribution": 1498125
}