{
    "rcn": "211827",
    "acronym": "COSMOS",
    "topics": "ERC-2017-STG",
    "title": "Computational Simulations of MOFs for Gas Separations",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Metal organic frameworks (MOFs) are recently considered as new fascinating nanoporous materials. MOFs have very large surface areas, high porosities, various pore sizes/shapes, chemical functionalities and good thermal/chemical stabilities. These properties make MOFs highly promising for gas separation applications. Thousands of MOFs have been synthesized in the last decade. The large number of available MOFs creates excellent opportunities to develop energy-efficient gas separation technologies. On the other hand, it is very challenging to identify the best materials for each gas separation of interest. Considering the continuous rapid increase in the number of synthesized materials, it is practically not possible to test each MOF using purely experimental manners. Highly accurate computational methods are required to identify the most promising MOFs to direct experimental efforts, time and resources to those materials. In this project, I will build a complete MOF library and use molecular simulations to assess adsorption and diffusion properties of gas mixtures in MOFs. Results of simulations will be used to predict adsorbent and membrane properties of MOFs for scientifically and technologically important gas separation processes such as CO2/CH4 (natural gas purification), CO2/N2 (flue gas separation), CO2/H2, CH4/H2 and N2/H2 (hydrogen recovery). I will obtain the fundamental, atomic-level insights into the common features of the top-performing MOFs and establish structure-performance relations. These relations will be used as guidelines to computationally design new MOFs with outstanding separation performances for CO2 capture and H2 recovery. These new MOFs will be finally synthesized in the lab scale and tested as adsorbents and membranes under practical operating conditions for each gas separation of interest. Combining a multi-stage computational approach with experiments, this project will lead to novel, efficient gas separation technologies based on MOFs.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901512": {
            "orgId": "999901512",
            "orgName": "KOC UNIVERSITY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}