{
    "rcn": "211816",
    "acronym": "COLSOC",
    "topics": "ERC-2017-STG",
    "title": "The Legacy of Colonialism: Origins and Outcomes of Social Protection",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Social protection has been one of the most popular instruments for promoting human development across the globe. However, the great majority of the global population is not or only partly covered by social protection. Especially in developing countries it is often the very poorest who do not receive essential social benefits. This is highly problematic since inclusive social protection is assumed to be a key factor for national productivity, global economic growth and domestic stability. Social protection in many developing countries can be traced back to colonial times. Surprisingly, the influence of colonialism has been a blind spot for existing theories and empirical studies of comparative social policy. In this project it is argued that the colonial legacy in terms of the imperial strategy of the colonial power, the characteristics of the colonized society and the interplay between the two is crucial in explaining early and contemporary social protection. Hence, the main objective of this project is to systematically understand how colonialism has shaped the remarkable differences in social protection and its postcolonial outcomes. Given the paucity of our information and understanding of social protection in former colonies, an interactive dataset on the characteristics, origins and outcomes of social protection will be developed including comprehensive data on former British and French colonies from the beginning of the 20th century until today. The dataset will be backed by insights derived from four case studies elucidating the causal mechanisms between the colonial legacy and early and contemporary social protection. The proposed project breaks new ground by improving our understanding of why social protection in some developing countries has led to more inclusive societies while reinforcing existing inequalities in others. Such an understanding is a prerequisite in informing the contemporary struggle against poverty and social inequality.",
    "totalCost": "1486250",
    "ecMaxContribution": "1486250",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 1486250
        }
    },
    "calculatedTotalContribution": 1486250
}