{
    "rcn": "211833",
    "acronym": "SpdTuM",
    "topics": "ERC-2017-STG",
    "title": "SPD nanostructured magnets with tuneable properties",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The decrease of weight and the increase of efficiency of magnetic components are essential for the reduction of CO2-emission and an improvement of their performance. Nanostructuring can dramatically improve the magnetic properties of soft and hard magnetic materials, hence opening up entirely new possibilities for the development of novel magnets. Nanocomposite magnets, for example, have been the focus of research since two decades. One of the remaining key challenges is to synthesize bulk nanostructured magnets of a reasonable size. In this project, this challenge is explicitly addressed and the potential to fabricate bulk nanostructured magnets by severe plastic deformation (SPD) as an innovative processing route is evaluated. The aim of the project is not only to synthesize different nanostructured magnets by SPD, but also to tailor their microstructure to attain the desired magnetic properties. It has been shown by the applicant that the magnetic properties of SPD processed nanocrystalline materials can be modified in wide range by decomposition of metastable solid solutions. By using different immiscible systems, decomposition mechanisms and annealing treatments, unique nanostructures can be obtained and the magnetic properties can be optimized. Through the choice of different magnetic starting materials, such as soft, hard and antiferromagnetic-ferromagnetic powders, different types of hard magnetic nanocomposites will also be obtained. Fine tuning of the microstructure and resulting magnetic properties through adjustments in the composition, SPD processing parameters and annealing treatments is planned. The project systematically addresses the entire process from the synthesis to the in-depth microstructural characterization by electron microscopy and atom probe tomography. In combination with simultaneous measurements of magnetic properties, the newly developed knowledge will be used to improve the performance of SPD processed nanostructured magnets.",
    "totalCost": "1499475",
    "ecMaxContribution": "1499475",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1499475
        }
    },
    "calculatedTotalContribution": 1499475
}