{
    "rcn": "211812",
    "acronym": "URBAN_CHINA",
    "topics": "MSCA-IF-2016",
    "title": "Urbanization in China's South-western Borderlands. The case of Jinghong, Xiguangbanna",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "This interdisciplinary research project aims to study urbanization in Chinaís non-metropolitan and non-industrial ethnic-diverse border regions under post-socialism. Literature on urbanization in China focuses mainly on traditional large metropolitan or industrial cities in the center with Han majority population, and examines either the structural or the subjective features of urban development. The complex dynamics of urbanization and power relations in the new cities in the periphery remain understudied. The project fills this knowledge gap, by exploring how urbanization intersects with tourism growth and in-migration and affects ethnic relations in Jinghong, a fast-growing city in Chinaís south-western borderlands. In Jinghong, the Han, Chinaís ethnic majority, have become the cityís drivers of urban and economic development, competing over land, resources and political power with long-term Dai/Tai minority ethnic residents. Unconventionally drawing on methods of Anthropology, Urban Planning, Architecture, Urban Geography, and Sociology, this pioneering project aims at producing a theoretically and empirically innovative analysis that combines structural, socio-economic, and political examination with an investigation of subjective and experiential aspects of urbanization, highlighting conflicts, mindsets, and prejudices in the day-to-day urban interactions between Han majority and ethnic minority citizens and the state. \n\nI expect that the development of this project will profoundly impact my career. Thanks to training provided by the Department of Architecture, Design and Urban Planning, at the University of Sassari, Italyís utmost interdisciplinary institution of Architecture and Urban Planning, I will acquire new skills and build fruitful relations with European institutions and scholars. The training, network and publications of the projectís outcome will allow me to increase my possibilities of obtaining an ERC Grant.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SASSARI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999465594": {
            "orgId": "999465594",
            "orgName": "UNIVERSITA DEGLI STUDI DI SASSARI",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}