{
    "rcn": "211851",
    "acronym": "MICRORULES",
    "topics": "ERC-2017-STG",
    "title": "Structural and Functional Architectures of Multi-Kingdom Microbial Consortia Colonizing Plant Roots",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "The roots of healthy plants are colonized by a rich diversity of microbes, forming multi-kingdom microbial consortia that impact plant productivity. Despite the expected high connectivity between root microbiota members, our understanding of microbe-microbe interactions in structuring microbial networks in plant roots as well as their functional impact on plant growth remains poorly understood. Based on recent findings in my group, I propose a conceptual framework aiming at a functional understanding the holo-plant microbiome, where microbial interactions play an integral role in structuring root-associated microbial communities and maintaining microbiota balance and plant health. \nBy profiling three independently-evolved microbial classes (bacteria, fungi, oomycetes) in the roots of natural Arabidopsis thaliana populations across Europe and establishing corresponding reference culture collections for subsequent reconstitution of the plant microbiota in vitro, I will define fundamental mechanisms underlying the structure and functions of the plant microbiota. I will generate and utilize extensive microbial genome resources for the interpretation of metatranscriptome profiles of multi-kingdom synthetic communities during root colonization. This will contribute to a transition from binary plant-microbe to community-level molecular investigations. Finally, using a genetically tractable tripartite interaction model between the non mycorrhizal plant A. thaliana, a beneficial fungal root endophyte and a rhizobacterium, I propose to functionally dissect the molecular basis of beneficial multitrophic plant-microbe interactions by identifying microbial genes that are essential for both microbe-microbe and microbe-host interactions.\nMy hypothesis-driven research applies innovative reductionist approaches to reconstitute the microbiota of plant roots in laboratory settings to identify fundamental assembly rules and mechanisms that underpin complex plant-microbe interactions.",
    "totalCost": "1497547",
    "ecMaxContribution": "1497547",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1497547
        }
    },
    "calculatedTotalContribution": 1497547
}