{
    "rcn": "211840",
    "acronym": "CHROMATADS",
    "topics": "ERC-2017-STG",
    "title": "Chromatin Packing and Architectural Proteins in Plants",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The three-dimensional organization of the genome, which strikingly correlates with gene activity, is critical for many cellular processes. The evolution of molecular techniques has allowed us to unveil chromatin structure at an unprecedented resolution. The most intriguing chromatin structures observed in animals are TADs (Topologically Associating Domains), which represent the functional and structural chromatin domains demarcating the genome. Structural proteins such as insulators proteins, on the other hand, have been shown to play crucial roles in mediating the formation of TADs. However, major structural factors relevant to chromatin structure are still waiting to be discovered in land plants. My preliminary work shows that TADs are widely distributed across the rice genome, and motif sequence analysis suggests the enrichment of plant-specific transcription factors at TAD boundaries, which jointly give rise to an exciting hypothesis that these proteins might be the long-sought-after insulators in land plants. By using various state-of-the-art molecular and computational tools, this timely project aims to fill a huge gap in plant functional genomics and substantially advance our understanding of three-dimensional chromatin structure. This project consists four major aims, which collectively will uncover the identities of plant insulator proteins and generate insights into the dynamics of structural chromatin domains during stress adaptation. Aim 1 will identify and characterize the stability and plasticity of functional chromatin domains in the rice genome during temperature stress adaptation. Aim 2 will identify insulator elements and other structural features of chromatin packing in the Marchantia polymorpha genome from a structural genomics approach. Aim 3 will establish the role of candidate proteins as plant insulators. Lastly, Aim 4 will generate functional insights into the molecular mechanism by which plant insulators shape the three-dimensional genome.",
    "totalCost": "1498216",
    "ecMaxContribution": "1498216",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 1498216
        }
    },
    "calculatedTotalContribution": 1498216
}