{
    "rcn": "211807",
    "acronym": "Dam2Age",
    "topics": "ERC-2016-ADG",
    "title": "DNA Damage and Repair and its Impact on Healthy Ageing",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "We pioneered an initially highly controversial connection between DNA damage and (accelerated) aging. In the previous ERC grant ëDamAgeí we reached the stage that (segmental) aging in DNA repair-deficient mice can be largely controlled. The severity of the repair defect determines the rate of segmental aging; the repair pathways affected influence which organs age fast; conditional repair mutants allow targeting accelerated aging to any organ. Importantly, we found that dietary restriction (DR), the only universal intervention known to delay aging, extends remaining life- and healthspan in progeroid Ercc1?/- mutants by 200% (see Vermeij et al., Nature 2016 and fig.2). Also Xpg-/- progeroid repair mice strongly benefit from DR, generalizing this finding. The prominent Alzheimer- and Parkinson-like neurodegeneration is even retarded up to 30-fold(!) disclosing powerful untapped reserves unleashed by 30% less food, with enormous clinical potential. Also we discovered that in accelerated and normal aging gene expression declines due to accumulating stochastic transcription-blocking lesions and that DR counteracts genomic dysfunction. In Dam2Age we will focus on the cross-talk between DNA damage, aging and DR with emphasis on the relevance for normal aging, elucidate underlying mechanisms and use our unique -for DR research superior- mouse models and a variety of novel assays to search for effective nutritional-pharmacological DR mimetics. This serves as a stepping stone towards potent universal therapy for a range of repair-deficient progeroid syndromes and prevention of many aging-related diseases, most urgently dementiaís, to promote sustained health.",
    "totalCost": "2251719",
    "ecMaxContribution": "2251719",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 2251719
        }
    },
    "calculatedTotalContribution": 2251719
}