{
    "rcn": "211845",
    "acronym": "SELFOR",
    "topics": "ERC-2017-STG",
    "title": "How our adaptive immune system separates ìselfî from ìforeignî ñ a physicochemical study of binding in cell contacts",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "How can our immune system efficiently fight foreign pathogens at the same time as it is selective enough to leave our own cells alone? This, so called antigen discrimination, is still not understood on a molecular level. I will here illuminate this question by developing a physicochemical understanding of how T-cell receptors (TCRs) bind peptide-loaded major histocompatibility complexes (pMHCs), and importantly, how this differs for pMHC displaying self and foreign peptides. The interaction between TCRs and pMHCs on contacting immune cells is the first step in initiating an adaptive immune response. However, binding between membrane-anchored TCR and pMHC is a challenging physicochemical problem that has not been solved, and the binding kinetics is strongly affected by the membrane. Well-controlled measurements between TCR and pMHC under relevant conditions are needed to better understand the TCR/pMHC kinetics. A key discovery to achieve this is a method recently developed by me, which allows for extremely weak protein-protein interactions in contacting cells to be measured. I will in this project, backed up by immunologist in Oxford and theoretical chemists in Lund, build on this breakthrough and for the first time measure the binding kinetics between TCR in model cell membranes and pMHC on single cells, and how binding varies between self and foreign pMHC. Parameters such as adhesion molecules, applied force on the bond, the co-receptor CD4 and TCR clustering are all crucial for proper T-cell signalling, but their influence on the TCR/pMHC binding kinetics is unknown, and will here be studied. The obtained data will finally be used to evaluate, and improve on, kinetic models of antigen discrimination. Complemented with molecular dynamics simulations this altogether opens up for a fundamental understanding of binding between membrane-anchored molecules in general, and how this affects the TCR/pMHC interaction and antigen discrimination in particular.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}