{
    "rcn": "211850",
    "acronym": "AMPLITUDES",
    "topics": "ERC-2017-STG",
    "title": "Manifesting the Simplicity of Scattering Amplitudes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "I propose a program of research that may forever change the way that we understand and use quantum field theory to make predictions for experiment. This will be achieved through the advancement of new, constructive frameworks to determine and represent scattering amplitudes in perturbation theory in terms that depend only on observable quantities, make manifest (all) the symmetries of the theory, and which can be efficiently evaluated while minimally spoiling the underlying simplicity of predictions. My research has already led to the discovery and development of several approaches of this kind. \n\nThis proposal describes the specific steps required to extend these ideas to more general theories and to higher orders of perturbation theory. Specifically, the plan of research I propose consists of three concrete goals: to fully characterize the discontinuities of loop amplitudes (`on-shell functions') for a broad class of theories; to develop powerful new representations of loop amplitude {\\it integrands}, making manifest as much simplicity as possible; and to develop new techniques for loop amplitude {integration} that are compatible with and preserve the symmetries of observable quantities.\n\nProgress toward any one of these objectives would have important theoretical implications and valuable practical applications. In combination, this proposal has the potential to significantly advance the state of the art for both our theoretical understanding and our computational reach for making predictions for experiment.\n\nTo achieve these goals, I will pursue a data-driven, `phenomenological' approachóinvolving the construction of new computational tools, developed in pursuit of concrete computational targets. For this work, my suitability and expertise is amply demonstrated by my research. I have not only played a key role in many of the most important theoretical developments in the past decade, but I have personally built the most powerful computational tools for their",
    "totalCost": "1499695",
    "ecMaxContribution": "1499695",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1499695
        }
    },
    "calculatedTotalContribution": 1499695
}