{
    "rcn": "211870",
    "acronym": "EuroAgeism",
    "topics": "MSCA-ITN-2017",
    "title": "An international, multi-disciplinary, multi-sectoral training network on ageism",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Europe has the largest percentage of older adults worldwide. Yet, there is a high prevalence of ageism; the complex and often negative construction of old age, in society at large, and among researchers and practitioners in particular. In contrast to the wide prevalence of ageism, the majority of research, to date, has targeted racism and sexism and neglected to address ageism. A similar neglect is found on the policy side, as age is still not an explicit part of a U.N. declaration of human rights. To address these shortcomings, EuroAgeism is focused on harmonising different theoretical and methodological disciplines in the field of ageism. It aims to bring together science and policy by creating an opportunity for a true dialogue that will allow graduates of the program to capture positions as scientists, educators, science advisers, policy advocates, lobbyists, or legislators in the field of ageism. \nEuroAgeism will advance the field by delivering an attractive multi-disciplinary (social science, health science, engineering, and design), inter-sectorial (academia, healthcare, non-governmental, inter-governmental, and governmental organizations), international (North, East, and Central Europe, Middle East, Pan-European, and international) research, training and supervision program on ageism.\nThe proposed research is a direct response to the European Commission's Active and Healthy Ageing initiative, with an overarching goal to improve the quality of life of older people. By pursuing15 research projects, we aim to achieve the following goals: a) explore ways to improve the active participation of older adults in the workforce; b) address ageism in relation to access to goods and services, and c) promote an age-friendly society, which helps older adults to realize their full potential. EuroAgeism is dedicated to dissemination of the findings to policy stakeholders and the general public to decrease ageism in everyday life, in clinical and in social practice.",
    "totalCost": "3879540,72",
    "ecMaxContribution": "3879540,72",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "LINKOPINGS UNIVERSITET;STICHTING FONTYS;TAMPEREEN YLIOPISTO;AGE PLATFORM EUROPE;UNIWERSYTET JAGIELLONSKI;EDINBURGH NAPIER UNIVERSITY;UNIVERZITA KARLOVA",
    "participantCountries": "SE;NL;FI;BE;PL;UK;CZ",
    "projectParticipants": {
        "998501802": {
            "orgId": "998501802",
            "orgName": "STICHTING FONTYS",
            "ecContrib": 255374
        },
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 790978
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 538291
        },
        "999924792": {
            "orgId": "999924792",
            "orgName": "EDINBURGH NAPIER UNIVERSITY",
            "ecContrib": 546576
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1041202
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 224137
        },
        "999788119": {
            "orgId": "999788119",
            "orgName": "AGE PLATFORM EUROPE",
            "ecContrib": 250560
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 232422
        }
    },
    "calculatedTotalContribution": 3879540
}