{
    "rcn": "211855",
    "acronym": "LEDA",
    "topics": "ERC-2017-STG",
    "title": "The challenging quest for low-mass dark structures",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Using strong gravitational lensing, I will constrain with my unique modelling technique and acquired knowledge the properties of dark matter and potentially revise the current standard paradigm for the formation of all structures which is at the core of modern cosmology and galaxy formation theories. \n\nNumerical simulations of cosmic structure formation have shown that the amount of mass in low-mass objects depends strongly on the assumed nature of dark matter. My goal is to constrain the nature of dark matter by measuring the dark matter mass function down to ~10^6 M_sol, where the predictions from different currently viable dark matter models differ by large factors.\n\nTo this end, I will use the gravitational imaging technique, an advanced modelling tool that I have developed and pioneered, and state-of-the-art strong gravitational lensing data for 12 systems observed with cm- and mm-interferometers. At present, this is the only observational probe of low-mass structure in the dark matter distribution beyond the Local Universe. \n\nThis will represent an important milestone in our understanding of the dark Universe and will provide a key observational test of the Cold Dark Matter model in a regime that has not been probed before. This ERC project will challenge our standard model for small-scale structure formation and will distinguish between ìwarmî and ìcoldî hypothesis for the nature of dark matter. This ERC project will have significant implications for the fields of cosmology and galaxy formation.\n\nI am in a unique position to achieve the scientific goal here proposed. I have extended experience in studying gravitational lenses and low mass dark structures. I have an unmatched gravitational lens modelling code and high quality data. With this ERC I will build upon my previous successes and create a top-class research group for studying dark matter with gravitational lensing.",
    "totalCost": "1359688",
    "ecMaxContribution": "1359688",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1359688
        }
    },
    "calculatedTotalContribution": 1359688
}