{
    "rcn": "211894",
    "acronym": "ELBA",
    "topics": "MSCA-ITN-2017",
    "title": "European Liquid Biopsies Academy - Towards widespread clinical application of blood-based diagnostic tools",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Liquid biopsies have been heralded as a game changer in cancer management, with blood tests offering a minimally invasive, safe, and sensitive alternative or complimentary approach for tissue biopsies. Blood represents a rich source of information through which solid cancers (and their subtypes) can be detected, identified and classified, and matched to a specific therapy. However, despite the potential of individual approaches, the promise of liquid biopsies has not yet materialised in the clinic. Widespread deployment requires creative next-generation researchers with an innovative mindset with access to a unique toolbox, including medical know-how, molecular diagnostics expertise (from health economics to regulatory), and statistical/bioinformatical proficiency. Currently, there are no comprehensive training programmes to address this need. To move the promising liquid biopsy technology out of its infancy, the research programme and educational curriculum of the European Liquid Biopsy Academy (ELBA) will cover the entire value chain of diagnostics development and integrate all required disciplines and sectors. \n\nELBA will educate 15 Early Stage Researchers (ESRs) with the skills to circumvent the obstacles currently hampering effective development and commercialisation of liquid biopsy approaches. By creating a sustainable network to foster long-term multidisciplinary relationships and communication networks with various stakeholders we aim to accelerate clinical translation of these blood-based diagnostics. Most importantly, we have designed a well-balanced training programme to provide excellent career opportunities for the 15 ELBA ESRs. this includes training on state-of-the-art technologies and tools; bioinformatics, biostatistics and mathematical modelling; health economics and health technology assessment; diagnostic test development (including intellectual property and regulatory affairs); transferable skills (including leadership) and patient inclusion.",
    "totalCost": "3727722,96",
    "ecMaxContribution": "3727722,96",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "PLOVDIVSKI UNIVERSITET PAISIY HILENDARSKI;UNIVERSIDAD DE GRANADA;PANGAEA BIOTECH SL;INSTITUT DE INVESTIGACIO EN CIENCIES DE LA SALUT GERMANS TRIAS I PUJOL;EXOSOMICS SIENA SPA;CENTRE HOSPITALIER UNIVERSITAIRE MONTPELLIER;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "participantCountries": "BG;ES;IT;FR;DE;PT",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 498433
        },
        "919322739": {
            "orgId": "919322739",
            "orgName": "STICHTING VUMC",
            "ecContrib": 510749
        },
        "955092459": {
            "orgId": "955092459",
            "orgName": "EXOSOMICS SIENA SPA",
            "ecContrib": 258061
        },
        "947528690": {
            "orgId": "947528690",
            "orgName": "PANGAEA BIOTECH SL",
            "ecContrib": 247873
        },
        "999523115": {
            "orgId": "999523115",
            "orgName": "INSTITUT DE INVESTIGACIO EN CIENCIES DE LA SALUT GERMANS TRIAS I PUJOL",
            "ecContrib": 495746
        },
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 476713
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 495746
        },
        "999848259": {
            "orgId": "999848259",
            "orgName": "PLOVDIVSKI UNIVERSITET PAISIY HILENDARSKI",
            "ecContrib": 218651
        },
        "999609348": {
            "orgId": "999609348",
            "orgName": "CENTRE HOSPITALIER UNIVERSITAIRE MONTPELLIER",
            "ecContrib": 525751
        }
    },
    "calculatedTotalContribution": 3727723
}