{
    "rcn": "211872",
    "acronym": "PIC",
    "topics": "MSCA-ITN-2017",
    "title": "Personalised In-Silico Cardiology",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Improving healthcare systems mandates a shift towards personalised and preventive management of disease. Specifically, the management of cardiovascular diseases has a huge impact on European society in terms of mortality, morbidity and healthcare costs, being responsible for 1.9 million deaths in the EU annually (42% of all deaths) with a total cost of Ä169 billion.\nAdvances in computational and simulation technologies now provide us with unparalleled capacity to analyse clinical data in-silico, rendering the vision of an early detection of disease through model-based diagnostic biomarkers, and the design of personalised therapies through predictive models. In-silico methodologies enable the optimization of clinical protocols, from data acquisition to device parameters and intervention choices. In-silico tools also enable the reduction of animal use in the development of novel cardiac therapies and drugs. \nPIC is the European ITN that will train the cohort of 15 of the future innovation leaders able to articulate and materialise the vision of a Personalised In-silico Cardiology (PIC). It will address specific challenges originated by cultural and structural barriers between sectors and disciplines, articulating a fluent dialogue and work between clinicians and engineers. Fellows will be exposed to the generation of novel academic ideas, the design of practical solutions that meet actual clinical needs, the translation into industrial products, and the compliance with safety and regulation requirements. \nThis will be achieved by pooling the expertise of leading experts from 4 academic, 3 industrial and 3 clinical beneficiaries. A highly inter-disciplinary program will be delivered in 4 research work packages, with companies leading two of them. New talent and innovation will be produced through the training in the disciplines of computational cardiac modelling, medical imaging & sensing, and clinical devices & instrumentation.",
    "totalCost": "4000569,48",
    "ecMaxContribution": "4000569,48",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "GE VINGMED ULTRASOUND AS;UNIVERSIDAD DE ZARAGOZA;OSLO UNIVERSITETSSYKEHUS HF;UNIVERSITEIT MAASTRICHT;FEOPS NV;CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER;UNIVERSITE DE BORDEAUX;MEDTRONIC BAKKEN RESEARCH CENTER B.V.;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "NO;ES;NL;BE;FR;UK",
    "projectParticipants": {
        "999584613": {
            "orgId": "999584613",
            "orgName": "MEDTRONIC BAKKEN RESEARCH CENTER B.V.",
            "ecContrib": 255374
        },
        "988883961": {
            "orgId": "988883961",
            "orgName": "FEOPS NV",
            "ecContrib": 250560
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 247873
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 572550
        },
        "996819046": {
            "orgId": "996819046",
            "orgName": "GE VINGMED ULTRASOUND AS",
            "ecContrib": 286275
        },
        "999620018": {
            "orgId": "999620018",
            "orgName": "CONSORCI INSTITUT D'INVESTIGACIONS BIOMEDIQUES AUGUST PI I SUNYER",
            "ecContrib": 247873
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 262876
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 819864
        }
    },
    "calculatedTotalContribution": 4000570
}