{
    "rcn": "211863",
    "acronym": "SNOWISO",
    "topics": "ERC-2017-STG",
    "title": "Signals from the Surface Snow: Post-Depositional Processes Controlling the Ice Core IsotopicFingerprint",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "For the past 50 years, our use of ice core records as climate archives has relied on the fundamental assumption that the isotopic composition of precipitation deposited on the ice sheet surface determines the ice core water isotopic composition. Since the isotopic composition in precipitation is assumed to be governed by the state of the climate this has made ice core isotope records one of the most important proxies for reconstructing the past climate.\n\nNew simultaneous measurements of snow and water vapor isotopes have shown that the surface snow exchanges with the atmospheric water vapor isotope signal, altering the deposited precipitation isotope signal. This severely questions the standard paradigm for interpreting the ice core proxy record and gives rise to the hypothesis that the isotope record from an ice core is determined by a combination of the atmospheric water vapor isotope signal and the precipitation isotope signal. \n\nThe SNOWISO project will verify this new hypothesis by combining laboratory and field experiments with in-situ observations of snow and water vapor isotopes in Greenland and Antarctica. This will enable me to quantify and parameterize the snow-air isotope exchange and post-depositional processes. I will implement these results into an isotope-enabled Regional Climate Model with a snowpack module and benchmarked against in-situ observations. Using the coupled snow-atmosphere isotope model I will establish the isotopic shift due to post-depositional processes under different climate conditions. This will facilitate the use of the full suite of water isotopes to infer past changes in the climate system, specifically changes in ocean sea surface temperature and relative humidity.\n\nBy establishing how the water isotope signal is recorded in the snow, the SNOWISO project will build the foundation for future integration of isotope-enabled General Circulation Models with ice core records; this opens a new frontier in climate reconstruction.",
    "totalCost": "1497260",
    "ecMaxContribution": "1497260",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "KOBENHAVNS UNIVERSITET",
    "participantCountries": "DK",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 1497260
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1497260
}