{
    "rcn": "211820",
    "acronym": "TUCAS",
    "topics": "ERC-2017-STG",
    "title": "Tuneable Catalyst Surfaces for Heterogeneous Catalysis ñ Electrochemical Switching of Selectivity and Activity",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In heterogeneous catalysis surfaces decorated with uniformly dispersed, catalytically highly active particles are a key requirement for excellent performance. One of the main tasks in catalysis research is the continuous improvement or development of catalytically active materials.\n\nAn emerging concept in catalyst design, and the aim of this project, is to selectively and reversibly tune and modify the surface chemistry by electrochemical polarisation. Perovskite-type catalysts raise the opportunity to incorporate guest elements as dopants. Upon electrochemical polarisation these dopants emerge from the oxide lattice to form catalytically active clusters or nanoparticles on the surface (by exsolution). In consequence this leads to a strong modification or enhancement of catalytic selectivity and activity. Electrochemical polarisation offers the possibility to adjust the surface chemistry in response to an external signal (here the applied voltage).\n\nStudies in a realistic catalytic reaction environment (in-situ) will enable a direct correlation of surface structure with catalytic activity, selectivity and the electrochemical stimulation. The unique combination of surface science, heterogeneous catalysis and electrochemistry will take this research to a new ground-breaking level. No research group has yet tried to tackle this topic on a fundamental mechanistic level by this multidisciplinary approach.\n\nThe proposed project opens unprecedented possibilities for catalyst design and in-situ control due to the versatility of perovskite-type catalyst materials and dopant elements. Nanoparticle exsolution is a highly time- and cost-efficient way of catalyst preparation and it will offer solutions to major problems in heterogeneous catalysis, such as ageing (sintering) or catalyst deactivation (coking). Tuneable catalyst surfaces will facilitate tackling a major concern of the 21st century, the utilisation of CO2 and its conversion to renewable fuel.",
    "totalCost": "1997202,49",
    "ecMaxContribution": "1997202,49",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 1997202
        }
    },
    "calculatedTotalContribution": 1997202
}