{
    "rcn": "211907",
    "acronym": "EvoCELL",
    "topics": "MSCA-ITN-2017",
    "title": "Animal evolution from a cell type perspective: multidisciplinary training in single-cell genomics, evo-devo and in science outreach",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "One of the first events in the evolution of multicellular animals was the differentiation of cells into distinct types with different roles. Starting from their most simple multicellular ancestors, the cells that compose animal bodies have become increasingly diverse; each cell type distinguished by the unique set of genes it expresses. This increase in diversity of cell types over evolutionary time is recapitulated in the process of development during which a single undifferentiated cell - the fertilised egg - divides and its progeny differentiate into the countless cell types of the adult body. Currently we do not even know how many distinct cell types animals posses, how new cell types arise in evolution, how many are in common between different animal groups and how many unique cell types have evolved in different lineages. Our aim in EvoCELL is to lay the foundation for a new branch of evo-devo focussing on cell types. We will study these fundamental questions in animal evolution and development using a new technology - single cell sequencing - which we will for the first time employ outside of lab models to sample the great diversity of animal phyla. Europe is home to world-leading expertise in evo-devo and single-cell genomics, but research and training efforts are as yet uncoordinated and their potential for synergy underexplored. EvoCELL will harness and expand this European excellence by training a new generation of multidisciplinary scientists skilled in exploring the vast breadth of animal differentiation. We will jointly sample data from all major animal lineages, richly represented in the biodiversity of European waters, and develop new tools for comparative analyses, through which we will together pioneer three branches of cell evo-devo: evolution of stem cells; emergence of animal life cycles, and the stunning diversity of neural cell types.",
    "totalCost": "3818591,07",
    "ecMaxContribution": "3818591,07",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF EXETER;STAZIONE ZOOLOGICA ANTON DOHRN;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;UPPSALA UNIVERSITET;BLACKTRACE HOLDINGS LIMITED;MUSEUM FUR NATURKUNDE - LEIBNIZ-INSTITUT FUR EVOLUTIONS- UND BIODIVERSITATSFORSCHUNG AN DER HUMBOLDT-UNIVERSITAT ZU BERLIN;UNIVERSITY COLLEGE LONDON;GENOMIX4LIFE SRL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITETET I BERGEN",
    "participantCountries": "UK;IT;DE;SE;FR;NO",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 263659
        },
        "999468310": {
            "orgId": "999468310",
            "orgName": "STAZIONE ZOOLOGICA ANTON DOHRN",
            "ecContrib": 344082
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 364384
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 332289
        },
        "973980202": {
            "orgId": "973980202",
            "orgName": "BLACKTRACE HOLDINGS LIMITED",
            "ecContrib": 273288
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 679095
        },
        "996854451": {
            "orgId": "996854451",
            "orgName": "MUSEUM FUR NATURKUNDE - LEIBNIZ-INSTITUT FUR EVOLUTIONS- UND BIODIVERSITATSFORSCHUNG AN DER HUMBOLDT-UNIVERSITAT ZU BERLIN",
            "ecContrib": 332289
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 357844
        },
        "948687840": {
            "orgId": "948687840",
            "orgName": "GENOMIX4LIFE SRL",
            "ecContrib": 258061
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 364384
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3818591
}