{
    "rcn": "211923",
    "acronym": "PETER",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Plasmon Enhanced Terahertz Electron Paramagnetic Resonance",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "We propose to establish Plasmon-enhanced Terahertz Electron Paramagnetic Resonance spectroscopy and scanning microscopy as a unique Electron Paramagnetic Resonance (EPR) platform for high-sensitivity local analysis of paramagnetic organic and inorganic species and materials. Here, we will deliver novel hardware and infrastructure providing ground-breaking innovation in the magnetic sensing and imaging. The platform is conceptually based on incorporating THz plasmonic antennas onto surfaces (spectroscopy) and scanning probe tips (microscopy), resulting in a strong, local enhancement (about two orders of magnitude) of the magnetic sensing field. \nExtending to the THz region enables effective utilization of plasmonic structures resulting in a radical improvement of EPR sensitivity (about four orders of magnitude) and spatial resolution going beyond the diffraction limit, and thus introduce a scanning probe microscopic regime into this field. This will make it possible to map the sample over its area and so to localize its properties with unprecedented resolution (below 1 micrometre). Such a significant enhancement of the EPR performance will open new ways in magnetic sensing technologies enabling for instance to study in situ functional centres in a wide variety of materials, and, generally, set a new direction in the development of the EPR-employing industry. \nEPR finds its applications in many scientific areas covering chemistry, biology, medicine, materials science, physics, etc. Hence, introducing this new method would have a profound impact on scientific, technological and societal stakeholders in many research and industrial communities.",
    "totalCost": "2898683,75",
    "ecMaxContribution": "2898683,75",
    "coordinator": "VYSOKE UCENI TECHNICKE V BRNE",
    "coordinatorCountry": "CZ",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;UNIVERSITAET STUTTGART;THOMAS KEATING LIMITED",
    "participantCountries": "ES;DE;UK",
    "projectParticipants": {
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 809980
        },
        "999473160": {
            "orgId": "999473160",
            "orgName": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
            "ecContrib": 613352
        },
        "952016395": {
            "orgId": "952016395",
            "orgName": "THOMAS KEATING LIMITED",
            "ecContrib": 787705
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 687646
        }
    },
    "calculatedTotalContribution": 2898683
}