{
    "rcn": "211977",
    "acronym": "Hi-ThermCap",
    "topics": "SMEInst-09-2016-2017",
    "title": "High-capacity and high-performance Thermal energy storage Capsule for low-carbon and energyefficient heating and cooling systems",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Company ESDA has developed HeatSelÆ, the first viable macro-encapsulation solution functioning with phase change materials (PCM) for latent thermal energy storage in heating and cooling systems. Accounting for 50% of the EU's annual energy consumption, heating and cooling is the sector with the biggest energy-saving potential in Europe, and urgently needs to become more sustainable. In the low temperature range (5 to \\100∞C), most thermal energy amounts are required and then discarded worldwide. PCM are key materials to save these huge energy and ñ at the same time ñ CO2 amounts. They can run through a reproducible phase-change at a substance-specific temperature, during which the thermal energy is either stored in very large amounts or returned at a constant temperature. Since decades, an adequate method is being sought to transfer PCM into a user-friendly form. Both existing micro- and macro-encapsulation solutions for PCM storage have until now revealed industrially, technically and economically inappropriate. Sensible heat storage with large water storage tanks has very low energy density and storage capacity. ESDA is specialist in the technical extrusion of blow-moulded parts and has in the past 5 years acquired expert knowledge in PCM and thermal storage technology. HeatSelÆ is a PCM-filled capsule for use in aqueous systems as a heat transfer medium. Most unique selling points of the solution are: universal applicability with diverse (even older) heat exchangers; high energy efficiency through the re-use of waste energy (4 times more efficient than water heat storage) and boosting of renewable energy such as solar thermal technology. Primary target market is the high-volume heating and cooling market in residential buildings in Europe, secondary market is industrial process heat/cooling. ESDA foresees a large impact for HeatSelÆ in combination with solar thermal and heat pump systems, with a cumulated turnover of Ä33.7M and 56 job creations by 2023.",
    "totalCost": "2129817,5",
    "ecMaxContribution": "1490872,25",
    "coordinator": "ESDA TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926590173": {
            "orgId": "926590173",
            "orgName": "ESDA TECHNOLOGIE GMBH",
            "ecContrib": 1490872
        }
    },
    "calculatedTotalContribution": 1490872
}