{
    "rcn": "211908",
    "acronym": "GLIOTRAIN",
    "topics": "MSCA-ITN-2017",
    "title": "Exploiting GLIOblastoma intractability to address European research TRAINing needs in translational brain tumour research, cancer systems medicine and integrative multi-omics",
    "startDate": "01/09/2017",
    "endDate": "31/08/2021",
    "objective": "Glioblastoma (GBM) is the most frequent, aggressive and lethal of all brain tumours. It has a universally fatal prognosis with 85% of patients dying within two years. New treatment options and effective precision medicine therapies are urgently required. This can only be achieved by focused multi-sectoral industry-academia collaborations in newly emerging, innovative research disciplines. GLIOTRAIN will exploit the intractability of GBM to address European applied biomedical research training needs. The ETN, which comprises 9 beneficiaries and 14 partner organisations from 8 countries, will train 15 innovative, creative and entrepreneurial ESRs. The research objective of GLIOTRAIN is to identify novel therapeutic strategies for application in GBM, while implementing state of the art next generation sequencing, systems medicine and integrative multi-omics to unravel disease resistance mechanisms. Research activities incorporate applied systems medicine, integrative multi-omics leveraging state of the art platform technologies, and translational cancer biology implementing the latest clinically relevant models. The consortium brings together leading European and international academics, clinicians, private sector and not-for-profit partners across GBM fields of tumour biology, multi-omics, drug development, clinical research, bioinformatics, computational modelling and systems biology. Thus, GLIOTRAIN will address currently unmet translational research and clinical needs in the GBM field by interrogating innovative therapeutic strategies and improving the mechanistic understanding of disease resistance. The GLIOTRAIN ETN addresses current needs in academia and the private sector for researchers that have been trained in an environment that spans translational research, medicine and computational biology, and that can navigate confidently between clinical, academic and private sector environments to progress applied research findings towards improved patient outcomes.",
    "totalCost": "3836772",
    "ecMaxContribution": "3836772",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "LUXEMBOURG INSTITUTE OF HEALTH;AGILENT TECHNOLOGIES BELGIUM NV;INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE;VIB;GENEXPLAIN GMBH;INFORMATION TECHNOLOGY FOR TRANSLATIONAL MEDICINE (ITTM) SA;UNIVERSITAET STUTTGART;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "LU;BE;FR;DE;NL",
    "projectParticipants": {
        "984284124": {
            "orgId": "984284124",
            "orgName": "GENEXPLAIN GMBH",
            "ecContrib": 249216
        },
        "999948169": {
            "orgId": "999948169",
            "orgName": "AGILENT TECHNOLOGIES BELGIUM NV",
            "ecContrib": 250560
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 510749
        },
        "998331858": {
            "orgId": "998331858",
            "orgName": "LUXEMBOURG INSTITUTE OF HEALTH",
            "ecContrib": 250560
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 1062698
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 498433
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 501120
        },
        "920738745": {
            "orgId": "920738745",
            "orgName": "INFORMATION TECHNOLOGY FOR TRANSLATIONAL MEDICINE (ITTM) SA",
            "ecContrib": 250560
        },
        "983240210": {
            "orgId": "983240210",
            "orgName": "INSTITUT DU CERVEAU ET DE LA MOELLE EPINIERE",
            "ecContrib": 262876
        }
    },
    "calculatedTotalContribution": 3836772
}