{
    "rcn": "211960",
    "acronym": "INNO GREEN",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Encouraging INNOvation for development of GREEN jobs",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "The objective of the INNO GREEN is to boost joint collaboration between the innovation support agencies through peer learning, raise their competences in offering practical and innovative tools as a support to SMEs in innovative ìgreenî entrepreneurship. \nThe ìTwinning advancedî methodology will be used as a basis for development of joint learning process between the project partners and increase of their competences in provision of efficient support to SMEs in ìgreenî entrepreneurship. \nThis project will focus to upgrade existing competences and practices of innovation support agencies and develop innovative coaching/mentoring or other kinds of suitable programs in support of SMEs on their path to generation and development of green jobs. The special attention of the project will be focused to implementation of the pilot actions on green entrepreneurship in order to test the programs prepared: assessment of green jobs potential, interviews of SMEs, bottom-up work with ìgreenî entrepreneurs, workshops, knowledge exchange, adaptation to local context and transfer of practical knowledge from one region to another, coaching/mentoring for specific skills related to ìgreenî employment. The final result of the project will be the Design Option Paper (DOP) to serve as a practical guide for design and implementing of coaching/mentoring for SMEs on green entrepreneurship. The DOP will address the development of an innovative program to support SMEs on their path to generation of ìgreenî jobs.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "LIR EVOLUCIJA",
    "coordinatorCountry": "BA",
    "participants": "EUROPAISCHES ZENTRUM FUR ERNEUERBARE ENERGIE GUSSING GMBH;RRA ZELENI KRAS DOO",
    "participantCountries": "AT;SI",
    "projectParticipants": {
        "943145454": {
            "orgId": "943145454",
            "orgName": "RRA ZELENI KRAS DOO",
            "ecContrib": 0
        },
        "949407483": {
            "orgId": "949407483",
            "orgName": "LIR EVOLUCIJA",
            "ecContrib": 50000
        },
        "996841453": {
            "orgId": "996841453",
            "orgName": "EUROPAISCHES ZENTRUM FUR ERNEUERBARE ENERGIE GUSSING GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}