{
    "rcn": "211913",
    "acronym": "ZULF",
    "topics": "MSCA-ITN-2017",
    "title": "Zero and ultra-low field nuclear magnetic resonance",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "Nuclear magnetic resonance (NMR) is a powerful technique employed in many areas of modern science and industry. While a seemingly indispensable element of NMR is a strong (>5 T) magnetic field, recent progress in physics and chemistry have enabled detection of NMR signals at ultra-low and truly zero magnetic fields. This completely reverses conditions under which spin-dynamics are investigated and gives access to information unavailable in conventional NMR. A secondary horizon is microscopic low-field magnetic sensors that probe NMR signals of a single molecule, and provide interesting information about molecular dynamics and structures not accessible with conventional NMR. The address of specific molecular sites is a step towards realizing single-molecule quantum information storage.\n\nIn project ZULF, for the first time, we plan to connect experts of non-conventional NMR to create a network of zero- and ultra-low-field (ZULF) NMR science. We will gather and synergize scientists working on NMR J-spectroscopy, NMR hyperpolarization, ultra-precise and small-scale magnetometry to enhance the field and train a new generation of NMR researchers. Close collaboration with industry will address important challenges of modern NMR. Through frequent meetings, secondments, workshops, and a summer school the early-stage researchers (ESRs) will receive a unique training program on the most modern and advanced aspects of ZULF NMR that is unavailable in any current university course. The network covers a diverse range of projects aimed at bringing the technique to the next level, including spectrometer development, single-molecule detection, analytical chemistry, medical contrast agent imaging and exotic-physics searches.",
    "totalCost": "2794786,2",
    "ecMaxContribution": "2794786,2",
    "coordinator": "UNIWERSYTET JAGIELLONSKI",
    "coordinatorCountry": "PL",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;UNIVERSITE LYON 1 CLAUDE BERNARD;JOHANNES GUTENBERG-UNIVERSITAT MAINZ;UNIVERSITAET ULM;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITY OF YORK;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "UK;FR;DE;IT",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 273288
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 249216
        },
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 498433
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 258061
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 273288
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 258061
        },
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 262876
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 448275
        },
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 2794786
}