{
    "rcn": "211944",
    "acronym": "ECHOES",
    "topics": "ENG-GLOBALLY-01-2017",
    "title": "European Colonial Heritage Modalities in Entangled Cities",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "ECHOES addresses a pressing dilemma at the heart of contemporary Europe: the fact that while the history of empires and colonialism undoubtedly constitutes a shared European past, this past remains strangely silent in official narratives about Europeís ëheritageí; those things it values enough to save for future generations. We argue that the EU urgently needs not just to acknowledge this dilemma but to reflexively and progressively include it at the heart of its identity. ëEuropeanisingí difficult colonial heritage is becoming all the more necessary today as the EU operates in increasingly global contexts, relationships and geographies, where its ongoing ëdeficití towards accepting colonialism as a part of European history collides with the palpable ësurplusí of colonial memory in much of the outside world with which Europe grows ever more entangled. ECHOES therefore proposes that the memory of colonialism needs to find its place in contemporary European heritage debates. Drawing on the proven expertise of a team of leading international scholars, ECHOES will show that it is through exploring the creative activities and engagements with colonial legacy in European and non-European cities still imbued with manifold traces of the colonial past that one can identify new forms of progressive heritage practice. Through a facilitation of horizontal science diplomacy between cities and the creation of new links and partnerships with artists, museums and civic groups, ECHOES will foster new future-oriented forms of intercultural dialogues based on de-colonial understandings of colonial relations. When lifted to a European level this science diplomacy will contribute to a rethinking of existing tensions between Europe and its global neighbours.",
    "totalCost": "2461890",
    "ecMaxContribution": "2461890",
    "coordinator": "UNIVERSITY OF HULL",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;UNIWERSYTET WARSZAWSKI;UNIVERSITE RENNES II HAUTE BRETAGNE;CENTRO DE ESTUDOS SOCIAIS;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "DK;PL;FR;PT;NL",
    "projectParticipants": {
        "999903743": {
            "orgId": "999903743",
            "orgName": "UNIVERSITY OF HULL",
            "ecContrib": 771430
        },
        "999956220": {
            "orgId": "999956220",
            "orgName": "UNIVERSITE RENNES II",
            "ecContrib": 0
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 315062
        },
        "998333895": {
            "orgId": "998333895",
            "orgName": "CENTRO DE ESTUDOS SOCIAIS",
            "ecContrib": 400062
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 368750
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 305835
        }
    },
    "calculatedTotalContribution": 2161139
}