{
    "rcn": "211975",
    "acronym": "Torqway Hybrid",
    "topics": "SMEInst-10-2016-2017",
    "title": "Safe personal transportation that makes you healthier.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The ìlast mileî between hubs and homes, as well as short distance transport needs for persons with walking limitations, are urban mobility challenges that we address at Torqway Company Ltd with a new way to move. Our manual-powered four-wheel platform vehicle introduces ìNordic Drivingî, driven by arm movement on levers with an innovative gear system (under patent in 9 countries) which converts every movement into forward motion up to twice the speed of normal walking. \nBased on this core technology, Torqway Hybrid offers additional electric motor assistance like an e-bike for senior users and persons with reduced lower body mobility. Medical studies on Torqway confirm that the arm movements while standing induce isometric muscle contractions shown to improve upper and lower body strength, coordination and weight control.\nThis innovative outdoor vehicle consistent with the Transport and Smart Cities framework and the Electric Mobility Europe initiative can be used in several ways: as an active mobility and transportation device, as an outdoor gym joining several exercises in one and as a tool for light physical rehabilitation. Aside from individual purchasers, sales target sport and physiotherapy centres, tourism and leisure mobility. \nAs confirmed by our Phase 1 Feasibility Study, Torqway Hybrid end users are 55\\ y.o. early adopters of both sexes with purchasing power in EU member states with established bicycle use and infrastructure, starting with Germany, Netherlands, Nordic coutries, Poland and USA. Markets are segmented into growth sectors that reflect increasing expenditure by an aging, health-conscious population: Fitness equipment (global market worth 10.38 bn USD), Personal mobility (worth 6.65 bn USD), Home physical rehabilitation (worth  2.86 bn USD) and Physiotherapy (worth 14.3 bn USD). As a reference, the global E-bikes market is worth 15.90 bn USD and growing at double-digit rates.",
    "totalCost": "2270790",
    "ecMaxContribution": "1589553",
    "coordinator": "TORQWAY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930320017": {
            "orgId": "930320017",
            "orgName": "TORQWAY SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 1589553
        }
    },
    "calculatedTotalContribution": 1589553
}