{
    "rcn": "211919",
    "acronym": "MADONNA",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Microbial deployment of new-to-nature chemistries for refactoring the barriers between living and non-living matter",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "This Project is about bringing a suite of chemical reactions (and its related non-biological compounds and elements) to the biological fold (i.e. their 'biologization') by going beyond the Central Dogma of Molecular Biology (DNA? RNA? proteins? metabolism) through both tuning and overcoming the uni-directionality of the information flow. To reverse-engineer reactions into a biological code, the utility function of the chemical process of interest will be progressively coupled to the fitness function of a live carrier (e.g. an engineered, synthetic or cyborg-ized bacterial chassis), the intermediate steps being supported by automated chemo-robots. The new-to-nature reactions (NTN) pursued within the MADONNA lifetime as case studies will include CO2 capture and recruitment of elemental silicon to become part of essential organo-Si metabolites. Along with the development of the new reactions, the research agenda of the Project will also include the [i] modelling and prediction on the impact of the new biotransformations on the overall functioning of the Biosphere once/if adopted at a large scale by the industrial sector and [ii] design of environmental simulators for evaluating the performance and evolution of the new biological reactions under given physico-chemical settings. With such approaches, MADONNA aims to fill many of the gaps between the 3 types of global-scale processing of chemical elements operating in our planet: Geochemical, Biological and Industrial. The scale of applications of the foundational technologies developed herein (which spin themselves much beyond CO2 and silicon) is unprecedented and a large number of societal ramifications including ethical, security, safety, economic, governance and public perceptions aspects at stake will be included. If successful, MADONNA will enable an entirely new type of sustainable industry in which many types of waste become assets instead of liabilities.",
    "totalCost": "2968817,5",
    "ecMaxContribution": "2968817,5",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD POMPEU FABRA;UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;BIOFACTION KG;UNIVERSITAT BASEL;Isthmus;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITY OF GLASGOW",
    "participantCountries": "ES;FR;AT;CH;UK",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 100228
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 313450
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 439328
        },
        "998291118": {
            "orgId": "998291118",
            "orgName": "Isthmus",
            "ecContrib": 327500
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 526714
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 421875
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 429414
        },
        "968837747": {
            "orgId": "968837747",
            "orgName": "BIOFACTION KG",
            "ecContrib": 410310
        }
    },
    "calculatedTotalContribution": 2968819
}