{
    "rcn": "211952",
    "acronym": "UNITED-GRID",
    "topics": "LCE-01-2016-2017",
    "title": "Integrated cyber-physical solutions for intelligent distribution grid with high penetration of renewables",
    "startDate": "01/11/2017",
    "endDate": "30/04/2021",
    "objective": "'UNITED-GRID aspires to be the arrow-head within ìIntegrated cyber-physical solutions for intelligent distribution grid with distributed energy resourcesî and addresses the challenges in the ìcompetitive low-carbon energy', relevant to next generation of active distribution grids.\n\nUNITED-GRID will develop a tool-box with technologies enabling at least 80% renewable-based energy production on an annual basis, with an increased reliability performance of 50%, while decreasing grid losses by 10%. The developed technologies include e.g. solutions for real-time system awareness and control, short term generation and load forecasting, setting-less protection schemes and new business models. The tool-box will be integrated into a professional system ensuring interoperability and smooth integration with existing EMS/DMS on the market. To enhance future impacts, at least 2/3 of novel solutions which have been positively validated will have an agreed and financed development processes for the next TRL level beyond the project.\n\nThe project team has been selected carefully and has proven R&I, demonstration and deployment capabilities as well as established regulatory and policy channels. The team includes experienced research organisations (SP, TU/e, CEA, and Chalmers), 3 DSOs, a DMS provider and expert SME partners to ensure the exploitation of the developed solutions. \n\nTo further enhance the deployment towards a low carbon energy society, the project will together with at least 20 market actors define pathways to navigate in the rapidly changing energy environment. Furthermore, at least 25% of the test-pilots will sign a letter of commitment to execute parts of the developed pathways. \n\nThe real-life demonstrators, covering more than 80% of European market conditions, are provided by the project partners in-kind to an estimated value of Ä4.1M. With the requested EC contribution of Ä4M, the project encloses Ä8M, matching the UNITED-GRID projects ambitions and objectives.\n'",
    "totalCost": "4007085",
    "ecMaxContribution": "4007085",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "ATOS WORLDGRID SAS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ENEXIS BV;RISE RESEARCH INSTITUTES OF SWEDEN AB;SOREA SOCIETE DES REGIES DE L'ARC;GOTEBORG ENERGI AB;TECHNISCHE UNIVERSITEIT EINDHOVEN;SECURITY MATTERS BV;IMCG SWEDEN AB;SMART STATE TECHNOLOGY BV",
    "participantCountries": "FR;NL;SE",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 499600
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 806200
        },
        "998189074": {
            "orgId": "998189074",
            "orgName": "GOTEBORG ENERGI AB",
            "ecContrib": 63200
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 760085
        },
        "925730268": {
            "orgId": "925730268",
            "orgName": "SOREA SOCIETE DES REGIES DE L'ARC",
            "ecContrib": 269200
        },
        "973010105": {
            "orgId": "973010105",
            "orgName": "SECURITY MATTERS BV",
            "ecContrib": 102000
        },
        "999613422": {
            "orgId": "999613422",
            "orgName": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
            "ecContrib": 492000
        },
        "986393874": {
            "orgId": "986393874",
            "orgName": "ENEXIS BV",
            "ecContrib": 167200
        },
        "951720642": {
            "orgId": "951720642",
            "orgName": "ATOS WORLDGRID SAS",
            "ecContrib": 450200
        },
        "916204965": {
            "orgId": "916204965",
            "orgName": "SMART STATE TECHNOLOGY BV",
            "ecContrib": 209200
        },
        "964482447": {
            "orgId": "964482447",
            "orgName": "IMCG SWEDEN AB",
            "ecContrib": 188200
        }
    },
    "calculatedTotalContribution": 4007085
}