{
    "rcn": "211938",
    "acronym": "DEMOBASE",
    "topics": "GV-07-2017",
    "title": "DEsign and MOdelling for improved BAttery Safety and Efficiency",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "Electric mobility is a reality we can experience on our roads and cities. Electromobility is moving forward, driven by drastic cost reductions, higher performances and improved availability to support new business models of autonomous driving passenger cars and new vehicle fleets. \nDEMOBASE falls within this context with the main objectives to cut down development and testing efforts for e-drivetrains at least by a factor 2 and to improve their efficiency by 20%. Safety will be fully managed and new concepts developed for fleet applications.\nDEMOBASE is composed of 11 leading European partners with activities ranging from cells to vehicle to recycling. The main gain at vehicle level will come from global optimization taking into account interaction of the different specialties.\nObjectives at battery level will be achieved by massive digitalization, substituting the today sequential cell development then battery system development by a parallelization of these activities. This new process can be achieved only using enhanced cells models including safety features to define the cell conception for manufacturing and realizing in the same time frame battery management. \nObjectives at vehicle level will be achieved with a novel approach to design light-weight chassis. It will be demonstrated on a urban demo vehicle that will integrate the advanced battery pack and novels wheel-tire systems with low suspension mass and low rolling resistance.\nTo secure project deliveries and reinforce collaborations which are an innovation key factor, DEMOBASE will be an original closed-loop project. In a first loop of the EV development, building blocks and their integration processes will be investigated and their efficiency assessed using Key Performance Indicators. Then the most efficient bricks and processes will demonstrate their added value in a second step in 6 months run starting from new high performances cells to operational EV. The DEMOBASE EV will be then evaluated on tracks.",
    "totalCost": "7451520",
    "ecMaxContribution": "7451520",
    "coordinator": "SAFT",
    "coordinatorCountry": "FR",
    "participants": "INTERACTIVE FULLY ELECTRICAL VEHICLES SRL;FORSCHUNGSZENTRUM JULICH GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;K & S GMBH PROJEKTMANAGEMENT;INFINEON TECHNOLOGIES AG;ACCUREC-RECYCLING GMBH;MA SPA;MODELON AB;IFP Energies nouvelles",
    "participantCountries": "IT;DE;FR;SE",
    "projectParticipants": {
        "999978918": {
            "orgId": "999978918",
            "orgName": "INFINEON TECHNOLOGIES AG",
            "ecContrib": 1023049
        },
        "963494405": {
            "orgId": "963494405",
            "orgName": "SAFT",
            "ecContrib": 1271114
        },
        "984450188": {
            "orgId": "984450188",
            "orgName": "ACCUREC-RECYCLING GMBH",
            "ecContrib": 516875
        },
        "962054440": {
            "orgId": "962054440",
            "orgName": "INTERACTIVE FULLY ELECTRICAL VEHICLES SRL",
            "ecContrib": 1122500
        },
        "985954464": {
            "orgId": "985954464",
            "orgName": "MODELON AB",
            "ecContrib": 488250
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 832230
        },
        "952173050": {
            "orgId": "952173050",
            "orgName": "MA SPA",
            "ecContrib": 408750
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 697459
        },
        "985994040": {
            "orgId": "985994040",
            "orgName": "K & S GMBH PROJEKTMANAGEMENT",
            "ecContrib": 194625
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 246419
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 650250
        }
    },
    "calculatedTotalContribution": 7451521
}