{
    "rcn": "211910",
    "acronym": "NEUROSOME",
    "topics": "MSCA-ITN-2017",
    "title": "EXPLORING THE NEUROLOGICAL EXPOSOME",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The main objective of NEUROSOME is to develop an integrative biology-based framework starting from human biomonitoring data to unravel causal associations among the genetic predisposition, cumulative exposure to multiple environmental chemicals and neurological disorders. The project brings together beyond- the-state-of-the-art advances in human biomonitoring and systems biology, exposure monitoring and toxicological testing technologies and advanced tools for computational analyses of the exposure-to-health effect continuum following an exposome paradigm. The NEUROSOME methodology will be applied in population studies across different exposure settings to neurotoxicants (metals and persistent organics) in Europe. This will improve scientific knowledge on cause and-effect relations between environmental stressors and neurodevelopmental disorders taking into account exposure and health effect modification due to intrinsic (e.g. genetic susceptibility) and extrinsic (e.g. diet and socioeconomic status) factors. New standards for human biomonitoring data interpretation in conjunction with environmental and exposure information will be developed for ready use in chemical mixture risk assessment.\nThe training goal is to produce a new generation of exposome researchers, trained in academia, applied research and industry, with transdisciplinary skills (environmental end exposure modelling, human biomonitoring, -omics technologies, high dimensional bioinformatics and environmental epidemiology,) and understanding of fundamental science and its direct application to environmental health challenges. To this aim NEUROSOME will focus on the provision of trans-disciplinary research training to young researchers through a combination of network-wide training programs and individual personalised training-through-research projects to deliver to the EU and the world a new cohort of researchers trained in cutting edge transdisciplinary environmental health sciences.",
    "totalCost": "3493845",
    "ecMaxContribution": "3493845",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITAT ROVIRA I VIRGILI;ZELENA INFRASTRUKTURA DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA ZASTITU OKOLISA I PROSTORNO UREDENJE;ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO BURLO GAROFOLO;INSTITUT JOZEF STEFAN;ISTITUTO SUPERIORE DI SANITA;Istituto Universitario di Studi Superiori di Pavia;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;KENTRO TOXIKOLOGIAS ANONIMI ETAIRIA SYMVOULEYMKES DIAGNOSTIKES KAI ERGASTIRIAKES YPIRESIES TOXIKOLOGIAS FARMAKOLOGIAS KAI BIOIATRIKIS;UNIVERSITE PARIS DESCARTES",
    "participantCountries": "ES;HR;IT;SI;EL;FR",
    "projectParticipants": {
        "941093807": {
            "orgId": "941093807",
            "orgName": "KENTRO TOXIKOLOGIAS ANONIMI ETAIRIA SYMVOULEYMKES DIAGNOSTIKES KAI ERGASTIRIAKES YPIRESIES TOXIKOLOGIAS FARMAKOLOGIAS KAI BIOIATRIKIS",
            "ecContrib": 242387
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 484774
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999869793": {
            "orgId": "999869793",
            "orgName": "UNIVERSITE PARIS DESCARTES",
            "ecContrib": 262876
        },
        "921800701": {
            "orgId": "921800701",
            "orgName": "OIKON ZELENA INFRASTRUKTURA DRUSTVOS OGRANICENOM ODGOVORNOSCU ZA ZASTITU OKOLISA I PROSTORNO UREDENJE",
            "ecContrib": 0
        },
        "997655186": {
            "orgId": "997655186",
            "orgName": "ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO BURLO GAROFOLO",
            "ecContrib": 258061
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 247873
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 516123
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 469995
        },
        "997963355": {
            "orgId": "997963355",
            "orgName": "Istituto Universitario di Studi Superiori di Pavia",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 3246085
}