{
    "rcn": "211927",
    "acronym": "eTEACHER",
    "topics": "EE-07-2016-2017",
    "title": "end-users Tools to Empower and raise Awareness of Behavioural CHange towards EneRgy efficiency",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "eTEACHER concept consists of encouraging and enabling energy behaviour change of building users by means of continuous interventions displayed through a set of empower tools to drive informed decisions in order to save energy and optimise indoor environment quality. These empower tools are a set of ICT solutions that ensures friendly connection in between end-users and building systems, implement continuous behavioral change interventions and provide tailored advice. The tools can be classified into BACS (Building Automation and Control Systems) add-ons and end-user friendly solutions. The BACS add-ons (What-if-Analysis, data processing and universal BACS/monitoring system interface) are responsible for collecting information from the building, pre-processing data to focus on relevant metrics related to the use of energy and indoor environmental quality, exploring potential energy conservation measures (ECMs) and post-processing data in order to present it in a way that can have more impact on users behavior.The user friendly solutions are  energy efficiency and comfort advisor apps for end-users devices (mobiles, smartTV, smartwatch, dashboarding). These apps show the ECMs identified by BACS-addons and integrates ICT-based behavioural change techniques such as gamification (games, challenges, bonus system, energy literacy, energy visibility, etc.) according to different roles (visitors, facility managers, owner, etc.) as building users and according to cultural and demographic indicators. An important feature of the advisor apps is that they collect feedback from end-users regarding comfort and satisfaction that are used to customise ECMs and engagement techniques. The project is demonstrated in 12 real buildings located h 3 different climate conditions. The pilots located in Spain are 2 residential buildings, 2 schools and 2 health care centres. The pilots located in UK are an office building and a school. The Romania pilots are 4 residential buildings.",
    "totalCost": "2394862,5",
    "ecMaxContribution": "1996113,39",
    "coordinator": "CENTRO DE ESTUDIOS DE MATERIALES Y CONTROL DE OBRA SA",
    "coordinatorCountry": "ES",
    "participants": "FONDAZIONE ICONS;STEINBEIS INNOVATION GGMBH;ICPE SA;AGENCIA EXTREMENA DE LA ENERGIA;Nottingham City Council;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DE MONTFORT UNIVERSITY;ACX GMBH;GRANLUND OY;ASCORA GMBH;LAURA OTERO INSTALACIONES SL",
    "participantCountries": "IT;DE;RO;ES;UK;FI",
    "projectParticipants": {
        "911754217": {
            "orgId": "911754217",
            "orgName": "LAURA OTERO INSTALACIONES SL",
            "ecContrib": 32922
        },
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 150375
        },
        "994443904": {
            "orgId": "994443904",
            "orgName": "AGENCIA EXTREMENA DE LA ENERGIA",
            "ecContrib": 145500
        },
        "993204050": {
            "orgId": "993204050",
            "orgName": "ICPE SA",
            "ecContrib": 152228
        },
        "917939810": {
            "orgId": "917939810",
            "orgName": "FONDAZIONE ICONS",
            "ecContrib": 156375
        },
        "997589614": {
            "orgId": "997589614",
            "orgName": "GRANLUND OY",
            "ecContrib": 212647
        },
        "999847968": {
            "orgId": "999847968",
            "orgName": "DE MONTFORT UNIVERSITY",
            "ecContrib": 229844
        },
        "997186094": {
            "orgId": "997186094",
            "orgName": "Nottingham City Council",
            "ecContrib": 187668
        },
        "995821886": {
            "orgId": "995821886",
            "orgName": "CENTRO DE ESTUDIOS DE MATERIALES Y CONTROL DE OBRA SA",
            "ecContrib": 224000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 195938
        },
        "939661408": {
            "orgId": "939661408",
            "orgName": "ACX GMBH",
            "ecContrib": 113057
        },
        "972142440": {
            "orgId": "972142440",
            "orgName": "ASCORA GMBH",
            "ecContrib": 195561
        }
    },
    "calculatedTotalContribution": 1996115
}