{
    "rcn": "211902",
    "acronym": "DNA-Robotics",
    "topics": "MSCA-ITN-2017",
    "title": "DNA-Based Modular Nanorobotics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Robotic systems essentially comprise sensors and actuators connected to and coordinated by an information-processing unit. These principles apply to the human scale robotic systems that currently transform the way we work and live. With DNA-Based Modular Robotics (DNA-Robotics) we will take the first steps to scale advanced robotic behavior to the molecular scale for future medical and technological applications. DNA-Robotics brings together the leading research groups in DNA nanotechnology in Europe to collectively develop an integrated and modular robotic platform and demonstrate applications of the novel technology. DNA-based construction is a natural modular platform, which via the programmability of sequence design and self-assembly allows different structural and functional motifs to be flexibly combined. DNA modules will be developed with a range of novel functions for sensing, actuation and intra-system communication and computing, implementing all of the typical components required for a robotic system at the molecular level. Our overall goal is the creation of the first ìindustry standardî for modular robotics by the establishment of a modular ìplug-and-playî platform that allows the construction of custom-made nanorobots for advanced applications in research and industry. The ESRs will be trained in and develop functional modules that in close collaboration among the ESRs and Partners will be assembled to advanced molecular robots. The highly interdisciplinary research and training program will exploit the synergy between the different competences of the Partners. The innovative and applied focus is supported by the involvement of the company ATDBio as Beneficiary and five companies as Partner Organization that will also provide complementary skills training and intersectoral exposure of the ESRs. This proposal takes the first steps for future application of nanoscale robots in research and industry and will train future generations of researchers in this field.",
    "totalCost": "3979632,96",
    "ecMaxContribution": "3979632,96",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;ATDBIO LIMITED;TECHNISCHE UNIVERSITAET MUENCHEN;KAROLINSKA INSTITUTET;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "IT;DE;UK;SE",
    "projectParticipants": {
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 516123
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 498433
        },
        "997732495": {
            "orgId": "997732495",
            "orgName": "ATDBIO LIMITED",
            "ecContrib": 273288
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 527319
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 747649
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 870246
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3979634
}