{
    "rcn": "211911",
    "acronym": "PREDICT",
    "topics": "MSCA-ITN-2017",
    "title": "A new era in personalised medicine: Radiomics as decision support tool for diagnostics and theragnostics in oncology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The high degree of tumour (genomic and phenotypic) heterogeneity influences patientís response to therapy and hampers wide deployment of personalised medicine for cancer treatment. Thus, there is an imperative need for new technologies that can accurately detect tumour heterogeneity, allow for patient stratification and assist clinicians in providing the right diagnosis and treatment for the right patient. PREDICTís mission is to address this huge unmet need.\nRadiomics, a newly emerging field that uses high-throughput extraction of large amounts of features from radiographic images, can boost the field of personalised medicine. The analysis of medical images taken as standard-of-care allows Radiomics to capture tumour heterogeneity and to generate ëtumour-specificí signatures in a non-invasive way, without the need of assessing the patientís genetic profile. Thus, Radiomics, if linked to Big- data and decision support systems (DSS), can be used as diagnostic tool for patient stratification, for prediction of treatment response and for guidance, involving the patient, of clinical decisions in oncology. However, researchers that understand cancer biology, advanced imaging and big data analytics are virtually absent. Even more challenging is to translate the outcomes into actual clinical tools involving the patient.\nPREDICT will train 15 highly promising researchers in the emerging field of Radiomics and Big data. These ESRs will be trained to implement the automatic exploitation of large amounts of imaging data to drive decision-making algorithms that will guide diagnosis and treatment of different types of cancer and to develop ëtumour-specificí signatures integrated in multifactorial DSS. The ESRs will become experts and innovators in Radiomics, Big Data and DSS, which will allow them to bring unique solutions towards the clinic. PREDICT builds upon a strong consortium with 8 academic and 10 non-academic partners that are all pioneers in their respective field.",
    "totalCost": "3860059,68",
    "ecMaxContribution": "3860059,68",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITE DE LIEGE;HEALTH INNOVATION VENTURES BV;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;ONCORADIOMICS;DEUTSCHES KREBSFORSCHUNGSZENTRUM;PERSPECTUM DIAGNOSTICS LTD;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI;MIRADA MEDICAL LTD",
    "participantCountries": "BE;NL;FR;DE;UK;IT",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 0
        },
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 250560
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 510749
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 255374
        },
        "998538759": {
            "orgId": "998538759",
            "orgName": "FONDAZIONE IRCCS ISTITUTO NAZIONALE DEI TUMORI",
            "ecContrib": 516123
        },
        "952439024": {
            "orgId": "952439024",
            "orgName": "MIRADA MEDICAL LTD",
            "ecContrib": 273288
        },
        "917107162": {
            "orgId": "917107162",
            "orgName": "ONCORADIOMICS",
            "ecContrib": 501120
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 525751
        },
        "938285657": {
            "orgId": "938285657",
            "orgName": "HEALTH INNOVATION VENTURES BV",
            "ecContrib": 255374
        },
        "934968839": {
            "orgId": "934968839",
            "orgName": "PERSPECTUM DIAGNOSTICS LTD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3361627
}