{
    "rcn": "211929",
    "acronym": "GET-UP BAT",
    "topics": "ERC-2017-PoC",
    "title": "GPCR Exploitation To Unlock the Power of Brown/Beige Adipose Tissue",
    "startDate": "01/10/2017",
    "endDate": "31/08/2018",
    "objective": "Hundreds of millions of people suffer from obesity and diabetes worldwide. These diseases diminish both life quality and expectancy and new treatment strategies are desperately needed. One possible approach is to target the calorie-burning and glucose-consuming functions of brown and beige adipose tissue (B/BAT). Previous attempts to harness the therapeutic potential of B/BAT have largely focused on the ?-adrenergic class of G protein-coupled receptors (GCPRs). Unfortunately, these methods are hindered by adverse cardiovascular side effects linked to adrenergic activation. Therefore, uncovering non-adrenergic alternatives to exploit B/BAT for treating metabolic disease holds the potential for enormous societal and economic benefit.\n\nHere, we propose the activation of one such non-adrenergic GPCR on B/BAT as a means to treat obesity and diabetes. We identified this GPCR from a screen of B/BAT receptors performed in my ERC Starting Grant project, aCROBAT. We found that treating brown adipose cells with the peptide ligand for this GPCR increased oxygen consumption. We recognized the therapeutic potential after observing that ligand administration in vivo lowered bodyweight and improved insulin sensitivity in obese mice. However, the resources required to develop this discovery into a tangible innovation extend beyond the scope of aCROBAT.\n\nConsequently, Iím applying for an ERC PoC grant for critical support to take the initial steps to commercial application. Specifically, we seek to strengthen our IP position by developing patentable, longer-lived analogues of the ligand. Importantly, we will test these lead compounds head-to-head and in combination with current treatment options. We have assembled a team of experts to address key aspects from peptide design and pharmacology to IPR strategy and commercial development. Combined with our validated in vitro and in vivo testing platforms, we are ideally poised to maximize innovation potential.",
    "totalCost": "149986",
    "ecMaxContribution": "149986",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 149986
        }
    },
    "calculatedTotalContribution": 149986
}