{
    "rcn": "211990",
    "acronym": "AptaCheck",
    "topics": "SMEInst-02-2016-2017",
    "title": "Bioelectronic lab-on-a-chip for point-of-care detection of infectious agents",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "AptaCheck is a groundbreaking platform for detecting infections pathogens in human samples: the first aptamer-based biosensor platform with lab-quality accuracy, allowing a fast, clinically accurate diagnosis. AptaCheck will overcome the drawbacks of the antibody based point-of-care (POC) devices (lower accuracy and instability). Aptacheck is equipped with a hand-held reader, which comprises a display for direct observation, a QR scanner for identifications, and WiFi for data transfer.\nAptaCheck beats the state of the art:\n- Cost: The disposable chip will cost the end user Ä10 \n- Time: Turnover-time is less than 15 minutes including sample handling\n- Accuracy: AptaCheck will be more reliable than ELISA and comparable to PCR\n- Simplicity: No special equipment or skills are needed\n- Portability: The hand-held reader and biochips can be used at the point of care\n- Communication: AptaCheck will be linked to electronic lab systems via wireless communication\n- Action: Patients can adequately be treated; Infectious patients can immediately be isolated preventing eventual outbreaks\n- Versatile: AptaCheck can easily be adapted to detection of new pathogens.\nWe consolidated our first-mover advantage in in-house, robust, semi-automated, cutting-edge, up-scalable industrial production process for the biochips. \nAptaChek will be approved and deployed in clinical microbiological departments in hospitals. Later it will be deployed at clinics, drug manufacturing industry, etc.\nWith Phase II financing, AptaCheck will enter a Ä3.3bn market for gastroenteritis diagnostics in 2020, and produce Ä74.8m in cumulative revenues for FLU and 600 new jobs in FLU and the supply chain by 2024. FLU seeks funding to complete the system optimisation for pre-clinical testing and for the obligatory clinical approvals.\nIn parallel to this, we will secure a key strategic downstream distribution partner, and investigate new markets and applications in the diagnostics sector for the AptaCheck platform.",
    "totalCost": "2254187,5",
    "ecMaxContribution": "1577931",
    "coordinator": "SOLSTEN DIAGNOSTICS AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937467559": {
            "orgId": "937467559",
            "orgName": "SOLSTEN DIAGNOSTICS AS",
            "ecContrib": 1577931
        }
    },
    "calculatedTotalContribution": 1577931
}