{
    "rcn": "211918",
    "acronym": "NANOPHLOW",
    "topics": "FETOPEN-01-2016-2017",
    "title": "TOWARDS NOVEL NANO-SCALE TECHNOLOGIES BASED ON PHORETIC FLOW EFFECTS",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Most devices that transport bulk fluids make use of pressure gradients (`pumpsí) or external forces (e.g. gravity powers hydro-electric turbines).  Increasingly, modern technology is addressing problems where fluid transport takes place in sub-micron sized channels, or in pores. The physical laws of transport in such channels are qualitatively different from those that determine bulk flow; they are poorly understood and, importantly, barely exploited.  The aim of the proposed research is to lay the basis for an entire novel technology where thermal gradients and concentration gradients along nano-sized channels are harnessed to drive devices that have no equivalent on the macroscopic scale.  \nSuch gradient-driven surface flows  offer a huge scope for fundamental advances with very significant technological implications. We envisage breakthroughs in the area of energy extraction from salinity gradients (`blue energyí), ultra-filtration and desalination, and the development of novel, highly sensitive protein-separation devices. This new approach will surpass the intrinsic limitations of current technologies. The expected huge improvement in efficiency will be a game changer and will break the current barriers in the development of technologies such as e.g osmotic energy harvesting.\n\nAll the  applications  share the same underlying science and can therefore be addressed by the proposal team.  We will engage with industrial partners inside the team and with new partners that we will approach through our Knowledge Transfer Facilitator, to translate basic science into proofs-of-principle, pilot plants and, subsequently, full scale applications. The potential economic impact of phoretic technologies is difficult to over-estimate: the research is truly high-risk, high-yield.  By targeting two diverse applications, we exploit the generic nature of the underlying science. The quality and interdisciplinary nature of the team mitigates the risk of failure.",
    "totalCost": "3299670,01",
    "ecMaxContribution": "3299670",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;SWEETCH ENERGY;FLUIDIC ANALYTICS LIMITED;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;FR;NL",
    "projectParticipants": {
        "937745561": {
            "orgId": "937745561",
            "orgName": "FLUIDIC ANALYTICS LIMITED",
            "ecContrib": 349670
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 338750
        },
        "929656440": {
            "orgId": "929656440",
            "orgName": "SWEETCH ENERGY",
            "ecContrib": 307500
        },
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 573750
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 891250
        }
    },
    "calculatedTotalContribution": 2460920
}