{
    "rcn": "211922",
    "acronym": "HybridHeart",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Development of the first fully biocompatible, soft actuated heart: combining in situ tissue engineering and soft robotics",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The Hybrid Heart consortium envisions to develop and bring to the clinic soft biocompatible artificial organs. These will consist of a soft robotics shell with actuators (ëartificial musclesí) and sensors, enabling completely natural motion. The inner lining and structures will be made by in situ tissue engineering (TE), ensuring biocompatibility of blood-contacting surfaces.\nAs the first step, the consortium will develop the Hybrid Heart, which can completely replace a patientís heart in a procedure similar to a heart transplant, to provide a cure for heart failure, which affects ~23 million people worldwide. Currently, patients with end-stage heart failure either receive a heart transplant, if available, or long-term mechanical circulatory support, which causes severe complications. To achieve the ambitious goal of providing a permanent cure for these patients, the participants will, in parallel, develop the components of the Hybrid Heart: 1) a soft elastomeric robotics shell containing actuators and sensors, 2) scaffolds for in situ TE of inner lining, valves and vessels and 3) a wireless energy transfer system. These components together will form the full Hybrid Heart, which will be soft, adaptable, wireless and fully bio- and hemocompatible. Both functionality as well as biocompatibility of the Hybrid Heart will be shown in a Proof-of-Principle study in the chronic sheep model at the end of the project.\nThe Hybrid Heart project will be carried out by an interdisciplinary group of (academic) researchers and high-tech SMEs, with experience in cardiac surgery, TE, soft robotics and engineering. The technology underlying the Hybrid Heart is applicable to a range of soft robotics-based artificial organs, including the bowel, lung, or muscle structures (limbs). Replacing an entire organ with bioinspired robotic elements, TE biocompatible surfaces, artificial sensors, and an external power source allows for an off-the-shelf therapy for patients with organ failure.",
    "totalCost": "3035550",
    "ecMaxContribution": "3035550",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;DUALIS MEDTECH GMBH;TECHNISCHE UNIVERSITEIT EINDHOVEN;STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN;XELTIS BV",
    "participantCountries": "IT;DE;NL",
    "projectParticipants": {
        "998509659": {
            "orgId": "998509659",
            "orgName": "XELTIS BV",
            "ecContrib": 443675
        },
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 585000
        },
        "938006491": {
            "orgId": "938006491",
            "orgName": "DUALIS MEDTECH GMBH",
            "ecContrib": 451250
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 705000
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 396250
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 454375
        }
    },
    "calculatedTotalContribution": 3035550
}