{
    "rcn": "211984",
    "acronym": "SoftBeam",
    "topics": "ERC-2017-PoC",
    "title": "Modular Platform for Controlled Ion Beam Generation",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Countless sophisticated macroscopic products rely on innovative materials with unique features, designed with nanoscale precision. To harness the variety of functionalities provided by biomolecules and other complex molecular species as the key ingredient for the design of prospective advanced nanosystems and materials, a current technological gap must be closed: the lack of a universal method capable to handle fragile molecules under vacuum conditions without compromising their integrity. With the present project we aim to introduce a versatile and powerful platform based on innovative methodological advances to overcome this obstacle. The envisioned technology is designated CIB (controlled ion beam) and will allow the generation of ultrapure ion beams from any solvable substance in a fully controlled manner using a cost-effective, marketable setup. The novel instrumentation capitalizes on achievements within the ERC project 'MolArt' and will be suitable for highly sophisticated deposition processes for nanofabrication and nanotechnology, while furnishing at the same time a general module integrable in analytical mass spectrometry (MS/ Proteomics). SoftBeam, the prototype instrument to be accomplished within this PoC project is our pilot application where CIB is firstly realized and validated. With this technology an entire new class of sensitive substances can be routinely processed in a size-selective manner. Boosted flux intensities reduce processing time and fully controllable energy of the molecules results in a highly increased reproducibility, cleanliness and homogeneity of molecular beams generated. The modular platform is adaptable to various disciplines and has the potential to become a standard tool in the nanotechnology and analytical (bio)chemistry community.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}