{
    "rcn": "211912",
    "acronym": "ED-ARCHMAT",
    "topics": "MSCA-ITN-2017",
    "title": "European Doctorate in ARchaeological and Cultural Heritage MATerials science",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "The ED-ARCHMAT (European Doctorate in Archaeological and Cultural Heritage Materials Science) EJD aims to train a  new generation of creative and entrepreneurial ESR able to face current and future challenges in Archaeological/Cultural Heritage  protection and management and to convert knowledge and ideas into products and services for economic and social benefit. The study, management and optimization of Archaeological and CH sites and objects is a sector with a strong multidisciplinary connotation.  Accordingly the ED-ARCHMAT international consortium includes HEI, SME, Museums, Conservations Labs (such as the GCI in LA), and IT/Business Schools and proposes a coherent joint doctoral program aiming at overcoming national, sectoral and inter-disciplinary boundaries in PhD research in the field of Archaeometry/Conservation Science. The ED-ARCHMAT EJD will have a  strong ESR mobility component, with the final goal of leading to lasting PhD-level cooperation between beneficiaries and partners.  The EJD will also strengthen the transmission and exploitation of knowledge and enhance the innovation process in the general CH area where the increasing development of more sophisticated chemical and physical analytical techniques and of ICT have highlighted the existence of a knowledge gap that needs to be filled.  The successful ED-ARCHMAT ESR  will acquire  innovative skills and key competence spanning across the Humanities, Materials Science, Business and Management fields, acquiring the professional figure of Conservation Scientist 1) Conservation science ; 2) Development of Diagnostic and Monitoring tools; 3) New Conservation Materials and Methods: characterization of artifacts degradation mechanisms, performance evaluation of new materials, decision making techniques, 4) Equipments : skills in the utilization of different instrumentations, 5) Energy efficient and sustainable solutions for CH materials; 6) Management and entrepreneurship in Cultural Heritage.",
    "totalCost": "3298257,36",
    "ecMaxContribution": "3298257,36",
    "coordinator": "UNIVERSIDADE DE EVORA",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSITE BORDEAUX MONTAIGNE;BEN-GURION UNIVERSITY OF THE NEGEV;UNIVERSIDAD DE BURGOS;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE;POLITECNICO DI TORINO;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "FR;IL;ES;IT;EL",
    "projectParticipants": {
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 476713
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 516123
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 258061
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 247873
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 242387
        },
        "999576465": {
            "orgId": "999576465",
            "orgName": "UNIVERSITE D'AVIGNON ET DES PAYS DE VAUCLUSE",
            "ecContrib": 525751
        },
        "996836312": {
            "orgId": "996836312",
            "orgName": "UNIVERSITE BORDEAUX MONTAIGNE",
            "ecContrib": 262876
        },
        "998959642": {
            "orgId": "998959642",
            "orgName": "UNIVERSIDAD DE BURGOS",
            "ecContrib": 247873
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 520601
        }
    },
    "calculatedTotalContribution": 3298258
}