{
    "rcn": "211920",
    "acronym": "CURE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Constructing a ëEubiosis Reinstatement Therapyí for Asthma",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The asthma pandemic imposes a huge burden on patients and health systems in both developed and developing countries. Notwithstanding major efforts in untangling its pathophysiology, we are not even close to reaching a cure. Despite available treatments, symptom control is generally suboptimal and hospitalisations and deaths remain at unacceptably high levels. This calls for disruptive innovation towards a long-term treatment strategy. Asthma is an inflammatory condition associated with immune deviations, most often atopic allergy. However, a key characteristic of asthma that remains relatively unexplored is susceptibility to infection. Most acute asthma attacks follow upper respiratory infections; infections are also associated with asthma initiation and persistence. Recent studies reveal that the respiratory microbiome is characteristically imbalanced (dysbiotic) in asthma. Our own data indicate that a feature of dysbiosis in asthma is reduced abundance of bacteriophages (phages). These bacterial viruses infect and are able to naturally control bacterial populations. Phage therapy has been grossly neglected in the western world and is currently just appearing as a novel tool against infection. However, it has never been used for rebalancing dysbiosis in humans.\nWe propose that reinstating eubiosis within the asthmatic airway through phage therapy is feasible and will be able to control the immune dysregulation and clinical presentation of the disease. To achieve this, we must be able to predict the effects of adding phage mixtures to the complex ecology of the airways and design appropriate interventions. In CURE, we will develop a predictive model using information from virus-bacterial interactions, host responses and clinical disease expression, validated and fine-tuned using an in-vitro host-microbe-phage interface system. The project will develop phage preparations as candidates for clinical testing in asthma",
    "totalCost": "2971750",
    "ecMaxContribution": "2971750",
    "coordinator": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
    "coordinatorCountry": "EL",
    "participants": "THE UNIVERSITY OF MANCHESTER;SCHWEIZERISCHES FORSCHUNGSINSTITUT FUER HOCHGEBIRGSKLIMA UND MEDIZIN IN DAVOS;ELIAVA BIO PREPARATIONS LTD;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;UMEA UNIVERSITET;UNIVERSYTET MEDYCZNY W LODZI.;GIORGI ELIAVA INSTITUTE OF BACTERIOPHAGY, MICROBIOLOGY AND VIROLOGY;EUROPEAN FEDERATION OF ASTHMA &ALLERGY ASSOCIATIONS IDEELL FORENING;MARIOS LYMARAKIS KAI SIA EE",
    "participantCountries": "UK;CH;GE;EL;SE;PL;BE",
    "projectParticipants": {
        "965000427": {
            "orgId": "965000427",
            "orgName": "ELIAVA BIO PREPARATIONS LTD",
            "ecContrib": 60000
        },
        "997491644": {
            "orgId": "997491644",
            "orgName": "EUROPEAN FEDERATION OF ASTHMA &ALLERGY ASSOCIATIONS IDEELL FORENING",
            "ecContrib": 112500
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 353750
        },
        "998859732": {
            "orgId": "998859732",
            "orgName": "SCHWEIZERISCHES FORSCHUNGSINSTITUT FUER HOCHGEBIRGSKLIMA UND MEDIZIN IN DAVOS",
            "ecContrib": 287500
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 222500
        },
        "949906936": {
            "orgId": "949906936",
            "orgName": "GIORGI ELIAVA INSTITUTE OF BACTERIOPHAGY, MICROBIOLOGY AND VIROLOGY",
            "ecContrib": 222500
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1128000
        },
        "949673748": {
            "orgId": "949673748",
            "orgName": "MARIOS LYMARAKIS KAI SIA EE",
            "ecContrib": 135000
        },
        "999881821": {
            "orgId": "999881821",
            "orgName": "UMEA UNIVERSITET",
            "ecContrib": 217500
        },
        "999878717": {
            "orgId": "999878717",
            "orgName": "UNIVERSYTET MEDYCZNY W LODZI.",
            "ecContrib": 232500
        }
    },
    "calculatedTotalContribution": 2971750
}