{
    "rcn": "211926",
    "acronym": "BENEFFICE",
    "topics": "EE-07-2016-2017",
    "title": "Energy Behaviour Change driven by plug-and-play-and-forget ICT and Business Models focusing on complementary currency for Energy Efficiency for the Wider Population",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "BENEFFICEís strategic objective is to reduce wasted energy by incentivising various consumer types in the wide energy consumer market. A novel ecosystem will be developed which enables and incentivises long-term energy consumption savings. BENEFFICE ecosystem leverages novel IoT enabled, low-cost, ìplug-and-play-and-forgetî devices, energy disaggregation and an innovative empowerment and rewards approach based on an alternative monetary currency so as to change consumersí energy consumption behaviour. The ìplug-and-play-and-forgetî devices will accurately capture energy use patterns at the level of each electrical appliance and at the level of each individual user. An energy behaviour model will be used to correlate these patterns with optimal, personalised comfort levels, social profiles and characteristics (including social, economic, geographic and energy use contexts) in order to determine optimal energy use behaviour to reduce wastage of energy and to increase the use of renewable resources in the energy mix. BENEFICE will design personalized, real-time motivational paths to deliver sustained reductions in energy consumption. Customers will be incentivized to follow these paths voluntarily, through the application of novel business models that provide monetary rewards in return for progress along each personalized pathway and help build an online community of like-minded actors. These business models will be based on an innovative digital CO2 currency - CO2 Credits are awarded to actors for proven, sustained reduction in fossil fuel use. Business models that stimulate the supply of, and demand for, CO2 Credits, will be designed, tested and validated. These business models will leverage partnerships with established businesses -third party market catalysts- that recognize the potential offered by CO2 Credits both to promote reduced consumption of fossil fuels and to extend their market share by offering a new service to their clients with clear social added value.",
    "totalCost": "2732503,75",
    "ecMaxContribution": "2021501,51",
    "coordinator": "EUROPEAN DYNAMICS BELGIUM",
    "coordinatorCountry": "BE",
    "participants": "EURO-FUNDING ADVISORY GROUP SL;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;VERBUND Solutions GmbH;VAASAETT LTD AB OY;450;B KAYKAS ANONIMI ETAIREIA EMPORIAS HLEKTROLOGIKON YLIKON FOTISTIKON",
    "participantCountries": "ES;EL;AT;FI;FR",
    "projectParticipants": {
        "940270083": {
            "orgId": "940270083",
            "orgName": "VERBUND Solutions GmbH",
            "ecContrib": 156406
        },
        "947340510": {
            "orgId": "947340510",
            "orgName": "EUROPEAN DYNAMICS BELGIUM",
            "ecContrib": 590739
        },
        "911596495": {
            "orgId": "911596495",
            "orgName": "B KAYKAS ANONIMI ETAIREIA EMPORIAS HLEKTROLOGIKON YLIKON FOTISTIKON",
            "ecContrib": 121734
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 362500
        },
        "964502332": {
            "orgId": "964502332",
            "orgName": "VAASAETT LTD AB OY",
            "ecContrib": 232050
        },
        "951606473": {
            "orgId": "951606473",
            "orgName": "EURO-FUNDING ADVISORY GROUP SL",
            "ecContrib": 173304
        },
        "931753580": {
            "orgId": "931753580",
            "orgName": "450",
            "ecContrib": 384769
        }
    },
    "calculatedTotalContribution": 2021502
}