{
    "rcn": "211980",
    "acronym": "ExtruLub",
    "topics": "SMEInst-02-2016-2017",
    "title": "Commercialisation of Advanced Extrusion Technologies through Materials Innovation to Enhance the Performance  Functionality of Catheter Based Medical Devices",
    "startDate": "01/09/2017",
    "endDate": "29/02/2020",
    "objective": "ExtruLubTM is an innovative, disruptive extrusion technology applicable across a range of polymer resins, which can change the surface of a catheter without affecting core device properties. The technology fits in the component sub-supply market with an initial global market of Ä564 mn applicable across all catheter markets, the latter estimated to reach $42.5 bn globally by 2020. From a functional perspective, it has the ability to reduce surface friction, generate protective antimicrobial & antithrombogenic surfaces, passing these benefits and profile reduction to catheters. This functional enhancement safeguards patient safety & commands genuine product differentiation for the device manufacturer, enabling market share. From an economic perspective it facilitates a change from lean to batch manufacturing realising cost containment. For example, an independent study showed ExtruLubTM, employed in the cardiology sector, would reduce costs for the OEM (e.g. Boston Scientific, Medtronic etc.) by 51 %, realising savings for them of ca. Ä3 mn p.a in one product. DiaNia Technologies will drive the optimisation & advancement of successful Phase 1 results through to commercialisation of ExtruLubTM into selected devices, engaging with a number of successful, leading MedTech companies. In doing so we will utilise direct links with MNCs at the early development phase of their new products. DNT will be taking an export led approach, exploiting the experience of our business development team & board members in expanding our component subsupply business in the MedTech industry. The positive effects of this project include increase in revenues to over Ä26 MN & employees numbers reaching 38 in YR 5 through the successful rollout of ExtruLubTM Technology.",
    "totalCost": "2501602,5",
    "ecMaxContribution": "1746484,25",
    "coordinator": "DIANIA TECHNOLOGIES LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934968451": {
            "orgId": "934968451",
            "orgName": "DIANIA TECHNOLOGIES LIMITED",
            "ecContrib": 1746484
        }
    },
    "calculatedTotalContribution": 1746484
}