{
    "rcn": "211961",
    "acronym": "AIM",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Advanced Manufacturing Ecosystem improvement",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "Industry foresight for next 10 years are highlighting how the global economy will be fully globalized and competition for markets will become fiercer. New industrial players from emerging and newly emerged industrial economies will fight for market share with multi-nationals and companies from traditionally industrialized countries, including the EU. This will drive companies seeking for innovation to develop a competitive edge for new products and services, and to adopt operations that are more efficient. Europe is a global leader in supplying advanced manufacturing technologies, however notwithstanding the relevant investment in R&D to develop such technologies, the effective uptake is still weak and European companies are lagging behind in comparison to global competitors regarding demand and use of them.  Despite the benefits AMTs offer, the majority of manufacturing SMEs in the EU are not yet using these technologies. One of the key obstacles to AMT adoption is represented by the general weakness of the support system supplying with adequate capacities in all areas of advanced manufacturing sector. The overall project objective of the project is to improve the Advanced Manufacturing Ecosystem for European SMEs by reinforcing the innovation infrastructures that should provide support to manufacturing SME. The aim is thus to collaboratively address a common innovation support challenge consisting in providing adequate support to SMEs in the adoption of AMT. The Peer Learning activity is expected to collect and identify a wide range of services that Innovation intermediary agencies may provide to SMEs to stimulate their transformation through the AMT uptake. The expected Design Options Paper will serve as a ìguideî or a ìhandbookî to other agencies and business support centers to provide more focused support services and to set up ìRegional Innovation Hubsî to improve a suitable ecosystem fostering AMT uptake.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
    "coordinatorCountry": "IT",
    "participants": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;TECHNOLOGIE- UND GRUNDERZENTRUM BAUTZEN GMBH",
    "participantCountries": "AT;DE",
    "projectParticipants": {
        "986221602": {
            "orgId": "986221602",
            "orgName": "FRIULI INNOVAZIONE CENTRO DI RICERCA E DI TRASFERIMENTO TECNOLOGICO SCARL",
            "ecContrib": 50000
        },
        "999981537": {
            "orgId": "999981537",
            "orgName": "JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH",
            "ecContrib": 0
        },
        "953705650": {
            "orgId": "953705650",
            "orgName": "TECHNOLOGIE- UND GRUNDERZENTRUM BAUTZEN GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}