{
    "rcn": "211924",
    "acronym": "ArthroDUR",
    "topics": "ERC-2017-PoC",
    "title": "Bifunctional and regeneratively active biomaterial: Towards an ultimate solution for osteoarthritis treatment",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Osteoarthritis (OA) is the most common form of arthritis of the joints, affecting over 70 million EU citizens. At present, no cure for OA is available; only symptomatic therapies may help to ameliorate this painful disorder. OA affects the integrity of the cartilage and progresses to an increased damage in its surrounding tissues, inclusive bone, and to inflammation of the synovial tissue. The latter reaction is caused by an accumulation of bone splinters. The therapy of choice would be ñ if available ñ bidirectional: first, regeneration of the damaged cartilage (by implants) and second, dissolution of the bone fragments (by injections). This proposal presents for the first time this two-fold solution. \n\nWithin my ERC Advanced Grant ìBIOSILICAî (No. 268476) we disclosed that biosilica elicits morphogenetic activity in cells involved in connective tissue formation. The effect of silica is augmented by another natural inorganic polymer, by polyphosphate (polyP), which is synthesized in most animal cells, especially blood platelets that accumulate in damaged bone and cartilage. polyP acts as ìmetabolic fuelî for the synthesis of the extracellular inorganic and organic skeletal and cartilage tissues. Our strategy is to combine and to amplify the beneficial properties of these two polymers, biosilica and polyP, their morphogenetic activity with their structure-forming/guiding activity, by applying hybrid microparticles, consisting of silica and polyP. The proposed project will provide the proof-of-concept of this dual strategy, using silica and the amorphous Mg2\\/Ca2\\ salt of polyP together with hyaluronic acid, to dissolve firstly existing bone splinters in the synovial fluid (by injection), reducing the painful joint burden in osteoarthritis, and secondly to repair damaged cartilage with polyP/silica implants. \n\nThis innovative material, injectable and implantable, will be developed to commercializable products for the benefit of the aging society.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}