{
    "rcn": "211909",
    "acronym": "DeLIVER",
    "topics": "MSCA-ITN-2017",
    "title": "Super-resolution optical microscopy of nanosized pore dynamics in endothelial cells",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "DeLIVER will train a new generation of ESRs in the development and application of newly developed high speed and high resolution imaging tools in biomedical research. ESRs will be cross-pollinated with concepts and skills in physics and biomedicine, in particular in super-resolution optical imaging (a.k.a. optical nanoscopy), analytical image reconstruction, and optical micro-manipulation methods. These skills are applied to reveal for the first time the function and dynamics of nanosized pores in endothelial cells (EC) that present the main barrier between the blood and vital organs for human physiology, such as the liver, brain, kidneys, and the eyes. Very little is known about the extremely important physiological function of these unique structures and their role in the transfer and/or clearance of metabolites and pharmaceuticals to vital organs. The current generation of optical nanoscopes, however, is rather slow and can only be applied to isolated, typically fixed (i.e. dead) cells rather than biomedically relevant tissues. Also, newcomers to the field need to familiarize themselves with a whole new set of potential problems that might arise in the use of optical nanoscopy, such as image reconstruction-related artifacts to name just one example.This is an area of research where European enterprises are very active. Excellent training in new scientific and complementary skills, combined with international and intersectoral work experience, will instil an innovative, creative and entrepreneurial mind-set in DeLIVER's ESRs, maximising economic benefits based on scientific discoveries. These specialised, highly trained, and mobile ESRs will have greatly enhanced career prospects. The training in novel physical methods with highly relevant experience in the biomedical sciences will allow them to confidently navigate at the interface of academic, clinical and private sector research.",
    "totalCost": "3728513,16",
    "ecMaxContribution": "3728513,16",
    "coordinator": "UNIVERSITAET BIELEFELD",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITETET I TROMSOE;CHERRY BIOTECH;ELVESYS SAS;VRIJE UNIVERSITEIT BRUSSEL;THE UNIVERSITY OF BIRMINGHAM;LAVISION BIOTEC GMBH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;GOETEBORGS UNIVERSITET",
    "participantCountries": "NO;FR;BE;UK;DE;SE",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 262876
        },
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 1145101
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 273288
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 263659
        },
        "999854370": {
            "orgId": "999854370",
            "orgName": "UNIVERSITAET BIELEFELD",
            "ecContrib": 747649
        },
        "953260808": {
            "orgId": "953260808",
            "orgName": "LAVISION BIOTEC GMBH",
            "ecContrib": 249216
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 250560
        },
        "934242018": {
            "orgId": "934242018",
            "orgName": "CHERRY BIOTECH",
            "ecContrib": 262876
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 273288
        }
    },
    "calculatedTotalContribution": 3728513
}