{
    "rcn": "211906",
    "acronym": "CONTRA",
    "topics": "MSCA-ITN-2017",
    "title": "Computational ONcology TRaining Alliance",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Cancer is a major cause of death and suffering, rendering it a huge concern to the general public. Consequently, it has been targeted by application of the molecular techniques developed during the last 20-25 years, thereby improving diagnosis and treatment. Nevertheless, although current biomarker and treatment concepts often are successful initially, they subsequently frequently fail to achieve durable drug response and long-term survival for cancer patients. The study of somatic evolution in cancer is a very promising approach to rectify this situation. Fortunately, single cell genomic sequencing has recently begun to provide opportunity to unprecedented detailed insights into tumour evolution and new techniques are emerging for assaying the spatial distribution of tumour heterogeneity. Analysing and developing methods for these emerging data sets are under-researched areas that lie at the intersection of medical, evolutionary biology, and computational research. In CONTRA, European researchers with complementary expertise have joined forces in order to collectively facilitate training of future European computational cancer researchers. We will by applying modern recruitment and selection methods in combination with offering excellent training and employments conditions, including social security, facilitate recruitment of 15 excellent ESRs, across genders and geographical areas.  We will train these 15 ESRs in the mathematical, computational, and applied skills required to tackle the complex analysis problems posed by somatic evolution in cancer. We will also teach them entrepreneurship and the requirements of pharmaceutical and biotech industry. Using a novel scheme, this substantial academic cancer expertise will be complemented with industrial expertise in software development, especially for biotech and pharmaceutical industry, which will unleash key components of the innovative force of the European commercial sector in the struggle against cancer.",
    "totalCost": "3863978,28",
    "ecMaxContribution": "3863978,28",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "UNIWERSYTET WARSZAWSKI;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA);EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL;UNIVERSIDAD DE VIGO;KING'S COLLEGE LONDON",
    "participantCountries": "PL;UK;ES;CH",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 495746
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 527319
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 495746
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999460841": {
            "orgId": "999460841",
            "orgName": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
            "ecContrib": 273288
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 448275
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 3317404
}