{
    "rcn": "211981",
    "acronym": "TWIST",
    "topics": "ERC-2017-PoC",
    "title": "TOF PET With Strip SiPMs",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "TWIST will build detector modules for PET scanners that offer high sensitivity together with precise position and time resolution. TWIST will deliver high-resolution PET images with low background using a lower dosage of radio-tracer. The breakthrough is obtained due to the successful development of the new Strip Silicon PhotoMultiplier (SSiPM) within the ERC TICAL project.\nPET (Positron Emission Tomography) scanners create images of the distribution of positron emitters in the body of subjects under investigation. PET scans have a fundamental advantage over other forms of medical imaging, such as CT scans; since they are sensitive to the functioning of biological processes. Biomarkers are involved in chemical reactions active in molecular pathways of interest for diagnosing diseases; the image will alter according to molecular changes occurring within the area of interest. Since the imaging technique operates at the sub-cellular and molecular level of the body, it is known as molecular imaging.\nAlthough PET imaging is a very powerful diagnostic tool, an injection of a radiotracer is required. The precise time resolution of the TWIST modules with substantially reduce the background generating clearer images. The image resolution will be further enhanced due to the determination of the 511 keV gamma interaction point (including the depth of interaction). Since the depth of interaction is well determined, longer crystals can be used and the detection modules can be mounted close to the subject being scanned. This results in higher resolution images with a significant reduction (at least x5) use of radio tracer.\nFor all developments, it is important to move from tests in the laboratory to building a system of multiple units, because this is the stage that these new developments become useful and open up commercial possibilities.  The creation of a business plan to manufacture modules on a commercial basis is integrated within this proposal.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}