{
    "rcn": "211974",
    "acronym": "TOPBALAT",
    "topics": "SMEInst-08-2016-2017",
    "title": "Setting up high-value sea cucumber chain in Europe through a new fishing gear with no environmental impact and advanced processing equipment",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "AURORA SEAFOOD is the Icelandic SME currently leading the incipient Sea Cucumber (SC) industry in Iceland óthe leading country in the SC business in Europe. The seafood fishery and processing industries are claiming for long-term sustainable and efficient innovations that assure the economical profitability of business. Firstly, the high percentage of the costs of raw material, due to low availability of traditional species at sea, creates the need for species diversification. Europe still has huge potential to exploit other species highly valued in international markets. Secondly, the intensive manual labour in the production of seafood goods poses a risk. TOPBALAT represents an integrative approach to establish for the first time in Europe an advanced SC value chain comprising SC fisheries and processing industry. SC have a high commercial value, and global demand is increasing led by China, the first economy of the world. The innovation of TOPBALAT lies in the resource exploited, the SC-specificity of the technology, and the way our technology components set up a value chain for the whole business. Our approach tackles fishing, automated processing and distribution, and allows for other companies to tap on this market with the introduction of European processed dry SC at competitive prices in the Asian market. TOPBALATís specific SC technology saves costs: 20% less total costs due to increased manoeuvrability, reduced gear loss, increased catching efficiency (70%), reduced by-catches (5%), only 5% of meat discards in the processing, and 90% less distribution costs. AURORA will commercialise the final product (dried whole fully processed SC) and the technology to harvest and produce it. TOPBALATís product target users are the middle-upper class in China, and our technology target users are seafood companies in Norway, Scotland and Ireland. By 2022, we expect sales of 325 tonnes of processed SC, accumulated gross revenues of Ä25.2 M, and 7-10 new jobs creation.",
    "totalCost": "2436825",
    "ecMaxContribution": "1705777,5",
    "coordinator": "AURORA SEAFOOD EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917817590": {
            "orgId": "917817590",
            "orgName": "AURORA SEAFOOD EHF",
            "ecContrib": 1705778
        }
    },
    "calculatedTotalContribution": 1705778
}