{
    "rcn": "211989",
    "acronym": "Efficoil",
    "topics": "SMEInst-02-2016-2017",
    "title": "Integrating Punching and Laser Coil Technology for Metal Manufacturing Industry",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "PRODUTECH S.r.l. is an Italian company specialized in metal sheet working machines, which counts on more than 20 years' experience in innovative machines production. With continuous innovation efforts, PRODUTECH is a notable actor on the global market with 166 customers in Europe and 22 customers outside the EU (India, North America and Far East), thanks to a worldwide distribution network. EffiCOIL represents a key business opportunity following the successful Phase 1 execution of the SME Instrument.Industrial activities are responsible for more than one fourth of the total energy consumption in Europe. In particular, the metallurgical industry is responsible for about 20% of such energy expenditure, summing up to about 51Mtoe per year. In this context, metal forming machines are used in a wide range of discrete production areas, including white goods, steel furniture, lighting and electrical equipment, automotive, etc. However, at moment, no solutions are available in the market offering a complete integration of the metal forming process, including electric punching, fibre laser cutting and direct coil feeding. With EffiCOIL project, PRODUTECH will get ready for the market launch of a new machine for metal coil working, combining the flexibility of coil metal punching ñ process already patented by PRODUTECH - with the precision and speed of the coil fibre laser cutting - first brought to market by PRODUTECH. The integrated technology will result in a 52% reduction in energy consumption for metal sheet production, as well as 20-30% reduction in wasted metal sheet, with a decrease in Capex and Opex versus standard metal processing machinery. The expected profitability will be high (TIR~23%). For PRODUTECH, EffiCOIL market launch will allow an optimization of the business structure, increase   market area and volume, as well as the brand consolidation.",
    "totalCost": "1717675",
    "ecMaxContribution": "1202372,5",
    "coordinator": "PRODUTECH SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924152854": {
            "orgId": "924152854",
            "orgName": "PRODUTECH SRL",
            "ecContrib": 1202372
        }
    },
    "calculatedTotalContribution": 1202372
}