{
    "rcn": "211915",
    "acronym": "PEGASUS",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Plasma Enabled and Graphene Allowed Synthesis of Unique nano Structures",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "'PEGASUS ultimate goal is to create a highly efficient, catalyst/harmful-free novel plasma method along with a proof-of-concept PEGASUS device for a large-scale N-graphene direct synthesis, as well as N-graphene/MnO2/Fe2O3/SnO2 composites and unique vertical N-graphene arrays grown on metal substrates, via breakthrough research on plasma-enabled singular assembly pathways. By doing so, a disruptive and highly competitive alternative to conventional lengthy/multistep routes will emerge,  based on the mastering of plasma exclusive mechanisms to control the amount and localization of energy and matter at atomic scales, spurring a new European manufacturing/processing platform. The envisioned path will prompt and build on ground-breaking developments in the underlying physics, with the resulting processes embodying invaluable economic/social impact potential. PEGASUS framework is uniquely positioned to succeed and raise the Europe competitiveness in the strategic nano synthesis domain via the promotion of plasma methods as a Key Enabling Technology for highly controllable and 'green' assembly of atom-thick hybrid nanostructures and by replacing long existing materials with new cost-effective, higher performance ones. The synergy between plasma physics and mechanical, electrochemical and hi-tech engineering expertise will be the driving force boosting the innovative approach pursued by this project, spanning from fundamental knowledge to appliance prospects. Internationally recognized scientists will contribute to this interdisciplinary project, triggering the commercialization of novel materials and delivering proof-of-concept PEGASUS and supercapacitor devices. With a science-devoted team lead by a female coordinator, PEGASUS contribution ambitions go beyond the scientific scope, helping to bridge economical/social gaps in tune with the EU ambitions.'",
    "totalCost": "3999633,75",
    "ecMaxContribution": "3764276,25",
    "coordinator": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
    "coordinatorCountry": "PT",
    "participants": "CHARGE2C-NEWCAP LDA;INSTITUT JOZEF STEFAN;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "PT;SI;BG;DE;FR",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 220000
        },
        "916485780": {
            "orgId": "916485780",
            "orgName": "CHARGE2C-NEWCAP LDA",
            "ecContrib": 625000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 369418
        },
        "954983722": {
            "orgId": "954983722",
            "orgName": "ASSOCIACAO DO INSTITUTO SUPERIOR TECNICO PARA A INVESTIGACAO E DESENVOLVIMENTO",
            "ecContrib": 1466546
        },
        "999887641": {
            "orgId": "999887641",
            "orgName": "SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI",
            "ecContrib": 446250
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 637062
        }
    },
    "calculatedTotalContribution": 3764276
}