{
    "rcn": "211976",
    "acronym": "ANTHEM",
    "topics": "SMEInst-05-2016-2017",
    "title": "ANTHEM: A Novel Tolerogenic vaccine for the treatment of antibodies in HaEMophilia",
    "startDate": "01/09/2017",
    "endDate": "31/05/2020",
    "objective": "This project will develop and validate IN-3012, a novel tolerogenic vaccine that utilizes a personís own cells to treat neutralizing antibodies (NA) in Haemophilia A patients who have failed immune tolerance induction (ITI). Haemophilia A patients are given the blood clotting protein, factor VIII as standard of care. However, a serious consequence  is the development of NA towards factor VIII leading to therapy resistance. This leads to crippling arthropathy, other morbidities and high mortality. ITI is the most used treatment of this condition but 35% of patients do not respond and are in a vulnerable situation.\n\nHaematologists and KOLs emphasise the pressing need for safe and effective technologies to overcome NA in Haemophilia A, which is not possible today. The estimated mean annual cost of a Haemophilia patient in Europe is over EUR 117,000 EUR with the mean lifetime cost reaching EUR 7.8 million. This is substantially higher in patients who have failed ITI. Therefore, while this condition has low prevalence, it exerts heavy burden on healthcare budgets and is thus a top EU health policy priority. \n\nIdogenís technology platform allows cells from the patientís blood to be reprogrammed outside the body to dendritic cells with the capacity to specifically counteract adverse immune reactions. The reprogrammed cells are transferred back to the patient. IN-3012 uses this mechanism to create tolerance to factor VIII. \n\nThe research performed to date strongly supports the vaccineís potential to eradicate NA. The proposed project will bring IN-3012 through a Phase I/II clinical trial in humans. The safety and preliminary efficacy data will constitute the basis for further clinical development and commercialisation of the product. Idogenís strategic focus lies in establishing IN-3012 as a novel treatment in Haemophilia A patients having failed ITI. This will constitute the cornerstone of Idogenís accelerated growth. This project is the key step to realize the strategy.",
    "totalCost": "2868734,25",
    "ecMaxContribution": "2868734,25",
    "coordinator": "IDOGEN AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915190830": {
            "orgId": "915190830",
            "orgName": "IDOGEN AB",
            "ecContrib": 2868734
        }
    },
    "calculatedTotalContribution": 2868734
}