{
    "rcn": "211954",
    "acronym": "FLEXCoop",
    "topics": "LCE-01-2016-2017",
    "title": "Democratizing energy markets through the introduction of innovative flexibility-based demand response tools and novel business and market models for energy cooperatives",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "FLEXCoop introduces an end-to-end Automated Demand Response Optimization Framework. It enables the realization of novel business models, allowing energy cooperatives to introduce themselves in energy markets under the role of an aggregator.  It equips cooperatives with innovative and highly effective tools for the establishment of robust business practices to exploit their microgrids and dynamic VPPs as balancing and ancillary assets toward grid stability and alleviation of network constraints.\nOptimization in FLEXCoop applies to multiple levels. It spans local generation output, demand and storage flexibility, as well as the flexibility offered by EVs to facilitate maximum RES integration into the grid, avoidance of curtailment and satisfaction of balancing and ancillary grid needs. This is achieved via automated, human-centric demand response schemes with the participation of appropriately selected residential prosumers. To enhance prosumer acceptance, the FLEXCoop innovative services will feature non-intrusiveness, comfort and well-being preservation, non-violation of prosumer daily schedules as well as maximization of benefits through transparent and open participation in markets. It will also guarantee easy switching between DR service providers, vendor lock-in avoidance, customized DR service contracts and objective settlement and remuneration, thus establishing an energy democracy context and empowering prosumers to become active energy market players. FLEXCoop brings together a wide range of baseline technologies to build an open and interoperable DR optimization framework, including a fully-fledged tool suite for energy cooperatives (aggregators) and prosumers involved in the DR value chain, ensuring: (i) DR stakeholders empowerment and transformation into active market players, (ii) end-to-end interoperability between energy networks, energy management systems and devices  and (iii) the realization of new business models for energy cooperatives.",
    "totalCost": "3979190,21",
    "ecMaxContribution": "3979190",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "GRINDROP LIMITED;FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;MERIT CONSULTING HOUSE SPRL;SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED;ORGANISATIE VOOR HERNIEUWBARE ENERGIE DECENTRAAL;SOM ENERGIA SCCL;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;ETRA INVESTIGACION Y DESARROLLO SA;DANMARKS TEKNISKE UNIVERSITET;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;RESCOOP EU ASBL;KONCAR - INZENJERING ZA ENERGETIKUI TRANSPORT DD",
    "participantCountries": "UK;ES;BE;CY;NL;EL;IE;DK;HR",
    "projectParticipants": {
        "958918430": {
            "orgId": "958918430",
            "orgName": "KONCAR - INZENJERING ZA ENERGETIKUI TRANSPORT DD",
            "ecContrib": 150000
        },
        "999926441": {
            "orgId": "999926441",
            "orgName": "ETRA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 416250
        },
        "915371153": {
            "orgId": "915371153",
            "orgName": "MERIT CONSULTING HOUSE SPRL",
            "ecContrib": 290000
        },
        "999658721": {
            "orgId": "999658721",
            "orgName": "CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA",
            "ecContrib": 261250
        },
        "938258109": {
            "orgId": "938258109",
            "orgName": "GRINDROP LIMITED",
            "ecContrib": 275000
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 287500
        },
        "938871828": {
            "orgId": "938871828",
            "orgName": "ORGANISATIE VOOR HERNIEUWBARE ENERGIE DECENTRAAL",
            "ecContrib": 230680
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 610250
        },
        "950617849": {
            "orgId": "950617849",
            "orgName": "SOM ENERGIA SCCL",
            "ecContrib": 194510
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 441875
        },
        "939573429": {
            "orgId": "939573429",
            "orgName": "RESCOOP EU ASBL",
            "ecContrib": 267500
        },
        "910462080": {
            "orgId": "910462080",
            "orgName": "SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED",
            "ecContrib": 6731
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 267500
        }
    },
    "calculatedTotalContribution": 3699046
}