{
    "rcn": "211945",
    "acronym": "EURITO",
    "topics": "CO-CREATION-08-2016-2017",
    "title": "EU Relevant, Inclusive, Timely, Trusted, and Open Research  Innovation Indicators",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Big data and data analytics offer significant opportunities to transform Research and Innovation (R&I) policy with a new generation of more relevant, inclusive and timely indicators than those already available, potentially enabling better decisions with bigger (and better measured) impacts. However, concerns about the representativity, accuracy and interpretability of new data sources and methods is slowing down their acceptance. \nEURITO brings together a unique consortium of organisations with strong capabilities in R&I policy, big data analytics, machine learning and data visualisation with the goal of taking new data sources and methods from the periphery of R&I policy to its core.  To achieve this, we will adopt a work process inspired by the findings of a DG RTD funded project on Data Mining for Research and Innovation Policy that Nesta was involved with as a technical expert. We will start with a scoping stage where we engage with policy and data stakeholders to discover R&I policy user needs, then turn those needs into agile R&I analytics data pilots in a exploratory stage. We will scale-up the most promising pilots to generate next generation, relevant, inclusive, timely and open R&I indicators, which we will then validate rigorously, and communicate using interactive visualisation tools that support decision-making, encourage further exploration of the data, and open it up to wider audiences, making R&I policy-making processes more transparent and democratic.\nThe potential impacts of EURITO include better informed and targeted R&I policies, new opportunities for innovation that build on the open data, open code and open knowledge developed throughout the project, an enhanced understanding of innovation systems, and new opportunities for information sharing and collaboration between policymakers, researchers and data businesses.",
    "totalCost": "1469642,5",
    "ecMaxContribution": "1469642,5",
    "coordinator": "NESTA",
    "coordinatorCountry": "UK",
    "participants": "FUNDACION COTEC PARA LA INNOVACION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DANMARKS TEKNISKE UNIVERSITET",
    "participantCountries": "ES;DE;DK",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 558425
        },
        "925411332": {
            "orgId": "925411332",
            "orgName": "FUNDACION COTEC PARA LA INNOVACION",
            "ecContrib": 322812
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 314655
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 273750
        }
    },
    "calculatedTotalContribution": 1469642
}