{
    "rcn": "211978",
    "acronym": "Madaster",
    "topics": "SMEInst-01-2016-2017",
    "title": "Towards a circular economy: Eliminate waste through an open platform that facilitates material passports",
    "startDate": "01/05/2017",
    "endDate": "30/04/2019",
    "objective": "Our planet is a closed system with finite resources. The current economic system is strongly based on consuming and discarding these materials and products. Combined with the growing population and strong economic growth this leads to a rapid depletion of the earthís valuable resources while creating huge amounts of waste. To overcome this, it is essential to change our current linear economy and move towards a sustainable circular economy in which resources are reused and recycled while eliminating the production of waste. \n\nMany circular initiatives have failed to create sustainable material cycles due to a lack of usable information on material contents. This information is of utmost importance to allow re-use and recycling of materials and thus, to maintain the materialís value. Consequently, this will result in the thoughtful deconstruction of products, maintaining their valuable materials and subsequent re-use or recycling, minimizing waste.\n\nTo facilitate this highly needed information exchange and to facilitate the vital transition towards a circular economy, Madaster Services BV and Winvision BV have developed the disruptive Madaster ICT Platform which, for the first time, is able to precisely document and store material-related information of products. This innovative solution specifically focusses on the construction sector with the strong ambition to eliminate waste.\n\nThe following project objectives are defined: \n1. Produce Material Passports of construction objects in an operational setting; \n2. Develop protocols for data extraction and integration of resource-related information of construction;\n3. Create an open-standard IT infrastructure to enhance interoperability with other systems that will make use of the resource-related information of construction objects in the database;\n4. Develop a clearly defined business strategy for the Madaster Platform, the Material Passport and data services",
    "totalCost": "3539089,16",
    "ecMaxContribution": "2477362,41",
    "coordinator": "MADASTER SERVICES BV",
    "coordinatorCountry": "NL",
    "participants": "WINVISION BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "912428173": {
            "orgId": "912428173",
            "orgName": "WINVISION BV",
            "ecContrib": 1471916
        },
        "912450968": {
            "orgId": "912450968",
            "orgName": "MADASTER SERVICES BV",
            "ecContrib": 1005446
        }
    },
    "calculatedTotalContribution": 2477362
}