{
    "rcn": "211921",
    "acronym": "QuIET",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Quantum Interference Enhanced Thermoelectricity",
    "startDate": "01/02/2018",
    "endDate": "31/07/2021",
    "objective": "Our vision is to demonstrate that room-temperature quantum interference effects, measured recently in single molecules, can be exploited in massively-parallel arrays of molecules and used to design ultra-thin-film thermoelectric devices with unprecedented ability to convert waste heat to electricity using the Seebeck effect and to cool at the nanoscale via the Peltier effect.\nAlthough the dream of high-performance thermoelectric devices has been discussed for many years, evidence of the room-temperature quantum interference effects needed to realise this dream was achieved experimentally only recently. Building on these indirect demonstrations of quantum interference in single molecules using non-scalable set ups, we anticipate that the next breakthrough will be the implementation of QI functionality these intechnologically-relevant platforms.\n \nWe shall design molecules with built-in quantum interference functionality, which can be used to engineer the properties of ultra-thin molecular films. Molecules will be designed with robust anchors to metallic and carbon-based nano-gap electrodes, which enhance electron transport and eliminate unwanted phonons.This contacting strategy is scalable from a single junction, with the potential to be replicated billions of times on a single substrate. The ability to exploit quantum interference at room temperature will enable new thermoelectric materials and devices with the ability to scavenge energy with unprecedented efficiency.\n\nQuIET is a highly interdisciplinary project that brings together internationally leading scientists from four different countries with proven expertise on synthesis, transport measurements and theoretical modelling.",
    "totalCost": "3118272,5",
    "ecMaxContribution": "3118272,5",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITAT BASEL;UNIVERSITY OF DURHAM;IBM RESEARCH GMBH;LANCASTER UNIVERSITY;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "CH;UK;NL",
    "projectParticipants": {
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 448062
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 441804
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 442598
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 441826
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 463750
        },
        "999907914": {
            "orgId": "999907914",
            "orgName": "UNIVERSITAT BASEL",
            "ecContrib": 440074
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 440159
        }
    },
    "calculatedTotalContribution": 3118273
}