{
    "rcn": "211901",
    "acronym": "InDEStruct",
    "topics": "MSCA-ITN-2017",
    "title": "Integrated Design of Engineering Structures",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "This collaborative doctoral training programme provides a model for the development of technology leaders, enabling them to apply scientific methods from academia to interdisciplinary industrial design. The project is driven by the need for more efficient & lower emission engine systems. Heat exchangers in engines has been identified as a key enabling technology for low-emission power systems that is vital to the EU economy and is of great societal concern. Development of high-performance heat exchangers is a complex engineering challenge requiring academic contributions at the forefront of engineering science, which will enhance the EUís competitiveness by delivering economically and environmentally improved products. Having identified charge air cooling as a key enabling technology for low-emission power systems, here we propose an integrated approach to doctoral training in the area of engineering design leading to four doctorates covering diverse aspects of their mechanical engineering: structural vibration, stress & thermal analysis, additive manufacturing (AM), multifunctional metamaterials, fatigue & materials development. This project brings together a consortium of industrial and academic partners in a novel and bespoke doctoral training programme that is multi-disciplinary in its content and inter-sectoral with regards to the employability of the technology leaders of tomorrow. The programme provides a coherent training platform that inherently nurtures technical, creative and entrepreneurial skills. The central theme of Engineering Design within the programme enables us to build a training structure which is technically broad yet scientifically rigorous, while having the academic depth expected of a doctoral programme. The programme provides mobility, industrial experience and academic foundations in an integrated manner that will uniquely equip our future technology leaders to contribute to high-value innovation within EU industry.",
    "totalCost": "1093151,52",
    "ecMaxContribution": "1093151,52",
    "coordinator": "VESTAS AIRCOIL AS",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITY OF SOUTHAMPTON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 1093152
        },
        "961038462": {
            "orgId": "961038462",
            "orgName": "VESTAS AIRCOIL AS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1093152
}