{
    "rcn": "211973",
    "acronym": "ENTRANCE",
    "topics": "SMEInst-05-2016-2017",
    "title": "Developing the iTOP kit: Empowering scientists with efficient intracellular delivery of biologicals in hard-to-manipulate cell types",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "NTrans Technologies BV has developed iTOP; a novel and extremely effective method to deliver highly relevant bioactive molecules (including DNA, RNA, active proteins, and their combinations) into mammalian cells. This includes the efficient delivery of such molecules inside the most biologically and biomedically relevant cell types (e.g. human primary and stem cells), which are notoriously difficult to manipulate. iTOP technology has been scientifically validated (published in the top scientific journal Cell in 2015) and patented (WO2015028969).\n\niTOP addresses the unmet need of researchers and drug developers to be able to transfect a range of biomolecules into biologically relevant cell models; in particular to study genetic diseases and to underpin results obtained with standard immortalized cell lines.\n\nThe ENTRANCE project includes the necessary steps towards market entry of the iTOP research-use-only (RUO) kit: The development of (i) an iTOP RUO kit and (ii) an iTOP on-line community as innovative marketing tool that will support proper use and stimulate efficient application of the technology. The ENTRANCE project will thus provide the scientific community access to the novel iTOP tool, facilitate direct access of iTOP kit users to the NTrans support team, and enable sharing of user experiences via an iTOP interactive forum.\n\nENTRANCE will instigate a revolution in biomedical sciences by empowering both researchers and drug developers to manipulate the most relevant cell types with unprecedented efficiency. This will allow the field to move forward at a significantly accelerated pace.\n\nThe iTOP RUO kit will generously earn back the investments within 4 years, and help to create a buzz around the merits and possibilities of the technology. The latter is of immense value to the SME forecasted to support 16 FTE by 2020, with the ambition to expand its product pipeline and become leader in technologies for delivery of therapeutic biomolecules into primary cells.",
    "totalCost": "1514200",
    "ecMaxContribution": "1514200",
    "coordinator": "NTRANS TECHNOLOGIES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921191541": {
            "orgId": "921191541",
            "orgName": "NTRANS TECHNOLOGIES BV",
            "ecContrib": 1514200
        }
    },
    "calculatedTotalContribution": 1514200
}