{
    "rcn": "211979",
    "acronym": "NebuFlox",
    "topics": "ERC-2017-PoC",
    "title": "Making it happen - Scalable biphasic reactions using a nebulizer-driven continuous flow reactor",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "The original ERC grant focused on proving the power that oxygen from the air had in synthesis when its light-excited state was exploited. During the ERC program, we were able to show how simple & readily accessible start materials could be transformed into high value-high interest chemicals through straightforward ìone potî operations. We were also able to show that the diversity of structures accessible using this chemistry is remarkable. Furthermore, it is highly sustainable; representing a very efficient, benign & extremely low waste approach to the production of sought-after chemical frameworks. However, one problem prevailed. While it worked exceptionally well on a small research scale, its overall usefulness and its industrial relevance were severely curtailed by scale-up issues, even when the latest continuous flow technologies were applied. The need to achieve good light penetration, combined with the poor solubility of oxygen, seemed to castrate the potential of this chemistry to provide global solutions. A key breakthrough was made towards the end of the ERC program with the realization that creating and projecting a cloud (using a nebulizer to make fine droplets) into a light filled chamber could solve ALL the problems and lead to large scale reactions. With the current proposal, we seek to explore and fully automate this highly innovative nebulizer process in order to develop a robust prototype reactor with excellent prospects for further dimension enlarging (to industrial pilot plant scales & beyond). Furthermore, it is obvious that this ìnebulizer fixî may also be superbly suited to other biphasic reactions. Our plan has the support of pharmaceutical giant AstraZeneca in the form of an automation expert who will act as mentor to the program. The PI & the advisory team will pursue a number of different commercialization opportunities delineated herein and look at how best to exploit and amplify the impact of the extremely efficient prototype reactor(s).",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "PANEPISTIMIO KRITIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999588978": {
            "orgId": "999588978",
            "orgName": "PANEPISTIMIO KRITIS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}