{
    "rcn": "211904",
    "acronym": "CINCHRON",
    "topics": "MSCA-ITN-2017",
    "title": "Comparative INsect CHRONobiology",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Chronobiology is the study of biological rhythms. The best understood cycles are those with circadian 24 hour periods that modulate the temporal dynamics of physiology and behaviour of all higher organisms.  Four model organisms have been widely used to study the underlying molecular biology of endogenous circadian clocks, Cyanobacteria, the fungus Neurospora, the fruitfly Drosophila, and the mouse. Insect clocks, both circadian and seasonal, are vital for adaptation to the environment and recent global patterns of climate change mean that insect pests and vectors of disease are expanding their ranges into Europe. Consequently there is an urgent need to study the circadian clocks of these insects and how they synchronise to the environment. CINCHRON will create an integrated European centre of excellence for the research training of ESRs in the emerging multidisciplinary field of Comparative INsect CHRONobiology. CINCHRON will bring together molecular neurogeneticists working predominantly with Drosophila, and comparative biologists who study circadian and seasonal clocks of non-model insects of economic importance. These researchers have different approaches so we will harness their different skills for mutual benefit via the integrated training of their ESRs in association with industrial partners. This will be done by high level interactions between university and industry, as well as interactions among laboratories with different areas of expertise, thereby connecting the different sectors (academic and commercial) as well as different disciplines. The goal is to seed-corn the next generation of researchers with highly trained, flexible workers in cutting edge technological methods and complementary generic skills that will support European academic, academic-related and industrial institutions. CINCHRON will therefore contribute to the integration and cohesion of future European research efforts in solving pure and applied biological problem.",
    "totalCost": "3809005,92",
    "ecMaxContribution": "3809005,92",
    "coordinator": "UNIVERSITY OF LEICESTER",
    "coordinatorCountry": "UK",
    "participants": "Biologicke centrum AV CR, v. v. i.;UNIVERSITY OF HAIFA;UNIVERSITAT DE VALENCIA;UNIVERSITA DEGLI STUDI DI PADOVA;UNIWERSYTET JAGIELLONSKI;RIJKSUNIVERSITEIT GRONINGEN;THE HEBREW UNIVERSITY OF JERUSALEM;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "participantCountries": "CZ;IL;ES;IT;PL;NL;DE;FR",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 516123
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 546576
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999520108": {
            "orgId": "999520108",
            "orgName": "Biologicke centrum AV CR, v. v. i.",
            "ecContrib": 232422
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 249216
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 510749
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 224137
        },
        "999897826": {
            "orgId": "999897826",
            "orgName": "UNIVERSITY OF HAIFA",
            "ecContrib": 260301
        },
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 247873
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 260301
        }
    },
    "calculatedTotalContribution": 3310574
}