{
    "rcn": "211957",
    "acronym": "DRIVE",
    "topics": "LCE-01-2016-2017",
    "title": "Demand Response Integration tEchnologies: unlocking the demand response potential in the distribution grid",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "Addressing call topic area 3 (DR Technologies), DRIvE links together cutting edge science in Multi-Agent Systems (MAS), forecasting and cyber security with emerging innovative SMEs making first market penetration in EU DR markets. In doing so, near market solutions are strengthened with lower TRL, higher risk functionalities that support a vision of an ìinternet of energyî and ìcollaborative energy network.î From the research side, MAS will move closer to real time operations and progress from a limited number of assets toward decentralized management of a larger number of assets providing DR services to prosumers, grid stakeholders and DSOs. The research will deliver a fully-integrated, interoperable and secure DR Management Platform for Aggregators with advanced hybrid forecasting, optimization, fast-response capabilities and enhanced user participation components in a standard-compliant (Open ADR) market-regulated (USEF) manner, empowering a true cost-effective mass-market (100's millions of heterogenous assets). The project features 5 pilots across 3 countries consisting of a stadium, wind farm, 7-floor office, tertiary & residential buildings within medium-large districts, resulting in over 25 MW of potential flexible capacity. Direct engagement of 100 households and 2 tertiary buildings (over 1,000 persons) is attained and replication to over 75,000 persons is possible. The pilots will be running in real DSO environment with real engagement of grid players. Overall, DRIvE will make available average 20% of load in residential and tertiary buildings for use in DR, resulting in up to 30% cost-saving (price-based DR) and also maximizing revenue for prosumers (incentive-based DR). DRIvE will also allow a minimum 25% increase of renewable hosting capacity (distribution grid) and up to 30% of overall reduction of CAPEX and OPEX costs for DSOs. The project is female led and three women serve in management structure positions of responsibility.",
    "totalCost": "3955258,75",
    "ecMaxContribution": "3955258,75",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "BLAENAU GWENT COUNTY BOROUGH COUNCIL;CASSIDIAN CYBERSECURITY SAS;ENERVALIS;R2M SOLUTION SPAIN SL;TAJFUN HIL DRUSTVO SA OGRANICENOM ODGOVORNOSCU ZA ISTRAZIVANJE, PROIZVODNJU, TRGOVINU I USLUGE NOVI SAD;COMSA CORPORACION DE INFRAESTRUCTURAS SL;SCHOLT ENERGY SERVICES BV;CARDIFF UNIVERSITY",
    "participantCountries": "UK;FR;BE;ES;RS;NL",
    "projectParticipants": {
        "919718790": {
            "orgId": "919718790",
            "orgName": "SCHOLT ENERGY SERVICES BV",
            "ecContrib": 342125
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 691602
        },
        "953871617": {
            "orgId": "953871617",
            "orgName": "BLAENAU GWENT COUNTY BOROUGH COUNCIL",
            "ecContrib": 307156
        },
        "972392409": {
            "orgId": "972392409",
            "orgName": "COMSA CORPORACION DE INFRAESTRUCTURAS SL",
            "ecContrib": 376500
        },
        "940130791": {
            "orgId": "940130791",
            "orgName": "ENERVALIS",
            "ecContrib": 685250
        },
        "926493949": {
            "orgId": "926493949",
            "orgName": "R2M SOLUTION SPAIN SL",
            "ecContrib": 338125
        },
        "952774935": {
            "orgId": "952774935",
            "orgName": "CASSIDIAN CYBERSECURITY SAS",
            "ecContrib": 420028
        },
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 367872
        },
        "919150758": {
            "orgId": "919150758",
            "orgName": "TAJFUN HIL DRUSTVO SA OGRANICENOM ODGOVORNOSCU ZA ISTRAZIVANJE, PROIZVODNJU, TRGOVINU I USLUGE NOVI SAD",
            "ecContrib": 426600
        }
    },
    "calculatedTotalContribution": 3955258
}