{
    "rcn": "211991",
    "acronym": "SAFTInspect",
    "topics": "SMEInst-10-2016-2017",
    "title": "Ultrasonic inspection solution for railway crossing points",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The heart of the rail crossings points also known as ìfrogsî, are a mechanical installation that enable a train to switch from one track to another.Frogs are subjected to repetitive impact collisions from the rolling stock.Such actions cause fatigue cracking which compromise the structural integrity of these safety critical components.For this reason, the EU infrastructure employs manganese steel at safety critical locations such as crossing.\nRailway sector involves companies that need to inspect railway crossing accurately and in time.SAFTInspect is the only solution that will warranty the total inspection of the ìfrogî and it will also monitor the evolution through time with a Data base (Big Data).\nSAFTInspect is based on a Synthetic Aperture Focussing Technique (SAFT) that facilitates for the first time full volume inspection of railway crossings devices in order to detect flaws on critical parts reinforcing the railway safety regions.SAFTInspect system will improve levels of safety for the railway industry preventing train derailments.Rail operators, underground operators, rail maintenance service providers and manufacturers, will benefit from our SAFTInspect innovative device that will be used both in pre-service and in-service analysis:\nPre-service: SAFT Inspect will allow the manufacturer to control every asset produced and to offer a better service to its customers (100% of quality). No special infrastructure is required, no special skills from the user.\nIn-service:Full volumetric inspection is more effective (90%). We will reduce 85% the total time per inspection and 94% on savings from labour costs.\nCracks that occur during service will be detected at an early stage in their growth cycle.Therefore, we will eliminate the unnecessary cost of replacing frogs that are not damaged (savings around Ä1.89M per year). \nFrom a global perspective, avoiding unscheduled maintenance, rail operators will save up to Ä87.5M in penalties in Europe due to train derailments.",
    "totalCost": "1419312,5",
    "ecMaxContribution": "993518",
    "coordinator": "AIRTREN, S.L.",
    "coordinatorCountry": "ES",
    "participants": "MICROTEST SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "965552454": {
            "orgId": "965552454",
            "orgName": "MICROTEST SA",
            "ecContrib": 362337
        },
        "953555591": {
            "orgId": "953555591",
            "orgName": "AIRTREN, S.L.",
            "ecContrib": 631181
        }
    },
    "calculatedTotalContribution": 993518
}