{
    "rcn": "211947",
    "acronym": "DOMINOES",
    "topics": "LCE-01-2016-2017",
    "title": "Smart Distribution Grid: a Market Driven Approach for the Next Generation of Advanced Operation Models and Services",
    "startDate": "01/10/2017",
    "endDate": "31/03/2021",
    "objective": "The DOMINOES project aims to enable the discovery and development of new demand response, aggregation, grid management and peer-to-peer trading services by designing, developing and validating a transparent and scalable local energy market solution. The market can be leveraged to share local value, increase renewable energy accessibility and make better use of local grids by Distribution System Operators (DSO), Prosumers/Consumers, Energy Retailers and other key stakeholders. The project will show how DSOs can dynamically and actively manage grid balance in the emerging future where microgrids, ultra-distributed generation and energy independent communities will be prevalent. Best value will only emerge if these resources and stakeholders can be connected to both DSO activities and the centralized market mechanism. The project will establish solutions for this challenge by addressing the following steps:\n\n1. Design and develop a local energy market architecture\n2. Develop and demonstrate ICT components enabling the local market concept \n3. Develop and demonstrate balancing and demand response services supporting the local markets \n4. Design and validate local market enabled business models\n5. Analyze and develop solutions for secure data handling related to local market enabled transactions\n\nWith these steps, the DOMINOES project is able to address all the requirements of the LCE-01-2017 call. The project will deliver 1. new business models for demand response and virtual power plant (VPP) operations; 2. tools and technology validation for demand response services; 3. services based on smart metering; 4. methods to utilize VPPs and microgrids as active balancing assets; 5. secure data handling procedures in local markets. These results will be validated in three validation sites in Portugal and Finland. A DSO environment in …vora (Portugal), a VPP site distributed across bank branches in Portugal and a microgrid site in Lappeenranta (Finland).",
    "totalCost": "3996125",
    "ecMaxContribution": "3996125",
    "coordinator": "EMPOWER IM OY",
    "coordinatorCountry": "FI",
    "participants": "EDP DISTRIBUICAO ENERGIA SA;INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO;VIRTUAL POWER SOLUTIONS LIMITED;THE QUEEN'S UNIVERSITY OF BELFAST;CNET CENTRE FOR NEW ENERGY TECHNOLOGIES SA;UNIVERSITY OF LEICESTER;UNIVERSIDAD DE SEVILLA;LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
    "participantCountries": "PT;UK;ES;FI",
    "projectParticipants": {
        "951688050": {
            "orgId": "951688050",
            "orgName": "EMPOWER IM OY",
            "ecContrib": 711875
        },
        "998939854": {
            "orgId": "998939854",
            "orgName": "EDP DISTRIBUICAO ENERGIA SA",
            "ecContrib": 366250
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 303250
        },
        "999642813": {
            "orgId": "999642813",
            "orgName": "INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO",
            "ecContrib": 676875
        },
        "999591209": {
            "orgId": "999591209",
            "orgName": "LAPPEENRANNAN TEKNILLINEN YLIOPISTO",
            "ecContrib": 631250
        },
        "918322184": {
            "orgId": "918322184",
            "orgName": "VIRTUAL POWER SOLUTIONS LIMITED",
            "ecContrib": 631375
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 1250
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 281500
        }
    },
    "calculatedTotalContribution": 3603625
}