{
    "rcn": "211943",
    "acronym": "S4D4C",
    "topics": "ENG-GLOBALLY-01-2017",
    "title": "Using science for/in diplomacy for addressing global challenges",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The challenges for EU foreign policy increase in complexity and urgency. Scientific knowledge and networks contribute to the solution of a number of these challenges. The prospects for these contributions are promising, not least in light of Europeís scientific capacities and the efforts towards open science, which the European Union is leading. However, the opportunities science and science cooperation offer for European Union foreign policy are underexploited. \n\nWhile the EUís foreign policy landscape is now better set up to develop and exploit science diplomacy, the scientific and diplomatic communities often do not communicate with each other. Organising science diplomacy in a multi-level governance system is a challenge, as is dealing with interdependency. There is also no clear model for recruiting and employing science diplomats. \n\nThe goal of the S4D4C project is to support current and future EU science diplomacy for the benefit of the Unionís strategic capacities, foreign policy goals and the development of solutions for societal challenges. \n\nIn order to achieve this, S4D4C brings together scholars of foreign and science policy, advisors, science diplomacy professionals and diplomatic training institutions. We analyse cases of EU science diplomacy that relate to foreign policy goals, relevant EU-level instruments and important scientific developments. Employing a co-creation approach with stakeholders, we craft a governance framework for science diplomacy. It contains recommendations and models for science diplomacy interfaces, processes and knowledge resources. Furthermore, we develop training modules for current and future science diplomats. \n\nAt the end of S4D4C, the EU will have strengthened science diplomacy capacities, which will contribute to its foreign policy goals and commitments. The EU will also be more visibly positioned as a global thought leader in exploiting science and science diplomacy for the benefit of foreign policy and society.",
    "totalCost": "2511450",
    "ecMaxContribution": "2499950",
    "coordinator": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
    "coordinatorCountry": "AT",
    "participants": "THE UNIVERSITY OF SHEFFIELD;FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA;DEUTSCHES ZENTRUM FUR HOCHSCHUL- UND WISSENSCHAFTSFORSCHUNG GMBH;UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO;UNIVERSITEIT TWENTE;UNIVERSITE DE LILLE II - DROIT ET SANTE;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;UNIVERSITE DE LILLE;DIPLOMATISCHE AKADEMIE WIEN;UNIVERZITA KARLOVA",
    "participantCountries": "UK;ES;DE;FR;NL;AT;CZ",
    "projectParticipants": {
        "940719872": {
            "orgId": "940719872",
            "orgName": "ZENTRUM FUR SOZIALE INNOVATION GMBH",
            "ecContrib": 462594
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 233829
        },
        "949594402": {
            "orgId": "949594402",
            "orgName": "DIPLOMATISCHE AKADEMIE WIEN",
            "ecContrib": 91250
        },
        "999454245": {
            "orgId": "999454245",
            "orgName": "UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO",
            "ecContrib": 194469
        },
        "999886768": {
            "orgId": "999886768",
            "orgName": "UNIVERSITE DE LILLE II - DROIT ET SANTE",
            "ecContrib": 0
        },
        "999421944": {
            "orgId": "999421944",
            "orgName": "FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA",
            "ecContrib": 266094
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 307062
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 188750
        },
        "925744624": {
            "orgId": "925744624",
            "orgName": "DEUTSCHES ZENTRUM FUR HOCHSCHUL- UND WISSENSCHAFTSFORSCHUNG GMBH",
            "ecContrib": 313402
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 302688
        }
    },
    "calculatedTotalContribution": 2360138
}