{
    "rcn": "212080",
    "acronym": "3DMOSHBOND",
    "topics": "ERC-2017-STG",
    "title": "Three-Dimensional Mapping Of a Single Hydrogen Bond",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "All properties of matter are ultimately governed by the forces between single atoms, but our knowledge of interatomic, and intermolecular, potentials is often derived indirectly. \n\nIn 3DMOSHBOND, I outline a program of work designed to create a paradigm shift in the direct measurement of complex interatomic potentials via a fundamental reimagining of how atomic resolution imaging, and force measurement, techniques are applied. \n\nTo provide a clear proof of principle demonstration of the power of this concept, I propose to map the strength, shape and extent of single hydrogen bonding (H-bonding) interactions in 3D with sub-Angstrom precision. H-bonding is a key component governing intermolecular interactions, particularly for biologically important molecules. Despite its critical importance, H-bonding is relatively poorly understood, and the IUPAC definition of the H-bond was changed as recently as 2011- highlighting the relevance of a new means to engage with these fundamental interactions. \n\nHitherto unprecedented resolution and accuracy will be achieved via a creation of a novel layer of vertically oriented H-bonding molecules, functionalisation of the tip of a scanning probe microscope with a single complementary H-bonding molecule, and by complete characterisation of the position of all atoms in the junction. This will place two H-bonding groups ìend onî and map the extent, and magnitude, of the H-bond with sub-Angstrom precision for a variety of systems. This investigation of the H-bond will present us with an unparalleled level of information regarding its properties. \n\nExperimental results will be compared with ab initio density functional theory (DFT) simulations, to investigate the extent to which state-of-the-art simulations are able to reproduce the behaviour of the H-bonding interaction. The project will create a new generalised probe for the study of single atomic and molecular interactions.",
    "totalCost": "1971468",
    "ecMaxContribution": "1971468",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF NOTTINGHAM",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1971468
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1971468
}