{
    "rcn": "212079",
    "acronym": "HYPER-INSIGHT",
    "topics": "ERC-2017-STG",
    "title": "Hypermutated tumors: insight into genome maintenance and cancer vulnerabilities provided by an extreme burden of somatic mutations",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Mutations are the fuel of any evolutionary process, and this also applies to carcinogenesis. The advent of affordable DNA sequencing has enabled mutagenic processes in the human soma to be quantified genome-wide, revealing a striking occurrence of hypermutated tumors. They exhibit an extreme load of somatic changes, often harbouring hundreds of single-nucleotide variants and/or indels per megabase. The HYPER-INSIGHT project is organized into three objectives, which aim to take advantage of the unique opportunity provided by genome sequences of hypermutated and ultramutated tumors. In particular, this work planned in this project aims to further our knowledge on (i) the regional organization of the DNA replication and repair program in human cells, and the determinants thereof, (ii) the extent of selection which acts on somatic variants in various pathways or complexes and (iii) opportunities for selectively targeting DNA repair deficiencies that manifest as hypermutation. Methodologically, our work will employ a three-pronged approach. First, we will perform a multitude of rigorous statistical analyses that draw on the rich and still-expanding resources provided by cancer genomics consortia. Second, we will perform exome and genome sequencing, focusing on ultramutated tumors caused by specific defects in the DNA maintenance machinery. Third, the project involves conditional essentiality screens on cancer cell lines with hypermutant backgrounds. Their goal is to discover synthetic lethality relationships, useful for targeting hypermutating cells, while sparing healthy ones. In summary, one of the promises of cancer genome sequencing projects was to elucidate the mechanisms underlying mutational processes in the human soma, advancing our understanding of this important facet of cancer biology. We will work towards realizing this promise, thereby strengthening the EUís position in the global scientific endeavour.",
    "totalCost": "1499812,5",
    "ecMaxContribution": "1499812,5",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 1499812
        }
    },
    "calculatedTotalContribution": 1499812
}