{
    "rcn": "212035",
    "acronym": "INTEND",
    "topics": "MG-8-7-2017",
    "title": "INtentify future Transport rEsearch NeeDs",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "INTEND will deliver an elaborated study of the research needs and priorities in the transport sector utilising a systematic data collection method. Megatrends that will be affecting the future transport system will be identified using literature review. To ensure validity of the results,  the Analytical Network Process will be used to weight the megatrends and derive reliable outcomes on the most predominant trends. Finally, INTEND will develop a transport agenda that would pave the way to an innovative and competitive European Transport sector. The project is driven by three main objectives:\n-Define the transport research landscape\n-Define the Megatrends and their impact on research needs\n-Identify the main transport research needs and priorities\nTo enable a wide range of  stakeholders to gain access to the results, INTEND will develop an online platform, the INTEND Synopsis tool that will constitute a dynamic knowledge base repository on the major developments in the transport sector. This will provide a visualisation of the INTEND's main outcomes. The basis for the platform will be Transport Synopsis Tool which is already developed under the project RACE2050  coordinated by TUB. The repository will be updated and integrated into the INTEND website to provide a comprehensive picture of all forward looking studies focusing on technological developments, megatrends and policies. \n\nINTEND consortium represents a unique group of highly competent and experienced research teams, composed specifically for the purpose of the project. Their selection was based on the following criteria:\n1.Personnel and infrastructure capacity to adequately implement the project\n2.Established international relationships \n3.Team working experience",
    "totalCost": "499968,75",
    "ecMaxContribution": "499968,75",
    "coordinator": "COVENTRY UNIVERSITY ENTERPRISES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;Univerzitet u Beogradu - Saobracajni fakultet;TECHNISCHE UNIVERSITAET BERLIN;ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
    "participantCountries": "EL;RS;DE;CH",
    "projectParticipants": {
        "999931485": {
            "orgId": "999931485",
            "orgName": "COVENTRY UNIVERSITY ENTERPRISES LIMITED",
            "ecContrib": 120375
        },
        "998291506": {
            "orgId": "998291506",
            "orgName": "ZURCHER HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN",
            "ecContrib": 92000
        },
        "997736181": {
            "orgId": "997736181",
            "orgName": "Univerzitet u Beogradu - Saobracajni fakultet",
            "ecContrib": 94594
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 115125
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 77875
        }
    },
    "calculatedTotalContribution": 499969
}