{
    "rcn": "212084",
    "acronym": "ORISPECIFICATION",
    "topics": "ERC-2017-STG",
    "title": "Molecular and structural mechanisms for metazoan replication origin specification",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Cellular life depends on the timely and accurate duplication of chromosomal DNA through semi-conservative replication to sustain genomic integrity and organismal viability. In all domains of life, DNA replication relies on dedicated initiator proteins that recognize and bind specific genomic sites, termed replication origins, to facilitate the loading of ring-shaped replicative helicases onto DNA. While origin recognition by initiators is determined by specific DNA sequences in prokaryotes and in the eukaryote S. cerevisiae, origin specification in higher eukaryotes instead appears to rely on chromatin context and DNA structure. Yet, how initiators help specify replication origins at the molecular level and how their binding sites are established in higher eukaryotes remain foremost and long-standing questions in the field. This research proposal focuses on uncovering the molecular and structural principles for chromosomal binding site selection by the eukaryotic initiator, the origin recognition complex (ORC), in metazoan systems. Employing integrated biochemical, structural, and cell-based approaches, we aim to 1) elucidate how ORC binds DNA and how DNA structural elements contribute to this interaction, 2) determine how nucleosomes are recognized by ORC, and 3) identify auxiliary binding partners of ORC and establish how they contribute to origin specification. The outcomes of our proposed efforts will have far-reaching implications for multiple scientific fields by defining mechanistic links between chromatin architecture and DNA replication initiation, and they will set the foundation to understand at the molecular level how the replication initiation program is altered during cell differentiation and development. Our studies also have significant biomedical relevance, as failure to precisely replicate chromosomal DNA leads to genetic instability, which in turn underpins many human diseases, including cancer and certain developmental disorders.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}