{
    "rcn": "212099",
    "acronym": "SeeSuper",
    "topics": "ERC-2017-STG",
    "title": "Probing nanoscale and femtosecond fluctuations in high temperature superconductors",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "One of the major outstanding challenges in condensed matter physics is the origin of high temperature superconductivity. Low temperature BCS superconductivity is mediated by the electron-phonon interaction, but this interaction is believed to be too weak to explain high temperature superconductivity. Instead electron interactions are considered responsible, but experimental proof has been difficult to obtain. Despite over thirty years of research, the mechanism responsible for generating the superconducting state still remains unknown. \n\nSeeSuper aims to break this deadlock by applying new experimental techniques to study the superconducting state. Our strategy is to probe high temperature superconductors through their nanoscale and femtosecond fluctuations. We will focus on three key parameters in superconductors: phonons, spins and nanoscale phase separation, with the aim of revealing the coupling mechanism. \n\nOur approach combines transient optical spectroscopy and time-resolved diffuse X-ray scattering to measure the lattice response to large amplitude coherent vibrations, time-resolved non-linear optical spectroscopy to directly probe spin dynamics, and resonant soft X-ray holography to image dynamics on the nanoscale. \n\nWe will use these cutting edge techniques to prove our hypothesis, that lattice anharmonicity is the key missing ingredient to explain the origins of high temperature superconductivity. If demonstrated, the impact of such a result will lead to a step-change in our understanding of how superconductivity at high temperature occurs, help guide the search for materials with higher transition temperatures, and influence how we view and understand a much broader class of materials. Furthermore, the experimental techniques that we will develop can be applied to understand a range of materials and will, therefore, have an impact also on the broader field of condensed matter physics.",
    "totalCost": "1789165",
    "ecMaxContribution": "1789165",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 1789165
        }
    },
    "calculatedTotalContribution": 1789165
}