{
    "rcn": "212057",
    "acronym": "CCLAD",
    "topics": "ERC-2017-STG",
    "title": "The Politics of Climate Change Loss and Damage",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The way in which normative principles (ìnormsî) matter in world politics is now a key area of international relations research. Yet we have limited understanding of why some norms emerge and gain traction globally whereas others do not. The politics of loss and damage related to climate change offers a paradigm case for studying the emergence of - and contestation over - norms, specifically justice norms. The parties to the UN Framework Convention on Climate Change (UNFCCC) have recently acknowledged that there is an urgent need to address the inevitable, irreversible consequences of climate change. Yet within this highly contested policy area - which includes work on disaster risk reduction; non-economic losses (e.g. loss of sovereignty);  finance and climate-related migration - there is little consensus about what loss and damage policy means or what it requires of the global community, of states and of the (current and future) victims of climate change. Relying on an interdisciplinary theoretical approach and an ethnographic methodology that traverses scales of governance, my project - The Politics of Climate Change Loss and Damage (CCLAD) - will elucidate the conditions under which a norm is likely to become hegemonic, influential, contested or reversed by introducing a new understanding of the fluid nature of norm-content. I argue that norms are partly constituted through the practices of policy-making and implementation at the international and national level. The research will examine the micro-politics of the international negotiations and implementation of loss and damage policy and also involves cross-national comparative research on domestic loss and damage policy practices. Bringing these two streams of work together will allow me to show how and why policy practices shape the evolution of climate justice norms. CCLAD will also make an important methodological contribution through the development of political ethnography and ìpractice-tracingî methods.",
    "totalCost": "1471530",
    "ecMaxContribution": "1471530",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1471530
        }
    },
    "calculatedTotalContribution": 1471530
}