{
    "rcn": "212095",
    "acronym": "GUPPYCon",
    "topics": "ERC-2017-STG",
    "title": "Genomic basis of convergent evolution in the Trinidadian Guppy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Many species have independently evolved similar phenotypes in response to similar environmental challenges. This phenomenon, termed convergent evolution, reflects both the power and the limits of adaptation. However, we often do not know at what scale evolution has repeated itself: did selection act on the same genes in different populations or species, or did convergence result from selection on different genes? This is because, until recently, it has not been possible to investigate the genomic basis of evolution in most systems, limiting our understanding of the factors that facilitate or inhibit convergence and adaptation. To fully understand convergent evolution we need to query the genomic response to selection and determine genotype-phenotype links in systems where convergent adaptation is well established. The Trinidadian guppy (Poecilia reticulata) is a system that offers the opportunity to test the roles of multiple factors in convergent evolution: this species includes multiple natural and experimentally established populations that have repeatedly evolved similar phenotypes under similar predation environments. I propose to fully characterize the genomic-basis of repeated adaptive evolution in guppies. Aim 1 will identify regions that repeatedly show signatures of selection, and will contrast the nature of selection in natural and experimental populations that differ in age and levels of founding genetic diversity. Aim 2 will identify genomic regions associated with phenotypes that are known to play a significant role in local adaptation in the guppy using quantitative genetics approaches. I will then directly test the effects of candidate genes using novel functional genomic approaches, as detailed in Aim 3. Overall, this project will test whether repeated selection led to convergence at the genomic level, determine the genetic basis of convergent adaptations, and ultimately understand how convergent evolution has occurred in an important wild system.",
    "totalCost": "1488763",
    "ecMaxContribution": "1488763",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1488763
        }
    },
    "calculatedTotalContribution": 1488763
}