{
    "rcn": "212060",
    "acronym": "ATMEN",
    "topics": "ERC-2017-STG",
    "title": "Atomic precision materials engineering",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Despite more than fifty years of scientific progress since Richard Feynman's 1959 vision for nanotechnology, there is only one way to manipulate individual atoms in materials: scanning tunneling microscopy. Since the late 1980s, its atomically sharp tip has been used to move atoms over clean metal surfaces held at cryogenic temperatures. Scanning transmission electron microscopy, on the other hand, has been able to resolve atoms only more recently by focusing the electron beam with sub-atomic precision. This is especially useful in the two-dimensional form of hexagonally bonded carbon called graphene, which has superb electronic and mechanical properties. Several ways to further engineer those have been proposed, including by doping the structure with substitutional heteroatoms such as boron, nitrogen, phosphorus and silicon. My recent discovery that the scattering of the energetic imaging electrons can cause a silicon impurity to move through the graphene lattice has revealed a potential for atomically precise manipulation using the ≈ngstrˆm-sized electron probe. To develop this into a practical technique, improvements in the description of beam-induced displacements, advances in heteroatom implantation, and a concerted effort towards the automation of manipulations are required. My project tackles these in a multidisciplinary effort combining innovative computational techniques with pioneering experiments in an instrument where a low-energy ion implantation chamber is directly connected to an advanced electron microscope. To demonstrate the power of the method, I will prototype an atomic memory with an unprecedented memory density, and create heteroatom quantum corrals optimized for their plasmonic properties. The capability for atom-scale engineering of covalent materials opens a new vista for nanotechnology, pushing back the boundaries of the possible and allowing a plethora of materials science questions to be studied at the ultimate level of control.",
    "totalCost": "1497202",
    "ecMaxContribution": "1497202",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1497202
        }
    },
    "calculatedTotalContribution": 1497202
}