{
    "rcn": "212049",
    "acronym": "ESEMT",
    "topics": "MSCA-IF-2016",
    "title": "DETERMINING THE FUNCTIONAL CONSEQUENCES OF TRANSCRIPTIONAL ENHANCER ACTIVATION ON ALTERNATIVE SPLICING DURING EMT",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Alternative splicing (AS) is a highly regulated process that is essential for creating the protein diversity required for correct cell-type specification. Misregulation of AS programs can lead to cellular dysfunction, developmental problems and disease, such as cancer. Understanding how alternative splicing is regulated during development and disease is therefore capital.\nRecent advances in the field have shown that, not only does AS regulation rely on the recruitment of various splicing factors to the pre-mRNA, but other phenomena such as RNA Polymerase II elongation rate, histone post-translational modifications or long non-coding RNAs have been shown to regulate this process.\nI hypothesize that transcriptional enhancers also play a critical role in the establishment and maintenance of cell-type-specific AS programs. I propose to study the effect of enhancer activation on AS regulation during the epithelial-to-mesenchymal transition (EMT), an important physiological process involved in tumour metastasis and cancer recurrence. Using genome-wide studies, I will map and physically link activated enhancers to intragenic regions of alternatively spliced genes over the course of the EMT in human mammary epithelial cells. I will then employ a candidate-based approach to tease apart the multiple processes through which enhancer activation can regulate splicing patterns, and to discover new enhancer-linked regulators implicated in the AS process.\nLong-term, this project aims to establish a direct functional link between enhancer activation and alternative splicing during development, with the ultimate ambition of being able to modify AS patterns through the regulation of enhancers. This study will yield results expected to have important implications for the understanding of how cancer-specific splicing programs are established and maintained and have the potential to discover innovative targets to revert EMT and in this way reduce tumour metastasis and cancer progression.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}