{
    "rcn": "212040",
    "acronym": "CRIMTANG",
    "topics": "ERC-2016-COG",
    "title": "Criminal Entanglements.A new ethnographic approach to transnational organised crime.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Linked to terrorism, moral breakdown, and societal decay, Transnational Organised Crime (TOC) has come to embody current global anxieties as a figure of fear and cause of disquiet. Yet despite its central position on the social and political radar, our knowledge of it remains limited and fragmentary. Quantitative analyses may have identified the scale of the problem, but its underlying socio-cultural logic and practices remain under-researched and largely obscure. TOC is on the rise, and we need better insights into how it develops and expands, who engages in it and why, and how it is linked to and embedded in social networks that straddle countries and contexts. \n\nCRIMTANG proposes a unique approach to the study of the social infrastructure of contemporary TOC. It develops a research strategy that is ethnographic and transnational in design and so attuned to the human flows and formations of TOC. The project comprises a trans-disciplinary research team of anthropologists, criminologists and political scientists, and builds on their prior experience of the people, regions and languages under study. It explores the illegal and overlapping flows of migrants and drugs from North-West Africa into Europe, following a key trafficking trajectory stretching from Tangiers to Barcelona, Paris and beyond. \n\nIn so doing, CRIMTANG sheds new light on the actual empirical processes in operation at different points along this trafficking route, whilst simultaneously developing new theoretical and methodological apparatuses for apprehending TOC that can be exported and applied in other regions and contexts. It reimagines the idea of social entanglement and proposes new transnational and collective fieldwork strategies. Finally, it will advance and consolidate the European research environment on TOC by creating a research hub for transnational ethnographic criminology at the University of Copenhagen.",
    "totalCost": "1999909",
    "ecMaxContribution": "1999909",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1999909
        }
    },
    "calculatedTotalContribution": 1999909
}