{
    "rcn": "212077",
    "acronym": "MEMETRE",
    "topics": "ERC-2017-STG",
    "title": "From processes to modelling of methane emissions from trees",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Atmospheric concentration of the strong greenhouse gas methane (CH4) is rising with an increased annual growth rate. Biosphere has an important role in the global CH4 budget, but high uncertainties remain in the strength of its different sink and source components. Among the natural sources, the contribution of vegetation to the global CH4 budget is the least well understood. Role of trees to the CH4 budget of forest ecosystems has long been overlooked due to the perception that trees do not play a role in the CH4 dynamics. Methanogenic Archaea were long considered as the sole CH4 producing organisms, while new findings of aerobic CH4 production in terrestrial vegetation and in fungi show our incomplete understanding of the CH4 cycling processes. Enclosure measurements from trees reveal that trees can emit CH4 and may substantially contribute to the net CH4 exchange of forests.\n\nThe main aim of MEMETRE project is to raise the process-based understanding of CH4 exchange in boreal and temperate forests to the level where we can construct a sound process model for the soil-tree-atmosphere CH4 exchange. We will achieve this by novel laboratory and field experiment focusing on newly identified processes, quantifying CH4 fluxes, seasonal and daily variability and drivers of CH4 at leaf-level, tree and ecosystem level. We use novel CH4 flux measurement techniques to identify the roles of fungal and methanogenic production and transport mechanisms to the CH4 emission from trees, and we synthesize the experimental work to build a process model including CH4 exchange processes within trees and the soil, transport of CH4 between the soil and the trees, and transport of CH4 within the trees. The project will revolutionize our understanding of CH4 flux dynamics in forest ecosystems. It will significantly narrow down the high uncertainties in boreal and temperate forests for their contribution to the global CH4 budget.",
    "totalCost": "1908652",
    "ecMaxContribution": "1908652",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1908652
        }
    },
    "calculatedTotalContribution": 1908652
}