{
    "rcn": "212088",
    "acronym": "PrecisionNuclei",
    "topics": "ERC-2017-STG",
    "title": "Strong interactions for precision nuclear physics",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Nuclear physics is a cornerstone in our scientific endeavour to understand the universe. Indeed, atomic nuclei bring us closer to study both the stellar explosions in the macrocosmos, where the elements are formed, and the fundamental symmetries of the microcosmos. Having access to a a precise description of the interactions between protons and neutrons would provide a key to new knowledge across 20 orders of magnitude; from neutrinos to neutron stars. Despite a century of the finest efforts, a systematic description of strongly interacting matter at low energies is still lacking. Successful theoretical approaches, such as mean-field and shell models, rely on uncontrolled approximations that severely limit their predictive power in regions where the model has not been adjusted.\n\nIn this project I will develop a novel methodology to use experimental information from heavy atomic nuclei in the construction of nuclear interactions from chiral effective field theory. I expect this approach to enable me and my team to make precise ab initio predictions of various nuclear observables in a wide mass-range from hydrogen to lead as well as infinite nuclear matter. I will apply Bayesian regression and methods from machine learning to quantify the statistical and systematic uncertainties of the theoretical predictions. The novelty and challenge in this project lies in synthesising (i) the design of nuclear interactions, (ii) ab initio calculations of nuclei, and (iii) statistical inference in the confrontation between theory and experimental data. This alignment of methods, harboured within the same project, will create a clear scientific advantage and allow me to tackle the following big research question: how can atomic nuclei be described in chiral effective field theories of quantum chromo dynamics?",
    "totalCost": "1499085",
    "ecMaxContribution": "1499085",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 1499085
        }
    },
    "calculatedTotalContribution": 1499085
}