{
    "rcn": "212083",
    "acronym": "MalPar.NET",
    "topics": "ERC-2017-STG",
    "title": "Malaria Parasite Networking: Discovering Modes of Cell-Cell Communication",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Malaria, caused by Plasmodium falciparum, is a devastating parasitic disease effecting hundreds of millions of people worldwide. The parasiteís transmission cycle between humans and mosquitoes involves a remarkable series of morphological transformations. While it is clear that, for such a complex journey, the parasites must develop means to sense their host and coordinate their actions; these modes of communication remain one of the greatest mysteries in malaria biology. In fact, since an individual parasite is enclosed by three membranes inside its human host, the red blood cell (RBC), they were not thought to possess any communication ability. However, we discovered that these parasites, despite the multiple barriers, are able to communicate and exchange episomal genes by releasing exosome-like vesicles, thereby opening the exciting new field of malaria parasite communication. Our initial data demonstrate that these vesicles serve as a secure tool for the delivery of remarkable components. \nThe overarching goal of this proposal is to take an innovative look at this under-investigated area of parasite sensing and signalling pathways and to decipher the multiple layers of parasite and host signalling networks. Specifically, we will determine the biological roles of Plasmodium exosome cargo components in: parasite-parasite communication - exploring parasite coordination traits in cell-density growth and sexual development (Objective 1); and parasite-host communication - unravelling the mutual communication of the parasite and its hosts, the red blood and immune cells (Objective 2). Simultaneously, we will exploit our experience in cell communication research to investigate the complementary, yet-to-be-explored mode of parasite communication via the secretion of small molecules (Objective 3).\nOur project will provide a holistic view of parasite communication networking while potentially providing, in the long term, novel targets for malaria therapeutics.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}