{
    "rcn": "212033",
    "acronym": "CHEERS",
    "topics": "LCE-29-2017",
    "title": "Chinese-European Emission-Reducing Solutions",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "OBJECTIVES: Within five years and with the available monetary resources: \n \nA) To demonstrate on system-prototype level a new innovative 2nd generation CCS technology, verified by testing at relevant size and in operational environment, aimed at an efficiency penalty and a capture cost that are significantly lower than alternative technologies.   \n     \nB) To advance the development of this technology, i.e. chemical-looping combustion with integrated CO2 capture (CLC-CCS), from TRL4 via TRL5 and 6 to TRL7 in joint collaboration with industrial end users. This involves   \n    \n \na) realising the potentiality of the technology (present at TRL4), \nb) system prototype demonstration, modified from prior experience (TRL4), taken through all stages, from synthesising via systems integration to demonstration and testing in an operational environment typical of a modern petroleum refinery (TRL7), and \nc) integrated assessment, including a plausible model case extending the CO2 capture system to (shared) local/regional transport and storage needs.    \n    \n \n\nPURPOSE: To reveal emerging opportunities for the technology with the prospective avenues for its wider deployment in energy-intensive industry, initially via steam generation and auxiliary systems in petroleum refineries in Europe and China.    \n    \n \n \nIn order to fulfil the stated objectives and the related scientific and technological goals, technological frontiers will be pushed through three stages of development with specific milestones (TRL5,6,7) .\n \nPursuant to budgetary constraints and the prerequisites compatible with TRL7, the demonstration of the CLC-CCS system will be carried out in China. \n \nThe CONSORTIUM forms a strong alliance of high-ranking industries, with the involvement of two major oil companies and a world-class boiler company specialised in fluidised bed technology, matching with the most reputable universities in China, and European research institutions exhibiting extensive track records pertaining to CCS.",
    "totalCost": "16818667,5",
    "ecMaxContribution": "9727105",
    "coordinator": "SINTEF ENERGI AS",
    "coordinatorCountry": "NO",
    "participants": "DONGFANG BOILER GROUP CO LTD;POLITECHNIKA SLASKA;STIFTELSEN SINTEF;TSINGHUA UNIVERSITY;Zhejiang University;TOTAL RAFFINAGE CHIMIE SA;IFP Energies nouvelles;BELLONA EUROPA AISBL",
    "participantCountries": "CN;PL;NO;FR;BE",
    "projectParticipants": {
        "999513221": {
            "orgId": "999513221",
            "orgName": "SINTEF ENERGI AS",
            "ecContrib": 2718875
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 949062
        },
        "915911346": {
            "orgId": "915911346",
            "orgName": "DONGFANG BOILER GROUP CO LTD",
            "ecContrib": 0
        },
        "998755845": {
            "orgId": "998755845",
            "orgName": "Zhejiang University",
            "ecContrib": 0
        },
        "950835226": {
            "orgId": "950835226",
            "orgName": "TOTAL RAFFINAGE CHIMIE SA",
            "ecContrib": 4046110
        },
        "999855631": {
            "orgId": "999855631",
            "orgName": "TSINGHUA UNIVERSITY",
            "ecContrib": 0
        },
        "999993371": {
            "orgId": "999993371",
            "orgName": "IFP Energies nouvelles",
            "ecContrib": 1512432
        },
        "968928248": {
            "orgId": "968928248",
            "orgName": "BELLONA EUROPA AISBL",
            "ecContrib": 300000
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 200625
        }
    },
    "calculatedTotalContribution": 9727104
}