{
    "rcn": "212043",
    "acronym": "PhilAnd",
    "topics": "ERC-2016-ADG",
    "title": "The origin and early development of philosophy in tenth-century al-Andalus: the impact of ill-defined materials and channels of transmission.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The objective of PhilAnd is to conduct a large-scale exploration of how, and under which form, philosophy appeared for the first time in al-Andalus. This issue is pivotal to understanding the history of sciences and ideas, and the role of the Arab-Muslim world in this transfer to Medieval Europe. Its relevance today also lies in the fact that it addresses questions of cultural and religious identities, since the formative stage of philosophy in al-Andalus proved decisive in shaping the intellectual background of many later authors from the Peninsula, whether Muslims, Jews, or Christians. At the crossroads of major lines of enquiries in scholarship and in line with recent discoveries having important chronological implications, PhilAnd focuses on the 10th century, a period usually disregarded by historians on the assumption that philosophy as such was not cultivated in the Iberian Peninsula before the 11th-12th centuries. Its originality is also to put emphasis on ëill-definedí materials and channels of transmission, a field which remains largely unexplored. This project consists of five topics designed for highly-specialised scholars, and of another three transversal types of exploration conducted in the form of conferences convened with leading experts in the world. The final objectives are to test the hypothesis: 1) that the emergence of philosophy in al-Andalus significantly predates the currently accepted time; and 2) that the impact of this formative stage was considerably wider than commonly acknowledged. This project also seeks to provide a better evaluation of the originality of the first Andalus? philosophers with respect to their Oriental forerunners. This cutting-edge investigation is likely to stimulate major changes in our perception of how this primeval stage of philosophy in al-Andalus determined the subsequent developments of rational speculation among the three monotheistic communities of the Peninsula and the intellectual formation of Europe.",
    "totalCost": "2495335",
    "ecMaxContribution": "2495335",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITY OF LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999900639": {
            "orgId": "999900639",
            "orgName": "UNIVERSITY OF LONDON",
            "ecContrib": 308522
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 2186812
        }
    },
    "calculatedTotalContribution": 2495334
}