{
    "rcn": "212053",
    "acronym": "StroMaP",
    "topics": "ERC-2017-STG",
    "title": "Stromal stress networks underlying phenotypic plasticity and tumor fitness",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The contribution of genetic and epigenetic changes to rewiring of cancer cells into their malignant state has been much studied. But tumors are more than cancer cells and the tumor microenvironment (TME) is a key player in tumor progression. We lack an overarching view of how, despite being genomically stable, the TME is heterogeneously reprogrammed across time and space to promote evolution of aggressive disease.\nRecently I discovered that Heat-Shock Factor 1 (HSF1), a cytoprotective transcription factor (TF), is vital to this reprogramming, promoting malignancy in patients and mice upon activation in the stroma. Other stress TFs have also been implicated. This leads me to hypothesize that stress responses help tumors adapt and evolve into aggressive malignancies, by enabling heterogeneity and phenotypic diversity in the TME. This plasticity is achieved through cycles of massive transcriptional rewiring orchestrated by a network of stress TFs. \nTo test this hypothesis in a global way we will proceed in three aims. First we will define patterns of stress response activation in the TME by multiplexed immunofluorescence of patient tumors. Then, we will map the associated transcriptional landscape in patients by RNA-sequencing down to single cell resolution and interrogate it in the context of a novel theory of evolutionary tradeoffs so as to discover signatures that promote tumor aggressiveness. Next, we will identify actionable nodes for intervention and test them in cell co-cultures and mouse models.\nThe expected outcome of the proposed research is a detailed network of stress responses that can explain how the TME is rewired in tumors and how variable this rewiring is. This knowledge will provide new ways to target the TME in order to complement treatments focused on cancer cells. More generally, we address key aspects of stress responses, tissue plasticity, hoemostasis and evolution that are expected to be valuable across diverse fields of biology.",
    "totalCost": "1499990",
    "ecMaxContribution": "1499990",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1499990
        }
    },
    "calculatedTotalContribution": 1499990
}