{
    "rcn": "212090",
    "acronym": "NanoVirus",
    "topics": "ERC-2017-STG",
    "title": "Deciphering virus-host interactions using correlated confocal-atomic force microscopy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Viruses are a major class of pathogens that infect a variety of organisms. Infection is a multistep process that involves the concerted action of both virus and host cell machineries. The first steps of virus infection include cell binding, cell entry and release of the viral genetic material. Entry pathways are largely defined by the preliminary interactions between viruses and their receptors at the cell surface. Those interactions determine the mechanisms of virus attachment, uptake, and, ultimately, penetration into the cytosol. Elucidating the complex interplay between viruses and their receptors at the cell surface is an essential step towards establishing a full picture of the infection process. \n\nCurrently, a crucial challenge in virology is to develop a quantitative method to decipher the entry pathways of a virus, thus allowing the probing of the kinetics and energetic parameters of the interactions established between the virus and the cell surface. While current methods successfully describe the entry pathways, they fail in identifying in a quantitative manner the key steps such as energy intensive and high-affinity steps. To overcome this limitation, the ambition of this ERC proposal is to combine the latest generations of atomic force microscopes (AFM) with confocal laser scanning microscopes (CLSM). This will allow us to investigate and quantitatively characterize the early steps of single virus entry directly on living cells. At the frontiers of nanotechnology, biophysics and biology, this project aims at pushing the limits of AFM to enable us to better understand the molecular mechanisms of virus entry. \n\nThis project will have strong scientific and medical impacts. In virology, it will significantly improve the understanding of the mechanisms of virus infection. In medicine, the new method will help us and other researchers to screen new compounds that are targeting viral infection.",
    "totalCost": "1998125",
    "ecMaxContribution": "1998125",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1998125
        }
    },
    "calculatedTotalContribution": 1998125
}