{
    "rcn": "212042",
    "acronym": "onCOMBINE",
    "topics": "ERC-2016-ADG",
    "title": "Towards evidence-based combinations of approved and novel cancer drugs",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Background: Molecular targeted therapy (TT; e.g., monoclonal antibodies, mAbs, and protein kinase inhibitors, PKIs) intercepts oncogene and other addictions of tumours. However, unlike chemotherapy, which employs cocktails of drugs, only rarely does TT harness poly-pharmacology. Because lung cancer is the major cause of oncology related fatalities and many driver mutations are known, this disease offers opportunities for establishing and generalizing novel TT combinations and their interface with the immune system. \nWorking hypothesis: High granularity maps of compensatory loops evoked by TT, along with deeper understanding of mechanisms underlying drug action, resistance and interactions with lymphoid/myeloid cells, will conceptualize drug combinations able to persistently inhibit tumours, while inducing only limited toxicities.\nGoal and specific aims: Addressing resistance to TT, potential synergies and the immune system, we will employ lung cancer models driven by mutant EGFR, HER2, MET or AXL. Phosphoproteomics, transcriptomics and RNA interference, will enable mapping adaptations evoked by specific drugs. Once identified, we will test combinations of interceptors able to inhibit the primary target as well as the emerging, resistance-conferring route(s). Next, we will determine the mechanisms of action of selected interceptors (e.g., apoptosis, immunological cytotoxicity and senescence) as bases for optimising effective combinations. Homo-combinations of antibodies (i.e., antibodies recognising distinct epitopes of a receptor), hetero-combinations targeting distinct signalling and immune receptors, and combinations with PKIs will be examined in animal models.\nSignificance: More than 30 PKIs and >25 mAbs are approved in oncology, but most are used as monotherapies. Detailed knowledge of adaptation-driven resistance, mechanisms of drug action and immune effectors, will guide the long awaited application of TT combinations in oncology, including lung cancer.",
    "totalCost": "2488306",
    "ecMaxContribution": "2488306",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2488306
        }
    },
    "calculatedTotalContribution": 2488306
}