{
    "rcn": "212065",
    "acronym": "NeMoSanctI",
    "topics": "ERC-2017-STG",
    "title": "New Models of Sanctity in Italy (1960s-2010s).A Semiotic Analysis of Norms, Causes of Saints, Hagiography, and Narratives",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "In cultures with a strong Catholic tradition saints represent models of life perfection, dialectically elaborated by a plurality of subjects and expressed in a thick intertextual network. Since the Second Vatican Council (1962-1965), when the Church promoted a policy of adaptation of her tradition to the modern world, the modeling of sanctity has undergone a deep transformation. In a context of global change, new models of sanctity have assumed a central role in guiding the faithful by proposing a renewed religious alternative to growing secularization.\nNeMoSanctI intends to study how models of sanctity have changed after the Second Vatican Council and their relationship with the culture of a country exemplum of strong Catholicism: Italy. To this end, it will apply a pioneering semiotic method based on the study of values, which will allow the comparative analysis of a corpus of texts of different genres:\n- normative texts regulating sanctity emanating from the Church;\n- judicial texts, i.e. causes of canonization of three famous Italian saints (Padre Pio, Gianna Beretta Molla, and Gerardo Maiella), with a focus on the dialectics between the models proposed by laic witnesses and by ecclesiastic inquirers;\n- narrative texts, i.e. a sample of popular hagiography about the three saints, of official hagiographic collections, and of Italian literary texts, where the theme of sanctity tends to be unconventionally elaborated and dissociated from Catholic values.\nDespite its relevance for a deeper understanding of the role of religion in todayís culture, a systematic research on new models of sanctity and on their intertextual codification is still missing. By carrying out this research and by proposing an innovative semiotic method for the analysis of models of life perfection, NeMoSanctI will have a significant impact on numerous disciplines, especially semiotics, religious and cultural studies, critical studies of hagiography and canon law, literary and Italian studies.",
    "totalCost": "1051590",
    "ecMaxContribution": "1051590",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 1051590
        }
    },
    "calculatedTotalContribution": 1051590
}