{
    "rcn": "212048",
    "acronym": "Group-Dynamics-TCB",
    "topics": "ERC-2016-ADG",
    "title": "Effects of group dynamics on selection, development and demography in cooperative vertebrates",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "In social animals, the characteristics and dynamics of groups affect the development of individuals, the selection pressures operating on them and the demography of populations.  Using existing study populations of two social mammals (Kalahari meerkats and Damaraland mole-rats) that offer unique and complementary opportunities for research, we shall (1) explore the effects of variation in group size on growth, behaviour, hormonal status and gene regulation in both species and test suggestions that (i) increasing group size generates divergence in development among group members and the formation of incipient castes and (ii) that breeding extends female longevity rather than reducing it; (2)  assess the extent and causes of variation in group longevity and in the frequency with which groups generate new breeding units, model the relative impact of selection operating at different levels on the evolution of cooperation, and investigate whether there is any indication that the behaviour of individuals is adapted to increasing group persistence or proliferation; (3) examine the effects of group size and group dynamics on the dynamics of populations and their responses to variation in rainfall, temperature and epidemic disease (TB), generalise these models to explore the population dynamics of cooperative breeders and explore their consequences for the evolution of cooperative breeding.  Our work involves novel approaches to the measurement and analysis of development, communication and gene regulation in wild animals, and to modelling multi-level selection and the dynamics of hierarchically structured populations.  It will provide insight into the social mechanisms affecting individual development, multi-level selection and the population dynamics and management of group-living animals.",
    "totalCost": "2499244",
    "ecMaxContribution": "2499244",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "KALAHARI RESEARCH TRUST",
    "participantCountries": "ZA",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "912371622": {
            "orgId": "912371622",
            "orgName": "KALAHARI RESEARCH TRUST",
            "ecContrib": 833800
        }
    },
    "calculatedTotalContribution": 833800
}