{
    "rcn": "212062",
    "acronym": "HYPERION",
    "topics": "ERC-2017-STG",
    "title": "HYbrid PERovskites for Next GeneratION Solar Cells and Lighting",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "An emerging class of materials called hybrid perovskites is poised to revolutionise how power is both produced and consumed by enabling the production of highly-efficient, tunable solar photovoltaics (PV) and light-emitting diodes (LEDs) at exceptionally low cost. Although the efficiencies of perovskite devices are rising fast, both PV and LEDs fall short of out-performing current technology and reaching their theoretical performance limits. To achieve their full potential, parasitic non-radiative losses and bandgap instabilities from ionic segregation must be fundamentally understood and eliminated. HYPERION will address these issues by i) elucidating the origins of non-radiative decay and ion segregation in films and devices, ii) devising means to eliminate these processes, and iii) implementing optimised materials into boundary-pushing PV and LED devices. This will be achieved through a groundbreaking hierarchical analysis of the perovskite structures that not only characterises thin films and interfaces, but also the sub-units that comprise them, including grain-to-grain and sub-granular properties. The optoelectronic behaviour on these scales will be simultaneously correlated with local structural and chemical properties. HYPERION will use this fundamental understanding to eliminate non-radiative losses and ionic segregation on all scales through passivation treatments and compositional control. Addressing these knowledge gaps in the operation of perovskites will produce fundamental semiconductor science discoveries as well as illuminate routes to yield optimised and functional perovskites across the broad bandgap range 1.2ñ3.0 eV. These will be used to demonstrate all-perovskite tandem PV devices with efficiency exceeding crystalline silicon (26%), and white light LEDs with efficacies surpassing fluorescent light (50 lm/W). The work will realise the promise of perovskite technology as a versatile and scalable energy solution to secure a sustainable future.",
    "totalCost": "1759732,5",
    "ecMaxContribution": "1759732,5",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}