{
    "rcn": "212096",
    "acronym": "RECONFMATTER",
    "topics": "ERC-2017-STG",
    "title": "From colloidal joints to reconfigurable matter",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Self-assembly of colloidal particles has emerged as the most promising strategy to obtain fundamental insights into otherwise prohibitively complex systems as well as to create new functional materials from the bottom up. However, most self-assembled colloidal structures are static and thus limited in their functionality. \n\nBuilding on our recent discovery of colloidal joints, which enable a hinging-like motion between linked particles, I propose to unravel how such flexible bonds can be leveraged to obtain reconfigurable materials with unprecedented properties. I will investigate the impact of bond flexibility on the self-assembly, (multi-) stable configurations and phase behaviour of reconfigurable colloidal structures, and use these insights to create next generation materials that adapt their shape and thus functionality to external cues. \n\nTo reach these goals, the project will consist of three work packages:\n1) I will elucidate how bond flexibility can be exploited to create and understand reconfigurable structures. \n2) I will unravel the phase behaviour and hierarchical assembly of flexible colloidal molecules. \n3) I will introduce active and actuatable elements to control switching between different configurations and create shape-changing and self-propelled structures. \n\nTaking the concept of reconfigurability to the colloidal length scale will not only allow us to investigate the principles and consequences of structural flexibility on thermally excited objects, but also to develop the next generation of smart materials: materials with an adaptable shape and thus properties. These reconfigurable and actuatable structures have great potential for materials science and in biomedicine as they may feature switchable optical and acoustic properties, and ultimately could be employed in sensors, actuators, advanced coatings, and more complex functional devices such as micro-robots.",
    "totalCost": "1499956",
    "ecMaxContribution": "1499956",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499956
        }
    },
    "calculatedTotalContribution": 1499956
}