{
    "rcn": "212059",
    "acronym": "PalM",
    "topics": "ERC-2017-STG",
    "title": "The Rise of Placental Mammals: Dissecting an Evolutionary Radiation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Mammals are ubiquitous, with over 5000 species across the globe. But how did mammals become so successful? There is vigorous debate among palaeontologists: did mammals explosively diversify after a sudden environmental crisis knocked out dinosaurs at the end of the Cretaceous (~66 million years ago) or rise to dominance more slowly, alongside the dinosaurs? The debate persists because we still know very little about those mammals that flourished during the ~10 million years after the end-Cretaceous extinction (the early Paleogene), as they are largely ignored because their ëarchaicí anatomy has long confounded palaeontologists. This project will use a wealth of newly discovered fossils and state-of-the-art analytical techniques to finally untangle the evolutionary story of these ~200 critical species. We will comprehensively study the anatomy of ëarchaicí species using state-of-the-art imaging technology and build a species-level genealogy placing these long-mysterious mammals in the context of their Cretaceous forebears and modern mammals. Cutting-edge quantitative methods for studying evolution, including novel techniques developed here, will be applied to the family tree to date the origin of placental mammals and the major modern groups, determine what effect the end-Cretaceous extinction had on mammalian biodiversity, quantify the tempo and mode of the placental radiation, and explicitly test for potential drivers of mammalian diversification. This will give ground-breaking insight into how major groups become successful over evolutionary time and how biodiversity is affected and reset by dramatic environmental changes, a pressing concern in todayís rapidly changing world.",
    "totalCost": "1418195",
    "ecMaxContribution": "1418195",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1418195
        }
    },
    "calculatedTotalContribution": 1418195
}