{
    "rcn": "212082",
    "acronym": "RetinalRepurposing",
    "topics": "ERC-2017-STG",
    "title": "Deciphering the computations underlying visual processing:Repurposing of retinal cells and how they are decoded by the visual thalamus",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Visual processing begins in the retina, with ~30 types of retinal ganglion cells (RGCs), each encodes a specific visual modality, such as edges or motion. A major challenge for deciphering the visual code is mapping the connections between each RGC and its target neurons, such as in the lateral geniculate nucleus (LGN) and, via the LGN, the visual cortex. Recently, this challenge became even greater, as we and others revealed that the modality encoded by RGCsótraditionally considered a fixed hardwired property of each RGC typeócan be altered. Direction selective RGCs reorient their directional tuning following visual adaptation, and other RGCs change their polarity preference (On/Off) as light level changes. These newly discovered dramatic changes in the core computations of RGCs depart from the known retinal adaptation which results in gain adjustments but no modality changes. We term them repurposing.\nThe discovery of repurposing contrasts the widely-held notion that the retina provides a stable representation of the visual scene for downstream processing. This newly exposed level of complexity in the retinal code raises a critical question for our understanding of vision: How do retinal targets interpret the dynamic retinal code and how, despite such dynamics, a consistent representation of the visual scene emerges?\nWe will use state-of-the-art electrophysiology and imaging techniques, and pioneer an approach for simultaneous retinal imaging and LGN recordings, to reveal how the mouse early visual system processes the changing visual information. We will elucidate the subtypes of repurposed RGCs, triggers for repurposing and their mechanisms. We will resolve, for the first time, the precise functional connectivity between subtypes of RGCs and LGN neurons, and determine how the LGN decodes retinal repurposing. Our groundbreaking research will pave the path for understanding how visual processing in a constantly changing world gives rise to a consistent perception.",
    "totalCost": "1494000",
    "ecMaxContribution": "1494000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1494000
        }
    },
    "calculatedTotalContribution": 1494000
}