{
    "rcn": "212076",
    "acronym": "NewPhysLat",
    "topics": "ERC-2017-STG",
    "title": "Search for new physics through lattice simulations",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Despite its monumental success, we have reason to think that the Standard Model of particle physics is an effective description of a more fundamental theory. In order to maximise the chances of success of experiments to pinpoint the breakdown of this theory, it is crucial to provide precise, ab-initio theoretical predictions to compare it with. One of the main challenges in producing these predictions is to reliably take account of the non-perturbative, confining phase of the strong interaction. So far, the most efficient way to achieve that is to use numerical lattice simulations. In this proposal, I focus on theoretical quantities involved in the search for new physics and propose an ambitious lattice simulation programme to determine them precisely. Firstly, I propose to predict rare kaon decays amplitudes. These decays are extremely rare in the Standard Model and are expected to be sensitive to new physics. Secondly, I propose to determine how to include isospin breaking effects in the calculation of the anomalous magnetic moment of the muon and meson leptonic and semi-leptonic decay rates. Including these effects is a highly non-trivial task which is necessary to push the theoretical precision of these observables beyond the percent level in order to provide a higher constraint on the Standard Model. Thirdly, I propose to explore holographic cosmology, an ambitious and innovative alternative to ?CDM, the 'standard model' of cosmology. Finally, all these projects will directly contribute to the development of Grid, the emerging world-leading software solution for lattice simulations. All these projects are strongly pushing the boundaries of the application of lattice simulations and the results will be confronted with experimental measurements within the next five years. This proposal focuses on supporting world-leading particle physics experiments and I will deliver high-impact results which have the potential to uncover new physics beyond the Standard Model.",
    "totalCost": "1499981",
    "ecMaxContribution": "1499981",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1499981
        }
    },
    "calculatedTotalContribution": 1499981
}