{
    "rcn": "212072",
    "acronym": "ARTIST",
    "topics": "ERC-2017-STG",
    "title": "Artificial cell-cell interactions for light switchable cell organization and signaling",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The bottom-up assembly of tissue from cellular building blocks constitutes a promising, yet highly challenging approach to engineer complex tissues. The challenge lies in controlling cell-cell interactions, which determine how cells organize with respect to each other, how they work together and consequently whether such a multicellular architecture will be functional. The limited spatial and temporal control over cell-cell interactions current biological and chemical approaches provide severely restricts bottom-up tissue engineering. Here, I propose a new way to control cell-cell interactions. I aim to regulate cell-cell interactions with visible light using proteins that reversibly homo- or heterodimerize under blue or red light. These photoswitchable cell-cell interactions provide sustainable, non-invasive, dynamic and reversible control over cell-cell interactions with unprecedented spatial and temporal resolution. First of all, we will focus on various light dependent protein interactions to mediate cell-cell contacts. The detailed characterization (strength, dynamics, interaction modes and orthogonality) of these new photoswitchable cell-cell interactions will provide the framework for the bottom-up construction of tissue-like structures. Secondly, we will use these photoswitchable cell-cell interactions to assemble cells into multicellular architectures with predictable and programmable organization. The dynamic and reversible nature of the photoswitchable contacts will allow us to locally alter interactions at any point in time, to rearrange and obtain asymmetric multicellular structures, which are typical of tissues. Finally, we will also explore how the photoswitchable cell-cell interactions alter cell behavior and signaling. Ultimately, this will pave the way for the bottom-up assembly of multicellular architectures, enabling us to control precisely and dynamically their organization in space and time as well as regulate how cells work together.",
    "totalCost": "1937000",
    "ecMaxContribution": "1937000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1937000
        }
    },
    "calculatedTotalContribution": 1937000
}