{
    "rcn": "212086",
    "acronym": "UFOS",
    "topics": "ERC-2017-STG",
    "title": "Unveiling Planet Formation by Observations and Simulations",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "With each newly detected exoplanet system, the planet formation theory is constantly gaining weight in the astrophysical research. The planets origin is a mystery which can only be solved by understanding the protoplanetary disks evolution. Recent disk observations by the new class of interferometer telescopes are challenging the existing theory of planet formation. They reveal astonishing detailed structures of spirals and rings in the dust emission which have never been seen before. Those structures are often claimed to be caused by embedded planets, which is difficult to explain with current models. This growing discrepancy between observation and theory forces us to realize: a novel disk modeling is essential to move on. Separate gas or dust evolution models have reached their limit and the gap between those has to be closed.\nWith the UFOS project, I propose an unique and ambitious approach to unite gas and dust evolution models for protoplanetary disks. For the first time, a single global model will mutually link self-consistently: a) the transport of gaseous disk material, b) the radiative transfer, c) magnetic fields and their dissipation and d) the transport and growth of the solid material in form of dust grains.\nThe development, performing and post-analysis of the models will initiate a new age for the planet formation research. The project results will achieve 1) unprecedented self-consistent precision to answer the question if those novel observed structures are caused by embedded planets or by the gas dynamics itself; 2) to find the locations of dust concentration and growth to unveil the birth places of planets and 3) to close the gap and finally unify self-consistent models of the disk evolution with the new class of observations.\nOnly such advanced models combined with multi-wavelength observations, can show us the process of planet formation, and so explain the origin of the various of planets and exoplanets in our solar neighborhood and beyond.",
    "totalCost": "1618125",
    "ecMaxContribution": "1618125",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1618125
        }
    },
    "calculatedTotalContribution": 1618125
}