{
    "rcn": "212071",
    "acronym": "ODDSUPER",
    "topics": "ERC-2017-STG",
    "title": "New mechanisms and materials for odd-frequency superconductivity",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Odd-frequency superconductivity is a very unique superconducting state that is odd in time or, equivalently, frequency, which is opposite to the ordinary behavior of superconductivity. It has been realized to be the absolute key to understand the surprising physics of superconductor-ferromagnet (SF) structures and has also enabled the whole emerging field of superconducting spintronics. This project will discover and explore entirely new mechanisms and materials for odd-frequency superconductivity, to both generate a much deeper understanding of superconductivity and open for entirely new functionalities. Importantly, it will generalize and apply my initial discoveries of two new odd-frequency mechanisms, present in bulk multiband superconductors and in hybrid structures between topological insulators and conventional superconductors, respectively. In both cases odd-frequency superconductivity is generated without any need for ferromagnets or interfaces, completely different from the situation in SF structures. The result will be a significant expansion of the concept and importance of odd-frequency superconductivity to a very wide class of materials, ranging from multiband, bilayer, and nanoscale superconductors to topological superconductors. The project will also establish the connection between topology and odd-frequency pairing, which needs to be addressed in order to understand topological superconductors, as well as incorporate new materials and functionality into traditional SF structures. To achieve these goals the project will develop a novel methodological framework for large-scale and fully quantum mechanical studies with atomic level resolution, solving self-consistently for the superconducting state and incorporating quantum transport calculations.",
    "totalCost": "1121660",
    "ecMaxContribution": "1121660",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1121660
        }
    },
    "calculatedTotalContribution": 1121660
}