{
    "rcn": "212052",
    "acronym": "MECH-EVO-INSECT",
    "topics": "ERC-2017-STG",
    "title": "The mechanical evolution from biting-chewing to piercing-sucking in insects",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Insects are extremely efficient feeders that impact on the world's ecosystems and our agriculture with their feeding capabilities. Insects evolved diverse mouthpart types during ~400 million years of evolution which allowed them to conquer many food recourses. How this feeding system evolved, in particular the transition from one mouthpart type to the other, is unclear. My idea represents the first extensive assessment of insect head mechanics applying latest semi-automatic workflows and engineering approaches to unravel the factors driving insect mouthpart evolution and performance. \nSpecifically, I will study the mechanical evolution from early biting-chewing to piercing-sucking mouthparts and head types, considering recent as well as fossil species. \nIn contrast to earlier studies, I aim to quantify mechanical evolution for the whole head which has never been attempted before for insects. This will be done using engineering software to simulate insect feeding, followed by 3D shape analysis and finally evolutionary modelling using algorithms based on likelihood models of evolutionary processes. The project is therefore positioned at the interconnection between experimental biology, engineering and biological simulation.\nThe results will impact our understanding of insect evolution, with the project identifying which mechanical factors made insects such extraordinarily successful feeders, and why their mouthparts evolved into so many different types. To achieve an integrative understanding, my idea will furthermore take into account ecological, evolutionary and life history factors. Understanding the mechanical head evolution has never been tried before in a systematic way at this scale. However, my project idea also delivers results for industry: Since modern engineering methods are used, the results can be readily exported to the industry for the design of lighter robot arms with better lifting capabilities, thus advancing robotic techniques.",
    "totalCost": "1499891",
    "ecMaxContribution": "1499891",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1499891
        }
    },
    "calculatedTotalContribution": 1499891
}