{
    "rcn": "212066",
    "acronym": "deFIBER",
    "topics": "ERC-2017-STG",
    "title": "Dissecting the cellular and molecular dynamics of bone marrow fibrosis for improved diagnostics and treatment",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Bone marrow (BM) fibrosis is the continuous replacement of blood forming cells in the bone marrow by scar tissue, ultimately leading to failure of the body to produce blood cells. Primary myelofibrosis (PMF), an incurable blood cancer, is the prototypic example of the step-wise development of BM fibrosis. The specific mechanisms that cause BM fibrosis are not understood, in particular as the cells driving fibrosis have remained obscure.\n\nMy recent findings demonstrate that Gli1\\ cells are fibrosis-driving cells in PMF, that their frequency correlates with fibrosis severity in patients, and that their ablation ameliorates BM fibrosis. These results indicate that Gli1\\ cells are the primary effector cells in BM fibrosis and that they represent a highly attractive therapeutic target. This puts me in a unique position to vastly expand our knowledge of the BM fibrosis pathogenesis, improve diagnostics, and discover new therapeutic strategies for this fatal disease. I will do this by: 1) dissecting the molecular and cellular mechanisms of the fibrotic transformation, 2) defining the stepwise disease evolution by genetic fate tracing and analysis of the previously unknown critical effector cells of BM fibrosis , 3) understanding early forms of BM fibrosis for improved diagnostics in patients, all with the ultimate aim to identify novel therapeutic targets to directly block the cellular and molecular changes occuring in BM fibrosis. \n\nI will apply state-of-the-art techniques, including genetic fate tracing experiments, conditional genetic knockout mouse models, tissue engineering of the bone marrow niche and in vivo and in vitro CRISPR/Cas9 gene editing, to unravel the complex molecular and cellular interaction between fibrosis-causing cells and the malignant hematopoietic cells. I will translate these findings into patient samples with the aim to improve the early diagnosis of the disease and to ultimately develop novel targeted therapies with curative intentions.",
    "totalCost": "1498544",
    "ecMaxContribution": "1498544",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1498544
        }
    },
    "calculatedTotalContribution": 1498544
}