{
    "rcn": "212068",
    "acronym": "PAMDORA",
    "topics": "ERC-2017-STG",
    "title": "Planetary accretion and migration in discs over all ages",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The goal of this ERC proposal is to make significant progress in our understanding how planetary systems form in protoplanetary discs. In this ambitious research programme I will answer these three key questions:\n\nHow does the dust size distribution affect the evolution of ice lines and initial formation location of planetesimals? How do growing planets migrate in protoplanetary discs? How does the disc evolution affect the formation and composition of planetary systems?\n\nI will tackle these questions using a combination of novel ideas and computer simulations in which I will model the three before mentioned connected key stages of planet formation. The disc evolution model will incorporate grain growth and drift with self-consistent temperature structure calculations. The planet migration simulations will map the migration rates from small planets all the way to giant gap opening planets in these discs. Finally, I will combine these topics and compute the assembly of whole planetary systems from multiple small bodies in gas discs to full grown solar systems. Additionally, I will track the chemical composition and evolution of the growing bodies.\n\nThese self-consistent models of the formation process from planetary embryos all the way to full planetary systems will be the first of their kind and will shed light on the origin of the variety of planetary systems featuring terrestrial planets, super-Earths, ice and/or gas giants. By incorporating the chemical composition of planets during their formation into my model, I can not only compare the orbital elements to observations, but also their compositions, where observations of the atmospheres of hot Jupiters already exist and future observations of super-Earths will reveal their atmospheric and bulk composition (e.g. through the PLATO space mission), further constraining planet formation theories.",
    "totalCost": "1491909",
    "ecMaxContribution": "1491909",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1491909
        }
    },
    "calculatedTotalContribution": 1491909
}