{
    "rcn": "212089",
    "acronym": "MESG",
    "topics": "ERC-2017-STG",
    "title": "Past and Present Musical Encounters across the Strait of Gibraltar",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "MESG explores how the notion of a collective European-North African cultural memory has been articulated through music for different sociopolitical ends in colonial and postcolonial contexts. Based on the notion of convivencia (the alleged coexistence between Christians, Jews and Muslims in Islamic Spain), music has been employed as a means of social control and representation during French-Spanish colonialism in North Africa (1912ñ56) and as a model for multiculturalism among North African communities in Europe today. Current scholarship on musical exchange between Europe and North Africa is fragmented, often focusing on isolated geographical case studies. There is limited understanding of how a collective cultural memory has shaped musical practice and discourse in the colonial past and the postcolonial present. In contrast, MESG offers a comparative study of music and colonialism in the Maghreb. By examining colonial music scholarship, policy and education, and musical encounters between different cultural groups, MESG probes the social dynamics of musical interaction at this time, framed by issues of race, imperialism and cultural memory. Second, MESG explores how the idea of a collective cultural memory is invoked through musical collaboration today, by focusing on various genres such as Arab-Andalusian music and flamenco. Rather than separating these historical periods, however, MESG analyses how modern-day practices of musical exchange in the region are shaped by discourses and networks formed during colonialism. Musical exchange will be read against the wider context of multiculturalism, immigration and cultural diplomacy that underpins postcolonial relations between Europe and North Africa. Combining archival and ethnographic research, this groundbreaking project brings together for the first time different geographical, linguistic and musical specialisms, leading towards a fuller understanding of musical exchange in the region.",
    "totalCost": "1498013",
    "ecMaxContribution": "1498013",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 135240
        }
    },
    "calculatedTotalContribution": 135240
}