{
    "rcn": "212061",
    "acronym": "DecodingInfection",
    "topics": "ERC-2017-STG",
    "title": "Decoding the host-pathogen interspecies crosstalk at a multiparametric single-cell level",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Bacterial pathogens remain a significant threat to global health, necessitating a better understanding of host-pathogen biology. While various evidence point to early infection as a key event in the eventual progression to disease, our recent preliminary data show that during this stage, highly adaptable and dynamic host cells and bacteria engage in complex, diverse interactions that contribute to well-documented heterogeneous outcomes of infection. However, current methodologies rely on measurements of bulk populations, thereby overlooking this diversity that can trigger different outcomes. This application focuses on understanding heterogeneity during the first stages of infection in order to reduce the complexity of these interactions into informative readouts of population physiology and predictors of infection outcome. We will apply multiparametric single-cell analysis to obtain an accurate and complete description of infection with the enteric intracellular pathogen Salmonella of macrophages in vitro, and in early stages of mice colonization. We will characterize the molecular details that underlie distinct infection outcomes of individual encounters, to reconstruct the repertoire of host and pathogen strategies that prevail at critical stages of early infection.\nWe propose the following three objectives: (1) Develop methodologies to simultaneously profile host and pathogen transcriptional changes on a single cell level; 2) Characterizing the molecular details that underlie the formation of subpopulations during macrophage infection; and (3) Determine how host and pathogen encounters in vivo result in emergence of specialized subpopulations, recruitment of immune cells and pathogen dissemination.\nWe anticipate that this work will fundamentally shift our paradigms of infectious disease pathogenesis and lay the groundwork for the development of a new generation of therapeutic agents targeting the specific host-pathogen interactions ultimately driving disease.",
    "totalCost": "1499999",
    "ecMaxContribution": "1499999",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1499999
        }
    },
    "calculatedTotalContribution": 1499999
}