{
    "rcn": "212097",
    "acronym": "RISK",
    "topics": "ERC-2017-STG",
    "title": "Republics on the Stage of Kings. Representing Republican State Power in the Europe of Absolute Monarchies (late 16th - early 18th century)",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "RISK investigates Republican pageantry and encomiastic production from late 16th- to early 18th-century Europe, with regard to the Italian city-states that maintained their independence throughout this timeframe (Venice, Genoa, Lucca), the Republic of Ragusa (today in southernmost Croatia) and the Dutch Republic. A multidisciplinary corpus of sources is taken into account, including: praising texts celebrating Republican values; paintings and engravings displaying civic rituals, or portraying mythological prosopopoeias of the Republic; and written accounts of public ceremonies, such as the election of the Doge or the triumph performed after a victorious campaign.\nRISK provides the first comprehensive overview of these Republican displays of state power in an era - the so-called Ancien RÈgime - that is generally perceived to have been marked by the rise of a unique political model, i.e. the absolute monarchy. By comparing the representation of kingship and the staging of the Republican state, RISK analyses to what extent the absolutist framework influences the display of ideals such as freedom, equality, and the common good. The goal is to comprehend how the rhetorical devices of Baroque culture extoll a power that does not apply to someone (the King), but rather to something (the Republic and Republican virtues).\nRISK is expected to lead to a paradigm shift in our understanding of early modern cultural policy and propaganda. Indeed, Ancien RÈgime republicanism offers a repertoire of images and concepts that embodies an alternative mode of thinking about the state. This legacy allows us to challenge the perceived idea of a Janus-faced early modern Europe, where a series of binary oppositions would supposedly herald the transition towards modern democracy (monarchy versus republic, absolutism versus Enlightenment, court versus public sphere). RISK undermines these juxtapositions, as it highlights the richness and the plurality of our cultural heritage.",
    "totalCost": "1452210",
    "ecMaxContribution": "1452210",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1452210
        }
    },
    "calculatedTotalContribution": 1452210
}