{
    "rcn": "212046",
    "acronym": "POP-R",
    "topics": "ERC-2016-ADG",
    "title": "Parallel Orthographic Processing and Reading",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The project centers on a new computational model, the POP-R model, that implements two original, and apparently contradictory, hypotheses with respect to the processing of orthographic information spanning several words during silent reading for meaning: 1) orthographic information spanning several words is processed in parallel and integrated within a single pool of location-invariant orthographic representations; 2) readers process multiple word identities in parallel and keep track of the positions of these words by associating word identities with spatiotopic locations in short-term memory. The apparent contradiction is solved in POP-R by the triangular connectivity between gaze-centered letter detectors, spatiotopic word identities, and location-invariant orthographic representations. Evidence in favor of the first hypothesis has been obtained with a novel Flanking Letters Lexical Decision task. The second hypothesis predicted the existence of a sentence superiority effect in a novel Rapid Parallel Visual Presentation paradigm, for which we have preliminary evidence. Other key predictions of the POP-R model will be tested in behavioral experiments using these new techniques, and EEG and MEG recordings will be used to specify the spatio-temporal dynamics of the neural processes underlying orthographic pooling and parallel word identification. Experiments with primary school children will plot the developmental trajectory of these processes, and sentence reading experiments measuring eye-movements and ERPs will be used to further test the model. The project incorporates both theoretical and methodological innovation within a novel perspective on reading that places orthographic processing at the very heart of the reading network. This new perspective is expected to facilitate the integration of knowledge concerning low-level visual processing and eye-movement control with higher-level semantic and syntactic processing during silent reading for meaning.",
    "totalCost": "2498485",
    "ecMaxContribution": "2498485",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 2498485
        }
    },
    "calculatedTotalContribution": 2498485
}