{
    "rcn": "212011",
    "acronym": "SET Plan X-CEEC 2017",
    "topics": "IBA-ENERGY-SETPLAN-2017",
    "title": "SET Plan ñ The 10th Year Anniversary Central European Energy Conference 2017",
    "startDate": "01/08/2017",
    "endDate": "30/04/2018",
    "objective": "The main objective of the project is the organization of the international conference 10th Year Anniversary SET Plan - Central European Energy Conference 2017. The 10th Year Anniversary SET Plan conference will be once again conjoined with the 11th annual Central European Energy Conference (CEEC 2017) and organised in Bratislava, Slovakia. The conference has an ambition to create a prestige international platform offering a floor for open discussion about the most important issues regarding current EU energy policy and research and innovation policy between relevant stakeholders. The conference will examine achievements in the implementation of the Energy Union with a special focus on the Low Mobility Package, State of Play of the negotiations of the 2016 Winter Packages, and the outcome of the 2017 Tour of Europe. In particular, the research and innovation achievements in Europe in the past 10 years that have supported the development of clean, sustainable, efficient and affordable energy technologies for low carbon energy systems in Europe. The conference will pay special attention to evaluation of the role of Central European member states, including their contribution to the implementation of the goals of the Energy Union and the Integrated SET-Plan.\n\n\tThe conference will bring together researchers and policymakers from various member states, in particular, from the region of Central Europe, as well as a range of stakeholders from international organizations, research organisations, business, municipalities and civil society to encourage open debate around key energy issues. The program of the conference will consist of ten main panels, five parallel workshops held in a form of dinner sessions, poster session, and will also include side events.",
    "totalCost": "333331,25",
    "ecMaxContribution": "249998,44",
    "coordinator": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
    "coordinatorCountry": "SK",
    "participants": "SLOVENSKA SPOLOCNOST PRE ZAHRANICNU POLITIKU",
    "participantCountries": "SK",
    "projectParticipants": {
        "919916476": {
            "orgId": "919916476",
            "orgName": "SLOVENSKA SPOLOCNOST PRE ZAHRANICNU POLITIKU",
            "ecContrib": 184373
        },
        "951533044": {
            "orgId": "951533044",
            "orgName": "CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY",
            "ecContrib": 65625
        }
    },
    "calculatedTotalContribution": 249998
}