{
    "rcn": "212070",
    "acronym": "OrFuNCo",
    "topics": "ERC-2017-STG",
    "title": "Organic Functionalisation of N2 Using Metal-Main Group and Metal-Metal Cooperativity",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Activation and transformation of dinitrogen (N2) into other nitrogen-containing compounds is a challenge for chemists due to the inertness of this molecule. The well-established Haber-Bosch process allows transformation of dinitrogen into ammonia (NH3) at the industrial scale through heterogeneous catalysis, but it is an energy-demanding process (1-2% of the World's annual energy consumption). The ammonia thus produced is almost totally converted into more value-added chemicals. Similarly, in Nature, the nitrogenase enzymes are able to convert N2 into NH3 catalytically, spending a high amount of energy to produce a molecule which is subsequently transformed into amino-acids or nucleotides. At a time where energy savings have become a major issue, alternatives to the Haber-Bosch process are desirable. Improving ammonia synthesis still prevails in current dinitrogen chemistry, despite the relative lack of utility of this molecule. Conversely, a catalytic process affording a nitrogen-containing product directly from N2 does not exist yet, and remains a highly attractive, though challenging, goal. Given this context, the PI proposes to investigate novel molecular chemical tools capable of direct conversion of N2 into nitrogen-containing organic compounds under mild conditions, while approaching the catalysis problem from a new direction. Two unprecedented strategies relying on the symbiotic reactivity of two partners towards dinitrogen will be detailed herein. In the first one, metal-boron frustrated Lewis pairs (FLPs) will help activate and functionalise N2, thus unlocking the thus far missing FLP chemistry of this small molecule. In the second one, it is proposed to explore the virgin territory of N2's cycloaddition reactivity, thanks to bimetallic cooperativity. By the careful examination of stoichiometric reactions considered as key steps of putative catalytic cycles, tackling the 'Holy Grail' of catalysis will be facilitated.",
    "totalCost": "1499640",
    "ecMaxContribution": "1499640",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499640
        }
    },
    "calculatedTotalContribution": 1499640
}