{
    "rcn": "212045",
    "acronym": "EUROPOPULISM",
    "topics": "ERC-2016-ADG",
    "title": "European Integration, Populism and European Cities",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Why is it so difficult to achieve further European political integration? This question motivates the first part of the project. The standard approach in economics presumes that integration of countries reflects a tradeoff between economic benefits and the cost of cultural heterogeneity. To assess this tradeoff, we exploit survey data to quantify cultural heterogeneity within and between EU countries, comparing it to the US. We also investigate time variation, to assess whether economic integration led to cultural convergence. Finally, exploiting regional variation, we seek to identify a cultural core and compare it to the economic core of the EU. We conjecture the following conclusion: although European economic integration has not led to cultural convergence, the primary obstacle to integration is not cultural heterogeneity per se, but the presence of other barriers, such as national identities or national institutions, which amplify its effects.\nThe second part of the project studies the causes and implications of two related phenomena: the diffusion of nationalism and of political populism, with behavioral voters. We study nationalism as endogenous identification with oneís nation, and analyze how it interacts with political institutions and political processes in a setting of international policy coordination. We study populism as due to the reaction of disappointed voters who behave according to Prospect theory. Our main goal is to explain these behavioral phenomena, and to derive predictions about the effect of institutional reforms.\nThe third part of the project examines Europe in the very long run. It studies the formation of clusters of creative Èlites within Europe, in a historical perspective. The main goal is to explain how local self-government institutions and the migration of upper tail human capital between different European cities contributed to the formation of clusters of innovation and creativity in the XI-XIX centuries.",
    "totalCost": "1276250",
    "ecMaxContribution": "1276250",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 1276250
        }
    },
    "calculatedTotalContribution": 1276250
}