{
    "rcn": "212058",
    "acronym": "ARMOR-T",
    "topics": "ERC-2017-STG",
    "title": "Armoring multifunctional T cells for cancer therapy",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Adoptive T cell therapy (ACT) is a powerful approach to treat even advanced cancer diseases where poor prognosis calls for innovative treatments. However ACT is critically limited by insufficient T cell infiltration into the tumor, T cell activation at the tumor site and local T cell suppression. Few advances have been made in the field to tackle these limitations besides increasing T cell activation. My group has focussed on these unaddressed issues but came to realise that tackling these one by one will not be sufficient. I have developed a panel of unpublished chemokine receptors and innovative modular antibody-activated receptors which have the potential to overcome the limitations of ACT against solid tumors. This ground-breaking portfolio places my group in the unique position to address combination of synergistic receptors and enable cellular therapies in previously unsuccessful indications. My project will provide the rationale for provision of an effective cancer treatment. The goal is to develop the next generation of ACT through T cell engineering both by forced expression of migratory and activating receptors and simultaneous deletion of immune suppressive molecules by gene editing. ARMOR-T will provide the basis for further preclinical and clinical development of a pioneering cellular product devoid of the limitations of available products to date. I will prove 1) synergy between migratory and modular activating receptors, 2) feasibility to integrate gene editing into a T cell expansion protocol, 3) synergy between gene editing, migratory and modular receptors and 4) efficacy, safety and mode of action. The main work of the project will be carried out in models of pancreatic cancer. The ARMOR-T platform will subsequently be translated to other cancer entities where response to ACT is likely such as melanoma, breast or colon cancer, providing less toxic and more effective therapies to otherwise untreatable disease.",
    "totalCost": "1636710",
    "ecMaxContribution": "1636710",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1636710
        }
    },
    "calculatedTotalContribution": 1636710
}