{
    "rcn": "212081",
    "acronym": "noRAG-TOR",
    "topics": "ERC-2017-STG",
    "title": "Rag-independent regulation of mTOR by Amino Acids",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The mTOR complex 1 (mTORC1) is a master regulator of cell growth and metabolism in response to environmental cues, such as nutrients. Its dysregulation is a common feature of several life-threatening disorders, including cancer and metabolic disease. Therefore, understanding how mTORC1 is regulated is of great importance for both basic and translational research.\nThe availability of Amino Acids (AA) is a prerequisite for cell growth, hence a robust mTORC1 regulator. Previous studies on how AA regulate mTORC1 have mainly focused on the lysosomal Rag GTPases and built a complex protein network that coordinatively senses AA to modify Rag activity. According to the current model, AA sufficiency leads to Rag activation, which in turn recruit mTORC1 to the lysosomal surface, where its direct activator Rheb also resides.\nAlthough this machinery is indeed important for acute mTORC1 re-activation upon AA re-addition, my preliminary work suggests that additional, Rag-independent mechanisms also exist and have a predominant role to activate mTORC1 in unchallenged cells or following longer re-activation times. In line with this, Rag knockout cells show persistent steady-state mTORC1 activity and grow similarly to their WT counterparts.\nIn stark contrast to previous approaches, this project aims to elucidate the Rag-independent modes of mTORC1 regulation by AA. To achieve this goal, I will 1) use WT and Rag-mutant cells to study the mechanistic differences of basal mTORC1 activation vs. acute re-activation, and 2) identify novel mTORC1 regulators/interactors in Rag-mutant cells, using biochemical assays, proteomic approaches and functional RNAi screens, to build part of the Rag-independent mTOR regulatory network.\nOverall, this work will identify new mechanisms and principles of mTORC1 activation and thus expand our view on how AA control mTORC1 activity. In addition, it will provide novel mTORC1 regulators, as putative targets for drug development against mTOR-related diseases.",
    "totalCost": "1499756",
    "ecMaxContribution": "1499756",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499756
        }
    },
    "calculatedTotalContribution": 1499756
}