{
    "rcn": "212093",
    "acronym": "DISCOVER",
    "topics": "ERC-2017-STG",
    "title": "Design of Mixed Anion Inorganic Semiconductors for Energy Conversion",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Multi-component systems offer the chemical and structural flexibility necessary to meet the needs of next-generation energy conversion. The vast majority of work in the field has focused on mixed-metal compounds. DISCOVER will computationally explore mixed-anion compounds. These are complex systems that provide significant technical challenges for atomistic and electronic structure modelling. Currently, structure-property relationships are poorly developed and there is a distinct lack of understanding of order-disorder transitions. Crucially, no systematic approach has been established for designing new combinations which can be tailored to match the criteria for technological applications. \n\nThis project aims to utilize advanced computational techniques to: (i) understand trends in existing mixed anion systems, and (ii) to employ state of the art crystal structure prediction codes to investigate novel ternary and quaternary mixed-anion compositions. The structure-property information emanating from this analysis will allow us to develop design principles for mixed anion semiconductors, which we will use to predict prototype systems for energy conversion. Promising candidates will be experimentally tested through a collaborative network of experts in the field. This ambitious project will push the boundaries of computational materials design, through the use of both classical and electronic structure simulation techniques for bulk, surface and excited states calculations.\n\nThe principle outcome will be a novel understanding of how to controllably design mixed anion semiconductors for technological applications, which will drive this material class to the forefront of materials science, while establishing my group at the frontier of computational materials science.",
    "totalCost": "1499998",
    "ecMaxContribution": "1499998",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1499998
        }
    },
    "calculatedTotalContribution": 1499998
}