{
    "rcn": "212094",
    "acronym": "Aftermath",
    "topics": "ERC-2017-STG",
    "title": "THE AFTERMATH OF THE EAST ASIAN WAR OF 1592-1598.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Aftermath seeks to understand the legacy of the East Asian War of 1592-1598. This conflict involved over 500,000 combatants from Japan, China, and Korea; up to 100,000 Korean civilians were abducted to Japan. The war caused momentous demographic upheaval and widespread destruction, but also had long-lasting cultural impact as a result of the removal to Japan of Korean technology and skilled labourers. The conflict and its aftermath bear striking parallels to events in East Asia during World War 2, and memories of the 16th century war remain deeply resonant in the region. However, the war and its immediate aftermath are also significant because they occurred at the juncture of periods often characterized as ìmedievalî and ìearly modernî in the East Asian case. What were the implications for the social, economic, and cultural contours of early modern East Asia? What can this conflict tell us about war ìaftermathî across historical periods and about such periodization itself? There is little Western scholarship on the war and few studies in any language cross linguistic, disciplinary, and national boundaries to achieve a regional perspective that reflects the interconnected history of East Asia. Aftermath will radically alter our understanding of the regionís history by providing the first analysis of the state of East Asia as a result of the war. The focus will be on the period up to the middle of the 17th century, but not precluding ongoing effects. The team, with expertise covering Japan, Korea, and China, will investigate three themes: the movement of people and demographic change, the impact on the natural environment, and technological diffusion. The project will be the first large scale investigation to use Japanese, Korean, and Chinese sources to understand the warís aftermath. It will broaden understandings of the early modern world, and push the boundaries of war legacy studies by exploring the meanings of ìaftermathî in the early modern East Asian context.",
    "totalCost": "1444980",
    "ecMaxContribution": "1444980",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "participantCountries": "UK",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1426801
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 18179
        }
    },
    "calculatedTotalContribution": 1444980
}