{
    "rcn": "212009",
    "acronym": "ESOF2018",
    "topics": "IBA-SWFS-ESOF-2017",
    "title": "EuroScience Open Forum ESOF2018",
    "startDate": "01/06/2017",
    "endDate": "30/11/2018",
    "objective": "ESOF (EuroScience Open Forum) is the largest interdisciplinary science meeting in Europe. It is dedicated to scientific research and innovation and offers a unique framework for interaction and debate for scientists, innovators, policy makers, business people and the general public. Created in 2004 by EuroScience, the non-profit grassroots association of researchers in Europe, this biennial, interdisciplinary, pan-European forum brings together over 4 000 researchers, educators, business actors, policy makers and journalists from all over the world to discuss breakthroughs in science. After Stockholm, Munich, Barcelona, Torino, Dublin, Copenhagen, Manchester, the 8th edition of ESOF will take place in Toulouse, France, from 9 till 14 July 2018. \nThe motto of ESOF 2018 is ìSharing science: towards new horizonsî and enrols itself in the ìOpen innovation, open science, open to the worldî vision for Europe. \nESOFís Scientific Programme will deal with major societal challenges, such as sustainable cities, sustainable living, global change, science policy and transformation of research practice, health in our societies, understanding divided societies, and so on. The call for sessions strongly encourages the participation of society through innovative format and the alignment with one cross-cutting issue, such as gender issues or ethics. It is complemented by five other programmes: \n- the Science and Policy Programme, which addresses policies on science for Europe;\n- the Career programme, which is geared specifically towards young European researchers;\n- the Science to Business Programme, which addresses the involvement of the private sector in science and innovation;\n- the Media and Communication Programme, which targets media involvement in all forms with a specific agenda dedicated to science communication;\n- the Science in the City Programme which provides a scientific cultural programme to engage with the general public.",
    "totalCost": "1234062,5",
    "ecMaxContribution": "999999",
    "coordinator": "COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917365958": {
            "orgId": "917365958",
            "orgName": "COMMUNAUTE D'UNIVERSITE ET D'ETABLISSEMENTS UNIVERSITE FEDERALE DE TOULOUSE MIDI-PYRENEES",
            "ecContrib": 999999
        }
    },
    "calculatedTotalContribution": 999999
}