{
    "rcn": "212056",
    "acronym": "FlexAnalytics",
    "topics": "ERC-2017-STG",
    "title": "Advanced Analytics to Empower the Small Flexible Consumers of Electricity",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "David against Goliath: Could small consumers of electricity compete in the wholesale markets on equal footing with the other market agents? Yes, they can and FlexAnalytics will show how.\n\nActivating the demand response, although a major challenge, may also bring tremendous benefits to society, with potential cost savings in the billions of euros. This project will exploit methods of inverse problems, multi-level programming and machine learning to develop a pioneering system that enables the active participation of a group of price-responsive consumers of electricity in the wholesale electricity markets. Through this, they will be able to make the most out of their flexible consumption. FlexAnalytics proposes a generalized scheme for so-called inverse optimization that materializes into a novel data-driven approach to the market bidding problem that, unlike existing approaches, combines the tasks of forecasting, model formulation and estimation, and decision-making in an original unified theoretical framework. The project will also address big-data challenges, as the proposed system will leverage weather, market, and demand information to capture the many factors that may affect the price-response of a pool of flexible consumers. On a fundamental level, FlexAnalytics will produce a novel mathematical framework for data-driven decision making. On a practical level, FlexAnalytics will show that this framework can facilitate the best use of a large amount and a wide variety of data to efficiently operate the sustainable energy systems of the future.",
    "totalCost": "1203125",
    "ecMaxContribution": "1203125",
    "coordinator": "UNIVERSIDAD DE MALAGA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 1203125
        }
    },
    "calculatedTotalContribution": 1203125
}