{
    "rcn": "212054",
    "acronym": "SENTIFLEX",
    "topics": "ERC-2017-STG",
    "title": "Fluorescence-based photosynthesis estimates for vegetation productivity monitoring from space",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Global food security will remain a worldwide concern for the next 50 years and beyond. Agricultural production undergoes an increasing pressure by global anthropogenic changes, including rising population, increased protein demands and climatic extremes. Because of the immediate and dynamic nature of these changes, productivity monitoring measures are urgently needed to ensure both the stability and continued increase of the global food supply. Europe has expressed ambitions to keep its fingers on the pulse of its agricultural lands. In response to that, this proposal - named SENTIFLEX - is dedicated to developing a European vegetation productivity monitoring facility based on the synergy of Sentinel-3 (S3) with FLEX satellite fluorescence data. ESA's 8th Earth Explorer FLEX is the first mission specifically designed to globally measure Sun-Induced chlorophyll Fluorescence (SIF) emission from terrestrial vegetation. These two European Earth observation missions offer immense possibilities to increase our knowledge of the basic functioning of the Earthís vegetation, i.e., the photosynthetic activity of plants resulting in carbon fixation. Two complementary approaches are envisioned to realize quantification of photosynthesis through satellite SIF and S3. First, the work seeks to advance the science in establishing and consolidating relationships between canopy-leaving SIF and unbiased estimates of photosynthesis of the plants, thereby disentangling the role of dynamic vegetative and atmospheric variables. Second, consolidated relationships between SIF and photosynthesis will be used to build a FLEX-S3 data processing assimilation scheme through process-based vegetation models that will deliver spatiotemporally highly resolved information on Europeís vegetation productivity. To streamline all these datasets into a prototype vegetation productivity monitoring facility, new data processing concepts will be introduced such as the emulation of radiative transfer models.",
    "totalCost": "1499587",
    "ecMaxContribution": "1499587",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999953019": {
            "orgId": "999953019",
            "orgName": "UNIVERSITAT DE VALENCIA",
            "ecContrib": 1499587
        }
    },
    "calculatedTotalContribution": 1499587
}