{
    "rcn": "212044",
    "acronym": "PASSIM",
    "topics": "ERC-2016-ADG",
    "title": "Patents as Scientific Information, 1895-2020",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "ìHistory will remember Barack Obama as the great Slayer of Patent Trolls.î The headline from the 2014 March 20 issue of Wired credits POTUS with, perhaps, an unexpected feat. Referring to companies in the sole business of enforcing patents beyond their actual value, trolls are a recent installment in the history of an intellectual property whose ubiquitousness the Latin word PASSIM (ìhere and there, everywhereî) neatly captures. In the eye of the storm stands the patent bargain: disclosure of information in return for a limited monopoly. This contractual moment makes patents a source of information, the basis of new innovation. Or does it? By posing this simple question, PASSIMís bold take on the legitimacy of intellectual property in the governance of informational resources follow patents as legal and informational documents during three historical ìpatent phases,î producing a visionary and theoretically savvy interpretation of intellectual property that stems from its humanities-based and interdisciplinary project design. PASSIM shows a way out of current analytical gridlocks that earmark the understanding of the role of intellectual property in knowledge infrastructuresómost notably the enclosure/openness dichotomyóand provides a fresh take on the complexity of informational processes. A key steppingstone in the PIís career, her own contribution to PASSIM will be a work of synthesis, highlighting major tendencies in the history of patents as scientific information from 1895 to the present. Four complementary empirical studies target specific themes that strengthen PASSIMís validity and impact: questions of copyrights in patents, scientistsí patenting strategies both historically and today, the relationship between bibliometrics and patentometrics, and the status of the patent as a legal and informational document. Outputs include workshops, articles, monographs, policy papers and documentation of the projectís experiences with interdisciplinary self-reflexivity.",
    "totalCost": "2261522,73",
    "ecMaxContribution": "2261522,73",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITY OF KENT",
    "participantCountries": "UK",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 2120274
        },
        "999841275": {
            "orgId": "999841275",
            "orgName": "UNIVERSITY OF KENT",
            "ecContrib": 141249
        }
    },
    "calculatedTotalContribution": 2261523
}