{
    "rcn": "212050",
    "acronym": "TRACT",
    "topics": "MSCA-IF-2016",
    "title": "TRAvelling Ceramic Technologies as markers of human mobility in the Aegean",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The main aim of TRACT is to demonstrate that the informed and interdisciplinary study of ancient pottery can shed new light on past human mobility. Based on the premise that the spread of technology involved in pottery making requires the physical movement of people, the project will adopt an inter-disciplinary methodology designed to investigate instances of technological transfer and hence mobility of potters. The methodology comprises macroscopic study of the vessel-forming methods in combination with petrographic and chemical analysis of pottery and raw material samples. An important addition is the study of modern instances of pottersí mobility in the Aegean. Altogether, this represents a novel approach, which  will be employed to a specific study focused on potters from the island of Aegina during the Late Bronze Age. TRACT will investigate the spread of a particular pottery tradition developed on the island of Aegina along the Euboean Gulf, an important corridor that facilitated movement  of goods and people. Furthermore, the chosen case study will aim to shed light on the underpinnings of such movement, its duration, scale, as well as interaction of potters with new landscapes and receiving communities. Therefore, TRACT will contribute to the current debate on mobility by presenting thoroughly researched case study of craftsmen mobility, and elaborate a coherent methodology that can be universally applied. The choice of the Fitch Laboratory of the British School at Athens as a hosting institution will not only enable a high-level training through research but also, due to the supervisorís interest in mobility of pottersí mobility and previous research on pottery production on the island of Aegina, it constitutes a perfect match that will provide a substantial boost to career opportunities for the experienced researcher and strengthen the position of the Laboratory as a centre of excellence for the study of craftspeople mobility.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "BRITISH SCHOOL AT ATHENS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936823964": {
            "orgId": "936823964",
            "orgName": "BRITISH SCHOOL AT ATHENS",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}