{
    "rcn": "212098",
    "acronym": "CHAOS-PIQUANT",
    "topics": "ERC-2017-STG",
    "title": "Universality and chaos in PT-symmetric quantum systems",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The world of our daily experiences, described by classical physics, is built out of fundamental particles, governed by the laws of quantum mechanics. The striking difference between quantum and classical behaviour becomes most apparent in the realm of chaos, an extreme sensitivity to initial conditions, which is common in classical systems but impossible under quantum laws. The investigation of characteristic features of quantum systems whose classical counterparts are chaotic has illuminated foundational problems and led to a variety of technological applications. Traditional quantum theory focuses on the description of closed systems without losses. Every realistic system, however, contains unwanted losses and dissipation, but the idea to engineer them to generate desirable effects has recently come into the focus of scientific attention. The surprising properties of quantum systems with balanced gain and loss (PT-symmetric systems) have sparked much interest. The first experiments on PT-symmetry in optics have been identified as one of the top ten physics discoveries of the past decade in Nature Physics. New experimental areas are rapidly emerging. Our understanding of PT-symmetric quantum systems, however, is still limited. One major shortcoming is that the emergence of chaos and universality in these systems is hitherto nearly unexplored. I propose to investigate PT-symmetric quantum chaos to establish this new research area and overturn some common perceptions in the existing fields of PT-symmetry and quantum chaos. Ultimately this will lead to new experimental applications and quantum technologies. Building on recent conceptual breakthroughs I have made, I will a) identify spectral and dynamical features of chaos in PT-symmetric quantum systems, b) establish new universality classes, c) provide powerful semiclassical tools for the simulation of generic quantum systems, and d) facilitate experimental applications in microwave cavities and cold atoms.",
    "totalCost": "1293023",
    "ecMaxContribution": "1293023",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1293023
        }
    },
    "calculatedTotalContribution": 1293023
}