{
    "rcn": "212091",
    "acronym": "SPEECHREPORTING",
    "topics": "ERC-2017-STG",
    "title": "Discourse reporting in African storytelling",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The project explores the role of discourse reporting in West African storytelling and the grammatical strategies used by storytellers to achieve their goals. It focuses on three phenomena characteristic of the narrative grammar of a number of West African languages: \n- Logophoricity, or the use of special markers to signal self-reference by characters other than the current narrator; \n- The use of quotative markers (commonly described as 'epistemic validators');\n- And the use of foreign language or modified versions of the native language to represent the speech of certain characters. \n\nThe different phenomena are argued to serve the same purpose: they help speakers manage the distance between the role of the current narrator and the roles of story characters that the same speaker performs. The use of specific discourse reporting strategies is therefore closely related to the modes of textual production and performance in the culture-specific narrative genres, and to the construction of deixis in relation to the event of narration. \n\nThe comparative part of the project analyses similarities and differences in the ways discourse reporting functions in several West African cultures with similar data from an unrelated cultural area: the Turkic-speaking areas of Central Russia. The comparison of the organization of the same functional domain in two typologically and culturally distinct areas will assist in advancing our knowledge of universal structural and cognitive motivations underlying typologically diverse and culture-specific systems of discourse reporting.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}