{
    "rcn": "212075",
    "acronym": "SYNCOG",
    "topics": "ERC-2017-STG",
    "title": "Syntax shaped by cognition: transforming theories of syntactic systems through laboratory experiments",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Human language is incredibly diverse: languages differ at all levels of linguistic structure from phonetics to syntax. But behind these differences there are intriguing similarities, patterns that reappear across many languages, and others that rarely crop up. A foundational goal of linguistics is to distil a set of principles explaining the shared features of our languages by appealing to properties of the human cognitive and linguistic system. While many such principles have been formulated, throughout the history of the field, little direct behavioural evidence has been offered for them. Indeed, the connection between common features of language systems and cognition is controversial in the broader community of scientists studying language from different perspectives. Longstanding debates center around whether such constraints exist, what features of cognition they might reflect, and if they are specific to language.\n\nRecent methodological innovations have carved out a path for progress by allowing linguists to investigate hypothesized constraints on language directly, using laboratory language learning experiments. In phonology, this has led to game-changing advancesñexpanding the empirical data available, and leading to new theories and models of the phonological grammar and how it is learned. The overarching goal of this project is to jumpstart a parallel transformation in syntax. I will undertake the first large scale experimental investigation of cognitive constraints underlying syntax. The rich body of behavioral data generated will provide evidence for theoretically significant constraints, the cognitive factors they are grounded in, the cognitive domains they apply in, and how they change over development. The data will be used to develop state-of-the-art computational models, galvanizing progress towards a unified account of how cognition shapes core aspects of the world's languages.",
    "totalCost": "1425440",
    "ecMaxContribution": "1425440",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY COLLEGE LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1414300
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 11140
        }
    },
    "calculatedTotalContribution": 1425440
}