{
    "rcn": "212039",
    "acronym": "LIFEGATE",
    "topics": "ERC-2016-COG",
    "title": "Holographic super-resolution micro-endoscopy for in-vivo applications",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Complexity of living matter currently poses the most significant barrier to modern in-vivo microscopy. Fuelled by various branches of life sciences, the race is now to increase the penetration depth of super-resolution imaging inside living organisms. Additionally, no high-resolution in-vivo imaging technique has ever been introduced into medical, particularly surgical practice.  \nThis proposal sets out to develop new, ultra-thin endoscopic devices exceeding by orders of magnitude the performance of the current state of the art, thus paving the way for acquiring high-quality images from unprecedented depths of the most delicate tissues of living organisms. \nA team of transdisciplinary experts will push the fundamental and technological limits of the enabling principle - holographic control of light propagation in multimode fibres. Through advanced analytical and numerical modelling and major advancement of experimental methods, the project will develop a powerful platform for fast and efficient recovery of randomised imagery, retrieved from both rigid and flexible single-fibre endoscopes. \nThis ëgate-through-lifeí will enable the team to deploy several prominent light-based imaging methods, including super-resolution approaches, inside freely moving animal models and ultimately humans. \nSupported by partners with broad expertise in in-vivo imaging, I will apply this methodology in the first instance to Neuroscience. This will provide a new, minimally invasive window into fundamental processes behind sub-cellular-scale functional connectivity of neurons and onset of common disabling neuronal disorders such as Alzheimerís disease. \nLastly, I will introduce the first technological basis for keyhole clinical diagnostics, enabling intra-operative live histology and microsurgery. This new imaging capacity will be able to reach currently inaccessible regions of the human body, while providing images with sub-cellular resolution in-situ.",
    "totalCost": "1997973",
    "ecMaxContribution": "1997973",
    "coordinator": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF DUNDEE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 154518
        },
        "999619048": {
            "orgId": "999619048",
            "orgName": "LEIBNIZ-INSTITUT FUER PHOTONISCHE TECHNOLOGIEN E.V.",
            "ecContrib": 1843455
        }
    },
    "calculatedTotalContribution": 1997973
}