{
    "rcn": "212041",
    "acronym": "PUMA",
    "topics": "ERC-2016-COG",
    "title": "antiProton Unstable Matter Annihilation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "One of the most fascinating quantum phenomena in nuclear physics is the occurrence of neutron halos and neutron skins in very neutron rich atomic nuclei. Thick neutron skins and halos, not yet evidenced in medium mass nuclei, would be unique low-density neutron matter accessible in the laboratory. Nuclear shell structure is also known to change with the number of protons and neutrons. The nuclear structure of very heavy nuclei at and above Z=100 is barely known, and the existence of new long-lived heavy isotopes is still an open question. The above fundamental phenomena related to the unbalance of neutron and protons in unstable nuclei are essential to understand the complex nature of nuclei and related astrophysical processes. \n\nWe propose a new physics program to determine the neutron over proton densities at the nuclear surface for the most exotic nuclei that can be produced today, to evidence and to characterize neutron halos and skins in medium and heavy mass regions. PUMA will also allow the spectroscopy of single-particle states in heavy-nuclei above Z=100 will offer a new insight into the unknown shell structure at the top of the nuclear landscape. To address these questions, PUMA explores a new way to study radioactive nuclei produced at very low kinetic energy: the interaction of antiprotons with unstable nuclei.\n\nPUMA is based on a new apparatus: a transportable magnetic trap to store antiprotons and maximize their interaction with slow rare isotopes in order to trigger annihilations and measure the following radiations. The PUMA methodology is based on two steps. (i) The storage of antiprotons will be performed at the new AD/ELENA facility of CERN in collaboration with the GBAR collaboration. (ii) The PUMA physics program is to take place at CERN/ISOLDE and, on a later stage beyond the ERC grant period, at the new SPIRAL2 facility in Europe. PUMA will open new horizons for nuclear structure research.",
    "totalCost": "2548298",
    "ecMaxContribution": "2548298",
    "coordinator": "TECHNISCHE UNIVERSITAT DARMSTADT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 2548298
        }
    },
    "calculatedTotalContribution": 2548298
}