{
    "rcn": "212069",
    "acronym": "DarkGRA",
    "topics": "ERC-2017-STG",
    "title": "Unveiling the dark universe with gravitational waves: Black holes and compact stars as laboratories for fundamental physics",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "In recent years, our theoretical understanding of the strong-field regime of gravity has grown in parallel with the observational confirmations that culminated in the landmark detection of gravitational waves (GWs). This synergy of breakthroughs at the observational, technical, and conceptual level offers the unprecedented opportunity to merge traditionally disjoint areas, and to make strong gravity a precision tool to probe fundamental physics. \n\nThe aim of the DarkGRA project is to investigate novel effects related to strong gravitational sources -such as black holes (BHs) and compact stars- that can be used to turn these objects into cosmic labs, where matter in extreme conditions, particle physics, and the very foundations of Einstein's theory of gravity can be put to the test. In this context, we propose to explore some outstanding, cross-cutting problems in fundamental physics: the existence of extra light fields, the limits of classical gravity, the nature of BHs and of spacetime singularities, and the effects of dark matter near compact objects. Our ultimate goal is to probe fundamental physics in the most extreme gravitational settings and to devise new approaches for detection, complementary to laboratory searches. This groundbreaking research program -located at the interface between particle physics, astrophysics and gravitation- is now made possible by novel techniques to scrutinize astrophysical compact objects, by current and future GW and X-ray detectors, and by the astonishing precision of pulsar timing. If supported by a solid theoretical framework, these new observations can potentially lead to surprising discoveries and paradigm shifts in our understanding of the fundamental laws of nature at all scales.",
    "totalCost": "1337480,94",
    "ecMaxContribution": "1337480,94",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1337481
        }
    },
    "calculatedTotalContribution": 1337481
}