{
    "rcn": "212092",
    "acronym": "ASYMMEM",
    "topics": "ERC-2017-STG",
    "title": "Lipid asymmetry: a cellular battery?",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "It is a basic textbook notion that the plasma membranes of virtually all organisms display an asymmetric lipid distribution between inner and outer leaflets far removed from thermodynamic equilibrium. As a fundamental biological principle, lipid asymmetry has been linked to numerous cellular processes. However, a clear mechanistic justification for the continued existence of lipid asymmetry throughout evolution has yet to be established. We propose here that lipid asymmetry serves as a store of potential energy that is used to fuel energy-intense membrane remodelling and signalling events for instance during membrane fusion and fission. This implies that rapid, local changes of trans-membrane lipid distribution rather than a continuously maintained out-of-equilibrium situation are crucial for cellular function. Consequently, new methods for quantifying the kinetics of lipid trans-bilayer movement are required, as traditional approaches are mostly suited for analysing quasi-steady-state conditions. Addressing this need, we will develop and employ novel photochemical lipid probes and lipid biosensors to quantify localized trans-bilayer lipid movement. We will use these tools for identifying yet unknown protein components of the lipid asymmetry regulating machinery and analyse their function with regard to membrane dynamics and signalling in cell motility. Focussing on cell motility enables targeted chemical and genetic perturbations while monitoring lipid dynamics on timescales and in membrane structures that are well suited for light microscopy. Ultimately, we aim to reconstitute lipid asymmetry as a driving force for membrane remodelling in vitro. We expect that our work will break new ground in explaining one of the least understood features of the plasma membrane and pave the way for a new, dynamic membrane model. Since the plasma membrane serves as the major signalling hub, this will have impact in almost every area of the life sciences.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}