{
    "rcn": "212067",
    "acronym": "PUNCTUATION",
    "topics": "ERC-2017-STG",
    "title": "Pervasive Upstream Non-Coding Transcription Underpinning Adaptation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Genomic DNA represents the blueprint of life: it instructs solutions to challenges during life cycles of organisms. Curiously DNA in higher organisms is mostly non-protein coding (e.g. 97% in human). The popular ìjunk-DNAî hypothesis postulates that this non-coding DNA is non-functional. However, high-throughput transcriptomics indicates that this may be an over-simplification as most non-coding DNA is transcribed. This pervasive transcription yields two molecular events that may be functional: 1.) resulting long non-coding RNA (lncRNA) molecules, and 2.) the act of pervasive transcription itself. Whereas lncRNA sequences and functions differ on a case-by-case basis, RNA polymerase II (Pol II) transcribes most lncRNA. Pol II activity leaves molecular marks that specify transcription stages. The profiles of stage-specific activities instruct separation and fidelity of transcription units (genomic punctuation). Pervasive transcription affects genomic punctuation: upstream lncRNA transcription over gene promoters can repress downstream gene expression, also referred to as tandem Transcriptional Interference (tTI). Even though tTI was first reported decades ago a systematic characterization of tTI is lacking. Guided by my expertise in lncRNA transcription I recently identified the genetic material to dissect tTI in plants as an independent group leader. My planned research promises to reveal the genetic architecture and the molecular hallmarks defining tTI in higher organisms. Environmental lncRNA transcription variability may trigger tTI to promote organismal responses to changing conditions. We will address the roles of tTI in plant cold response to test this hypothesis. I anticipate our findings to inform on the fraction of pervasive transcription engaging in tTI. My proposal promises to advance our understanding of genomes by reconciling how the transcription of variable non-coding DNA sequences can elicit equivalent functions.",
    "totalCost": "1499952",
    "ecMaxContribution": "1499952",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1499952
        }
    },
    "calculatedTotalContribution": 1499952
}