{
    "rcn": "212055",
    "acronym": "2D-TOPSENSE",
    "topics": "ERC-2017-STG",
    "title": "Tunable optoelectronic devices by strain engineering of 2D semiconductors",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The goal of 2D-TOPSENSE is to exploit the remarkable stretchability of two-dimensional semiconductors to fabricate optoelectronic devices where strain is used as an external knob to tune their properties.\n\nWhile bulk semiconductors tend to break under strains larger than 1.5%, 2D semiconductors (such as MoS2) can withstand deformations of up to 10-20% before rupture. This large breaking strength promises a great potential of 2D semiconductors as ëstraintronicí materials, whose properties can be adjusted by applying a deformation to their lattice. In fact, recent theoretical works predicted an interesting physical phenomenon: a tensile strain-induced semiconductor-to-metal transition in 2D semiconductors. By tensioning single-layer MoS2 from 0% up to 10%, its electronic band structure is expected to undergo a continuous transition from a wide direct band-gap of 1.8 eV to a metallic behavior. This unprecedented large strain-tunability will undoubtedly have a strong impact in a wide range of optoelectronic applications such as photodetectors whose cut-off wavelength is tuned by varying the applied strain or atomically thin light modulators. \n\nTo date, experimental works on strain engineering have been mostly focused on fundamental studies, demonstrating part of the potential of 2D semiconductors in straintronics, but they have failed to exploit strain engineering to add extra functionalities to optoelectronic devices. In 2D-TOPSENSE I will go beyond the state of the art in straintronics by designing and fabricating optoelectronic devices whose properties and performance can be tuned by means of applying strain. 2D-TOPSENSE will focus on photodetectors with a tunable bandwidth and detectivity, light emitting devices whose emission wavelength can be adjusted, light modulators based on 2D semiconductors such as transition metal dichalcogenides or black phosphorus and solar funnels capable of directing the photogenerated charge carriers towards a specific position.",
    "totalCost": "1930437",
    "ecMaxContribution": "1930437",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1930437
        }
    },
    "calculatedTotalContribution": 1930437
}