{
    "rcn": "212102",
    "acronym": "CORFRONMAT",
    "topics": "ERC-2017-STG",
    "title": "Correlated frontiers of many-body quantum mathematics and condensed matter physics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "One of the main challenges in condensed matter physics is to understand strongly correlated quantum systems. Our purpose is to approach this issue from the point of view of rigorous mathematical analysis. The goals are twofold: develop a mathematical framework applicable to physically relevant scenarii, take inspiration from the physics to introduce new topics in mathematics. The scope of the proposal thus goes from physically oriented questions (theoretical description and modelization of physical systems) to analytical ones (rigorous derivation and analysis of reduced models) in several cases where strong correlations play the key role.\n\nIn a first part, we aim at developing mathematical methods of general applicability to go beyond mean-field theory in different contexts. Our long-term goal is to forge new tools to attack important open problems in the field. Particular emphasis will be put on the structural properties of large quantum states as a general tool.\n\nA second part is concerned with so-called fractional quantum Hall states, host of  the fractional quantum Hall effect. Despite the appealing structure of their built-in correlations, their mathematical study is in its infancy. They however constitute an excellent testing ground to develop ideas of possible wider applicability. In particular, we introduce and study a new class of many-body variational problems.\n\nIn the third part we discuss so-called anyons, exotic quasi-particles thought to  emerge as excitations of highly-correlated quantum systems. Their modelization gives rise to rather unusual, strongly interacting, many-body Hamiltonians with a topological content. Mathematical analysis will help us shed light on those, clarifying the characteristic properties that could ultimately be experimentally tested.",
    "totalCost": "1056664",
    "ecMaxContribution": "1056664",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1056664
        }
    },
    "calculatedTotalContribution": 1056664
}