{
    "rcn": "212158",
    "acronym": "GALERACLUSTER",
    "topics": "SMEInst-01-2016-2017",
    "title": "Galera Cluster: Worldís Most Advanced Technology to Protect Against Data Loss",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "In todayís born-digital world, transaction intensive businesses require data to be available more than 99,99% of the time. From only 5 minutes of data center downtime, companies can lose over Ä12.000. Several solutions have been put on the market, but they are behind expectations, due to no possibility to eliminate downtime during maintenance operations, sub optimal synchronization, update and communication, low resilience to network conditions and delays. Codership is a worldwide operating company, awarded by the MySQL community (2014 winner of Global and European Red Herring). We have been growing constantly, reaching revenues of Ä1.1million in 2016 and a client portfolio which includes Apple, Disney, Deutsche Telecom and Nokia. Our team of expert software developers, PhDs, and experienced management and marketing specialists has been developing Galera Cluster, since 2007 and marketing it since 2009. It is an easy-to-use high-availability solution with high system uptime, no data loss, and scalability for future growth. With this innovation project we are taking our technical solution one step further, including new developments to enable entering new markets (NoSQL/MongoDB, Microsoft), while expanding our existing MySQL business. Through pilot demonstrations with the industry, opening new commercialization channels and growing our team, we aim to secure position in EU, and expand to US, Asia and Australia. Galera Cluster is now the second most popular solution on the market, present in the Linux distributions of Red Hat, Ubuntu, Debian, SuSe and OpenStack distributions of DELL, IBM and Intel, and aims to become the worldís most advanced open source database cluster. Based on the recognition given to us by the ICT community and the explicit interest in our solution by reference providers such as Microsoft and Oracle, we believe that Galera could become the de-facto method for maintaining synchronized copies of large amounts of data for a variety of businesses.",
    "totalCost": "1752250",
    "ecMaxContribution": "1226575",
    "coordinator": "CODERSHIP OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925848123": {
            "orgId": "925848123",
            "orgName": "CODERSHIP OY",
            "ecContrib": 1226575
        }
    },
    "calculatedTotalContribution": 1226575
}