{
    "rcn": "212181",
    "acronym": "ALGOA",
    "topics": "ERC-PoC-2016",
    "title": "Novel algorithm for treatment planning of patients with osteoarthritis",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Osteoarthritis (OA) is a common joint disease affecting over 40 million Europeans. Most common consequences of OA are pain, disability and social isolation. What is alarming, the number of patients will increase 50% in developed countries during the next 20 years. Moreover, the economic costs of OA are considerable since 1) direct healthcare (hospital admissions, medical examinations, drug therapy, etc.) and 2) productivity costs due to reduced performance while at work and absence from work have been estimated to be between 1% and 2.5% of the gross domestic product (GDP) in Western countries.\n\nWe have developed an algorithm that is able to predict the progression of OA for overweight subjects while healthy subjects do not develop OA. When employed in clinical use, preventive and personalised treatments can be started before clinically significant symptoms are observed. This marks a major breakthrough in improving the life quality of OA patients and patients prone to OA. Our discovery will directly lead to longer working careers and lesser absence from work, and will result subsequently increased productivity. Moreover, the patients are expected to live longer due to reduced disability and social isolation.\n\nMoreover, the discovery provides economic long-term relief for the health care system, which is burdened by increasing geriatric population and stringent economic environment. With our tool, as an example, by eliminating 25% of medical examinations annually due to overweight or obesity in Finland (150.000 patients), we estimate to decrease annual direct costs by 140MÄ and indirect costs by 185MÄ. \n\nIn the PoC project we will carry out technical proof-of-concept and perform pre-commercialisation actions to shorten the time to market. The ultimate goal after the project is to develop our innovation towards a software product, aiding the OA diagnostics in hospitals and having commercialisation potential amongst medical device companies.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}