{
    "rcn": "212159",
    "acronym": "soundproof4win",
    "topics": "SMEInst-11-2016-2017",
    "title": "Soundproof window with ventilation function",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Noise is a big challenge in today¥s modern society. Physical diseases (cardiovascular-diseases, ischemia cardiovasculardiseases), sleep disorders (lowered sleeping quality up to serious sleep disorders) and psychological disorders (depression, irritation, frustration) are drastic consequences for humans that are constantly exposed to high noise levels. Also the economic consequences of noise are huge. According to a EU position paper from 2011 the costs caused by noise amounting to Ä84.5 million/decibel [dB(A)] only in the healthcare sector.\nWithin the SME II project, the Eilenburger Fenstertechnik GmbH & Co. KG (EFT) wants to introduce a inexpensive soundproof window on the basis of a completely new construction principle (TRL 7) to the European market. A lower noise level (not more than 30dB) and a high air flow (60-80m3/h) are achieved at the same time in interiors. During the project we will deal with technological and commercial targets. Production costs need to be reduced (process innovation), quality to be improved (product innovation) and the detected customer needs to be met in order to prepare the successful entry into the market. The share of sound insulating windows on the EU window market, related to sales, amounts to ? 4 %, with a market turnover of 4,0 billion Ä. Additional features of the windows are: excellent thermal insulation, easy handling, design element in existing buildings.\nThe project soundproof4win is a major part of the company¥s strategy of EFT and will lead to significant increase in turnover and in the long-term to a healthier and efficient society in Europe and all over the world.",
    "totalCost": "1501250",
    "ecMaxContribution": "1050875",
    "coordinator": "EILENBURGER FENSTERTECHNIK GMBH & CO. KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944295292": {
            "orgId": "944295292",
            "orgName": "EILENBURGER FENSTERTECHNIK GMBH & CO. KG",
            "ecContrib": 1050875
        }
    },
    "calculatedTotalContribution": 1050875
}