{
    "rcn": "212189",
    "acronym": "BugTheDrug",
    "topics": "ERC-2017-STG",
    "title": "Predicting the effects of gut microbiota and diet on an individualís drug response and safety",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Precision medicine is an emerging paradigm that aims at maximizing the benefits and minimizing the harm of drugs. Realistic mechanistic models are needed to understand and limit heterogeneity in drug responses. Consequently, novel approaches are required that explicitly account for individual variations in response to environmental influences, in addition to genetic variation. The human gut microbiota metabolizes drugs and is modulated by diet, and it exhibits significant variation among individuals. However, the influence of the gut microbiota on drug failure or drug side effects is under-researched. In this study, I will combine whole-body, genome-scale molecular resolution modeling of human metabolism and human gut microbial metabolism, which represents a network of genes, proteins, and biochemical reactions, with physiological, clinically relevant modeling of drug responses. I will perform two pilot studies on human subjects to illustrate that this innovative, versatile computational modeling framework can be used to stratify patients prior to drug prescription and to optimize drug bioavailability through personalized dietary intervention. With these studies, BugTheDrug will advance mechanistic understanding of drug-microbiota-diet interactions and their contribution to individual drug responses. I will perform the first integration of cutting-edge approaches and novel insights from four distinct research areas: systems biology, quantitative systems pharmacology, microbiology, and nutrition. BugTheDrug conceptually and technologically addresses the demand for novel approaches to the study of individual variability, thereby providing breakthrough support for progress in precision medicine.",
    "totalCost": "1687458",
    "ecMaxContribution": "1687458",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878620": {
            "orgId": "999878620",
            "orgName": "UNIVERSITE DU LUXEMBOURG",
            "ecContrib": 1687458
        }
    },
    "calculatedTotalContribution": 1687458
}