{
    "rcn": "212131",
    "acronym": "INSIKT",
    "topics": "SMEInst-13-2016-2017",
    "title": "Novel Social Data Mining Platform to Detect and Defeat Violent Online Radicalization",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "In 2015-2016, 20\\ terrorist attacks occurred in EU28, all of them carried out by individuals radicalized by terrorist propaganda. Recruitment of this new breed of terrorists was done via social media and the Internet. \n\nTo prevent such events from happening in the future and fight radicalization, it is crucial to detect cyberpropaganda early. However, social media providers (e.g. Twitter) admit that at the moment there is no adequate tool to identify terrorist-related content on the Internet. As the result, they are forced to rely on proprietary spam-fighting tools, user reports and human analysis to track down radicalized accounts that promote terrorism.\n \nInsikt Intelligence is a Spanish SME led by the EYIF 2016 Female Web Entrepreneur finalist that developed INSIKT, a novel social data mining platform to detect & defeat violent online radicalization. An early version of INSIKT was validated by several EU law enforcement agencies (LEAs), approved and attracted commercial interest.  This Phase 2 project will trial INSIKT at 4 European LEAs that are looking for effective tools to prevent radical messages from spreading and reaching people vulnerable to radicalization.\n \nINSIKT provides a novel solution for LEA analysts to detect terrorist propaganda on all social media: it identifies radical content, suspicious messages and covert radicalization process with the help of sophisticated text mining algorithms. INSIKT relies on deep learning to develop automatically new models which can be used to detect other criminal activity as well. INSIKT is fit to become an important new tool in LEAsí investigation and evidence gathering arsenal, giving them highly accurate, multilingual and real-time detection capabilities.\n\nThis project will allow us to improve INSIKT, integrate it with existing LEA tools and commercialize it, addressing the needs of the Ä60\\B security market, with the effect of creating 50\\ jobs and Ä11.7M annual revenue within 5 years from market launch.",
    "totalCost": "2190218,75",
    "ecMaxContribution": "1533153,13",
    "coordinator": "USATGES BCN 21 SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919371045": {
            "orgId": "919371045",
            "orgName": "USATGES BCN 21 SL",
            "ecContrib": 1533153
        }
    },
    "calculatedTotalContribution": 1533153
}