{
    "rcn": "212128",
    "acronym": "EMERG-ANT",
    "topics": "ERC-2017-STG",
    "title": "Ant navigation: how complex behaviours emerge from mini-brains in interaction with their natural habitats",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Navigation is one of the most crucial and most challenging problems animals face. Behavioural analyses have shown that animals make use of a number of different mechanisms to navigate, but very little is known of how spatial information is processed and integrated by the brain. This project will exploit the stunning ability of ants in learning long visual routes to investigate the mechanisms of navigation in a brain numerically much simpler than vertebrate. We will combine an ecological approach with state-of-the-art technologies to enable a thorough control of sensory-motor cues while the ant is navigating in virtual-reality reconstructions of its natural environments. This new and powerful method will enable us to dissect the mechanisms underlying the emergence of navigational behaviours by performing straightforward manipulations. The results will be modelled in the light of insect neurobiology and integrated into an increasingly complete neural architecture. This neural architecture will be embedded into an agent navigating in the same virtual-reality environment as the real ants for testing. The advantage of such an inter-disciplinary approach is that failures of our agent will help us identify gaps in our knowledge and thus fuel new experimentation. Reciprocally, our agent will become increasingly refined in the light of incoming experimental results. This will create a positive feedback towards a complete, multi-level understanding of navigation in the wild. The findings will inspire new robust solutions for navigational problems that can be applied to bio-robotics.",
    "totalCost": "1439893",
    "ecMaxContribution": "1439893",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1439893
        }
    },
    "calculatedTotalContribution": 1439893
}