{
    "rcn": "212138",
    "acronym": "EDGE",
    "topics": "IBA-SC5-GEOSS-2017",
    "title": "European Direction in GEOSS Common Infrastructure Enhancements",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "As mentioned in the GEO Strategic Plan 2016-2025, global environmental change is one of the primary challenges of humankind, even more so today than in 2003, when governments and international organisations committed to a vision of a future wherein decisions and actions for the benefit of humankind are informed by coordinated, comprehensive and sustained Earth observations. The establishment, in 2005, of the Group on Earth Observations, and the creation of the Global Earth Observation System of Systems (GEOSS), was a first concrete response to this challenge.\n\nEDGE, short for European Directed GCI Enhancements, is a EU funded project that will provide a further European key contribution to GEOSS, evolving its main common infrastructure elements, the GEOSS Portal (implemented and operated by the European Space Agency - ESA-ESRIN) and the GEO Discovery and Access Broker (implemented and operated by the Italian Research Council - CNR-IIA), recognizing the user centrality ñ and as such the challenges these users are facing ñ as the leitmotiv of these evolutions.\n\nEngaging the user communities, better understanding their needs, improving the user experience delivering solutions in response to the actual user requirements, advocating the benefits of GEOSS, raising interest and awareness amongst a comprehensive community of users are the main objectives of the project. There will be close collaboration with GEO flagships and initiatives as well as with communities identified in ESA initiatives like the Thematic Exploitation Platforms. The project will link with major international initiatives like Copernicus and CEOS and will consider the latest Ground Segment operations concept. Coordination with the GEO secretariat, the relevant foundational tasks and all relevant GEO stakeholders should guarantee the success of the project.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "EUROPEAN SPACE AGENCY",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999644559": {
            "orgId": "999644559",
            "orgName": "EUROPEAN SPACE AGENCY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}