{
    "rcn": "212170",
    "acronym": "Meta_Mind",
    "topics": "MSCA-IF-2015-GF",
    "title": "The workings of metacognition in decision-making",
    "startDate": "02/01/2018",
    "endDate": "01/01/2021",
    "objective": "Decision-making is one of the most fundamental parts of our daily life. Undoubtedly, when having to select a course of action reflective monitoring and control of our decision process (metacognition) is of crucial importance. For instance, when a doctor has to make a medical decision, information from different sources are being accrued and combined to form a diagnosis (e.g., information from MRI images and from the anamnesis), but when a doctor is uncertain about the quality of the decision additional tests can be considered. Despite the importance of effective decision-making in all aspects of life, itís currently unclear how our metacognitive system operates and how common factors such as sleepiness and tiredness, well known to induce fragmentation of cognition, influence our metacognitive abilities. In sum, at the moment it remains unclear how and when we are capable of knowing that we know and knowing how we perform.\nIn this proposal, I will outline an innovative research program that investigates the psychological and neural mechanisms of metacognition, thereby intersecting the relationship between cognition, consciousness and wakefulness. I will combine computational modeling, state-of-the-art methods from neuroscience and experimental designs from cognitive psychology and sleep research, thus optimally exploiting and expanding my scientific expertise. Moreover, I will reveal how our metacognitive capabilities are affected by sleepiness, providing valuable practical input for modern societal challenges related to tiredness while working or driving.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}