{
    "rcn": "212130",
    "acronym": "VIRO-FLOW",
    "topics": "MSCA-ITN-2017",
    "title": "Enabling Technologies and Drug Discovery: Continuous Flow Processes to Discover Novel Antiviral Inhibitors",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "VIRO-FLOW project aims to integrate the advantages of continuous flow chemistry with in vitro microfluidic bioassay technologies for the fast and efficient discovery of novel and innovative inhibitors of the Hepatitis B Virus (HBV). This programme aims to contribute to the development of innovative methodologies that allow more efficient production of new compounds with anti-viral activity, specifically against HBV, for future transfer of technology and knowledge between different sectors with relevant economic impact.  The global objective of this ITN-EID programme is to provide an innovative and high-level training in drug discovery and enabling technologies for 3 Early-Stage Researchers (ESRs), supported by a network of experts in anti-infective therapeutics, specifically virology and bacteriology in AiCuris, a pharmaceutical company; and the Institute of Chemical Research of Catalonia (ICIQ), a research Institute focused on sustainable chemistry in the field of catalysis and flow chemistry (through its technology development unit ERTFLOW). This ITN will educate the next generation of well-prepared ESRs, providing them with the skills necessary to pursue successful careers in a rapidly emerging field that requires novel multidisciplinary technological development as well as it will also be the channel for educating well-trained researchers with the scientific, technical and entrepreneurial skills so highly needed in the drug discovery field.\nThis goal will be achieved through industrial doctoral training that includes international, interdisciplinary and inter-sectorial mobility, and that integrates both academic and industrial contributions. The research programme is composed of three closely related projects in the research areas of medicinal chemistry (including organic and computational chemistry), molecular biology and protein biochemistry.",
    "totalCost": "743618,88",
    "ecMaxContribution": "743618,88",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "AICURIS ANTI-INFECTIVE CURES GMBH",
    "participantCountries": "DE",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 743619
        },
        "924592070": {
            "orgId": "924592070",
            "orgName": "AICURIS ANTI-INFECTIVE CURES GMBH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 743619
}