{
    "rcn": "212124",
    "acronym": "HANDmade",
    "topics": "ERC-2017-STG",
    "title": "How natural hand usage shapes behavior and intrinsic and task-evoked brain activity.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "A seminal concept in modern neuroscience is the plasticity of the developing and adult brain that underpins the organismic ability to adapt to the ever-changing environment and internal states. Conversely, recent studies indicate that ongoing sensory input seems not crucial to modulate the overall level of brain activity, which instead it is strongly determined by its intrinsic fluctuations. These observations raise a fundamental question: what is coded in the intrinsic activity? This project tests the hypothesis that intrinsic activity represents and maintains an internal model of the environment built through the integration of information from visual and bodily inputs. The bodily inputs represent the physical and functional interaction that our body establishes with the external environment. In this framework, the hand has a special role, as it represents the primary means of interaction with the environment. \nDo behavior and mental activity change as a function of the effector we use to interact with the external environment? In virtual settings, I test the resilience of the internal model to extreme manipulations of the body by replacing the hand with everyday tools. The hypothesis is that prior representations constrain novel behaviors and plastic changes of both intrinsic and task-related brain activities. This prediction is also tested on samples of acquired amputees. These subjects represent an interesting model because the hand loss might reflect loss of sensory representations and less constrain on task-related brain activation. \nThroughout a combination of behavioral approaches, methods and techniques ranging from kinematics to functional neuroimaging (fMRI and MEG) and virtual reality, this project provides insights on how the synergic activity of body and environment shapes behavior and neural activity. This grant might open novel opportunities for future developments of robotic-assisted technology and neuroprostheses.",
    "totalCost": "1494662",
    "ecMaxContribution": "1494662",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1494662
        }
    },
    "calculatedTotalContribution": 1494662
}