{
    "rcn": "212143",
    "acronym": "TRAC",
    "topics": "MSCA-RISE-2017",
    "title": "Tailor-made Recycled Aggregate Concretes",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "Concrete is the main construction material used on earth. The increasing population and urbanization has led to construction of new high-rise buildings and demolishing existing old low-rise ones. This has become not only the cause of natural resources depletion at an alarming rate but also gradually becoming a challenge for environmental preservation. Concrete industry consumes a majority of natural resources and produces a large amount of construction waste. In order to ensure sustainable, cost-effective but still profitable concrete production, extensive research is needed to investigate how concrete industry can produce green concrete by using less nature resources and producing less waste. The aim of the proposed research is to develop tailor-made concretes by using more recycled concrete aggregate (RCA) for structural applications. The use of RCA as granular material in pavement design has been a long history. However its use in structure concrete has not been widely accepted, primarily due to the poor quality found in RCA. To overcome this technical difficulty one has to understand the behaviour of RCA and to find a way in which the quality of the RCA can be improved and controlled during its mixing process. This requires a systematic research into various specific aspects of RCA and recycled aggregate concrete products. This proposed RISE programme is to bring together an international team of researchers with a wide variety of skills, to tackle the challenges faced by construction industry. The proposed research covers the fundamental study of cementitious materials as well as their applications in different construction fields. The outcome of the research will provide vital information on how to revolutionise the production of concrete materials and how to engineer concrete mixes using various different components to tailor-made the properties of the resulting concrete.",
    "totalCost": "450000",
    "ecMaxContribution": "450000",
    "coordinator": "UNIVERSITY OF PLYMOUTH",
    "coordinatorCountry": "UK",
    "participants": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "913490711": {
            "orgId": "913490711",
            "orgName": "Phranakhon Rajabhat University",
            "ecContrib": 0
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 225000
        },
        "923685120": {
            "orgId": "923685120",
            "orgName": "TRUONG DAI HOC TON DUC THANG",
            "ecContrib": 0
        },
        "999854661": {
            "orgId": "999854661",
            "orgName": "UNIVERSITY OF PLYMOUTH",
            "ecContrib": 225000
        },
        "962244463": {
            "orgId": "962244463",
            "orgName": "SHENZHEN UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 450000
}