{
    "rcn": "212150",
    "acronym": "ADMIRE",
    "topics": "ERC-2017-PoC",
    "title": "A holographic microscope for the immersive exploration of augmented micro-reality",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Virtual reality, augmented reality and mixed reality are beginning to transform the way we explore and acquire information from the macroscopic world around us. At the same time, recent advances in holographic microscopy are providing new tools for the 3D imaging of physical and biological phenomena occurring at the micron scale. Project ADMIRE will combine this two emerging technologies into the first prototype of an AugmenteD MIcro-REality system for the immersive exploration and the quantitative analysis of three-dimensional processes at the micron scale.\nThe core of the proposed system will be the three-axis holographic microscope (3DHM) developed within the ERC Project SMART to investigate fast 3D dynamics of swimming bacteria.\nADMIRE project will transform 3DHM from a laboratory technique, targeted to a specific application and operated by highly specialised researchers into a general purpose instrument composed of a compact add-on module for commercial optical microscopes and a virtual reality interface allowing for a direct and intuitive use.  Through the ADMIRE  Holographic Microscope (ADMIRE-HM) the user will be ìshrunkî  a million times and virtually sent into a live 3D reconstruction of the real microscopic world contained in the glass slide. There he will find himself surrounded by micro-particles or moving cells that could be inspected from multiple directions and characterized by shape parameters (e.g. size, volume, aspect-ratio) or dynamical features (e.g. flagellar motility, sedimentation velocity, transport in a flow) obtained  by means of simple and direct gestures. \nThe expected outcome of the project is to bring to a development stage TRL 6-7 a technology that could change the way we experience the microscopic world in basic research, biomedical applications and education.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE;DHITECH DISTRETTO TECNOLOGICO HIGH-TECH SCARL",
    "participantCountries": "IT",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 17500
        },
        "999705669": {
            "orgId": "999705669",
            "orgName": "DHITECH DISTRETTO TECNOLOGICO HIGH-TECH SCARL",
            "ecContrib": 31250
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 101250
        }
    },
    "calculatedTotalContribution": 150000
}