{
    "rcn": "212133",
    "acronym": "FAST-TRACKS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fast rAdio technologieS for uninterrupTed TRAin to traCKside communicationS",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The urbanization trends of the urban and suburban metropolitan areas have increased exponentially the demand for high-capacity rail infrastructure, which require interoperable systems and services, with high standards of safety and reliability.\nAt the same time, the railway technological infrastructure and the related services require a high level of innovation, especially in the field of telecommunication systems and rail control. In recent years, several different rail control technologies have been focused upon to increase the track capacity, improve the overall operational efficiency and ensure safer railway traffic. Among these innovative technologies applied in EU are the Communication-Based Train Control systems (CBTC) and the European Rail Traffic Management System (ERTMS).\nIn this context, the wireless telecommunication networks are playing an increasingly important role thanks to functional and maintenance features and installation time: by virtue of their robustness and high redundancy they can convey simultaneously data traffic for automatic train control and transfer massively security and passengers control information.\nHowever, the wireless coverage of the existing railway technological infrastructure does not ensure full operational standards, capacity and robustness required for a large-scale use in support of the railway signaling.\nFAST-TRACKS project proposes the development and commercialization of a low cost telecommunication system, which addresses the main problems faced at present in the integration of a traditional Wi-Fi system within the railway technological infrastructure. The project aims at covering a functional gap in the railway radio telecommunication infrastructure. \nThe information provided in this proposal is based on the technological and economic viability successfully demonstrated within Phase I and the proposal has obtained twice ìSeal of Excellenceî from the EC on Phase II.",
    "totalCost": "2370625",
    "ecMaxContribution": "1659437,5",
    "coordinator": "COMESVIL SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929761394": {
            "orgId": "929761394",
            "orgName": "COMESVIL SPA",
            "ecContrib": 1659438
        }
    },
    "calculatedTotalContribution": 1659438
}