{
    "rcn": "212113",
    "acronym": "DORMANTOOCYTE",
    "topics": "ERC-2017-STG",
    "title": "Understanding the Balbiani body: A super-organelle linked to dormancy in oocytes",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Female germ cells, oocytes, are highly specialised cells. They ensure the continuity of species by providing the female genome and mitochondria along with most of the nutrients and housekeeping machinery the early embryo needs after fertilisation. Oocytes are remarkable in their ability to survive for long periods of time, up to 50 years in humans, and retain the ability to give rise to a young organism while other cells age and die. Surprisingly little is known about oocyte dormancy. A key feature of dormant oocytes of virtually all vertebrates is the presence of a Balbiani body, which is a non-membrane bound compartment that contains most of the organelles in dormant oocytes and disappears as the oocyte matures. \n\nThe goal of this proposal is to combine genetic and biochemical perturbations with imaging and the state of the art proteomics techniques to reveal the mechanisms dormant oocytes employ to remain viable.  My previous research has shown that the Balbiani body forms an amyloid-like cage around organelles that could be protective. This has led me to identify the large number of unanswered questions about the cell biology of a dormant oocyte. In this proposal, we will study three of these questions: 1) What is the metabolic nature of organelles in dormant oocytes? 2) How does the Balbiani body disassemble and release the complement of organelles when oocytes start to mature? 3) What is the structure and function of the Balbiani body in mammals? We will use oocytes from two vertebrate species, frogs and mice, which are complementary for their ease of handling and relationship to human physiology.  \n\nBy studying the Balbiani body, this proposal will provide fundamental insights into organisation and function of organelles in oocytes and the regulation of physiological amyloid-like structures. More generally, the proposed experiments open up new avenues into the mechanisms that protect organelles from ageing and how oocytes stay dormant for many decades.",
    "totalCost": "1381286",
    "ecMaxContribution": "1381286",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 1381286
        }
    },
    "calculatedTotalContribution": 1381286
}