{
    "rcn": "212105",
    "acronym": "FarCatCH",
    "topics": "ERC-2017-STG",
    "title": "Innovative Strategies for Unprecedented Remote C-H bond Functionalization by Catalysis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Over the last years, the landscape of the organic chemistry has been reshaped with impressive advances made in the transition metal-catalyzed carbon-hydrogen (C-H) bond functionalization field. Indeed, the functionalization of building blocks that do not display a reactive functional group but only a simple C-H bond is attractive as it avoids time-consuming and expensive prefunctionalization steps and limits the generation of waste. However, as energies required to break C-H bonds are similar, the differentiation between two C-H bonds and the selective functionalization of only one of them remain a key challenge. Therefore, the available approaches are still unsatisfactory due to important limitations: low reactivity, limited scopes and selectivity issues. In this proposal, a general approach to functionalize a CH bond located at a Far position (from a functional group) by Catalysis (FarCatCH) will be implemented with a special focus on underexplored transformations, affording important sulfur-and fluorine-containing compounds. Herein, I will develop new synthetic approaches for the remote functionalization of molecules based on i) a substrate-selectivity control and ii) the design of new catalysts using supramolecular tools. I will then iii) address a longstanding reactivity issue in organic synthesis: the trifluoromethylation of aliphatic compounds and apply the supramolecular catalysts for a remote enantioselective transformation.\n\nDesigning a full set of tools as Swiss army knife for the selective functionalization at unconventional positions inaccessible so far, can considerably change the way organic molecules are made. These original technologies will offer new synthetic routes to access original sulfur- and fluorine-containing molecules, compounds of interest in drugs discovery, material sciences, pharmaceutical and agrochemical industry.",
    "totalCost": "1497996",
    "ecMaxContribution": "1497996",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1497996
        }
    },
    "calculatedTotalContribution": 1497996
}