{
    "rcn": "212183",
    "acronym": "PolControl",
    "topics": "ERC-2017-STG",
    "title": "Engineering translation machinery to produce light-responsive protein-polymers",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "A general and versatile technology to engineer visible light-responsive biological agents will enable spatio-temporal manipulation and interrogation of proteins, pathways, and cells, and the design of ìsmartî biomaterials that can direct and respond to biological processes on-demand. Site specific incorporation of multiple visible-light-responsive chemical groups at the polypeptide level will constitute a universal methodology for precise production of light-responsive proteins and protein-based materials. However, inadequate engineering of the protein translation apparatus limits the number and complexity of chemical groups that can be incorporated into proteins as synthetic amino acids (sAAs). This limitation precludes the incorporation of recently discovered visible-light-responsive chemical groups, hinders protein engineering efforts, and excludes production of biomaterials in which multiple identical sAAs provide new physical or biophysical properties. We propose to overcome this challenge by generating a genomic-engineering based platform for co-evolution of multiple components of the translation machinery (the aminoacyl tRNA synthetase, tRNA, and elongation factor) to select for cellular machinery capable of multi-site incorporation of highly substituted azobenzenes with a range of biologically relevant photochemical properties. We will then utilize these translation systems to produce libraries of azobenzene-containing protein-based materials to elucidate the sequence-function requirements for directing light-responsive self-assembly of macromolecular structures, and to generate biomaterial formulations for control of various intra- and extra-cellular processes. By developing and marrying technologies in synthetic biology, chemistry, and biomaterials, this study will enable the synthesis of light-responsive proteins, deepen our understanding of natural and evolved translation systems, and create new classes of functional light-responsive biomaterials.",
    "totalCost": "1328712",
    "ecMaxContribution": "1328712",
    "coordinator": "BEN-GURION UNIVERSITY OF THE NEGEV",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 1328712
        }
    },
    "calculatedTotalContribution": 1328712
}