{
    "rcn": "212120",
    "acronym": "BioNanoPattern",
    "topics": "ERC-2017-STG",
    "title": "Protein nano-patterning using DNA nanotechnology; control of surface-based immune system activation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Protein nanopatterning concerns the geometric arrangement of individual proteins with nanometre accuracy. It is becoming apparent that protein nanopatterns are essential for cellular function, and have roles in cell signalling and protection, phagocytosis and stem cell differentiation. Recent research indicates that our immune system is activated by nanopatterned antibody platforms, which initiate the classical Complement pathway by binding to the first component of Complement, the C1 complex. DNA nanotechnology can be used to form self-assembled nanoscale structures, which are ideal for use as templates to pattern proteins with specific geometries and nanometre accuracy. I propose to use DNA to nanopattern antigens and agonistic aptamers with defined geometry to study and control Complement pathway activation by the C1 complex.\nTo develop and demonstrate the potential use of DNA to nanopattern proteins, the first aim of this proposal is to design DNA nanotemplates suitable for patterning antibody-binding sites. Antibodies and C1 will bind with specific geometry, and the relationship between antibody geometry and Complement activation will be assessed using novel liposome assays. Using DNA to mimic antigenic surfaces will enable high-resolution structure determination of DNA-antibody-C1 complexes, both in solution and on lipid bilayer surfaces, using phase plate cryo-electron microscopy to elucidate the structure-activation relationship of C1.\nThe second aim of this proposal is to evolve agonistic aptamers that directly bind to and activate C1, and incorporate these into DNA nanotemplates. These nanopatterned aptamers will enable further study of C1 activation, and allow direct targeting of Complement activation to specific cells within a population of cell types to demonstrate targeted cell killing. This may open up new and highly efficient ways to activate our immune system in vivo, with potential for targeted anti-tumour immunotherapies.",
    "totalCost": "1499850",
    "ecMaxContribution": "1499850",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 1499850
        }
    },
    "calculatedTotalContribution": 1499850
}