{
    "rcn": "212103",
    "acronym": "CATACOAT",
    "topics": "ERC-2017-STG",
    "title": "Nanostructured catalyst overcoats for renewable chemical production from biomass",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "In the CATACOAT project, we will develop layer-by-layer solution-processed catalyst overcoating methods, which will result in catalysts that have both targeted and broad impacts. We will produce highly active, stable and selective catalysts for the upgrading of lignin 単 the largest natural source of aromatic chemicals 単 into commodity chemicals, which will have an important targeted impact. The broader impact of our work will lie in the production of catalytic materials with unprecedented control over the active site architecture.\nThere is an urgent need to provide these cheap, stable, selective, and highly active catalysts for renewable molecule production. Thanks to its availability and relatively low cost, lignocellulosic biomass is an attractive source of renewable carbon. However, unlike petroleum, biomass-derived molecules are highly oxygenated, and often produced in dilute-aqueous streams. Heterogeneous catalysts 単 the workhorses of the petrochemical industry 単 are sensitive to water and contain many metals that easily sinter and leach in liquid-phase conditions. The production of renewable chemicals from biomass, especially valuable aromatics, often requires expensive platinum group metals and suffers from low selectivity.\nCatalyst overcoating presents a potential solution to this problem. Recent breakthroughs using catalyst overcoating with atomic layer deposition (ALD) showed that base metal catalysts can be stabilized against sintering and leaching in liquid phase conditions. However, ALD creates dramatic drops in activity due to excessive coverage, and forms an overcoat that cannot be tuned.\nOur materials will feature the controlled placement of metal sites (including single atoms), several oxide sites, and even molecular imprints with sub-nanometer precision within highly accessible nanocavities. We anticipate that such materials will create unprecedented opportunities for reducing cost and increasing sustainability in the chemical industry and beyond.",
    "totalCost": "1785195",
    "ecMaxContribution": "1785195",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1785195
        }
    },
    "calculatedTotalContribution": 1785195
}