{
    "rcn": "212118",
    "acronym": "AfricanWomen",
    "topics": "ERC-2017-STG",
    "title": "Women in Africa",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Rates of domestic violence and the relative risk of premature death for women are higher in sub-Saharan Africa than in any other region. Yet we know remarkably little about the economic forces, incentives and constraints that drive discrimination against women in this region, making it hard to identify policy levers to address the problem. This project will help fill this gap. \nI will investigate gender discrimination from two complementary perspectives. First, through the lens of economic history, I will investigate the forces driving trends in womenís relative well-being since slavery. To quantify the evolution of well-being of sub-Saharan women relative to men, I will use three types of historical data: anthropometric indicators (relative height), vital statistics (to compute numbers of missing women), and outcomes of formal and informal family law disputes. I will then investigate how major economic developments and changes in family laws differentially affected womenís welfare across ethnic groups with different norms on womenís roles and rights. \nSecond, using intra-household economic models, I will provide new insights into domestic violence and gender bias in access to crucial resources in present-day Africa. I will develop a new household model that incorporates gender identity and endogenous outside options to explore the relationship between womenís empowerment and the use of violence. Using the notion of strategic delegation, I will propose a new rationale for the separation of budgets often observed in African households and generate predictions of how improvements in womenís outside options affect welfare. Finally, with first hand data, I will investigate intra-household differences in nutrition and work effort in times of food shortage from the points of view of efficiency and equity. I will use activity trackers as an innovative means of collecting high quality data on work effort and thus overcome data limitations restricting the existing literature",
    "totalCost": "1499313",
    "ecMaxContribution": "1499313",
    "coordinator": "UNIVERSITE DE NAMUR ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 1499313
        }
    },
    "calculatedTotalContribution": 1499313
}