{
    "rcn": "212156",
    "acronym": "SuperEH",
    "topics": "SMEInst-09-2016-2017",
    "title": "Super Variable Vector Combination Energy Saving Hub",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "SuperEH is a turn-key integrated solution of Smart Voltage Optimization with Loads Management and Analytics yielding energy savings from 15% to 25%. SuperEH is suitable for a broad range of buildings, industrial and commercial facilities such as supermarkets, restaurants, convenience stores, hotels and other food related business and industries. Our technology is especially suitable for this kind of facilities due to the mixture of energy loads typically found. Additional benefits of the product are easy installation, extension of consuming devices lifetime, reduction of maintenance costs and improved operational safety. SuperEH is straightforwardly applicable in an existing building; it is installed at main switchboards with no interruption to the facility operation and no change to the existing infrastructure. Both features are highly desired in our market niche.\nPowerSines is developing this new product as response to market demands of tools for electricity cost reduction .With this project, we aim to enhance SuperEH functionalities, making our value proposition of highest energy savings (up to 25%) and shortest payback period (below 2 years) unique in the European market. The market niche in which SuperEH is expected to find no rival technology has been estimated at 973 MÄ/year in 2023. Our goal is to launch SuperEH to the European market reaching 42 MÄ accumulated during five years of sales.\nPowerSines is a leader in the field of Voltage Optimization for the efficient management of electricity in commercial sites and buildings. Our track record includes more than 25,000 installed units across Europe. This project will allow expanding our customer base and our partner network across Europe. During the project, we will validate the product upgrades across 10 countries in Europe and demonstrate that SuperEH is an excellent tool towards CO2 reduction in the buildings sector, with the highest ratio of tons reduced per Ä invested available nowadays.",
    "totalCost": "2456627,5",
    "ecMaxContribution": "1719639,25",
    "coordinator": "POWERSINES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924095139": {
            "orgId": "924095139",
            "orgName": "POWERSINES LTD",
            "ecContrib": 1719639
        }
    },
    "calculatedTotalContribution": 1719639
}