{
    "rcn": "212161",
    "acronym": "HERMES",
    "topics": "SMEInst-04-2016-2017",
    "title": "High Efficiency Real-Time Multithreading Engine for Space applications",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "TAITUS, a company with a 12\\ years success track record providing services to the most relevant players in the space sector (e.g. ESA, THALES, AIRBUS) and big companies (e.g. PETROBRAS). Moreover, our talented professional team is composed by renown experts in the Space sector, as is the case of our CEO, Mr Felipe Marti?n-Crespo (15\\ yearsí experience as ESAís Technical Officer of the Envisat Payload Data Segment development, in the Earth Observation Projects Division), or Mr Stephen Wu (25\\ yearsí experience in the field of Earth Observation, 15\\ yearsí experience in ESAís establishment in Frascati, Italy).\n\nHERMES is a SW development ecosystem (HERMES SDK plus applications, plugins and services)that allows building quickly and efficiently SW systems for the space industry.\n1. Models successfully proven on-the-field on rigorous missions (e.g. Sentinel program).\n2. Our high quality SW Development Kit (SDK) let our clients save more than 65% of development cost, thanks to its high modularity and our SDK license cost is 50% cheaper than those from our competitors with equivalent features.\n3. Uncompromised embedded visualisations engine.\n\nMore importantly, we offer a unique boost in execution performance.\n1. Our proprietary General Purpose Graphic Processing Unit (GPGPU) algorithmic (10x-100x boost in processing speed) let our clients obtain the results of the complex calculations involved in satellite-data acquisition missions in a few minutes instead of waiting several hours, which directly impacts their satellite-data consumption strategy (75% costs reduction).\n2. Moreover, this is a unique selling point that none of our competitors can offer and our main competitive advantage.\n3. Furthermore, timeliness is critical in applications such as disaster warning systems, where response time measures in terms of human lives, or natural disaster management, such as oil-spills where response time is critical to minimise the long-term environmental impact.",
    "totalCost": "1160562,5",
    "ecMaxContribution": "812393",
    "coordinator": "TAITUS SOFTWARE ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997928338": {
            "orgId": "997928338",
            "orgName": "TAITUS SOFTWARE ITALIA SRL",
            "ecContrib": 812393
        }
    },
    "calculatedTotalContribution": 812393
}