{
    "rcn": "212190",
    "acronym": "TRANSDESIGN",
    "topics": "ERC-2017-STG",
    "title": "Design of Phase Transition Kinetics in Non-Equilibrium Metals",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The first technological use of non-equilibrium phase transitions in metals for designing properties is documented as ~800 BC, but the time has come to make a leap forward. Nearly all classes of materials show non-equilibrium phase transitions. Understanding how fast these transitions occur is a key question in materials science. In metals, kinetics is connected to diffusion via atomic lattice vacancies. However, there is no universal sound and predictive physical understanding of the kinetics under non-equilibrium situations so far, because theory cannot be verified experimentally. The in-situ measuring of non-equilibrium vacancy evolution is not possible at industrially relevant and controlled high thermal rates today. Moreover, direct microscopic observation of vacancies in bulk metals has not yet been achieved.\nThe development of unique strategies for in-situ measuring of non-equilibrium vacancy evolution and the microscopic observation of atomic lattice vacancies and their motion will be the main breakthroughs of TRANSDESIGN. Observing non-equilibrium vacancy annihilation via ultrafast chip calorimetry offers unique advantages and will be a ground-breaking step to understand non-equilibrium diffusion. Moreover, this will also establish novel chip calorimetry as a standard in thermal analysis of relevant metals.\nWithin TRANSDESIGN we utilize high image contrast solutes, which trap vacancies, as markers for an identification of vacancies via field ion and scanning transmission electron microscopy. This unique strategy will enable the observation of ìvacancies at workî in the bulk of metals.\nThe project will close longstanding experimental-theoretical gaps with significant impact on the optimization and design of new kinetically driven processes and products in the field of metallurgy. However, the fundamentals gained within TRANSDESIGN are universal and will significantly contribute to the advancement of the European competence in materials science.",
    "totalCost": "1499679",
    "ecMaxContribution": "1499679",
    "coordinator": "MONTANUNIVERSITAT LEOBEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 1499679
        }
    },
    "calculatedTotalContribution": 1499679
}