{
    "rcn": "212117",
    "acronym": "QGP-MYSTERY",
    "topics": "ERC-2017-STG",
    "title": "Demystifying the Quark-Gluon Plasma",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The primary objective of this project is to explore the properties of a new state of matter, the Quark-Gluon Plasma (QGP), at the highest energies to date. The QGP consists of asymptotically free quarks and gluons and the evidence for its discovery was announced in experiments analyzing collisions of heavy ions. Previous experiments at lower energies have caused a dramatic change of paradigm in our understanding - measurements at Relativistic Heavy Ion Collider showed that the QGP behaves like a strongly coupled liquid, instead of the weakly interacting gas expected by theorists. The focus of this project is the measurement of the anisotropic flow, which has proven to be the most informative probe for studying the properties of nuclear matter produced in heavy-ion collisions. The analysis methods to be utilized are multiparticle correlation techniques developed by the PI. Currently mainly the first moments (averages) of multiparticle correlations are used. Within the scope of the theoretical subproject we aim to derive analytic expressions for higher order moments of multiparticle correlations by continuing a pioneering work recently initiated by the PI. The here proposed project aims also the measurement of new flow observables, so-called Symmetric Cumulants, recently introduced in the field by PI. The recent restart of Large Hadron Collider at top energy, a record breaking 5.02 TeV center of mass energy, offers a truly unique and a timely opportunity for this project. The main dataset will comprise the heavy-ion collisions collected with ALICE detector at the Large Hadron Collider. Collisions of smaller systems will be scrutinized as well in order to determine the onset of QGP formation. This project offers a unique opportunity to pin down quantitatively the properties of the QGP, beyond the rather qualitative analyses that are currently carried out in the field. It also will impact the fields of high energy physics, nuclear physics, cosmology and hydrodynamics.",
    "totalCost": "1366875",
    "ecMaxContribution": "1366875",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1366875
        }
    },
    "calculatedTotalContribution": 1366875
}