{
    "rcn": "212195",
    "acronym": "InsularAnxiety",
    "topics": "ERC-2017-STG",
    "title": "Insular cortical circuits controlling fear and anxiety",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "How do emotions guide our behaviour? For an appropriate behavioural response, an individual has to constantly integrate bodily feelings, emotional states, and cues from the environment to evaluate the risks and benefits of a future action. A growing body of evidence indicates that the insular cortex, as part of a distributed neuronal network, plays a key role in influencing emotional behaviour. However, how neuronal circuits within the insular cortex function mechanistically is not known.\nIn this proposal, I will focus on the largely overlooked role of the insular cortex in mediating fear- and anxiety-related behaviours. I will address how the insular cortex processes sensory information of different emotional valence, whether it predicts risk, and how it influences emotional behaviour and decision-making. I will present a research program relying on modern tools to dissect neuronal circuit architecture and function in the mouse, such as viral tracing techniques, optogenetics, behavioural analysis and in vivo two-photon imaging in awake behaving mice.\n\nTaking advantage of the technical expertise of my lab, we will reveal the architecture of connectivity-defined insular cortical microcircuits using monosynaptic viral tracing tools. We will address the necessity and sufficiency of connectivity- and cell-type defined microcircuits to express anxiety and learned safety using optogenetic manipulations. In vivo two-photon calcium imaging in awake behaving animals will allow us to examine how representations of sensory cues predicting danger or safety are processed in the insular cortex, which information amygdala afferents carry to the insular cortex, and whether and how neuronal processing in the insular cortex signals risky or safe outcomes. \nThe ultimate goal of this proposal is to provide novel insights into the function and organization of the insular cortex from a network perspective down to the single cell level.",
    "totalCost": "1498000",
    "ecMaxContribution": "1498000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1498000
        }
    },
    "calculatedTotalContribution": 1498000
}