{
    "rcn": "212191",
    "acronym": "SCALAR",
    "topics": "ERC-2017-STG",
    "title": "Scaling up behavior and autonomous adaptation for macro models of climate change damage assessment",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Damage associated with climate change is a core benchmark in science and policy. Macro Integrated Assessment Models estimating damages are criticized for neglecting risk distribution, adaptation dynamics and the possible collapse of regional economies. Micro-level social science studies contain substantial knowledge on individual behavior, decisions under risk and autonomous climate adaptation, and go beyond monetary losses by focusing on resilience. This knowledge can ameliorate theoretical and empirical flaws in current macro assessments, if adequate scaling up methods were to exist. \nSCALAR aims to bridge the gap between micro and macro research traditions by modeling the behavioral aspects of autonomous adaptation processes of heterogeneous agents, and integrating them into macro level climate policy models. The project focuses on floods. Its innovative nature allows to revisit the classic micro-macro aggregation problem through a unique combination of:\n1) New behavioral data on climate adaptation decisions collected in multiple survey waves using mobile applications, going beyond a snapshot to uncover evolving decision processes;\n2) Advances in agent-based modeling to scale up adaptation decisions of heterogeneous households and firms to a regional economy while including land use and hazard data;\n3) Cutting-edge ways of integrating micro-simulation models with traditional macro models to synergize the two approaches for developing new theory- and data-grounded macro damage assessments.\nSCALAR will drive a major breakthrough in integrating behavioral aspects of human decision-making into macro climate policy models. It will enable the quantitative exploration of cross-scale damage cascades, the identification of thresholds over which autonomous adaptation impacts the macro level, and the tracing of the emergence of socio-economic resilience as climate change unfolds. The methodological advancements will have impact far beyond the domain of climate adaptation.",
    "totalCost": "1499691",
    "ecMaxContribution": "1499691",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 1499691
        }
    },
    "calculatedTotalContribution": 1499691
}