{
    "rcn": "212116",
    "acronym": "MemoMOFEnergy",
    "topics": "ERC-2017-STG",
    "title": "Constructing polar rotors in metal-organic frameworks for memories and energy harvesting",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "I seek to develop new ferroelectrics based on metal-organic frameworks with dipolar rotors. Ferroelectrics are targeted to be used as physically flexible memories and mechanical energy harvesters for biocompatible sensors and implantable monitoring devices. \n\nAs ferroelectrics can store and switch their polarity, they can be used as memories. Via the piezoelectric effect, they can harvest mechanical vibrations. The materials most compatible with flexible substrates, are soft matter materials. However, these so far donít meet the requirements. Especially lacking is a combination of  i) polarisation stability, ii) a sufficiently low energy barrier for polarisation switching and iii) fast switching. As energy harvesters, soft matter materials are hampered by low piezoelectric coefficients.\n\nThe main objective of this proposal is rational design of ferroelectrics by obtaining a fundamental understanding of the relation between structure and properties. I will achieve this by uniquely synthesizing polar rotors into 3D crystalline scaffolds that allow to alter the rotorsí  nano-environement. I will achieve this via polar ligands in metal-organic frameworks (MOFs). The variability of MOFs allows to tune the nature of the hindrance towards rotation of the polar rotors. The tuneable flexibility allows to regulate the energy harvesting efficiency. Moreover, MOFs have already shown potential as biocompatible materials that can be integrated on physically flexible substrates. \n\nThe research consists of i) synthesis of polar rotor MOFs with targeted variations, ii) reliable characterisation and computational modelling of the electronic properties, iii) nanoscopic insight in the switching dynamics. The approach allows to understand how ferro- and piezoelectricity are related to the materialsí structure, and hence to develop materials with exceptional performance. My recent observation of the ferroelectric behaviour of a nitrofunctionalised MOF is the basis for this proposal.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}