{
    "rcn": "212147",
    "acronym": "EcoBlade",
    "topics": "SMEInst-09-2016-2017",
    "title": "Eco-efficient decommissioning of wind turbine blades through on-site material shredding and separation",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Wind power plays a crucial role in Europeís strategy towards a zero-carbon, clean energy-powered economy. While efforts have primarily focused on the development of wind turbine technology, it starts to become evident that the planning associated with the end-of-service life of these installations has been vastly neglected. Wind turbine blades are a particularly challenging component due to their composition and sheer size, which causes uncertainty about how to get rid of them in an environmentally and economically sustainable manner. \n\nFrandsen Industri (FI) will tackle this problem through prototyping and testing a mobile separation platform, which shred and separate the blades directly on the wind farms, and have its functionalities and performance documented and validated. This mobile separation platform will meet the need of the wind farm owners and the wind farm manufacturers by solving the existing problems related to decommissioning wind turbine blades, as it will:\n\nï\tReduce the transportation costs by 16x\nï\tReduce the CO2-emissions by 16x\nï\tEnable the wind farm owners to recover the scrap value of Ä50/ton of their expired blades.\n\nAs up to 250,000 tons of expired wind turbine blades are to be decommissioned per year in our targeted markets in the 2020-2030 period, the business opportunity amounts to Ä29M/year. The total CO2-emissions for transporting EOSLWTs blades per year using the current method is 1,540,000 kg. Using our mobile separation platform, the CO2-emissions for transporting EOSLWTs blades will be reduced by a factor of 16x, to 96,250 kg per year. \n\nWe at FI want to continue our award-winning technological development of solutions within the sphere of decommissioning expired raw materials. The EcoBlade project is a vital part in this, as it allows us to strive for a leadership position in the future market of blade disposal, expecting a cumulated profit of over Ä10 million in year 5 post project.",
    "totalCost": "1992000",
    "ecMaxContribution": "1394400",
    "coordinator": "FRANDSEN INDUSTRI HOLDING APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929890501": {
            "orgId": "929890501",
            "orgName": "FRANDSEN INDUSTRI HOLDING APS",
            "ecContrib": 1394400
        }
    },
    "calculatedTotalContribution": 1394400
}