{
    "rcn": "212104",
    "acronym": "ImPRESS",
    "topics": "ERC-2017-STG",
    "title": "Imaging Perfusion Restrictions from Extracellular Solid Stress",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Even the perfect cancer drug must reach its target to have an effect. The ImPRESS project main objective is to develop a novel imaging paradigm coined Restricted Perfusion Imaging (RPI) to reveal - for the first time in humans - vascular restrictions in solid cancers caused by mechanical solid stress, and use RPI to demonstrate that alleviating this force will repair the cancerous microenvironment and improve therapeutic response. Delivery of anti-cancer drugs to the tumor is critically dependent on a functional vascular bed. Developing biomarkers that can measure how mechanical forces in a solid tumor impair perfusion and promotes therapy resistance is essential for treatment of disease. \n\nThe ImPRESS project is based on the following observations; (I) pre-clinical work suggests that therapies targeting the tumor microenvironment and extracellular matrix may enhance drug delivery by decompressing tumor vessels; (II) results from animal models may not be transferable because compressive forces in human tumors in vivo can be many times higher; and (III) there are no available imaging technologies for medical diagnostics of solid stress in human cancers. Using RPI, ImPRESS will conduct a comprehensive series of innovative studies in brain cancer patients to answer three key questions: (Q1) Can we image vascular restrictions in human cancers and map how the vasculature changes with tumor growth or treatment? (Q2) Can we use medical engineering to image solid stress in vivo? (Q3) Can RPI show that matrix-depleting drugs improve patient response to conventional chemo- and radiation therapy as well as new targeted therapies? \n\nThe ImPRESS project holds a unique position to answer these questions by our unrivaled experience with advanced imaging of cancer patients. With successful delivery, ImPRESS will have a direct impact on patient treatment and establish an imaging paradigm that will pave the way for new scientific knowledge on how to revitalize cancer therapies.",
    "totalCost": "1499638",
    "ecMaxContribution": "1499638",
    "coordinator": "OSLO UNIVERSITETSSYKEHUS HF",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 1499638
        }
    },
    "calculatedTotalContribution": 1499638
}