{
    "rcn": "212179",
    "acronym": "FlexCT",
    "topics": "MSCA-IF-2016",
    "title": "Flexible and open-source tool for accurate reconstruction using industrial X-ray computed tomography",
    "startDate": "01/12/2017",
    "endDate": "17/12/2019",
    "objective": "Our ability to achieve breakthroughs in manufacturing is dependent on our capacity to measure the features that define these breakthroughs. In other words, we can manufacture only as well as we can measure. Recent trends indicate that the future of mass production is in additive manufacturing (AM). X-ray computed tomography (CT) is the optimal solution for quantitative inspection of AM products as it is currently the only technology that can perform non-destructive measurements of both internal and external features. However, the reliability of CT measurements is not yet established and the application of CT for product inspection is limited to qualitative tasks. FlexCT is a multi-disciplinary research project that answers the imminent need to bring CT to measurement maturity to keep the pace with the improvements and wider adoption of AM. The fields of dimensional metrology, software engineering, and manufacturing are combined to produce an effective and open solution for the decisive adoption of CT to inspection of AM and other high-value products. \nThe candidateís research experience is overwhelmingly in the field of dimensional metrology. Materialise and UAntwerpís Vision Lab are selected strategically to ensure the successful execution of the project and to provide the candidate with exposure and training in new disciplines and work environments. Materialise is one of the worldís leading companies in AM technology and is proposed as the host institution for this project. The candidateís exposure to and feedback from a manufacturer will allow the proposed solution to be optimized for the needs of the end-user. The secondment and collaboration with UAntwerpís Vision Lab provides knowledge and support for tomographic reconstruction algorithms and software engineering. Dedicated training in additive manufacturing, software engineering, and leadership skills will help the candidate achieve his career goal of becoming an independent principal research scientist.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "MATERIALISE NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998209541": {
            "orgId": "998209541",
            "orgName": "MATERIALISE NV",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}