{
    "rcn": "212198",
    "acronym": "FLOS",
    "topics": "ERC-2017-STG",
    "title": "Florilegia Syriaca. The Intercultural Dissemination of Greek Christian Thought in Syriac and Arabic in the First Millennium CE",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "FLOS will focus on the metamorphoses of Greek Christian thought in Syriac (Aramaic) and Arabic in Late Antiquity, within the timeframe of the first millennium CE. Syriac Christianity was a pivotal mediator of culture in the Late Antique epistemic space, but is little-known today. FLOS aims to bring to light for the first time a body of highly relevant Syriac and Christian Arabic sources that have hardly ever been studied before. At the end of the millennium, in Islamic-ruled Syria, Mesopotamia, and Iran, Syriac Christians strived to define their religious identity. One of their strategies was the production of florilegia, i.e. anthologies that they used to excerpt and reinvent the patristic canon, a corpus of Greek Christian works of the 2ndñ6th centuries shared by European and Middle Eastern Christian cultures. A Greco-centric bias has prevented scholars from viewing these florilegia as laboratories of cultural creativity. FLOS will reverse the state of the art through two groundbreaking endeavours: 1) open-access digital editions of a set of Syriac florilegia of the 8thñ10th centuries; 2) a study of many neglected writings of Syriac and Christian Arabic authors of the 8thñ11th centuries. These tremendously important writings drew from Syriac patristic florilegia to pinpoint topics like incarnation and the Trinity against other Christians or Islam, showing how patristic sources were used to create new knowledge for the entangled environment of the Abbasid era. FLOS will thus dramatically improve our understanding of the cultural dynamics of Late Antiquity; patristic Christianity will emerge as a bridge between the intellectual history of Europe and of the Middle East. By studying how this shared patrimony was transformed in situations of interreligious interaction, especially with Islam, FLOS will facilitate the comprehension of Europeís current religious discourses, and the preservation of the endangered cultural heritage of the Syriac Christians.",
    "totalCost": "1343175",
    "ecMaxContribution": "1343175",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1343175
        }
    },
    "calculatedTotalContribution": 1343175
}