{
    "rcn": "212185",
    "acronym": "ShapingRoughness",
    "topics": "ERC-2017-STG",
    "title": "Emergence of Surface Roughness in Shaping, Finishing and Wear Processes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Roughness on most natural and man-made surfaces shares a common fractal character from the atomic to the kilometer scale, but there is no agreed-upon understanding of its physical origin. Yet, roughness controls many aspects of engineered devices, such as friction, adhesion, wear and fatigue. Engineering roughness in surface finishing processes is costly and resource intensive. Eliminating finishing steps by controlling roughness in primary shaping or in subsequent wear processes could therefore revolutionize the way we manufacture, but this requires a deep understanding of the relevant processes that is presently lacking. Roughness emerges during mechanical deformation in processes such as folding, scratching or chipping that shape surfaces. Deformation occurs in the form of avalanches, individual bursts of irreversible motion of atoms. The central hypothesis of this project is that roughness is intrinsically linked to these deformation avalanches, which themselves are well-documented to be fractal objects. This hypothesis will be tested in large-scale atomic- and mesoscale simulations of plastic forming and fracture on state of the art high performance computing platforms. Results of these calculations will be used to develop process models for evolving the topography of large surface areas under the action of an external mechanical force, such as experienced in shaping, finishing or wear. In addition to these simulations, a public repository for sharing topography data will be build. This repository is the connection to experiments: It is a database of experimental topographies whose contents will be mined for features identified in simulations. Beyond the present project, this web-repository will advance sharing, visualization and analysis of topography data, and aid researchers to correlate surface topography with surface functionality and processing. Simulations and database lay the foundation for a rational design of surface functionality in manufacturing.",
    "totalCost": "1499101",
    "ecMaxContribution": "1499101",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1499101
        }
    },
    "calculatedTotalContribution": 1499101
}