{
    "rcn": "212178",
    "acronym": "LARNUEXP",
    "topics": "MSCA-IF-2016",
    "title": "Searching for new physics with liquid argon time projection chambers and developing the technology for the future of neutrino physics",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The field of neutrino physics is an exciting one to be involved in at the moment. Neutrinos are the most mysterious fundamental, interacting so weakly with other matter that they are elusive to measurements. They also offer the only known indicators of physics beyond the Standard Model. I will use this fellowship to build expertise in the technology that will define the future of the field of neutrino physics - the liquid argon time projection chamber (LAr-TPC). I will spend the outgoing phase at Fermilab, USA, installing and commissioning the SBND detector, and working with data from SBND and the existing MicroBooNE detector. I have a track-record of pioneering searches for new physics, and will continue this by searching for a new Z boson that could be an explanation for the g-2 anomaly. I will also capitalise on my involvement in the protoDUNE liquid argon test-beam experiment, taking the protoDUNE data and applying it to the SBND and MicroBooNE detector simulations, to bring a new level of precision to the experiment. I have particular expertise in the reconstruction of low-energy electromagnetic showers. I will combine this expertise with the new protoDUNE data to develop new algorithms to enable MicroBooNE and SBND to investigate the MiniBooNE low-energy excess and search for sterile neutrinos. In the return year, I will bring my expertise in LAr-TPC technology back to the UK, and take a leading role in setting up a major production site for making anode planes for the DUNE far detector.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996327935": {
            "orgId": "996327935",
            "orgName": "FERMI RESEARCH ALLIANCE LLC",
            "ecContrib": 0
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}