{
    "rcn": "212197",
    "acronym": "MuBoEx",
    "topics": "ERC-2017-STG",
    "title": "Mushroom Body Expansion in Heliconius butterflies",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The brain plays a central role in the production of adaptive behaviour. It must extract and integrate the most relevant sensory cues from the environment, and combine this information with memories of past experience to trigger appropriate behavioural responses. To fully understand the origins of behavioural novelty we need a detailed understanding of how behavioural differences are generated, both across evolutionary time and during development. This requires the integration of behavioural and neuroanatomical variation, and their genomic and developmental bases.\n\nMushroom bodies (MBs) are the most enigmatic structures in the insect brain. They have ëhigher orderí functions, integrating sensory information and storing memories of past experience. MBs share a conserved ground plan, but their size and structure varies extensively across species. MB morphology is determined by the number of MB neurons, and the nature and extent of connections they make with other brain regions. As such, they provide a model for asking fundamental questions about how selection, development and functional constraints shape brain evolution.\n\nThis project will establish a new study system in evolutionary neuroscience, Heliconius butterflies. MB volume in Heliconius is among the highest across insects, 3-4 times larger than typical for Lepidoptera, including closely related genera. The proposal represents a synthesis of four key objectives that will provide a cohesive understanding of MB expansion in Heliconius, encompassing both proximate and ultimate causes. Specifically, I will ask: i) How does MB expansion enhance behavioural function? ii) How do volumetric changes relate to differences in neuron number, density and connectivity? iii) What developmental mechanisms control region specific changes in neural proliferation? And iv) what is the genetic basis of MB expansion? Addressing these questions will provide profound advances in our understanding of brain evolution.",
    "totalCost": "1499940",
    "ecMaxContribution": "1499940",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}