{
    "rcn": "212187",
    "acronym": "NonCovRegioSiteCat",
    "topics": "ERC-2017-STG",
    "title": "Harnessing Non-Covalent Interactions for Control of Regioselectivity and Site-Selectivity in Catalysis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Nature has been employing attractive non-covalent interactions for billions of years to enable the chemical synthesis machinery of life that is enzymatic catalysis. In comparison, synthetic chemists have only very recently started to employ the very strongest, hydrogen bonds and ion pairs, to control selectivity in synthetic routes. This has occurred predominantly in the rapidly growing of enantioselective organocatalysis and has quickly had a huge impact. The vision of this grant is to take these insights and apply them to control of two more important aspects of selectivity facing the synthetic chemist ñ regioselectivity (positional selectivity within a particular functional group) and site-selectivity (within a wider molecule). These selectivity aspects are particularly relevant due to the increasing number of methods for functionalisation of C-H bonds, in which the overarching challenge is obtaining selectivity for one in the presence of many. \nMy plan to achieve this will be divided into three main parts:\nWP1. We will combine reactive and versatile transition metals with bespoke ligands which will interact with a common functional group in the substrate via a key non-covalent interaction. The resulting functionalisation of the substrate will be rendered pseudointramolecular, permitting regioselectivity or site-selectivity to be controlled through judicious catalyst design.\nWP2. We will develop novel catalytic strategies to control the selectivity of intermolecular radical reactions. In radical chemistry, whilst reactivity is often high, low selectivity is often the limiting factor and as such often the most selective radical reactions are intramolecular ones. By intramolecularising radical reactions by the use of temporary non-covalent interactions we will solve outstanding problems in aromatic and aliphatic radical C-H functionalisation. \nWP3. The methods developed above will be applied to the late-stage functionalisation of pharmaceutically relevant molecules",
    "totalCost": "1499756",
    "ecMaxContribution": "1499756",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}