{
    "rcn": "212145",
    "acronym": "Propelair",
    "topics": "SMEInst-11-2016-2017",
    "title": "The refinement, miniaturisation and demonstration of an ultra low flush toilet capable of saving 2.8 billion litres of clean, potable water being unnecessarily wasted in Europe every day.",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "As reported by the European Environment Agency, 70million people in Europe are living in water stressed areas. In the Mediterranean region that figure rises to 53%. Water shortages affect almost every country in Europe and the problem is getting worse. Water consumption per person is increasing significantly; by 55% in the last 25 years. \n\nEuropean flushing toilets (WCs) waste valuable, potable water on an unprecedented scale. The 392m installed base of toilets across the EU currently ëflushí away 102bn litres of clean water every day. That is enough to drain Lake Geneva every 20 hours. \n\nThere is clearly a pressing need for a novel technology to reduce the volume of water used in flushing toilets.\nExisting toilets including the latest ultra low, dual flush units, do not offer the level of water reduction required. Since water volume is integral to their operational mode, they are compromised and all require significant flush volumes to clean effectively.\n\nThis project will demonstrate and bring to market readiness a 1.5L ultralow flush toilet that will reduce average toilet water consumption by 75% and directly save 2.8bn litres of water being unnecessarily wasted per day.\n\nPropelair also provides attractive economic benefits and rapid payback to customers. It reduces water bills on average by 60%, (typically Ä344 per unit p.a.) delivering a payback within just 1.2 years.\n\nThis Dedicated SME Instrument project is essential for us to refine, miniaturise, demonstrate and cost reduce our prototype to overcome current barriers to market, including purchase price and lack of a proven long term demonstration.  \n\nA successful project delivery will allow us to achieve cumulative sales of Ä80.7m and an EBITDA of Ä31.5m by 2023. At a modest 0.5% market penetration, we will our save customers 2.8bn litres of water day or 1.04bn m3 p.a. worth over Ä1.98bn.\n\nThis proposal builds upon a previous proposal 755830 which scored 13.66 and received a Seal of Excellence.",
    "totalCost": "1271786,5",
    "ecMaxContribution": "890250",
    "coordinator": "PHOENIX PRODUCT DEVELOPMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920391970": {
            "orgId": "920391970",
            "orgName": "PHOENIX PRODUCT DEVELOPMENT LIMITED",
            "ecContrib": 890250
        }
    },
    "calculatedTotalContribution": 890250
}