{
    "rcn": "212165",
    "acronym": "ST WI-FI",
    "topics": "SMEInst-12-2016-2017",
    "title": "Innovative model of a simultaneous translation service, consisting in a cloud-based softwareplatform that delivers audio translations to venue audience through automated managed Wi-Finetworks.",
    "startDate": "01/10/2017",
    "endDate": "31/01/2019",
    "objective": "A new, disruptive, more economic and effective model of simultaneous translation system for the international events,\nconsisting in a cloud based software platform that handles all operations through Internet, with built-in configuration of the\nrelated Wi-Fi networks and the possibility to use remotely connected professional interpreters chosen from a vast accredited\ncommunity. The same system can also be integrated within other popular web-conferencing platforms, enabling\nmultilanguage\nweb meetings.\nST WI-FI facilitates access and participation to live and on-line meetings & events to multilanguage audiences, removing\ngeographic and language barriers, contributing to widespread dissemination of their contents.\nExisting simultaneous translation systems are based upon specific, dedicated IR (infrared) equipment, which need to be\nrented and installed at each event at relevant costs. ST WI-FI handles their same functionalities and workflow but uses\nInternet and Wi-Fi instead of IR as means of communication. Event participants listen to translations through their own\nmobile devices, not anymore considered as a limiting factor due to their widespread adoption.\nFor all live-events, ST WI-FI dramatically reduces all rental, setup and management costs connected to legacy IR systems\nand enables further functionalities and options otherwise available through other different dedicated systems. For webbased\nmeetings and conferences, it provides multi-language interpreting facilities currently unavailable within existing\nplatforms.\nST WI-FI will be proposed to the market as SaaS, in different subscription packages. Customers will use their own\ninterpreters or engage them from the same platform at convenient pay-per-hour fees.\nST WI-FI has been awarded with the Seal of Excellence in its precedent proposals to Horizon 2020 SME2 (evaluation result:\n12,91 in June 2016, 12,68 in October 2016 and 13,25 in April 2017.",
    "totalCost": "1104227,5",
    "ecMaxContribution": "772959,25",
    "coordinator": "ABLIO S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918356910": {
            "orgId": "918356910",
            "orgName": "ABLIO S.R.L.",
            "ecContrib": 772959
        }
    },
    "calculatedTotalContribution": 772959
}