{
    "rcn": "212173",
    "acronym": "MULTIEPIGEN",
    "topics": "ERC-2016-ADG",
    "title": "Ancestral environmental exposures and offspring health ñ a multigenerational epidemiologic cohort study across 3 generations",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "MULTIEPIGEN seeks to solve does ancestral exposure to various stressors transmit to offspring via epigenetic mechanisms. Thus far animal models have indicated that exposure to certain stressors can lead to phenotypic changes not only in the predisposed individuals, but also in the future generations, such that individuals can acquire phenotypes caused by exposures of their ancestors. Such effects do not involve new DNA mutations, but are transmitted to offspring via epigenetic mechanisms such as the transfer of non-coding RNA molecules in the semen. In humans, intergenerational transmission has been examined extremely little because a priori designed population-based studies across several generations are lacking. To close this gap MULTIEPIGEN will expand the well-characterized Cardiovascular Risk in Young Finns Study (YFS) to the parents and offspring of the original YFS participants. During the ERC funding period, we will perform field studies involving N~9000 individuals across 3 generations and test 3 key ancestral exposures with very high plausibility causing intergenerational effects on obesity-related phenotypes, cognitive function and psychological well-being. The studied exposures are 1) tobacco smoke, 2) persistent organic pollutants, and 3) accumulation of psychosocial adversities. We will collect serum, blood and semen samples for epigenetic marker analysis to provide understanding of the mechanisms of intergenerational transmission in humans. Specifically, we will seek proof for the hypothesis that paternal stressors can lead to phenotypic changes in the offspring via non-coding RNA molecules in the semen. Multigenerational epidemiologic data showing robust links between ancestral exposures and offspring phenotypes that operate with biologically plausible epigenetic mechanism would provide a conceptual change in the developmental biology in humans and have substantial ramifications on public health.",
    "totalCost": "2498606",
    "ecMaxContribution": "2498606",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903064": {
            "orgId": "999903064",
            "orgName": "TURUN YLIOPISTO",
            "ecContrib": 2498606
        }
    },
    "calculatedTotalContribution": 2498606
}