{
    "rcn": "212182",
    "acronym": "HToMS",
    "topics": "ERC-2017-STG",
    "title": "Homotopy Theory of Moduli Spaces",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Moduli spaces are spaces which describe all mathematical objects of some type. This proposal concerns the study of certain moduli spaces via techniques from homotopy theory, from several different points of view. The main moduli spaces in which we are interested are moduli spaces of manifolds, or equivalently classifying spaces of diffeomorphism groups of manifolds. We are also interested in spaces of positive scalar curvature metrics on smooth manifolds, which we study by relating them to moduli spaces of smooth manifolds.\n\nThe study of moduli spaces of manifolds via homotopy theory has seen a great deal of development in the last 20 years, the breakthrough result being Madsen and Weiss' calculation of the stable homology of moduli spaces of surfaces. More recently, Galatius and I have established analogous results for manifolds of higher dimension.\n\nA main goal of this proposal is to study the homology of moduli spaces from a multiplicative point of view. This leads to higher-order forms of the phenomenon of homological stability in which the failure of ordinary homological stability is itself stable. Remarkably, our methods developed to handle moduli spaces of manifolds are sufficiently general to yield deep new results when applied to other moduli spaces in algebra and topology, such as moduli spaces of modules (equivalently, classifying spaces of general linear groups) or moduli spaces of graphs (equivalently, classifying spaces of automorphism groups of free groups). In each case our methods give new information about their homology outside of the traditional stable range.\n\nOther goals of this proposal are to form new connections between spaces of Riemannian metrics of positive scalar curvature and infinite loop spaces, and to investigate the structure of tautological subrings of the cohomology of moduli spaces of manifolds, especially in relation to the tautological rings of moduli spaces of Riemann surfaces studied in algebraic geometry.",
    "totalCost": "974526",
    "ecMaxContribution": "974526",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}