{
    "rcn": "212199",
    "acronym": "TreeMort",
    "topics": "ERC-2017-STG",
    "title": "Redefining the carbon sink capacity of global forests: The driving role of tree mortality",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Everything that lives must die. Yet when it comes to the world's forests, we know much more about the processes governing their life than those governing their death. Global forests hold enormous amounts of carbon in their biomass, which has absorbed about 20% of anthropogenic carbon dioxide emissions over recent decades. Whether the size of this sink will persist, intensify, decrease or even become a source is highly uncertain, yet knowing this is crucial to the calculation of carbon emission budgets consistent with limiting global temperature rise. One of the most compelling explanations for this uncertainty is a lack of knowledge of how tree mortality affects forest carbon storage on a global scale. Mortality rates and mechanisms are closely tied to forest structure and composition, and thus the storage of carbon in biomass, but mechanistic complexity and the difficulty of measurement have hindered understanding, resulting in a striking lack of consensus in existing assessments. TreeMort will remedy this, combining newly available sources of data with appropriate conceptualisation and innovative modelling, to provide quantifications of the rates and causes of tree death, and their relation to environmental drivers, that set new standards for robustness, comprehensiveness and consistency at the global scale. This breaking-out of the narrower foci of previous work will be a game-changer, finally enabling globally-comprehensive investigation of the extent to which whole forest structure and function are governed by and interact with mortality, and their likely evolution under environmental change. TreeMort will assess this using state-of-the-art ecosystem modelling, which will then be employed to make a fundamental reassessment of the current and future carbon storage capacity of global forests. TreeMort will thus bring us significantly closer to understanding fully how forests interact with the global carbon cycle, assisting efforts to mitigate climate change.",
    "totalCost": "1493970",
    "ecMaxContribution": "1493970",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITY OF LEEDS;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "UK;NL",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 116164
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1356806
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 21000
        }
    },
    "calculatedTotalContribution": 1493970
}