{
    "rcn": "212132",
    "acronym": "TRIPLECON",
    "topics": "ERC-2017-PoC",
    "title": "Triple negative breast cancer control through synergistic inhibition of EGFR and CDK9 signaling",
    "startDate": "01/10/2017",
    "endDate": "30/09/2018",
    "objective": "Triple negative breast cancer (TNBC) is an aggressive disease, accounting for 15-20% of breast cancer cases, but disproportionally causing breast cancer-related death. TNBC does not express the targetable receptors ER, PR, and HER2 that are known to drive other forms of breast cancer. Mainstay practice for TNBC in the clinic is to treat with non-targeted cytotoxic chemotherapies. Long-term outcomes are however still poor, most likely owing to intrinsic drug resistance. Clinical trials have attempted to explore molecular targeted therapies to block dysregulated growth factor receptors in TNBC, for instance, epidermal growth factor receptor (EGFR), as it is overexpressed in ~80% of TNBC. Yet, giving the long-standing availability of clinically approved EGFR-targeted therapies, such as lapatinib, the clinical benefit of single agent therapy is unsatisfactory, owing to the compensatory dysregulated signaling pathways. In our ongoing ERC ñ Advanced Grant Triple-BC (#322737) we are striving to explore combinatorial molecular targeted therapies to concomitantly block the identified dysregulated signaling pathways. Our preliminary work revealed that an inhibitor targeting cyclin-dependent kinase 9 (CDK9) strikingly synergized with targeting EGFR receptor family signaling to inhibit cell proliferation of TNBC cell lines. The overall goal of this PoC project is to exploit this novel finding and provide proof-of-concept evidence that stalling CDK9 signaling may enable successful targeted combination therapy in TNBC. Therefore, the specific objective is to assess the pharmacological response of dual EGFR-CDK9 targeting in TNBC patient-derived xenograft (PDX) mouse models in vivo. We envisage that this PoC project will translate our identified successful synergistic treatment into an effective future novel and safe combinatorial targeting strategy benefiting TNBC patients.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITEIT LEIDEN",
    "participantCountries": "NL",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 90075
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 59925
        }
    },
    "calculatedTotalContribution": 150000
}