{
    "rcn": "212119",
    "acronym": "MICRONEX",
    "topics": "ERC-2017-STG",
    "title": "Microbioreactor platforms as in vivo-like systems to probe the role of Neuroblastoma-derived Exosomes in cancer dissemination",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Engineers can actively contribute to fields thought to be out of their ìcomfort zonesî. We can be leaders of discoveries that translate into advances in the understanding of disease and improving human health. Engineers might use different language and tools than Life Sciences Scientists but we find a common ground, as the laws of Thermodynamics, Physics, and Mathematics also apply to biological phenomena.\nThe development of microbioreactors (?BRs) reconstructing biologically sound niches can revolutionize medical research.\nIn our bodies cells reside in a complex milieu, the microenvironment (?Env), regulating their fate and function. Most of this complexity is lacking in standard laboratory models, leading to readouts poorly predicting the in vivo situation. This is particularly felt in cancer research, as tumors are extremely heterogeneous and capable of conditioning both the local ?Env and distant organs. Neuroblastoma (NB) is the most common and difficult to cure pediatric malignant solid tumor. Secreted exosomes are means by which NBs reshape their ?Env and induce local and long-range changes in cells, regulating progression and prognosis. But the mechanisms involved are yet not completely understood. A major limitation is the difficulty to model in vitro the local in vivo dynamic ?Env.\nWe hypothesize that ?BRs exploiting classical engineering principles will solve the limitations of existing classical culture models.\nWe propose to develop platforms and test their edge over classical approaches in decoding the role of exosomes and ?Env in NB. Our ?BRs generate time and space-resolved concentration gradients, support fast dynamic changes and reconstruct complex interactions between cells and tissues while performing multifactorial and parallelized experiments.\nWe expect that our technologies will bridge the gap between in vitro techniques and in vivo biological phenomena leading to significant and novel results, shedding light on previously unexplored scenarios.",
    "totalCost": "1446250",
    "ecMaxContribution": "1446250",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1446250
        }
    },
    "calculatedTotalContribution": 1446250
}