{
    "rcn": "212171",
    "acronym": "HORNEAST",
    "topics": "ERC-2016-COG",
    "title": "Horn and Crescent. Connections, Mobility and Exchange between the Horn of Africa and the Middle East in the Middle Ages",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "This project offers the first comprehensive study of medieval connections between the Horn of Africa and the Middle East in both Christian and Islamic contexts. It pursues the hypothesis that mobility and exchange along trade and pilgrimage routes, on both sides of and across the Red Sea, were not only vectors for the spread of Islam but also factors of African Christianitiesí resiliency and reconfiguration at the same time. Medieval connections of Ethiopian and Nubian Christianities with other Eastern Christian churches have longer been studied than has been the spread of Islam across the Red Sea or along the Nile valley which remains poorly known. These parallel connections within Christen- and Islamdom across the same area have never been studied jointly, nor have been Christian-Muslim relations on such a scale. The project ultimately aims to reconnect the Horn of Africa to the global history of the area by connecting disjoint fields of research.\nIt has the following objectives:\nï Providing a comprehensive survey of connections between the Horn of Africa and the Middle East (places, items, contexts) supported by a database and a geographic information system.\nï Analyzing human mobility in the area within three critical configurations: pilgrimages (both Christian and Muslim), slave trade and slavery, metropolization (with the case study of Cairo).\nï Exploring cultural transfer and dissemination in the area within and between Christen- and Islamdom through the circulation of books, models and narratives.\nï Evidencing regional connections and Christian-Muslim relations through archaeological survey at a very localised level: N‰gaö (Ethiopia), a Muslim holy place in Christian environment related to the first exile (hijra) of Mu?ammadís companions.\nThis project is groundbreaking in rallying around the PI historians working on the areaís various realms in their several written languages, in both Christian and Islamic contexts, from the Arab conquest until the Ottoman one.",
    "totalCost": "1859656",
    "ecMaxContribution": "1859656",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955518483": {
            "orgId": "955518483",
            "orgName": "UNIVERSITE D'AIX MARSEILLE",
            "ecContrib": 1859656
        }
    },
    "calculatedTotalContribution": 1859656
}