{
    "rcn": "212192",
    "acronym": "PURPOSE",
    "topics": "ERC-2017-STG",
    "title": "Opening a new route in solid mechanics: Printed protective structures",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Dynamic fragmentation of metals is typically addressed within a statistical framework in which material and geometric flaws limit the energy absorption capacity of protective structures. This project is devised to challenge this idea and establish a new framework which incorporates a deterministic component within the fragmentation mechanisms. \nIn order to check the correctness of this new theory, I will develop a comprehensive experimental, analytical and numerical methodology to address 4 canonical fragmentation problems which respond to distinct geometric and loading conditions which make easily identifiable from a mechanical standpoint. For each canonical problem, I will investigate traditionally-machined and 3D-printed specimens manufactured with 4 different engineering metals widely used in aerospace and civilian-security applications. The goal is to elucidate whether at sufficiently high strain rates there may be a transition in the fragmentation mechanisms from defectsñcontrolled to inertiañcontrolled. If the new statistical-deterministic framework is proven to be valid, defects may not play the major role in the fragmentation at high strain rates. This would bring down the entry barriers that the 3D-printing technology has found in energy absorption applications, thus reducing production transportation and repairing, energetic and economic costs of protective structures without impairing their energy absorption capacity.\nIt is anticipated that leading this cutting-edge research project will enable me to establish my own research team and help me to achieve career independence in the field of dynamic behaviour of ductile solids.",
    "totalCost": "1497506,87",
    "ecMaxContribution": "1497506,87",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 1497507
        }
    },
    "calculatedTotalContribution": 1497507
}