{
    "rcn": "212144",
    "acronym": "MUBIC",
    "topics": "SMEInst-11-2016-2017",
    "title": "Mushroom and biogas production in a circular economy",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The problems: Biogas is important for the European renewable energy transition as it turns waste streams such as manure and sewage into biogas, and provides CO2-neutral energy. But the efficiency is low because the methane producing bacteria in the biogas digester have trouble accessing the energy locked in fibrous materials such as cellulose and lignin. This fraction passes through the biogas plant unused and is incinerated or spread on agricultural land. At the same time, mushroom producers must buy substrate to grow mushrooms and pay to discard it after use.\n\nThe solution: The AST technology creates a resource cycle between biogas production and mushroom production, reducing costs of mushroom production by up to 50% and utilizing also the fibrous fraction in biogas plants. The innovation is a technology where the fibrous fraction from biogas is used for growing mushrooms, and then returned to the biogas plant, offering improved economy as well as significant environmental benefits to both the mushroom and biogas industry. \n\nThe project: The AST concept has already been proven in pilot scale, and the next step is a full scale demonstration plant. In this project two AST plants are scaled up and integrated with mushroom production facilities and a biogas plant, respectively. It is essential for the market introduction and thus the commercial success to demonstrate such commercial operation for customers to invest in such plants.\n\nImpact: The project will increase the competitiveness of the European mushroom industry currently under strong pressure from China, as well as the biogas industry, suffering from high operational costs. \n\nThe market: Biogas plants are rapidly being established to support the renewable energy transition with more than 15,000 plants currently in operation in Europe. The European mushroom industry uses about 3 m tons of substrate annually and grows with 10%. The market for the innovation is large, has a growing trend and strong drivers.",
    "totalCost": "4185022,5",
    "ecMaxContribution": "2499999",
    "coordinator": "ADVANCED SUBSTRATE TECHNOLOGIES AS",
    "coordinatorCountry": "DK",
    "participants": "PANBO SYSTEMS BV",
    "participantCountries": "NL",
    "projectParticipants": {
        "934894440": {
            "orgId": "934894440",
            "orgName": "ADVANCED SUBSTRATE TECHNOLOGIES AS",
            "ecContrib": 1578503
        },
        "924002892": {
            "orgId": "924002892",
            "orgName": "PANBO SYSTEMS BV",
            "ecContrib": 921496
        }
    },
    "calculatedTotalContribution": 2499999
}