{
    "rcn": "212149",
    "acronym": "NANOPORE",
    "topics": "ERC-2017-PoC",
    "title": "Precise array of proton selective nanopores in 2D atomically thin membranes",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "Direct methanol fuel cells (DMFCs) are devices expected to power future micro and portable electronic devices as well as vehicles. The lack of efficient proton exchange membranes, however, still prevents the development and application of DMFCs. Of paramount importance is ion selectivity and fast transmembrane transport, for which nanoporous two-dimensional membranes offer the prospect of enhanced fuel cell performance. Several chemical and physical limitations have so far prohibited the wide usage of atomically thin nanopores membranes, most particularly because the process of nanopore formation still lacks a reproducible, scalable and industrially viable fabrication approach. The main goal of this proposal is to develop and finally commercialize such a membrane with precise array of functional nanopores. In this proposal, based on the knowledge and experience resulting from our ERC project [project no. 335879], we will employ a novel two steps approach based on organic and supramolecular chemistry to synthesize atomically thin proton exchange membrane bearing a chemically well-defined array of nanopores and we will control the functionality of the nanopore rim by using specific chemical modifications on the backbones of monomers used to form the high selectivity proton exchange membrane (PEM). If the testing and technical reports are successful, the resulting PEM will be used in DMFC field and other related area, such as desalination and osmosis electricity generation.\n\nWe strongly believe that this proposal will open a new direction for breaking through the dilemma of the nanopore formation, developing new generation proton selective membranes, as well as promoting the research and applications of DMFC. The proposed work is not only bound to generate great interest from specialists in the field, but also to capture the imagination of the wider public.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}