{
    "rcn": "212134",
    "acronym": "BodenTypeDC",
    "topics": "EE-20-2017",
    "title": "Prototyping the most energy and cost efficient data center in the world: The Boden Type Data Center",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "The ultimate goal of this project is to build the prototype of the most energy and cost efficient data centre in the world with a PUE 1.1 or lower. We apply a novel design approach, which includes modular data center design, fresh air cooling system combined with evaporative cooler apparatus, using solely harmonic free renewable energy, and using less UPS capacity. Thanks to our solution, we can offer a sustainable data centre building, which is energy and resource efficient throughout its lifecycle, cheaper to build and operate and brings jobs and knowledge to remote places.\n\nThe special objectives are to:\n- validate that this innovative data centre concept meets the energy efficiency, financial, reliability and other targets in near operational and real operational environments,\n- validate and improve the design software tools for modelling and simulating the operation of the facility and cooling equipment as well as the associated capital and operational costs,\n- demonstrate the results in a ìliving labî in a real environment to customers, end-users and other stakeholders,\n- demonstrate through accurate simulation that Boden Type DC can be replicated in other European states with less favourable climatic conditions.",
    "totalCost": "3090534,25",
    "ecMaxContribution": "2568663,1",
    "coordinator": "H1 SYSTEMS MERNOKI SZOLGALTATASOK KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "RISE SICS NORTH AB;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;BODENS UTVECKLING AKTIEBOLAG;ECOCOOLING LTD",
    "participantCountries": "SE;DE;UK",
    "projectParticipants": {
        "923515176": {
            "orgId": "923515176",
            "orgName": "RISE SICS NORTH AB",
            "ecContrib": 842130
        },
        "935142275": {
            "orgId": "935142275",
            "orgName": "H1 SYSTEMS MERNOKI SZOLGALTATASOK KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 874099
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 508834
        },
        "915498029": {
            "orgId": "915498029",
            "orgName": "BODENS UTVECKLING AKTIEBOLAG",
            "ecContrib": 162101
        },
        "915837723": {
            "orgId": "915837723",
            "orgName": "ECOCOOLING LTD",
            "ecContrib": 181500
        }
    },
    "calculatedTotalContribution": 2568664
}