{
    "rcn": "212136",
    "acronym": "Big Policy Canvas",
    "topics": "CO-CREATION-06-2017",
    "title": "Big Policy Canvas - Needs, Trends and ICT Tools for Advanced Data-Driven Public Sector",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The rapid transformations of our society to tackle the global challenges of our times, have posed a dire need for governments to profoundly change their modus operandi. As the long-standing e-Government goals of making services and data available online have faded, the new strategic direction evolves around an open and collaborative government model, based on the principles of effectiveness, efficiency, collaboration, transparency, participation and sustainability.\nIn this context, Big Policy Canvas emerges to transform public sector to an effective, efficient, precise, consistent, and evidence-based policy making structure. Big Policy Canvas is designed in a methodical, scientifically sound and verifiable manner towards setting up the appropriate community and providing the necessary knowledge base and supportive material to be used by public sector bodies, practitioners and related stakeholders. Big Policy Canvas will deliver the necessary seeds for public sector organisations and related stakeholders to accelerate the transformation of the public sector through the identification and assessment of public sector needs and trends and an analysis and grouping of emerging methods, tools, technologies and applications, particularly examined from a big data oriented perspective, that hold the potential to disrupt the way the public sector nowadays operates.\nThe mission of Big Policy Canvas calls on understanding and exploring both the technological and the socio-economic landscapes that will influence and will be influenced by advanced public sector performance, in order to guarantee not only the sustainability and effective utilisation of the solutions proposed, but also the nurturing of a more data-inspired, politically educated, smart and caring generation within and outside of the public sector boundaries that will work towards improving the overall life experience in Europe.",
    "totalCost": "499725",
    "ecMaxContribution": "499725",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;The Lisbon Council for Economic Competitiveness and Social Renewal asbl",
    "participantCountries": "EL;DE;BE",
    "projectParticipants": {
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 153750
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 112250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 109850
        },
        "997420543": {
            "orgId": "997420543",
            "orgName": "The Lisbon Council for Economic Competitiveness and Social Renewal asbl",
            "ecContrib": 123875
        }
    },
    "calculatedTotalContribution": 499725
}