{
    "rcn": "212184",
    "acronym": "TRIPLE",
    "topics": "ERC-2017-STG",
    "title": "Three Indirect Probes of Lyman continuum LEakage from galaxies",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Cosmic reionization corresponds to the period in the history of the Universe during which the predominantly neutral intergalactic medium was ionised by the emergence of the first luminous sources.  Young stars in primeval galaxies may be the sources of reionization, if the ionising radiation, called Lyman continuum (LyC), that they produce can escape their interstellar medium: the escape fraction of LyC photons from galaxies is one of the main unknowns of reionization studies. This ERC project will contribute to answer this question, by computing from simulated galaxies three indirect diagnostics of LyC leakage that were recently reported in the literature, and comparing the virtual observables with the direct escape of LyC photons from simulated galaxies, and with observations. The first diagnostic for LyC leakage relates the escape of the strongly resonant Lyman-alpha radiation from galaxies to the LyC escape. It was proposed by the PI (Verhamme et al. 2015), and recently validated by observations (Verhamme et al. 2016). The second diagnostic proposes that the strength of Oxygen lines ratios can trace density-bounded interstellar regions. It was the selection criterion for the successful detection of 5 strong Lyman Continuum Emitters from our team (Izotov 2016a,b). The third diagnostic relates the metallic absorption line strengths to the porosity of the absorbing interstellar gas in front of the stars. The increasing opacity of the intergalactic medium with redshift renders direct LyC detections impossible during reionisation. Indirect methods are the only probes of LyC leakage in the distant Universe, and the proposed diagnostics will soon become observables at the redshifts of interest with JWST. They have passed the validation tests, it is now urgent to calibrate these indicators on state-of-the art simulations of galaxy formation. This is the main objective of the proposed project.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}