{
    "rcn": "212142",
    "acronym": "GLUCOSTAT",
    "topics": "SMEInst-03-2016-2017",
    "title": "Automatic Control of Blood Glucose Concentration for Intensive Care patients",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The GLUCOSTAT project will develop a first to the market, fully integrated, biotechnology device that will enable automatic\ncontrol of blood glucose levels for patients in ICUs. This will improve the clinical outcomes for the patient as their blood\nglucose concentration will be maintained in the healthy normal concentration range (4-6 mM). Automatic blood glucose\ncontrol will also decrease the workload on nurses as they no longer need to take frequent blood samples which will allow this\nvaluable resource to be re-directed to more valuable roles within the intensive care wards. A move away from discrete\nsampling to an automatic control system that maintains low fluctuations will result in a cost reduction of Ä2,638 per intensive\ncare unit (ICU) patient and hence be more resource and labour efficient. With an estimated 1.25 million sepsis/diabetes\npatients in the EU who will most benefit from continuous glucose monitoring (CGM), the total cost savings of implementing\nGLUCOSTAT will be in the order of Ä3.3 billion.\nThe GLUCOSTAT project will optimise FLOWís existing Diramo system and process used for its manufacture, and integrate\nthe advanced control algorithm from Technical University of Denmark (DTU) to enable FLOW to apply for CE certification.\nThe performance of the optimised CE marked device will then be evaluated by performing a clinical study where we will\nautomatically control the blood glucose level of ICU patients to stay within the normal 4-6 mM range. This will demonstrate\nthe automated blood glucose control systemís effectiveness in terms of delivering good accuracy, usability and robustness,\nwhich will enable FLOW to carry out post project commercialisation and market activities. Once the automatic control system\nhas been launched, penetrated the market, and proved itself in patients with sepsis and diabetes, a market potential of Ä4.5\nbillion can be achieved for FLOW by implementing the device across all ICU patients in the EU and USA.",
    "totalCost": "3571137,5",
    "ecMaxContribution": "2499796,25",
    "coordinator": "FLOWSION AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950121694": {
            "orgId": "950121694",
            "orgName": "FLOWSION AS",
            "ecContrib": 2499796
        }
    },
    "calculatedTotalContribution": 2499796
}