{
    "rcn": "212107",
    "acronym": "Q-ROOT",
    "topics": "ERC-2017-STG",
    "title": "Quantum optomechanics at ROOm Temperature",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "5 years ago, the field of optomechanics has entered the quantum regime. By doing so, this domain which investigates the reciprocal interactions between light and mechanical motion has overcome the long-standing paradox of Quantum Mechanical effects at the macroscopic scale. Such outstanding achievement relies on the so-called ìcavity nano-optomechanicalî technology, which combines strongly reduced dimensions with ultra-high optical confinement, enabling very large optomechanical coupling rates at the nanoscale.\nIn a more fundamental perspective, decreasing the size of optomechanical systems has enabled minimizing the detrimental effects of decoherence, resulting in a quasi-instantaneous collapse of quantum coherence at a macroscopic scale. At present, optomechanical systems seem to have reached their limits at cryogenic temperatures and remain overly sensitive to decoherence at room temperature to display any quantum behaviour. \nThe project Q-ROOT proposes a novel cavity optomechanical approach showing such unprecedentedly large coupling rates that it will operate in the quantum regime at room temperature for the first time. Our concept relies on tethering a low-loss nano-optical scatterer at the edge of the lightest possible mechanical device that is a carbon nanotube resonator. This system is expected to outperform the state-of-the-art (including atomñbased systems) by orders of magnitude, even at room temperature. Amongst objectives, Q-ROOT notably plans to demonstrate ground-state cooling, strong ponderomotive squeezing, the standard quantum limit, quantum non-demolition of mechanical Fock states, and optomechanical photon blockade at room temperature. Besides very fundamental impact, the unique sensing abilities of the system developed in Q-ROOT will be further utilized in order to perform quantum limited sensing applications at room temperature, paving a generalized use of optomechanics for quantum sensing and information technology at room temperature.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902579": {
            "orgId": "999902579",
            "orgName": "UNIVERSITE LYON 1 CLAUDE BERNARD",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}