{
    "rcn": "212164",
    "acronym": "VOQAL.AI",
    "topics": "SMEInst-01-2016-2017",
    "title": "VOQAL.AI; A COLLABORATIVE OPEN SOURCE AND MULTILINGUAL PLATFORM FOR  COST EFFECTIVE CHATBOTS AND VIRTUAL ASSISTANTS DEVELOPMENT",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Humankind has progressed quite a lot with building machines that it can talk to, and that respond with something resembling natural speech. The society is in a transition point where voice and natural-language understanding are suddenly at the forefront.At the same time, mobile usage is growing worldwide and so mobile shopping. Conversational commerce , a.k.a. conversional shopping, is a trend emerged from the use voice search via mobile personal assistants. It transforms all interactions with a brand or merchant into a natural conversation ñ from shopping assistance to customer support. \nThe introduction of voice search was just the beginning. In fact, companies are starting to have a more conversational approach online using messaging, digital assistants, chat apps and automated, machine learning dialogue to engage with the consumer, offering them the opportunity to interact with brands and services (chatbots and vocal assistants).\nIn fact, speech recognition market is expected to grow from $ 3.73 Billion in 2015 to reach $ 9.97 Billion by 2022 (at a CAGR of 15.78% during the period), whereas voice recognition market growth is expected from $ 440.3 Million in 2015 to $ 1.99 Billion by 2022 (CAGR of 23.66% between 2016 and 2022).\nPERTIMM has detected a growing demand from Internet users and buyers for cost-effective, neutral and privacy-friendly services and from chatbot developers for platforms that support fast and cost effective chatbots development. VOQAL.AI main objective is to accelerate the use of the first European multilingual vocal assistant, collaborative, open-source platform for e-commerce, as first segment market, that guarantees Human Machine Communication (HMC), whereas granting independency of GAFAs (Google, Apple, Facebook and Amazon) data treatment and privacy.\nVOQAL.AI users will reduce between 80-90% of the cost and time in the chatbot development with an improvement by 200% the commercial conversion rate of ecommerce organizations.",
    "totalCost": "1500000",
    "ecMaxContribution": "1050000",
    "coordinator": "PERTIMM DEVELOPPEMENT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939107344": {
            "orgId": "939107344",
            "orgName": "PERTIMM DEVELOPPEMENT",
            "ecContrib": 1050000
        }
    },
    "calculatedTotalContribution": 1050000
}