{
    "rcn": "212157",
    "acronym": "InSightPro",
    "topics": "SMEInst-07-2016-2017",
    "title": "Commercialising an Innovative and Autonomous Analytical Solution Combining On-Line Measurements with Intelligent Cloud Functionalities for Adding Value to Dairy Products.",
    "startDate": "01/10/2017",
    "endDate": "31/05/2019",
    "objective": "Q-Interline are a R&D intensive SME offering innovative on-line analytical solutions for food, chemical and pharmaceutical industries since 1996. With more than 200 clients and more than 500 apparatus installed the company is a recognised leader in the Nordic market. InSightPro will deliver a novel Fourier Transform Near-Infrared on-line solution with a set of cloud functionalities aimed to enter new international markets and consolidate their position. Through the interactions with our clients and our small-scale pilot studies, we have found a niche of market (i.e. Ä250m) composed of large companies together with numerous medium size dairy producers and processors which can afford the investment but do not have the trained staff to deal with the calibration, maintenance and measurement issues.\nThe global Dairy Industry (worth Ä64.bn) has been going through tough times due to the world recession, reduction in milk sales, price, and production fluctuations. The Industry needs to be more resilient to changes over time through implementing a complete modernisation of the production towards Industry 4.0. Dairy companies (i.e. farms and processing plants) must continuously increase their competitiveness by saving costs and adding value to their products to satisfy a demanding consumer. Our solution allows companies across the dairy industry to perform an easy and unattended production optimisation and monitoring with fast (i.e. <1 year post-installation) return of investment (RoI).\n\nInSightPro will serve to bring our product to new markets both EU and US while enabling us to understand how our product needs to be improved and adapted to every process line. It will move our product to full commercial readiness for a Europe-wide launch and a market penetration in the US. The project will enable our company continuous success with turnover expectations of Ä35.4m, an accumulated net profit of over Ä26.7m and reaching a RoI of 13.59 after 5 years post project completion.",
    "totalCost": "1195750",
    "ecMaxContribution": "837025",
    "coordinator": "Q-INTERLINE AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}