{
    "rcn": "212115",
    "acronym": "SOFTWATER",
    "topics": "ERC-2017-STG",
    "title": "Soft Water: understanding what makes a fluid behave like water",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Water is the most common and yet least understood material on Earth. Despite its simplicity, the structure of the water molecule is responsible for a vast array of properties that are unlike those of other fluids. Water anomalies, like the density maximum at 4 degrees Celsius, play a fundamental role in determining the Earth's climate, and ultimately the very existence of life. From an anthropic viewpoint, the properties of water are as if they were fine-tuned. It is this uniqueness that hinders our understanding of how water behaves in many natural systems and technological applications; for example, our inability to predict the stability limit of water in supercooled clouds, and the rates of ice crystallization, is credited as being one of the biggest unknowns in models of Climate Change, where the scattering of energy from suspended ice droplets in the clouds plays a central role in determining Earth's radiation budget.\n\nIn this proposal, we attempt an entirely novel route to understand what makes a fluid behave like water. Starting from the observation that the properties of water seem to appear fine-tuned, we are going to 'untune' water's interactions. This means that we are going to consider the interactions of water as one point in a higher dimensional space of possible interactions, and we are going to study how the properties of water change going from ìrealî water to models which behave like other simple liquids. This continuous change will allow us not only to understand the unique properties that are found in water, but will also provide a route to the potential discovery of new behaviour that cannot be captured with conventional approaches.\n\nThe process of gradually changing the interactions in water produces a family of models that we call 'Soft Water', and in this research proposal we are going to show how this new approach has the potential to solve the mysteries that real water is still hiding from us.",
    "totalCost": "952561",
    "ecMaxContribution": "952561",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 952561
        }
    },
    "calculatedTotalContribution": 952561
}