{
    "rcn": "212112",
    "acronym": "TarMyc",
    "topics": "ERC-2017-STG",
    "title": "Targeting the Oncogenic Function of Myc in vivo",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The transcription factor Myc plays a central role in tumourigenesis but was deemed undruggable due to it being an essential protein. However, recent proof-of-principle studies in mice using a dominant negative allele of Myc demonstrated the dependency of established tumours on Myc function and showed that mice tolerated Myc inhibition to a degree that allowed tumour regression. In line with these observations my group found Myc to regulate distinct sets of genes at low, physiological and high, oncogenic levels, because promoters differ in their affinity for Myc. This notion implies the compelling possibility to specifically target the oncogenic functions of Myc.\nTarMyc aims to address four key questions required to bring this new concept from bench to bedside. Firstly, TarMyc will estimate the therapeutic window of Myc inhibition in vivo by expressing shRNAs against Myc in mice with established solid tumours. Secondly, TarMyc aims to identify in vivo Myc target genes crucial for tumourigenesis. Thirdly, this proposal aims to elucidate the role of Mycís differential promoter affinity in untransformed cells. Analysis of published gene expression datasets revealed Myc binding to low-affinity promoters during the process of tissue regeneration. Thus, by characterizing the regeneration programme induced by Myc we hope to gain further insight on the therapeutic window of Myc inhibition and assess potential side-effects in a Myc-targeting anticancer therapy. Fourthly, we aim to develop strategies to interfere with the oncogenic functions of Myc by (i) developing a novel class of drugs that reduce Mycís cellular concentrations, and (ii) by testing the therapeutic potential of Myc target genes by inhibiting their function in tumour models.\nTaken together, TarMyc takes on the challenge of inhibiting the oncogenic functions of Myc in a highly multidisciplinary approach using state-of-the-art molecular biology, advanced tumour models and new concepts in drug development.",
    "totalCost": "1497905",
    "ecMaxContribution": "1497905",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}