{
    "rcn": "212175",
    "acronym": "DYNASSEMBLY",
    "topics": "MSCA-IF-2016",
    "title": "Dynamic control of assembly, directonnality and chirality in hydrogen bond networks.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "By combining biology's information storage and replication strategies, namely specific hydrogen-bonding between nucleobases, with the potential for hydrogen-bond reorganisation in novel 'refoldable foldamers', we propose to develop a new, artificial but bio-inspired mechanism for the transfer of information in chemical systems. Based on preliminary modelling studies, we will focus on one type of polyurea structures, built from 'Nowick'-style motifs, which spontaneously fold in solution, forming intramolecular polarized hydrogen-bond networks. Upon addition of simple chemical additives forming competitive intermolecular hydrogen bonds with the foldamer, the directionality of these networks could be modified, transforming a conformational mixture to a well-defined unidirectional network. Molecular events such as reversible switching, chemical sensing, and long-distance information communication will be studied. Then, biomimetic additives such as nucleobases will be investigated, and their impact on the folding of the oligomers will be analysed. We will also investigate 3D hydrogen bond networks, which will provide highly functionalised, well-defined macromolecules in a bottom-up approach, and study the change of macromolecular structure and chirality upon stimulus. Finally, structures that give a non-spectroscopic 'readout' of the interaction with the additive will be built, which for example exhibit 'off-on' fluorescence or 'off-on' catalytic activity. The application of these foldamers in the construction of photochemically switchable molecular devices will also be investigated.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}