{
    "rcn": "212162",
    "acronym": "ZephyCloud-2",
    "topics": "SMEInst-09-2016-2017",
    "title": "Making Wind Energy More Profitable...Faster!",
    "startDate": "01/10/2017",
    "endDate": "30/06/2019",
    "objective": "Market trends show clearly that the wind energy sector keeps growing up in Europe and worldwide. However, this industry  faces serious investor confidence which hinders many wind projects from taking off. The viability, profitability and  trustworthiness of any wind energy project is crucial to make the project bankable and de-risk the investment for our clients,  namely utilities, investors, greenfield developers, consultants, wind turbine manufacturers and operators. At MeteoPole   Zephy-Science we have developed a disruptive, opensource wind modelling software package called ZephyTOOLS to help  our clients in performing critical tasks during wind farm project development. We have recently made a step ahead and  launched ZephyCloud, a cloud-based simulation platform that brings unlimited computational power to accelerate   ZephyTOOLS calculations and enables users to gain a significant amount of time (hours instead of weeks!) and reduce  dramatically the IT costs thanks to our pay-per-use model. On top of it, we aim to build ZephyCloud-2, a major evolution of  the current ZephyCloud platform towards an integral solution for wind analysis and optimization along the entire project  lifecycle by (1) scaling up ZephyCloud and building a completely new user experience based on web applications, (2)  opening our advanced cloud calculation engine to third-party developers thus encouraging open innovation and (3)  extending our toolbox ZephyTOOLS with innovative post-construction applications that will help our clients to optimize wind  turbine performance and reduce O&M costs. ZephyCloud-2 is the result of our willingness to reduce natural uncertainties  and maximize the economic value of wind energy sites. With Phase 2, we will be able to accelerate the development of our  next-generation wind power simulation and analysis cloud platform with the aim of boosting the deployment of renewables  and contributing to the achievement of EU and global objectives for clean energ",
    "totalCost": "1822610",
    "ecMaxContribution": "1275827",
    "coordinator": "ZEPHY-SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930089060": {
            "orgId": "930089060",
            "orgName": "ZEPHY-SCIENCE",
            "ecContrib": 1275827
        }
    },
    "calculatedTotalContribution": 1275827
}