{
    "rcn": "212167",
    "acronym": "HUMEXE",
    "topics": "SMEInst-01-2016-2017",
    "title": "HUman EXoskEleton",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The objective of HUMEXE is to develop all the necessary stages to introduce in the market a new exoskeleton able toprovide full autonomy to patients suffering from paraplegia and improving current exoeskeletons available on market or atresearch stage. This new exoskeleton follows an entirely different approach for the movements control strategy. HUMEXE,as contrast to the rest of exoskeletons, bases the movement control of the lower limbs on the movement of the upper limbsof the individual, thus providing the user the full control of his movements, instead of being a control unit in control of themovements and their trajectories. This new approach will allow the user to control the lower limbsí movements without theaid of crutches or the supervision of another person, and these movements will be performed more accurately thancompetitorsí, thanks to the increase of freedom degrees of the exoskeleton (13, in contrast of a maximum of 10 and anaverage of 4 in other competitors). Besides it will reduce dramatically the computing requirements of the control unit,resulting in a simpler device, fail-safer and cheaper, easing the access to the exoskeleton to the general public.This new exoskeleton has been developed by Tecnimusa, a leading company on providing innovative engineering solutionsto their clients who can not find a satisfying one among the current solutions in the market. Tecnimusa is an engineeringSME, based on Murcia (southeast of Spain) and founded in 2011. Its main line of business is the providing and developmentof solutions consisting on the combination of different technologies to perform accurately their objective.",
    "totalCost": "1911875",
    "ecMaxContribution": "1338312,5",
    "coordinator": "TECNIMUSA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934971943": {
            "orgId": "934971943",
            "orgName": "TECNIMUSA S.L.",
            "ecContrib": 1338312
        }
    },
    "calculatedTotalContribution": 1338312
}