{
    "rcn": "212196",
    "acronym": "CoSpaDD",
    "topics": "ERC-2017-STG",
    "title": "Competition for Space in Development and Diseases",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Developing tissues have a remarkable plasticity illustrated by their capacity to regenerate and form normal organs despite strong perturbations. This requires the adjustment of single cell behaviour to their neighbours and to tissue scale parameters. The modulation of cell growth and proliferation was suggested to be driven by mechanical inputs, however the mechanisms adjusting cell death are not well known. Recently it was shown that epithelial cells could be eliminated by spontaneous live-cell delamination following an increase of cell density. Studying cell delamination in the midline region of the Drosophila pupal notum, we confirmed that local tissue crowding is necessary and sufficient to drive cell elimination and found that Caspase 3 activation precedes and is required for cell delamination. This suggested that a yet unknown pathway is responsible for crowding sensing and activation of caspase, which does not involve already known mechanical sensing pathways. Moreover, we showed that fast growing clones in the notum could induce neighbouring cell elimination through crowding-induced death. This suggested that crowding-induced death could promote tissue invasion by pretumoural cells.\nHere we will combine genetics, quantitative live imaging, statistics, laser perturbations and modelling to study crowding-induced death in Drosophila in order to: 1) find single cell deformations responsible for caspase activation; 2) find new pathways responsible for density sensing and apoptosis induction; 3) test their contribution to adult tissue homeostasis, morphogenesis and cell elimination coordination; 4) study the role of crowding induced death during competition between different cell types and tissue invasion 5) Explore theoretically the conditions required for efficient space competition between two cell populations.\nThis project will provide essential information for the understanding of epithelial homeostasis, mechanotransduction and tissue invasion by tumoural cells",
    "totalCost": "1489147",
    "ecMaxContribution": "1489147",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1489147
        }
    },
    "calculatedTotalContribution": 1489147
}