{
    "rcn": "212122",
    "acronym": "COLD",
    "topics": "ERC-2017-STG",
    "title": "Climate Sensitivity of Glacial Landscape Dynamics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "How do erosion rates in glacial landscapes vary with climate change and how do such changes affect the dynamics of mountain glaciers? Providing quantitative constraints towards this question is the main objective of COLD. These constraints are so important because mountain glaciers are sensitive to climate change and their deposits provide a unique history of Earths terrestrial climate that allows reconstructing leads and lags in the climate system.\n\nThe climate sensitivity of mountain glaciers is influenced by debris on their surface that impedes ice melting. Theoretical models of frost-related bedrock fracturing predict that rates of debris production are temperature-sensitive and that its supply to mountain glaciers increases during warming periods. Thus a previously unrecognized negative feedback emerges that lowers ice melt rates and potentially buffers part of the ice retreat due to warming. However, the temperature-sensitivity of debris production in glacial landscapes is poorly understood. Specifically, we lack robust erosion rate estimates for these landscapes, which are key for testing models of frost-related bedrock fracturing.\n\nHere, I propose an innovative combination of new tools that capitalize on recent developments in cosmogenic nuclide geochemistry, landscape evolution modelling, and planetary-scale remote sensing analysis. I will use these tools to quantify headwall erosion rates in mountainous glacial landscapes and to gauge the sensitivity of mountain glaciers to variations in debris supply. Expected results will provide a basis for assessing the impacts of global warming, for improved predictions of valley glacier evolution, and for palaeoclimate interpretations of glacial landforms. COLD will focus on glacial landscapes, but the inverse modelling approach I will develop is applicable to any landscape on Earth and has the potential to fundamentally transform how we use cosmogenic nuclides to constrain Earth surface dynamics.",
    "totalCost": "1499308",
    "ecMaxContribution": "1499308",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 1499308
        }
    },
    "calculatedTotalContribution": 1499308
}