{
    "rcn": "212100",
    "acronym": "SpinMelt",
    "topics": "ERC-2017-STG",
    "title": "Visualizing melting magnetic order and spin fluctuations in the cuprates",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The aim of this proposal is to bring new insight and understanding into the remarkable phase diagram of the cuprates, representing the larger family of unconventional superconductors, by visualizing the process of melting magnetic order and the resulting spin fluctuations (magnons) on the atomic scale.\n\nThe cuprate phase diagram not only represents many of the long-standing, core problems in physics, but also is remarkably similar to all other families of unconventional superconductors. It is my opinion that a main driving force behind the exotic phases are antiferromagnetic spin fluctuations that might stem from the melting process, but little is known about them and their relation to the exotic phases.\n\nWith this proposal, I will unveil these key processes on the atomic scale for the first time as existing techniques only probe sample-averaged parameters. Using my innovative, nanofabricated ësmart tipsí concept, I will develop radically novel spin-sensitive, GHz-compatible scanning tunneling microscopy (STM) techniques to visualize the melting (and fluctuating) order. I will then develop electron spin resonance - STM, to measure and image the spin fluctuations, as well as their relation to pseudogap, charge order, and superconductivity.\n\nI will capitalize on my track record in the field of quantum materials (such as having discovered nematic order in iron-based superconductors) and my unique background in circuit quantum electrodynamics and STM to build unprecedented instrumentation that will enable a new, holistic look at the mystery of unconventional superconductors.",
    "totalCost": "1847500",
    "ecMaxContribution": "1847500",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1847500
        }
    },
    "calculatedTotalContribution": 1847500
}