{
    "rcn": "212160",
    "acronym": "Cronogard",
    "topics": "SMEInst-02-2016-2017",
    "title": "HIGH PERFORMING ADVANCED MATERIAL PLATFORM FOR ACTIVE AND INTELLIGENTFOOD PACKAGING: CRONOGARDô",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Nice Filler (NF) is working to introduce on the market for food packaging solutions an innovative advanced material technology platform (cronogard) based on an organic-inorganic active filler, edible and biocompatible, characterized by a lamellar structure able to intercalate with ionic bonds active molecules (antimicrobial, antioxidant, antibacterial), capable of maintain or improving the quality of food and to extend the food shelf life. Indeed, cronogard can be applied with different techniques (coating, injection molding, spray dying) to all kind of food packaging solutions (boxes, trays, cans, films) thus bringing value to the entire value chain, from the packaging industry, to the food industry, to the large organized distribution, to the final consumer of fresh goods.\nThe market for active and intelligent packaging is enormous and based on large volumes. In Europe it is expected to grow from $17.28 billion in 2014 to $19.68 billion by the end of 2020 at a CAGR of 2.19%. NF, with its proprietary and patented technology, aims at becoming a leader in the provision of the filler for all kind of packaging solutions, dealing with the most relevant players to offer an extraordinarily performing packaging solution, to the benefit of the European food industry, which is traditionally rich of fresh, high-quality products (dairy, fruits, meat).\nOnce the project activities will be completed and cronogard will enter the market, NF is expected to grow significantly through sales of the filler and to reach estimated revenues in the range of 40 M Ä in 2022, with an international reach, a 46% enticing EBITDA, and an ambitious hiring plan for over 20 qualified professionals. Through control of the production facilities and the related know-how, the company will retain a competitive edge and a leadership position in Europe and abroad, proudly concurring to the economic growth, but also the reduction of food waste in a world of changing food consumption habits.",
    "totalCost": "1576240",
    "ecMaxContribution": "1103368",
    "coordinator": "NICE FILLER SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924951261": {
            "orgId": "924951261",
            "orgName": "NICE FILLER SRL",
            "ecContrib": 1103368
        }
    },
    "calculatedTotalContribution": 1103368
}