{
    "rcn": "212106",
    "acronym": "REM",
    "topics": "ERC-2017-STG",
    "title": "Resonant Electromagnetic Microscopy: Imaging Cells Electronically",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Microfluidics technology has been quite successful in fabricating small, low-cost devices with excellent analyte handling capabilities. However, the main detection paradigm in microfluidics has still been optical microscopy ó which is a bulky and expensive technique. A chip-scale detection scheme that can provide multidimensional information is much needed for the widespread adoption of lab-on-a-chip technology. So far, successful capacitive and resonant electrical sensors have been deployed in the field; yet the focus of these sensors has been to obtain the electrical volume or location of a particle ó which constitutes only a limited piece of information about the analytes. Here we propose to redesign and utilize resonant electrical sensors in a radically different way to obtain images of cells in a microfluidic channel. The technique proposed can also multiplex on-chip cytometry greatly, accomplish low-cost and high-throughput single-cell transit-time characterization, obtain not only the electrical but also the geometrical size of analytes, determine the dielectric permittivity of analytes, in addition to capturing 1D profile or 2D images of cells. At the basic science level, the project will enhance our understanding of the interaction of electromagnetic fields and living matter at the single cell level and may provide new insights on cell motility, growth and mechanics.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}