{
    "rcn": "212188",
    "acronym": "HiRISE",
    "topics": "ERC-2017-STG",
    "title": "High-Resolution Imaging and Spectroscopy of Exoplanets",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Atmospheric composition provides essential markers of the most fundamental properties of exoplanets, such as their formation mechanism or internal structure. New-generation exoplanet imagers have been designed to achieve high contrast for the detection of young giant planets in the near-infrared, but they only provide very low spectral resolutions (R<100) for their characterization. For a major breakthrough in the comprehension of young exoplanets and their atmospheres, an increase of a factor 100 to 1000 in spectral resolution is absolutely required.\n\nThis proposal ambitions to develop a novel demonstrator that will combine the capabilities of two flagship instruments installed on the ESO Very Large Telescope, the high-contrast exoplanet imager SPHERE and the high-resolution spectrograph CRIRES\\, with the goal of answering fundamental questions on the formation, composition and evolution of young planets.\n\nThe work will be organized along two axes interconnected with transverse activities: (i) the astrophysics block will investigate signal extraction from high-resolution data and atmospheric modeling, and (ii) the instrumentation block will develop a demonstrator designed to pick up the near-infrared light in SPHERE and feed CRIRES\\ via a dedicated injection module and optical fiber relay. We will explore all the key aspects of the project using a combination of instrumental and astrophysical simulations, as well as laboratory validation of components and methods on our high-contrast imaging testbed.\n\nWe will use the demonstrator to observe a sample of directly imaged companions and obtain high-resolution spectroscopy of their atmospheres. From the data we will (1) determine their formation mechanism through an accurate determination of the carbon and oxygen abundances in their atmospheres, and (2) map the temporal variability of their photosphere through time-resolved Doppler imaging to study dynamical processes related to the formation and evolution of clouds.",
    "totalCost": "1496730",
    "ecMaxContribution": "1496730",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1496730
        }
    },
    "calculatedTotalContribution": 1496730
}