{
    "rcn": "212155",
    "acronym": "Babbler",
    "topics": "SMEInst-13-2016-2017",
    "title": "Babbler feasibility study in adjacent market segments.",
    "startDate": "08/05/2017",
    "endDate": "07/10/2017",
    "objective": "Babbler is a next-generation seal for supply-chains.?\n\nSupply-chain security is flawed and unchanged in 30 years. If you transport or store goods, it is difficult to know that your goods were treated correctly. For decades the supply chain industry has depended on bolt/cable seals, documentation and locks, knowing that these provide extremely limited safeguards and evidence trails. As a result theft, people trafficking and narcotics smuggling are rampant. An estimated 8% of medicine sold worldwide is counterfeit (Source: WHO 2015). Improper storage is detected too late to prevent waste. In addition, inspection delays are a major cost in the total supply chain.\n\nBabbler uses IoT and an inverted evidence principle to provide much better assurance of cargo security problems.?In 2015 we were selected for an accelerator in the EU FIWARE program and in that accelerator won a cash prize for best startup in 2016. The accelerator provided funding so we could create and test a solution for shipping containers with business partners (Royal FloraHolland, Dutch Customs Organisation, Seatrade and others).?\n\nAlthough Babbler proved its value in those trials and is attracting international interest, the shipping industry is conservative and slow-moving. To use Babbler a number of links in the supply chain have to decide to work together, which makes the buying process slow. We concluded that we can grow faster by focussing on niches in the supply chain, rather than an entire chain itself.?\n\nWe have identified several candidate market segments but need funds to test our assumptions and determine if Babbler needs to be tweaked accordingly. We are considering:\n?1. Transport and storage of medical supplies,?\n2. TAPA level 2 certified road carriers,?\n3. Road carriers that EU cross borders with people trafficking issues. \n\nGiven the size of the markets we can create a Ä20-25 million business, with a high-tech labour force of 40-50 people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ITUDE MOBILE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914608927": {
            "orgId": "914608927",
            "orgName": "ITUDE MOBILE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}