{
    "rcn": "212186",
    "acronym": "RESUSCITATION",
    "topics": "ERC-2017-STG",
    "title": "Bacterial persister regrowth",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "This proposal aims to provide insight into persister resuscitation. Persisters are multidrug-tolerant cells that are transiently non-growing and able to generate viable offspring by resuming growth when antibiotic pressure is removed. Despite their implication in relapses of many infectious diseases, and progress in understanding how persisters form through the action of toxin-antitoxin modules, the mechanisms underlying resuscitation of these persisters are still unknown. The interaction between Salmonella and host macrophages has proven to be a powerful and relevant model to study persister biology since the bacteria specifically respond to engulfment by the host defence cells by forming high proportions of persisters. Upon encounter with the host, Salmonella activates 14 toxins to arrest growth and persist in this environment. With the recent discovery of a detoxifying enzyme (Pth) counteracting the action of a persister-inducing toxin (TacT), thus allowing growth resumption of Salmonella persisters, we can now begin to address the pending question of persister regrowth. The consolidation of my research group around the experimental plan proposed here, will enable us to dissect the balance between intoxication vs. detoxification or entry vs. exit from persistence induced by Tact and Pth respectively. This is the first couple of toxin/detoxifying enzymes to be identified. I intend to extend this knowledge to the whole repertoire of toxins involved in Salmonella persister formation through systematic identification and characterization of the detoxifying mechanisms allowing resuscitation. Additionally I will investigate the lag phase leading to regrowth of persisters; and target the toxins involved in persister formation to force persisters out of growth arrest. This work will unravel persister resuscitation and could ultimately provide ways to force persisters out of that state so they become re-sensitized to antibiotics.",
    "totalCost": "1499996",
    "ecMaxContribution": "1499996",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1499996
        }
    },
    "calculatedTotalContribution": 1499996
}