{
    "rcn": "212168",
    "acronym": "VIP",
    "topics": "SMEInst-10-2016-2017",
    "title": "VÈhicule Intelligent et Propre ( Green and Smart Vehicle)",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "VIP project objective is to develop, at an industrial level, a fuel quality sensor  solution to be installed on-board vehicles for CO2 reduction.\n\nAt a time when all eyes are turning to alternative, carbon-free methods of propulsion, technology related to electric batteries and fuel cells are at the forefront when it comes to the means of producing or storing energy. However, the duration of the transition phase should not be underestimated - when existing technology and thermal engines are improved. The thermal engine is, and will remain for these next 30 years, the best way of moving vehicles. This means there is a part that must be dealt with urgently: the CLEAN thermal vehicle during this long transitional phase.\n\nEurope and the world's leading jurisdictions are advocating and legislatively pushing for the adoption and widespread use of renewable fuels, which promote the circular economy and short circuits. These new fuels operate in traditional 'drop in fuel' engines (i.e. up to 100%) by offering a reduction in CO2 of up to 90% compared to a conventional gasoline or diesel fossil fuel on the complete Well to Wheel cycle.\nIt is therefore the strengthening of legislation and taxation based on CO2 and pollutant emissions, coupled with a stricter approval process, including a part on vehicle real field use conditions which will lead to the integration and spread of new on-board measurement and control systems, closer to the fuel tank system.\nThis combination of constraints on vehicle approval, the regulatory effort to reduce greenhouse gas emissions combined with the availability on the market of refined renewable fuels in compliance with the RFQ / RED Guidelines on large volumes, opens a real prospect for the integration of a connected fuel quality/CO2 reduction function.\nFuel monitoring system also opens the door for automakers for engine/fuel co-optimization allowing to double CO2 saving by reaching up to 10% compared to a standard combustion with fossil fuels.",
    "totalCost": "1690162,5",
    "ecMaxContribution": "1182238,75",
    "coordinator": "SP3H",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938087292": {
            "orgId": "938087292",
            "orgName": "SP3H",
            "ecContrib": 1182239
        }
    },
    "calculatedTotalContribution": 1182239
}