{
    "rcn": "212148",
    "acronym": "TRANSAFELOAD",
    "topics": "SMEInst-10-2016-2017",
    "title": "The European Leader Equipment for Packaging Testing",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Nowadays big brand owners, packaging manufacturers and logistic companies faces losses of Ä50.000 million/year worldwide due to goods damages during transportation. At the same time, governments across the world are implementing rigorous guidelines to ensure quality of packed goods and safety during their delivery. Packaging testing is an integral part of these initiatives as it simulates the risk damages experienced by the packed goods (boxes, pallets or loads) during their distribution. In Europe, the European Commission has established the directive 2014/47/EU for safe shipment of goods. Next year, in 2017, this directive will force all the transport players to ensure the stability and safety of the loads from detrimental movements. In spite of the European concerns, currently in the market there is a lack of accurate and price competitive simulation equipment supporting the European goals. In the race to achieve '0 fatalities in road transport by 2050', established by 2011 Transport White Paper, we only find few American innovative technologies. Our solution is the first European tool to reproduce the transportation risks events such as drops, impacts, vibration and compression for packed goods. With TranSafeLoad we aim to launch to the market an integral solution 30% more price-competitive, with the broadest load range for packaging test simulation (from small boxes to 2 Ton loads) and able to reproduce real 3D movements, thanks to its patented mechanism. Furthermore, aligned with the environmental European regulatory D1994/62/CE for packaging waste reduction, our system will help the optimization of packaging material, reducing the extra material from the current 30% to 10% and saving at least Ä800 million/year.",
    "totalCost": "1392200,71",
    "ecMaxContribution": "974540,5",
    "coordinator": "SAFE LOAD TESTING TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920616622": {
            "orgId": "920616622",
            "orgName": "SAFE LOAD TESTING TECHNOLOGIES SL",
            "ecContrib": 974540
        }
    },
    "calculatedTotalContribution": 974540
}