{
    "rcn": "212174",
    "acronym": "NanoOsmDiode",
    "topics": "MSCA-IF-2016",
    "title": "Development of a high-performance nanofluidic osmotic diode for efficient voltage-driven desalination and pumping",
    "startDate": "",
    "endDate": "",
    "objective": "Water scarcity is an urgent global challenge and one of the greatest societal threats posed by climate change. Despite growing concern over water availability, processes to expand water supplies beyond current freshwater reserves, such as desalination and wastewater reclamation, still suffer from insufficient rejection of contaminants and relatively high energy requirements. Nanofluidic technologies have the potential to revolutionize water treatment owing to the extraordinary transport characteristics of confined pores. The objective of the proposed project is to develop a new nanofluidic deviceóthe osmotic diodeófor voltage-driven desalination and pumping. To control water and ion transport, the device requires a nanopore with tailored asymmetric surface charge. An applied voltage difference can be used to drive water molecules through the nanopore while ions are rejected, desalinating source water. The system is advantageous because permeability and selectivity properties can be tuned based on nanopore characteristics, and it offers improved versatility compared to existing desalination processes. To realize the technology, the proposed work will (i) fabricate a single pore osmotic diode with tailored surface charge, (ii) characterize water transport across such a nanopore utilizing ultrasensitive flow measurement techniques, and (iii) use knowledge from the single pore system to scale up performance to many-pored membranes. Throughout the project, advanced modeling techniques will be utilized to fundamentally understand transport and further optimize the system. The proposed research action will address Horizon 2020 Societal Challenges related to water security and resource efficiency while advancing the field of nanotechnology through the development of new fabrication and flow measurement methods. The research action will also represent the first proof-of-concept for an osmotic diode system and lay the foundation for further commercialization of the process.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}