{
    "rcn": "212123",
    "acronym": "TOPP",
    "topics": "ERC-2017-STG",
    "title": "Topological phononics through nano-optomechanical interactions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The concept of topology has proven very powerful in predicting and explaining a range of intriguing phenomena for the behaviour of electrons in solid-state materials, including the existence of topological phases that offer robust transport with unusual characteristics. This program aims to create and study topological behaviour for sound in systems that couple light and mechanical motion through radiation pressure. I will realize on-chip nano-optomechanical systems where many optical and mechanical modes interact. Through this interaction, suitable laser illumination will induce phononic transport with properties that are not found in any natural material. In particular, they will establish topologically nontrivial acoustic phases that we will create and explore in space and time using a new optical measurement technique. The induced behaviour crucially depends on the extreme coupling between optical fields and nanomechanical resonators when both are confined at the nanoscale. I aim to study three manifestations of topological behaviour: (1) The creation of an acoustic quantum Hall phase, in which topologically protected unidirectional sound propagation should emerge, in edge modes that are robust against disorder. (2) The formation of a new type of topological insulator arising from optomechanical nonlinearity, supporting topological acoustic solitons with unusual dynamics. (3) The breaking of parity-time symmetry in mechanical systems that undergo both optical damping and amplification, a phase transition with unique topological properties.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}