{
    "rcn": "212111",
    "acronym": "GESHAEM",
    "topics": "ERC-2017-STG",
    "title": "The Graeco-Egyptian State: Hellenistic Archives from Egyptian Mummies",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The aim of GESHAEM is to investigate economy, fiscality and territorial management in the most important agricultural region of Egypt, the Fayyum, in the first century of the Greek domination (3rd century BCE). For this purpose, a large corpus of administrative and fiscal papyri discovered in Egyptian mummies will be studied: the unpublished Greek and Egyptian papyri of the Jouguet collection of the Sorbonne. Coming from bilingual archives, these documents will change our view of the early Ptolemaic kingdom in the third century BCE. The history of this Hellenistic kingdom has long been described as the history of a Greek kingdom. Recently, however, the native Egyptian contribution in the building of this kingdom has come to the fore: the Ptolemaic administration was in large part made up of people of Egyptian origin who spoke and wrote both Greek and Egyptian, continuing a millennia-old administrative tradition adapted to the new regime. The Jouguet papyri open new perspectives because, unlike most demotic documents of the Graeco-Roman period, these were not written inside temples but for the civil government. Like the Greek ones they are concerned with the agricultural administration of the Fayyum region. The Jouguet texts were written on second-hand papyrus reused to make mummy casing called cartonnage. Most of these decorated mummy cartonnages were destroyed immediately after their discovery at the beginning of the 20th century, but around twenty remain in part of the Jouguet collection that has not yet been inventoried. The extraction of new papyri from the remaining cartonnages will be achieved without destroying the objects themselves, which will be restored and, for the first time, studied in their own right. Thus GESHAEM intends to bring new data both for historians working on the ancient economy and fiscality, as well as for art historians.",
    "totalCost": "1498368",
    "ecMaxContribution": "1498368",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1498368
        }
    },
    "calculatedTotalContribution": 1498368
}