{
    "rcn": "212239",
    "acronym": "ecoSave",
    "topics": "SMEInst-07-2016-2017",
    "title": "Market maturation of a packaging concept for sustainable and resource efficient food packaging",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "The growing importance of sustainability ñ interlinking social, economic and environmental considerations ñ and logistics in the food and drinks supply system mean that packaging has become a key interface of this industry. Additionally, in the increasingly competitive retail landscape, differentiation and product standout is growing more important. This result in fierce competition among retailers and brand owners, leading to a strong focus on packaging cost, environmental sustainability, quality and attractive merchandising displays. However, until now, the increase of functional and environmental performance and appearance has invariably resulted in higher costs creating a business opportunity to a packaging concept that could present sustainable principles and goals whilst addressing cost, performance and market pressures.\nEcoSave Packaging (ESP) aims to pursue this market opportunity by bringing to market its innovative packaging material and patented assembling process that successfully address all aforementioned needs. The ESPís assembling method and the ESPack material technology allow several key advantages and value propositions: i) 25-50% lower cost; ii) 30-70% lower environmental impact; iii) better barrier properties; iv) attractive touch-sense; v) high-quality printing options; vi) reduced transportation and storage costs; vii) higher stack pressure; viii) significant less drop damage.  \nEcoSave project is expected to significantly enhance the profitability of ESP, with expected revenue of Ä73M and profits of Ä15M, 5 years after commercialization. Moreover, the successful achievement of ecoSave objectives is expected to assist Europe in achieving objectives to secure resource efficient eco-innovative food processing. This project will therefore entail increased competitiveness for the SME value chain and for the EU as a whole.",
    "totalCost": "2987541,25",
    "ecMaxContribution": "2091278,88",
    "coordinator": "ECOSAVE PACKAGING APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918244584": {
            "orgId": "918244584",
            "orgName": "ECOSAVE PACKAGING APS",
            "ecContrib": 2091279
        }
    },
    "calculatedTotalContribution": 2091279
}