{
    "rcn": "212252",
    "acronym": "MIGRADEMO",
    "topics": "ERC-2016-COG",
    "title": "Migration and Democratic Diffusion: Comparing the Impact of Migration on Democratic Participation and Processes in Countries of Origin",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The objective of this project is to unravel the impact of migration on democratic participation and processes in countries of origin. Both international migration and democratic development are important contemporary public and policy concerns. Recent studies of transnational migrant practices have uncovered how migrants influence democratic participation in their homelands through the remittance of money and newfound ideas about democracy from afar or through return. Yet, there is still little comparative knowledge of how these processes intersect with broader economic, social and political transformations in countries of origin. Moreover, complex migration experiences and nonlinear processes of democratization in countries of origin point to the need for a more nuanced conceptualization of what kind of political ideas circulate and are negotiated among migrants, return migrants and non-migrants in countries of origin.\n\nThe proposed project outlines an ambitious long-term comparative research strategy to analyse and theorize the scope and dynamics of processes of democratic diffusion through migration. The research strategy of the project is innovative in combining analysis of democratic diffusion across three countries of origin and at three levels of democratic participation and processes: individual citizens, civil society and among political leaders and representatives. To that end the project draws on both statistical and qualitative research methods and analysis. The project will analyse already existing aggregate data on remittances and political behaviour and, importantly, generate new comprehensive datasets based on surveys and in-depth qualitative research among non-migrants and returnees in countries of origin. Consequently, the project will contribute to our theoretical understanding of the conditions under which migration can influence democratic processes as well as the broader research fields of democracy studies, migration and citizenship.",
    "totalCost": "1451264",
    "ecMaxContribution": "1451264",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1451264
        }
    },
    "calculatedTotalContribution": 1451264
}