{
    "rcn": "212269",
    "acronym": "LIGHTOPLEX",
    "topics": "MSCA-IF-2016",
    "title": "Light triggered non-invasive gene delivery through lipopolyplexes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Target-specific and controlled drug delivery are nowadays integral and extremely promising parts of research and practice in modern medicine. It gives an option to reduce drug toxicity and increase bioavailability by delivering a drug to a specific site with defined concentration. During the last decade highly efficient non-viral gene delivery has been achieved by encapsulation of nucleic acids into complexes of liposomes and polycations - lipopolyplexes (LPP) - new generation gene delivery systems. The main challenge in liposome-based gene delivery is to achieve high level of control over gene release. The main aim of this project is to develop a new approach for non-invasive gene delivery while gene release is highly controlled in space and time. This will be achieved by the design of infra-red light sensitive LPPs. The project includes engineering of the tailor-made LPPs, detailed investigation of the light triggered release mechanism, and will eventually result in intracellular light triggered gene delivery. Expert knowledge of the researcher together with the knowledge to be contributed by the hosting institution and from collaborations established by the researcher worldwide will allow successful project implementation. Mutual knowledge transfer will strengthen scientific contacts within and outside the EU as well as will let the researcher to develop her own independent research career. Attraction of interest from industrial partners is expected in case of success. Collaboration with industrial partners will profit from an exceptional record of the host with successful industrial projects.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}