{
    "rcn": "212285",
    "acronym": "OOID",
    "topics": "ERC-2017-STG",
    "title": "The Ocean's Oxygen Isotopes Deciphered: Combining Observations, Experiments and Models",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The isotopic composition of O in seawater is a fundamental property of Earth's oceans, key to paleoclimate reconstructions and to our understanding of the origin of water on Earth, the water-rock reactions that govern seawater chemistry, and the conditions under which life emerged. Despite more than five decades of research, the geologic history of seawater 18O/16O remains a topic of intense debate. Without exception, well-preserved 18O/16O records from marine precipitates reflect both the minerals' formation temperature, and the isotopic composition of seawater. This duality has prevented unique interpretation of a long-term secular trend, in which 18O/16O in sedimentary rocks (e.g., carbonates, cherts) has increased by ~15 â since the Archean. Here I outline an inter-disciplinary research program to address this fundamental problem, which integrates new geochemical observations, laboratory experiments, and numerical models.\n\nWe will generate geologic records of 18O/16O in two previously untapped repositories: iron oxides and iron-bearing authigenic clays. Several characteristics of both, and preliminary results, suggest that these repositories hold the potential to settle the long-standing debate about seawater 18O/16O. We will determine the temperature dependence of mineral-water O isotope fractionation in laboratory experiments and observations of natural systems. We will experimentally test the resistance of these minerals to O isotope exchange under geologically-relevant conditions, with the aim of evaluating the potential for late-stage isotopic resetting. Finally, we will develop models of the marine O isotope cycle, which account for the processes that govern seawater 18O/16O over long timescales, and which will be used to provide a quantitative understanding of the new records. With these new insights, we will explore implications for the geologic history of seawater chemistry, atmospheric composition, climate and biology.",
    "totalCost": "1490596",
    "ecMaxContribution": "1490596",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1490596
        }
    },
    "calculatedTotalContribution": 1490596
}