{
    "rcn": "212223",
    "acronym": "FASTEN",
    "topics": "EUB-02-2017",
    "title": "Flexible and Autonomous Manufacturing Systems for Custom-Designed Products",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Industry 4.0 has now extended its focus to a broader set of technologies rather than just CPS, and to the most vital processes included in the product and production systems lifecycle, rather than just to production. In all the dialects where the Industry 4.0 language is spoken, Industrial Internet of Things, Additive Manufacturing and Robotics from the technology side and Mass Customization, Product-Service Systems and Sustainable Manufacturing from the business side always represent key cornerstones and top priority challenges.\n\nFASTEN ìmissionî is to develop, demonstrate, validate, and disseminate an integrated and modular framework for efficiently producing custom-designed products. More specifically, FASTEN will demonstrate an open and standardized framework to produce and deliver tailored-designed products, capable to run autonomously and deliver fast and low cost additive manufactured products. This will be achieved by effectively pairing digital integrated service/products to additive manufacturing processes, on top of tools for decentralizing decision-making and data interchange. Sophisticated software technologies for self-learning, self-optimizing, and advanced control will be applied to build a full connected additive manufacturing system. ThyssenKrupp and Embraer are two of these companies that must overcome challenges of this nature, in order to cope with an increasing demand diversity, products with shorter life cycles, and the need for supplying low volumes per order, requiring flexible solutions capable to effectively manufacture and deliver personalized products.",
    "totalCost": "3136633,75",
    "ecMaxContribution": "1452937,5",
    "coordinator": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
    "coordinatorCountry": "PT",
    "participants": "PACE Aerospace Engineering and Information Technology GmbH;INESC P&D BRASIL - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, PESQUISA E DESENVOLVIMENTO DO BRASIL;EMBRAER SA;UNIAO BRASILEIRA DE EDUCACAO E ASSISTENCIA ASSOCIACAO;EMBRAER PORTUGAL SA;CONSORZIO INTELLIMECH;POLITECNICO DI MILANO;THYSSENKRUPP ELEVADORES SA;BRADEL ELETROELETRONICOS LTDA",
    "participantCountries": "DE;BR;PT;IT",
    "projectParticipants": {
        "952062761": {
            "orgId": "952062761",
            "orgName": "CONSORZIO INTELLIMECH",
            "ecContrib": 223750
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 524688
        },
        "913002413": {
            "orgId": "913002413",
            "orgName": "BRADEL ELETROELETRONICOS LTDA",
            "ecContrib": 0
        },
        "997770907": {
            "orgId": "997770907",
            "orgName": "EMBRAER SA",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 335000
        },
        "951055513": {
            "orgId": "951055513",
            "orgName": "INESC P&D BRASIL - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, PESQUISA E DESENVOLVIMENTO DO BRASIL",
            "ecContrib": 0
        },
        "992602068": {
            "orgId": "992602068",
            "orgName": "PACE Aerospace Engineering and Information Technology GmbH",
            "ecContrib": 305000
        },
        "996454423": {
            "orgId": "996454423",
            "orgName": "UNIAO BRASILEIRA DE EDUCACAO E ASSISTENCIA ASSOCIACAO",
            "ecContrib": 0
        },
        "911342064": {
            "orgId": "911342064",
            "orgName": "THYSSENKRUPP ELEVADORES SA",
            "ecContrib": 0
        },
        "917630380": {
            "orgId": "917630380",
            "orgName": "EMBRAER PORTUGAL SA",
            "ecContrib": 64500
        }
    },
    "calculatedTotalContribution": 1452938
}