{
    "rcn": "212271",
    "acronym": "SUGARSmart",
    "topics": "MSCA-IF-2016",
    "title": "SUGARSmart: Smart design of recombinant antibody fragments specific for carbohydrate molecules",
    "startDate": "15/05/2018",
    "endDate": "14/05/2020",
    "objective": "The development of new approaches to explore the diverse role of glycans in normal and physio- pathological conditions of the cell is a major challenge. Our previous research recognized roles of anti-glycan recognition molecules (lectins and antibodies) in the diagnosis of diseases like cancer, immunity, and hyperacute rejection upon bioprosthetic transplantation etc. However, because of the structural complexity, well-established approaches for developing glycan-based therapeutics are limited.\n\nTo address this issues, SUGARSmart aims to develop a workflow for rational design of single-chain fragment variable (scFv) antibodies to enhance glycan recognition capabilities, both specificity- and affinity-wise (improving detection limits of assays). Three major aims will be pursued: First, we will apply molecular modeling to predict mutations which lead to enhance affinity and specificity of anti-?Gal scFv. A range of mutational strategies will be tested in order to learn which scFv domains, which particular locations (functionally important sites), and which mutations (aromatic or polar) are best suited to improve affinity and specificity. Second, computationally predicted mutants will be obtained by mutagenesis or chain shuffling. Validity of the predictions will be tested by affinity-measurement (ITC/SPR), array techniques and ELISA. At the end, validation of computational models of scFv-glycan interactions with experimental techniques will enable us to propose a workflow to engineer other anti-glycan scFv antibodies. \n\nOverall, this project proposes an interdisciplinary approach to enhance our ability to quantify and engineer glycan recognition molecules having potential application in the smart and tailored development of future diagnostic reagents and therapeutics. To the best of our knowledge this will be the first attempt to provide a complete and coherent framework for anti-glycan antibody engineering, combining a wide computational pipeline and experiments.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}