{
    "rcn": "212240",
    "acronym": "YawSTOP",
    "topics": "SMEInst-10-2016-2017",
    "title": "First stabilisation device to enable rotation-free and rotation-controlled lifting and loading of cargo and goods by cranes or helicopters to make transportation more efficient, reliable and safe",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Objective of the YawSTOP project is to upscale, pilot and commercialise the first stabilisation device for cranes and helicopters that allows rotation-free and rotation-controlled lifting and loading of cargo and goods. Fully automated lifting operations remotely controlled by one operator, no need for taglines, no endanger of workers, increased efficiency, more independent on weather conditions are major advancements on current state-of-the-art and our unique selling points. \nOur end-users will benefit with up to 44% time and 52% cost savings for lifting operations with at least savings of Ä50,000 per transport. YawSTOP will aid solving the industrial and societal problems of improving efficiency and work safety, while reducing greenhouse gas emissions and air pollution in transport, in particular in offshore/maritime lifting and logistics. \n\nOur commercial objectives can be grouped in 3 categories and achieving them will bring us global market uptake:\n1) Technology maturation objectives to optimise YawSTOP functionalities to raise the TRL of our technology from its current TRL6 to 8.  \n2) Pilot and validation objectives to demonstrate and validate the commercial potential of YawSTOP in actual end-user operating environments across three different market sectors (offshore/maritime, onshore, helicopter) together with three end-users. The piloting activities will elevate YawSTOP from TRL8 to 9.\n3) Market maturation, communication and innovation management objectives enabling us to successfully bring our YawSTOP product to market and reach sales traction post-project based on the results of our SME Phase 1 Feasibility Study (GA no 762392). \n\nYawSTOP will significantly boost our growth. The first 5-years post-project, we expect accumulated revenues of Ä169m from sales of 1129 YawSTOP devices, accumulated profit of Ä101m, at least 45 new employees, while exceeding accumulated cost savings of Ä374m for our end-users and reducing 50544/1435/319 tonnes of CO2/NOx/SOx.",
    "totalCost": "2437625",
    "ecMaxContribution": "1706337,5",
    "coordinator": "KOLBERG CASPARY LAUTOM AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916555620": {
            "orgId": "916555620",
            "orgName": "KOLBERG CASPARY LAUTOM AS",
            "ecContrib": 1706338
        }
    },
    "calculatedTotalContribution": 1706338
}