{
    "rcn": "212294",
    "acronym": "AstroNeuroCrosstalk",
    "topics": "ERC-2017-STG",
    "title": "Astrocyte-Neuronal Crosstalk in Obesity and Diabetes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Despite considerable efforts aimed at prevention and treatment, the prevalence of obesity and type 2 diabetes has increased at an alarming rate worldwide over recent decades. Given the urgent need to develop safe and efficient anti-obesity drugs, the scientific community has to intensify efforts to better understand the mechanisms involved in the pathogenesis of obesity. Based on human genome-wide association studies and targeted mouse mutagenesis models, it has recently emerged that the brain controls most aspects of systemic metabolism and that obesity may be a brain disease. I have recently shown that like neurons, astrocytes also respond to circulating nutrients, and they cooperate with neurons to efficiently regulate energy metabolism. So far, the study of brain circuits controlling energy balance has focused on neurons, ignoring the presence and role of astrocytes. Importantly, our studies were the first to describe that exposure to a high-fat, highsugar (HFHS) diet triggers hypothalamic astrogliosis prior to significant body weight gain, indicating a potentially important role in promoting obesity. Overall, my recent findings suggest a novel model in which astrocytes are actively involved in the central nervous system (CNS) control of metabolism, likely including active crosstalk between astrocytes and neurons. To test this hypothetical model, I propose to develop a functional understanding of astroglia-neuronal communication in the CNS control of metabolism focusing on: 1) dissecting the ability of astrocytes to release gliotransmitters to neurons, 2) assessing how astrocytes respond to neuronal activity, and 3) determining if HFHS-induced astrogliosis interrupts this crosstalk and contributes to the development of obesity and type 2 diabetes. These studies aim to uncover the molecular underpinnings of astrocyte-neuron inputs regulating metabolism in health and disease so as to inspire and enable novel therapeutic strategies to fight diabetes and obesity.",
    "totalCost": "1499938",
    "ecMaxContribution": "1499938",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1499938
        }
    },
    "calculatedTotalContribution": 1499938
}