{
    "rcn": "212270",
    "acronym": "LD_Biogenesis",
    "topics": "MSCA-IF-2016",
    "title": "Identification and characterization of sites of lipid droplet biogenesis in the ER",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Lipid droplets (LDs) are evolutionarily conserved dynamic organelles dedicated to storage of fat. Relatively little is known about the molecular processes that regulate nascent LD formation at specific sites in the endoplasmic reticulum (ER). Understanding LD biogenesis and degradation is crucial for deciphering the pathophysiology of LD storage disorders, like obesity, diabetes type-2, atherosclerosis, and lipodystrophy. The main objective of this project is to precisely map and characterize LD biogenesis sites in the ER using the model eukaryote, S. cerevisiae. One reason so little is known about the earliest stages of LD biogenesis is that until recently we have not had tools to visualize and characterize these sites.  However, I have generated a yeast strain in which it is possible to use electron microscopy to image the earliest stages of LD biogenesis.  In a recently published study I used this strain to characterize early stages of LD biogenesis and I propose to use this strain to investigate the role of a number of proteins in LD biogenesis by using mutants lacking these proteins.  In addition, I have developed the first fluorescent protein marker of sites of nascent LD biogenesis.  This new protein will allow me to use fluorescent microscopy to visualize LD biogenesis in live cells and in mutants lacking proteins known to be involved in LD biogenesis. I will also use this protein as a molecular tool to identify proteins and lipids that are enriched at LD biogenesis sites in the ER by performing immuno-purification and mass-spec analyses.  The proposed studies will reveal and identify proteins and lipids necessary for the earliest stages of LD biogenesis and will make possible future mechanistic studies of LD biogenesis. My participation in ìLD_biogenesisî will broaden my scientific expertise and hone my competences in becoming a successful project investigator.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE FRIBOURG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999855728": {
            "orgId": "999855728",
            "orgName": "UNIVERSITE DE FRIBOURG",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}