{
    "rcn": "212215",
    "acronym": "REACH",
    "topics": "CULT-COOP-06-2017",
    "title": "Re-designing access to CH for a wider participation in preservation, (re)use and management ofEuropean culture",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The three-year REACH project will establish a Social Platform as a sustainable space for meeting, discussion and collaboration by a wide-ranging network of development bodies, tourism, education, creative industries, cultural heritage professionals, academic experts, arts practitioners, professionals in archives and galleries, associations and interest groups representative of non-professionals and local societies, and policy-makers ñ all those with a stake in research in the field of culture and CH.\nThe REACH Social Platformís activities will have a twofold scope: \n- Support: to map and provide analysis of research results achieved in previous programmes, to identify  current and emerging research trends, and to offer authoritative new knowledge of the CH field to the European Commission and policy makers; \n- Coordination: to offer benefits to its participants, expanding  knowledge of complementary research domains, and of new participatory research methodologies, generating opportunities for cooperation, offering pathways to wider user engagement with research outputs.\nIn the context of radical social changes taking place at global levels, Europe faces a serious challenge: the need for its citizens to live together in peace and mutual respect and to value and enjoy the diversity of cultures, which they bring to their respective societies. The REACH project is based on the proposition that CH plays an important role in contributing to social integration in Europe, and that a fuller and more detailed picture of the range, type and impact of research and participatory research methodologies, current and future, associated with these subjects will further enhance their potential for social good.",
    "totalCost": "1499981,88",
    "ecMaxContribution": "1499981,88",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "MINISTERO DELLO SVILUPPO ECONOMICO;PROMOTER SRL;UNIVERSIDAD DE GRANADA;EOTVOS LORAND TUDOMANYEGYETEM;UNIVERZITA KARLOVA;STIFTUNG PREUSSISCHER KULTURBESITZ",
    "participantCountries": "IT;ES;HU;CZ;DE",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 186219
        },
        "998517031": {
            "orgId": "998517031",
            "orgName": "STIFTUNG PREUSSISCHER KULTURBESITZ",
            "ecContrib": 190031
        },
        "953458882": {
            "orgId": "953458882",
            "orgName": "PROMOTER SRL",
            "ecContrib": 234031
        },
        "999612161": {
            "orgId": "999612161",
            "orgName": "COVENTRY UNIVERSITY",
            "ecContrib": 479062
        },
        "949756780": {
            "orgId": "949756780",
            "orgName": "MINISTERO DELLO SVILUPPO ECONOMICO",
            "ecContrib": 117031
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 172849
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 120758
        }
    },
    "calculatedTotalContribution": 1499981
}