{
    "rcn": "212273",
    "acronym": "MNEMONIC",
    "topics": "MSCA-IF-2016",
    "title": "Magnetic Enzyme Metal Organic Framework Composites",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The aim of this interdisciplinary project is to develop composites consisting of metal-organic frameworks (MOFs), magnetic nanoparticles (MNPs), and enzymes. The MOF coating protects the biomacromolecule from inhospitable conditions, and provides a permeable and selective molecular gate for the diffusion of substrates and products, thanks to its intrinsic and tunable porosity. External magnetic forces acts on the MNPs to allow for precise positioning of this ternary system. \nThese highly efficient, long-lasting, robust, and dynamically positionable crystalline biocatalysts will be synthesized using the recently discovered biomimetic mineralization process, in which MOF precursors, metal ions, and organic ligands nucleates on the biomacromolecule without the need of stabilizing polymers or organic solvents, in aqueous solution at room temperature. This innovative technique has been proven successful for a wide range of protein and enzymes, and is currently the best performing procedure available for this class of porous material in terms of efficiency of enzyme encapsulation, absence of leaching, and reactions conditions and time.\nKey aspects of the project will be: the production of enzymes suitable for a multistep process; the synthesis and characterization of the composites; finally their integration into fluidic devices. \nThe effects of process variables on particle size and morphology, enzyme loading and activity, MOF robustness, magnetic properties, and recyclability of the composite will be investigated with a multifaceted analytic approach.\nThe long-term impact of this project includes technological benefits for industrial biotechnology, owing to the superior resistance of MOF-coated enzymes towards organic solvents, heat, and inhibitors, along with the presence of MNPs that permits the easy recovery of the MagEnzMOFs and their integration into fluidic reactors, to provide continuous production with high automation.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}