{
    "rcn": "212212",
    "acronym": "FAITh",
    "topics": "ERC-2017-PoC",
    "title": "Fighting Anxiety with Importin-based Therapeutics",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Anxiety and stress-related conditions represent a significant health burden in modern society. Anxiety disorders are currently treated with a variety of agents targeting synaptic mechanisms. These agents either directly affect neurotransmitter receptor systems or modulate neurotransmitter levels or availability, but their long-term use is limited by problematic side effects and suboptimal efficacy. The development of new anxiolytic drugs has been fraught with difficulty, hence there is a need for new targets and new avenues for therapeutic development.\n\nImportin-dependent transport mechanisms link synapse to nucleus in a diversity of physiological contexts, rendering them potentially interesting targets for behavioural control. However importins and related molecules have not been evaluated for roles in anxiolysis to date. We discovered the roles of importins in axonal injury signaling and in cell size sensing. During the course of our current ERC Advanced grant, and as part of one of the aims, we have conducted comprehensive phenotyping of importin mouse mutants to identify in vivo consequences of the deregulation of size control pathways. One importin mutant line presented a specific phenotype in anxiety tests, and follow-up analyses identified a new molecular pathway for anxiety regulation, and approved drugs affecting this pathway that can be repositioned for anxiety treatment.\n\nIn this PoC, we will (1) carry out IP protection on our initial identifications of anxiolytic drugs; (2) further validate the anxiolytic activities of these drugs and their closely related structural or functional analogs; and (3) devise an HTS-compatible assay for targeting the importin involved and conduct a pilot screen of ~200,000 compounds in this assay to identify new drug leads for anxiety treatment. As a final step, we will carry out (4) additional IP protection and pre-commercialisation tasks for maximizing the commercialisation potential of our discovery.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}