{
    "rcn": "212265",
    "acronym": "GlypStx",
    "topics": "MSCA-IF-2016",
    "title": "Glycoprotein-based inhibitors of shiga-like toxin",
    "startDate": "01/02/2018",
    "endDate": "30/03/2020",
    "objective": "Gastrointestinal infections have substantial impact in both the developing world and in Europe with 1.5 billion cases each year leading to approximately two million deaths each year, 760,000 of which are in children under five years old. Many of these deaths are caused by bacteria for example E. coli O157, that produces protein toxins, including shiga-like toxin (SLT). In the human body, the surfaces of living cells are covered in complex carbohydrate molecules. This ìsugar coatingî allows the cells to interact with viruses, bacteria, and toxins that have complementary protein receptors. The pentagonal shiga-like toxin produced by E. coli O157 bacteria can attach to five copies of a specific carbohydrate on the gut wall and enter cells lining the intestine. The result is bloody diarrhoea and the toxin entering the circulatory system to cause kidney failure.\n\nIn this project, we will make protein-based inhibitors that can prevent this toxin from attaching to, and enter kidney cells. The inhibitors will be synthetic glycoproteins that have 5 copies of the target sugar attached at specific sites so that they can bind to all 5 of the toxinís receptor sites simultaneously providing an extremely strong interaction to prevent the toxin from entering cells. During the project we will synthesise a series of glycopeptides and attach them to pentameric protein scaffolds using site specific chemical and enzymatic modification. We will evaluate the glycoproteins as inhibitors of toxin adhesion and cell entry using a variety of cell and biophysical assays. The optimized inhibitors will have potential as a new class of future biopharmaceuticals.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}