{
    "rcn": "212278",
    "acronym": "PAGE",
    "topics": "MSCA-IF-2016",
    "title": "Paternity leave and the gender gap in pay and earnings",
    "startDate": "01/03/2018",
    "endDate": "30/08/2020",
    "objective": "This project will estimate the impact of the gender split in parental leave on gender gaps in labour market outcomes and domestic work. I will address this topic, which is of Europe-wide policy relevance, by examining the parental leave policy in Germany. To provide causal estimates, I will make use of variation in the gender split in leave that is due to a cap in the income-related benefit payments at 1,800Ä per month. A preliminary step for the analysis, is to confirm empirically that the cap in parental leave benefits does in fact induce variation in the gender split of leave. Following on from this, the main analysis will make use of differences in the gender split in leave that result specifically from the benefit cap in order to answer two questions:\n\nQuestion 1. What is the impact of the gender split in parental leave on the within-household gender gap in labour market outcomes (pay, hours, earnings and employment)?\n\nQuestion 2. What is the impact of the gender split in parental leave on the household division of domestic work and childcare?\n\nBy answering these questions in a causal sense I address a literature gap in three areas. Firstly, there is currently no evidence on the effect of the gender split of parental leave on the gender gap in pay and only non-causal evidence for the effects on other labour market outcomes such as employment. Secondly, there is only non-causal evidence on the effects of the split of leave on the gender gaps in domestic work and childcare. Finally, there is no evidence on the effect of financial incentives on the split of leave and subsequent gender gaps in labour market outcomes and the division of domestic work and childcare.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999508953": {
            "orgId": "999508953",
            "orgName": "DEUTSCHES INSTITUT FUR WIRTSCHAFTSFORSCHUNG DIW (INSTITUT FUR KONJUNKTURFORSCHUNG) EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}