{
    "rcn": "212206",
    "acronym": "MICROTOMACROANDBACK",
    "topics": "ERC-2017-STG",
    "title": "Micro Heterogeneity and Macroeconomic Policy",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "This project will develop macroeconomic models with household heterogeneity and partially demand-determined output to study how the economy is affected by monetary and fiscal policy, and to investigate the importance of housing in macroeconomic fluctuations and the transmission and efficacy of policy.  The objective is to provide a modelling framework that simultaneously is consistent with both empirical micro evidence on household consumption and savings behaviour, and macro evidence on the response of the aggregate economy to a variety of economic shocks. The ultimate goal is to help make these models the new standard for the study of fluctuations and policy evaluation in macro.\nInequality and incomplete markets will be a central theme. The first objective of the project is to establish the importance of incomplete financial markets for the response of the economy to changes in monetary policy. The framework will then be used to evaluate the size of the fiscal multiplier and quantitatively evaluate the stimulative effect of extensions to unemployment benefits.\nThe second theme of the project will focus on housing and mortgage debt as an amplification and propagation mechanism. The recent Great Recessionñpreceded by an unparalleled boom and bust in house prices ñ has brought to light the importance of housing for the economy. The project will develop a rich benchmark model of housing and the aggregate economy for policy evaluation. First, the project will investigate how heterogeneity in housing and debt affects the transmission of monetary policy.  Next, a cross-country analysis will be performed to quantify the importance of different arrangements in the mortgage market for the response of the economy to shocks. Finally, I will introduce imperfect information above the driving forces of the economy to study booms and busts in the housing market and real economic activity, with the goal of evaluating macroprudential policies geared at the housing market.",
    "totalCost": "1299165",
    "ecMaxContribution": "1299165",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1299165
        }
    },
    "calculatedTotalContribution": 1299165
}