{
    "rcn": "212287",
    "acronym": "CRISS",
    "topics": "ERC-2017-STG",
    "title": "CRISPR Gene Correction for Severe Combined Immunodeficiency Caused by Mutations in Recombination-activating gene 1 and 2 (RAG1 and RAG2)",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The severe combined immunodeficiencies (SCIDs) are a set of life threatening genetic diseases in which patients are born with mutations in single genes and are unable to develop functional immune systems. While allogeneic bone marrow transplantation can be curative for these diseases, there remain significant limitations to this approach. Gene therapy using viral vectors containing a corrective transgene is being developed for some of these disorders, most successfully for ADA-SCID. However, for other SCID disorders, such as those caused by genetic mutations in RAG1 and RAG2, the transgene needs to be expressed in a precise, developmental and lineage specific manner to achieve functional gene correction and to avoid the risks of cellular transformation. In contrast to using viral vectors to deliver transgenes in an uncontrolled fashion, we are working towards using genome editing by homologous recombination (HR) to correct the disease causing mutation by precisely modifying the genome. We have shown that by using clustered, regularly interspaced, short palindromic repeats (CRISPR) and the CRISPR-associated protein 9 (Cas9) system we can stimulate genome editing by HR at frequencies that should be therapeutically beneficial (>10%) in hematopoietic stem and progenitor cells (HSPCs). The overall focus of the proposal is to translate our basic science studies to use in RAG-SCID patient-derived HSPCs in methodical, careful and pre-clinically relevant fashion. The fundamental approach is to develop a highly active functional genome editing system using CRISPR-Cas9 for RAG-SCIDs and complete pre-clinical efficacy and safety studies to show the approach has a clear path towards future clinical trials. Our goal with this proposal is to develop the next wave of curative therapies for SCIDs and other hematopoietic disorders using genome editing.",
    "totalCost": "1372839",
    "ecMaxContribution": "1372839",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 1372839
        }
    },
    "calculatedTotalContribution": 1372839
}