{
    "rcn": "212268",
    "acronym": "PVCI",
    "topics": "MSCA-IF-2016",
    "title": "Photovoltaic Control and Integration",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "According to the 'Europe 202 strategy', Europe should increase the use of photovoltaics (PV) and other renewable energy sources (RES) for a sustainable future. However, to this day, PV plants are not-controllable power sources, thus imposing limits on PV penetration due to technical restrictions.\n\nThe PVCI project will investigate these limitations and will provide solutions through a coordinated PV control strategy for combined frequency and voltage regulation. The two main objectives are: (a) development of a smart inverter control scheme to provide ancillary services to the grid, and (b) derivation of an enhanced network management strategy to coordinate PV plants and other network equipment for smooth and optimal grid operation. This is a holistic approach to the problem, simultaneously addressing frequency and voltage regulation, as opposed to the research made so far which treats these issues separately.\n\nThe research is very timely, as the leading PV deployment faces stagnation and several European countries have already reached their upper limits in PV penetration. This project is aligned with the European strategy to be more resource efficient and less energy-dependent on other countries.\n\nThe Researcher obtained very recently his PhD degree on PV modeling and control, and wishes to enhance his portfolio on the fields of distributed generation and power systems. He has derived PV models that will be useful for this research and has already started investigating these topics, while the Supervisor has international research reputation in renewable energy integration and so is the best option for this cooperation. The fellowship will significantly contribute to the Researcher's professional development, through outstanding training, public engagement, dissemination of results and 2-way transfer of knowledge with the Hostís research group.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}