{
    "rcn": "212211",
    "acronym": "FattyCyanos",
    "topics": "ERC-2017-STG",
    "title": "Fatty acid incorporation and modification in cyanobacterial natural products",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Known, but mostly novel natural products (NPs) are in high demand ñ these are used in drugs, cosmetics and agrochemicals and serve also as research tools to probe biological systems. NP structures inspire chemists to develop new syntheses, and NP biosynthetic enzymes add to the metabolic engineerís toolbox. The advent of next generation DNA-sequencing has revealed a vastly rich pool of NP biosynthetic gene clusters (BGCs) among bacterial genomes, most of which with no corresponding NP. Hence, opportunities abound for the discovery of new chemistry and enzymology that has the potential to push the boundaries of chemical space and enzymatic reactivity. Still, we cannot reliably predict chemistry from BGCs with unusual organization or encoding unknown functionalities, and, for molecules of unorthodox architecture, it is difficult to anticipate how their BGCs are organized. It is the valuable, truly novel chemistry and biochemistry that lies on these unexplored connections, that we aim to reveal with this proposal. To achieve it, we will work with a chemically-talented group of organisms ñ cyanobacteria, and with a specific structural class ñ fatty acids (FAs) ñ that is metabolized in a quite peculiar fashion by these organisms, paving the way for NP and enzyme discovery. On one hand, we will exploit the unique FA metabolism of cyanobacteria to develop a feeding strategy that will quickly reveal unprecedented FA-incorporating NPs. On the other, we will scrutinize the intriguing biosynthesis of three unique classes of metabolites that we have isolated recently and that incorporate and modify FA-moieties. We will find the BGCs for these compounds and dissect the functionality involved in such puzzling modifications to uncover important underlying enzymatic chemistry. This proposal is a blend of discovery- and hypothesis-driven research at the NP chemistry/biosynthesis interface that draws on the experience of the PIís work on different aspects of cyanobacterial NPs.",
    "totalCost": "1462938",
    "ecMaxContribution": "1462938",
    "coordinator": "CIIMAR - Centro Interdisciplinar de InvestigaÁ„o Marinha e Ambiental",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997223536": {
            "orgId": "997223536",
            "orgName": "CIIMAR - Centro Interdisciplinar de Investigação Marinha e Ambiental",
            "ecContrib": 1462938
        }
    },
    "calculatedTotalContribution": 1462938
}