{
    "rcn": "212297",
    "acronym": "SuperGenE",
    "topics": "ERC-2017-STG",
    "title": "Supergene evolution in a classic plant system - bringing the study of distyly into the genomic era",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Understanding how adaptive combinations of traits are maintained is a central question in evolutionary biology. Supergenes are clusters of genes that can maintain favorable trait combinations because they are inherited as a unit. Studying supergenes allows us to address fundamental questions on the origin and evolution of complex adaptations and the effects of suppressed recombination, and is therefore of broad significance.\n\nDistylous plants offer a particularly promising opportunity to study supergene evolution. In distylous plants there are two floral morphs that differ reciprocally in the placement of stigma and anthers. These character combinations are maintained by a supergene, the distyly S-locus. While distyly has interested many generations of biologists, we still know little about the origin and evolution of this supergene, and progress on this front has been hampered by the lack of molecular genetic data on the S-locus.\n\nHere, we aim to make full use of the latest advances in genome sequencing technology to bring the study of distyly into the genomic era. Specifically, we will develop the classic Linum genus as a model for supergene evolution. We will first combine de novo assembly of the genomes of six Linum species with genetic studies to identify S-linked regions. Then, we will test whether the S-locus exhibits similarities to sex chromosomes with respect to recombination suppression, genetic degeneration and gene expression evolution. Finally, we will investigate the genetic causes and population genetic consequences of recurrent loss of distyly in Linum. \n\nThe high-quality genome assemblies produced during this project will pave the way for future studies of the molecular basis of adaptive floral differences first identified by Darwin. The results from this project are of great general importance for our understanding of the evolution of coadapted gene complexes and will shed new light on the important and fascinating phenomenon of supergenes.",
    "totalCost": "1475636",
    "ecMaxContribution": "1475636",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1475636
        }
    },
    "calculatedTotalContribution": 1475636
}