{
    "rcn": "212216",
    "acronym": "SUPREMA",
    "topics": "SFS-49-2017",
    "title": "SUpport for Policy RElevant Modelling of Agriculture",
    "startDate": "01/01/2018",
    "endDate": "30/06/2020",
    "objective": "Impact assessments in the areas of agriculture are (partly) based on projections delivered by models. Sectoral policies are becoming more and more interrelated. Hence, there is a need to improve the capacity of current models, connect them or redesign them to deliver on an increasing variety of policy objectives, and to explore future directions for agricultural modelling in Europe.\nSUPREMA comes to address this challenge by proposing a meta-platform that supports modelling groups linked already through various other platforms and networks. SUPREMA should help close the gaps between expectations of policy makers and the actual capacity of models to deliver relevant policy analysis. The SUPREMA model family includes a set of ëcore modelsí that are already used in support of key European impact assessments in agriculture, trade, climate and bioenergy policies. The meta-platform, the enhanced linked system of existing core models and some key applications melt down in a Roadmap for future directions for agricultural modelling in Europe. \nThe project has four coherent objectives: \n1. A SUPREMA roadmap of future directions for modelling will be developed. \n2. An enhanced and strengthened SUPREMA model family will be created. \n3. Future directions of modelling in agriculture will be explored and tested.\n4. A SUPREMA meta-platform will be established, to share and discuss the findings of the work with existing model platforms, research communities, and policy makers.\n\nThe objectives of SUPREMA are iterative in nature and involve strong engagement with policy makers, and interaction with the scientific community, at the different stages. The models included in SUPREMA cover different spatial scales of analysis, agricultural activities, representation of technologies, but also different aspects of its market environment as well as multiple policies affecting agriculture directly or indirectly.",
    "totalCost": "999823,75",
    "ecMaxContribution": "999823,75",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;EUROPEAN CENTER FOR AGRICULTURAL, REGIONAL AND ENVIRONMENTAL POLICY RESEARCH, EUROCARE;SVERIGES LANTBRUKSUNIVERSITET;INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE;UNIVERSIDAD POLITECNICA DE MADRID;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "DE;SE;AT;ES;BE",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 39188
        },
        "999452596": {
            "orgId": "999452596",
            "orgName": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
            "ecContrib": 124500
        },
        "998862254": {
            "orgId": "998862254",
            "orgName": "EUROPEAN CENTER FOR AGRICULTURAL, REGIONAL AND ENVIRONMENTAL POLICY RESEARCH, EUROCARE",
            "ecContrib": 153262
        },
        "999992304": {
            "orgId": "999992304",
            "orgName": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
            "ecContrib": 56125
        },
        "998427888": {
            "orgId": "998427888",
            "orgName": "JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI",
            "ecContrib": 226375
        },
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 116686
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 283688
        }
    },
    "calculatedTotalContribution": 999824
}