{
    "rcn": "212238",
    "acronym": "EU Engineroom",
    "topics": "ICT-41-2017",
    "title": "(EU) Explorations in Next Generation Internet emerging research opportunities, technOlogies and methods.",
    "startDate": "01/10/2017",
    "endDate": "31/12/2018",
    "objective": "No other technology has been able to radically reshape and permeate the very fabrics of our societies as rapidly and fundamentally as the internet has. But the increased concentration of power on the internet in the hands of just a few ever more dominant players makes that few now reap the true benefits of the digital economy; the growing complexity and opacity of the processes and technologies that govern it makes challenging this status quo exceedingly difficult.  Serious interventions are needed to make the next generation internet inclusive, resilient and competitive again. By intervening in the development process of emerging technologies, we are able to steer the process of innovation in a human-centric and ethical direction and allow European businesses and civil society organisations to play a leading and pioneering role in their development.  But to help direct and shape the future internet, we need to know which technologies will underpin it. To identify the technologies that will likely be game changers for the internet in 2025, we use cutting edge big data methodologies and novel web-scraped data sources to capture early signals about technologies and research topics, and develop a rigorous process for evaluating whether a technology will positively contribute to the development of a more desirable internet.  The EU Engineroom project approach is centred around the articulation of an ambitious and concrete vision for the future internet, and the development of a methodology for identifying those technologies and research topics that will underpin that vision of a more inclusive, resilient and competitive internet by 2025. This methodology will form a key pillar for future phases of the NGI initiative as an easily-reproducible and comprehensive tool for continuously identifying and evaluating emerging technologies and trends, and helps establish the NGI as a key new flagship programme for internet research beyond Horizon2020.",
    "totalCost": "692375",
    "ecMaxContribution": "692375",
    "coordinator": "NESTA",
    "coordinatorCountry": "UK",
    "participants": "UNIWERSYTET WARSZAWSKI;FUNDACIO EURECAT",
    "participantCountries": "PL;ES",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 332500
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 234375
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 125500
        }
    },
    "calculatedTotalContribution": 692375
}