{
    "rcn": "212257",
    "acronym": "Censoring Chaucer",
    "topics": "MSCA-IF-2016",
    "title": "Censoring Chaucer: Canonicity and Obscenity in Manuscripts and Print Editions of the Canterbury Tales (c. 1400 - 1831)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project investigates the relationship between Chaucer's canonical status and his obscenity, both of which have been closely associated with the Canterbury Tales since Chaucer's death in 1400. Readers of the Canterbury Tales have made note of its occasionally indecorous language and content (particularly in relation to sex, the body, and bodily functions) ever since the earliest surviving manuscript was compiled c. 1405. But whereas obscenity is one of the major features of Chaucer's reputation in the eyes of present-day readers, many medieval and early modern readers viewed Chaucerís obscene matter as standing at odds with his canonicity. This project traces the building tension between Chaucer's perceived obscenity and his literary reputation from his death in 1400 to the publication of poet laureate Robert Southey's expurgated version of the Canterbury Tales in 1831. By examining variations in the language and content of manuscripts, incunables, and print editions of the Canterbury Tales produced within this period (as well as reader annotations), I will show that scribes, readers, editors, and modernizers of Chaucer's most famous work persistently modify or comment on its language and content in an effort to downplay (or, occasionally, to enhance) what they perceive as obscene. I situate my findings alongside contemporaneous remarks by writers and editors regarding Chaucer's literary heritage in order to assess the relationship between variations in his reputation and variations in the Canterbury Tales. The project incorporates intensive training in the study of manuscripts and early printed books, and will result in at least 2 scholarly articles, a book proposal, and several conference presentations and public engagement initiatives intended to communicate my results to the widest possible audience. A MSCA Fellowship at the University of Oxford will enable me to work closely with a leading expert in the history of the book over the course of the project.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}