{
    "rcn": "212282",
    "acronym": "FELLINI",
    "topics": "MSCA-COFUND-2016",
    "title": "FELLowship for Innovation at INFN",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The FELLINI fellowship programme is a new, high-quality fellowship scheme based on a modern research and training approach, which aims at research excellence and promoting researcher mobility and training. FELLINI combine best practice found across the EU with a number of innovative elements that shall provide all Fellows with an ideal basis for their future careers, preparing them for a wide range of career options.\nThe 'Istituto Nazionale di Fisica Nucleare' (INFN), the Italian public research performing organization dedicated to the study of the fundamental constituents of matter and their interactions and to the development of the cutting-edge technologies needed to achieve these scientific goals. Within FELLINI, INFN plans to improve the 'standard fellowship programme' for incoming post-doctoral fellows. Fellows can choose freely among a very large number of disciplines (Particle Physics, Astroparticles, Nuclear Physics, Theoretical Physics, Applied and Interdisciplinary Physics, Instrumentation and Advanced Technologies) and topics, where the Institute has a tradition of excellence.\nFELLINI will support 30 Fellows through a three-year appointments rather than the standard two-year terms of INFN, with a full employment contract. In order to give a burst to the career of young researchers, the opportunity of a yearly secondment to an international laboratory or in the private sector, on paid leave from INFN under the conditions of the full employment contract, will be provided. Moreover, Fellows will broaden their skills using the numerous training opportunities offered by the programma and through their high exposure to an interdisciplinary, international and intersectoral environment.",
    "totalCost": "6372000",
    "ecMaxContribution": "3186000",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 3186000
        }
    },
    "calculatedTotalContribution": 3186000
}