{
    "rcn": "212267",
    "acronym": "2DSPIN",
    "topics": "MSCA-IF-2016",
    "title": "2D magnetic materials for molecular SPINtronics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Spintronics, which aims at using the spin state of electrons to process information, is a promising route to supplement conventional electronics. The field is rapidly diversifying into Molecular Spintronics where magnetic molecules are the core of the devices and Organic Spintronics where spin currents are injected from ferromagnetic metals into organic materials like graphene. The electrical control of the molecular magnetism and the spin injection are however still limited and not well understood. In my proposal 2DSPIN, I propose to push Spintronics beyond the state-of-the-art by merging new magnetic 2D materials (Fe0.25TaS2) with magnetic molecules (0D) in hybrid mixed-dimensional (0D-2D) devices. I aim to achieve a full control over the spin of individual molecules by injecting spin polarized currents from all-2D devices. The electrical addressing of the spin of magnetic molecules with spin polarized currents is expected to open a new route to address and switch the molecular spin. As a proof-of-concept of this control, my proposal aims at fabricating spin filters based on individual organic radicals linked to Fe0.25TaS2 electrodes. Along the road, I expect to achieve enhanced and robust spin injection in non-magnetic materials, like graphene, and a controlled tuning of molecular magnetic properties through the interaction with magnetic layered materials in van der Waals heterostructures. The use of intrinsically magnetic 2D materials will overcome present limitations set by technological difficulties like the oxidation, the low spin polarization of traditional ferromagnetic metals and the dimensionality mismatch between molecules and electrodes.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION IMDEA NANOCIENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996586343": {
            "orgId": "996586343",
            "orgName": "FUNDACION IMDEA NANOCIENCIA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}