{
    "rcn": "212219",
    "acronym": "BIOVoices",
    "topics": "BB-05-2017",
    "title": "Mobilization of a plurality of voices and mutual learning to accelerate the Bio-based sector",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "BIOVoices is a 36 months proposal aiming at engaging all relevant stakeholder groups ìvoicesî (policy makers, researchers, the business community and the civil society) in order to address societal, environmental and economic challenges related to bio-based products and applications. \nThe platform developed by BIOVoices builds on the concept the concept of Mobilisation & Mutual Learning Platforms (MML) and methods developed previously in European projects  with the ultimate objective of delivering an Action Plan addressing the challenges of raising awareness of and engaging with the citizens on the bio-based products. \n1) Define a framework for MML by reviewing barriers and opportunities for the development of bio-based value chains, identifying stakeholders and expected benefits from mutual learning and mapping bio-based products based on stakeholders' interests. \n2) Launch the BIOVoices multi-stakeholders community and social platform to support and enable discussion, workshops, mobilization and mutual learning events.\n4) Improve framework conditions for new bio-based market opportunities including action plans and processes, by involving in more than 50 co-creation events, at European, National and Regional level attracting at least 2.840 experts.\n5) Transform the experience of the BIOVoices community in Actionable Knowledge for the different stakeholders, publishing recommendations and policy briefs (at least four) to address the challenges related to bioeconomy. \n6) Ensure that the BIOVoices outcomes will have an impact on the different stakeholders, though and early impact, dissemination, communication and exploitation strategy. \nThe BIOVoices Consortium merges a variety of complementary expertise, aiming to build a consistent multi-actor approach integrating 13 partners from 10 EU Member States from Baltic Sea to the Mediterranean area  to central and eastern European countries.",
    "totalCost": "2996427,5",
    "ecMaxContribution": "2996427,5",
    "coordinator": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
    "coordinatorCountry": "IT",
    "participants": "Q-PLAN INTERNATIONAL ADVISORS PC;GLOBAZ, S.A.;PEDAL CONSULTING SRO;FRONTIER MANAGEMENT CONSULTING;CIVITTA EESTI AS;ASOCIACION ESPANOLA DE BIOEMPRESAS;FVA SAS DI LOUIS FERRINI & C;CONSIGLIO NAZIONALE DELLE RICERCHE;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;MINERVA HEALTH & CARE COMMUNICATIONS LTD;NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "EL;PT;SK;RO;EE;ES;IT;DE;UK;NL",
    "projectParticipants": {
        "999568608": {
            "orgId": "999568608",
            "orgName": "Q-PLAN INTERNATIONAL ADVISORS PC",
            "ecContrib": 260250
        },
        "968474482": {
            "orgId": "968474482",
            "orgName": "MINERVA HEALTH & CARE COMMUNICATIONS LTD",
            "ecContrib": 286500
        },
        "998165018": {
            "orgId": "998165018",
            "orgName": "FVA SAS DI LOUIS FERRINI & C",
            "ecContrib": 277938
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 175875
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 193375
        },
        "983211983": {
            "orgId": "983211983",
            "orgName": "GLOBAZ, S.A.",
            "ecContrib": 181938
        },
        "999514191": {
            "orgId": "999514191",
            "orgName": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
            "ecContrib": 312625
        },
        "949542216": {
            "orgId": "949542216",
            "orgName": "CIVITTA EESTI AS",
            "ecContrib": 176625
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 363656
        },
        "950224126": {
            "orgId": "950224126",
            "orgName": "PEDAL CONSULTING SRO",
            "ecContrib": 190375
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 219938
        }
    },
    "calculatedTotalContribution": 2639095
}