{
    "rcn": "212200",
    "acronym": "CFT-MAP",
    "topics": "ERC-2017-STG",
    "title": "Charting the space of Conformal Field Theories: a combined nuMerical and Analytical aPproach",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Conformal Field Theory (CFT) was originally conceived in four and three dimensions, with applications to particle physics and critical phenomena in mind. However, it is in two dimensions that the most spectacular results  have been obtained. In higher dimensions, there used to be a general feeling that the constraining power of conformal symmetry by itself is insufficient to tell nontrivial things about the dynamics. Hence the interest in various additional assumptions. This is not fully satisfactory, since there are likely many CFTs that do not fulfill any of them.\nThe main focus of this proposal is to take a fresh look at the idea that the mathematical structure of CFTs is instead such a strong constraint that it can allow for a complete solution of the theory. This program, known as conformal bootstrap, has provided a new element in the quantum field theory toolbox to describe genuine non-perturbative cases.\nThis project aims to explore new directions and push forward the frontiers of conformal filed theories, with the ultimate objective of a detailed classification and understanding of scale invariant systems and their properties. \nCFT-MAP will develop more efficient numerical techniques and complementary analytical tools making use of two main methods: by studying correlation functions of operators present in any quantum field theory, such as global symmetry conserved currents and the energy momentum tensor; by inspecting the analytical structure of correlation functions.\nThe project will scan the landscape of CFTs, identifying where and how they exist. By significantly improving over the methods at disposal, this proposal will be able to study theories currently are out of reach.\nBesides the innovative methodologies, a fundamental outcome of CFT-MAP will be a word record determination of critical exponents in second phase transition,  together with additional information that allows an approximate reconstruction of the QFT in the neighborhood of fixed points.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}