{
    "rcn": "212292",
    "acronym": "CriBLaM",
    "topics": "ERC-2017-STG",
    "title": "Critical behavior of lattice models",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Statistical physics is a theory allowing the derivation of the statistical behavior of macroscopic systems from the description of the interactions of their microscopic constituents. For more than a century, lattice models (i.e. random systems defined on lattices) have been introduced as discrete models describing the phase transition for a large variety of phenomena, ranging from ferroelectrics to lattice gas.\n\nIn the last decades, our understanding of percolation and the Ising model, two classical exam- ples of lattice models, progressed greatly. Nonetheless, major questions remain open on these two models.\n\nThe goal of this project is to break new grounds in the understanding of phase transition in statistical physics by using and aggregating in a pioneering way multiple techniques from proba- bility, combinatorics, analysis and integrable systems. In this project, we will focus on three main goals:\n\nObjective A Provide a solid mathematical framework for the study of universality for Bernoulli percolation and the Ising model in two dimensions.\nObjective B Advance in the understanding of the critical behavior of Bernoulli percolation and the Ising model in dimensions larger or equal to 3.\nObjective C Greatly improve the understanding of planar lattice models obtained by general- izations of percolation and the Ising model, through the design of an innovative mathematical theory of phase transition dedicated to graphical representations of classical lattice models, such as Fortuin-Kasteleyn percolation, Ashkin-Teller models and Loop models.\n\nMost of the questions that we propose to tackle are notoriously difficult open problems. We believe that breakthroughs in these fundamental questions would reshape significantly our math- ematical understanding of phase transition.",
    "totalCost": "1499912",
    "ecMaxContribution": "1499912",
    "coordinator": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996617868": {
            "orgId": "996617868",
            "orgName": "INSTITUT DES HAUTES ETUDES SCIENTIFIQUES",
            "ecContrib": 1499912
        }
    },
    "calculatedTotalContribution": 1499912
}