{
    "rcn": "212243",
    "acronym": "BILLON",
    "topics": "SMEInst-01-2016-2017",
    "title": "Disrupting the economy ñ FinTech blockchain solution revolutionises direct payments. Secure, low-cost and simple bank-free payments for everyone",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "The number and volume of non-cash transactions has been increasing in the recent years, which makes the technological limitations of the existing IT systems more apparent than ever. The low performance of the centralised IT architecture increases the maintenance cost, that are transferred to customers. The European Commission revealed that growing bank fees are leading to financial exclusion of the poorest citizens. It is estimated that 2.5 million Europeans who applied for the bank account have been rejected for being too poor.\nThe technological issues of centralised IT systems are too difficult to be solved without making a disruptive change in the banking industry. When the regulated services cannot be offered, there is a room for non-regulated products which compromise on financial market security, e.g. cryptocurrencies like bitcoin.\nOur value proposition is Billon - a distributed ledger technology for creating free current accounts enabling making ultra-low cost payments with real currencies (EUR, GBP, PLN) in a regulated manner. The disruptiveness of Billon arises from:(1) distributed architecture developed on blockchain by our specialists, (2) compliance with the EU regulations upon the agreements with banks and ongoing FCA Regulatory Sandbox in the UK.\nAfter introducing the first free current account in a smartphone and finishing pilot trials with our business partners, we apply for the SME Instrument to expand the Billon ecosystem. The proposed project is addressing market segments of mass payouts for corporate customers and social & media online payments for online users.\nBillon is aiming to disrupt the market of alternative payments, which will be worth $1,400 billion in 2019. Our business model is to make profit on corporate customers, willing to enhance digital engagement of their clients and digitalise business processes. It will enable us to offer ëliteí current account for free to unbanked and financially excluded (165 mln in Europe, 2 bln globally).",
    "totalCost": "2800000",
    "ecMaxContribution": "1960000",
    "coordinator": "BILLON SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912818792": {
            "orgId": "912818792",
            "orgName": "BILLON SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 1960000
        }
    },
    "calculatedTotalContribution": 1960000
}