{
    "rcn": "212235",
    "acronym": "ZEOSEP",
    "topics": "ERC-2017-PoC",
    "title": "Enhancing Separation Efficiency in European Syngas Industry by using Zeolites",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Syngas is traditionally used in industry for production of fuels in the kerosene, gasoline and diesel range via Fischer-Tropsch, for the manufacture of bulk chemicals like ammonia, methanol and dimethyl ether and for synthesis of a whole array of fine chemicals. The hydrogen /carbon monoxide ratio of the syngas is an important design variable to maximize production of these compounds. Therefore, the search of effective processes that enable said ratio adjustment as well as individual compound purification is an essential and ongoing effort for industry. The Proof of Concept that we propose is the development of a zeolite-based separation process to obtain carbon dioxide-neutral fuels and chemicals. The process that we plan to design is based on gas uptake and release, combining separation efficiency with low separation costs. Our approach consists of three main steps: identification of the optimal zeolite structure; validation with experiments and initiation of commercialization by developing a Business Case. For the technical testing, we will use the research knowledge developed within the ERC-RASPA project, and the resulting process will be validated for the separation of carbon dioxide, carbon monoxide and oxygen resulting from plasma-assisted dissociation of the former gas into the others. The competitive analysis, business case and commercialization will be performed with the Company Traxxys Innovation and Sustainability as a partner. End user companies and equipment manufacturers such as Bronswerk (NL) and Hidralia (Sp) have expressed their interest in the idea.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "AKSE HENDRIK",
    "participantCountries": "NL",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 100000
        },
        "912205655": {
            "orgId": "912205655",
            "orgName": "AKSE HENDRIK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 150000
}