{
    "rcn": "212249",
    "acronym": "IMBIBE",
    "topics": "ERC-2016-COG",
    "title": "Innovative technology solutions to explore effects of the microbiome on intestine and brain pathophysiology",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The human gut is host to over 100 trillion bacteria that are known to be essential for human health. Intestinal microbes can affect the function of the gastrointestinal (GI) tract, via immunity, nutrient absorption, energy metabolism and intestinal barrier function. Alterations in the microbiome have been linked with many disease phenotypes including colorectal cancer, Crohnís disease, obesity, diabetes as well as neuropathologies such as autism spectrum disorder (ASD), stress and anxiety. Animal studies remain one of the sole means of assessing the importance of microbiota on development and well-being, however the use of animals to study human systems is increasingly questioned due to ethics, cost and relevance concerns. In vitro models have developed at an accelerated pace in the past decade, benefitting from advances in cell culture (in particular 3D cell culture and use of human cell types), increasing the viability of these systems as alternatives to traditional cell culture methods. This in turn will allow refinement and replacement of animal use. In particular in basic science, or high throughput approaches where animal models are under significant pressure to be replaced, in vitro human models can be singularly appropriate. The development of in vitro models with microbiota has not yet been demonstrated even though the transformative role of the microbiota appears unquestionable. The IMBIBE project will focus on using engineering and materials science approaches to develop complete (i.e. human and microbe) in vitro models to truly capture the human situation. IMBIBE will benefit from cutting edge organic electronic technology which will allow real-time monitoring thus enabling iterative improvements in the models employed. The result from this project will be a platform to study host-microbiome interactions and consequences for pathophysiology, in particular, of the GI tract and brain.",
    "totalCost": "1992578",
    "ecMaxContribution": "1992578",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}