{
    "rcn": "212295",
    "acronym": "NANONC",
    "topics": "ERC-2017-STG",
    "title": "Nanomaterials in Oncology: Exploiting the Intrinsic Cancer-Specific Toxicity of Nanoparticles.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In our current society, therapeutic strategies against cancer suffer from dose-limiting toxicity, lack of specificity and high morbidity. To overcome this, the use of nanomaterials (NMs) is rising, where several NM formulations are undergoing clinical trials or are used in clinics where the NMs are used as drug delivery vehicles or as mediators in physical anticancer methods (e.g. hyperthermia), where to date, the success rate is limited due to low tumor targeting efficacy, lack of specificity and frequent re-use of classical toxicity mechanisms.\n\nTo overcome these issues, this research program aims to exploit the intrinsic toxicity of certain types of metal-based, degradation-prone NMs (Fe-doped ZnO, Fe-doped CuO and Ag of different sizes and coatings) towards only cancer cells as a novel and generic anti-cancer tool with 1) improved efficacy against difficult to treat cancers such as multidrug-resistant cancer cells, 2) enhanced specificity and selectivity of the treatment by the intrinsic cancer cell-specific toxicity of NMs towards cancer cells. To overcome the issues related to selective delivery of the NMs, tumor-homing cells will be used that have been shown to efficiently home to primary tumors and their metastases. In practice, the NMs used show distinct degradation kinetics that primarily induce cancer-selective toxicity. To obtain efficient tumor targeting, suicide gene-expressing tumor-homing cells will be loaded with the NMs in their cytoplasm, hereby impeding premature NM degradation. The tumor homing efficacy of these cells will be monitored via optical imaging and once at the target site these cells will be chemically destroyed using the suicide gene strategy. This will release the NMs into the tumor site, where they can selectively destroy the cancer cells. This research program will be the first to explore the full potential of cancer-specific toxicity of NMs and the use of cytoplasmic loading of cells as biological carriers for efficient delivery.",
    "totalCost": "1947519",
    "ecMaxContribution": "1947519",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 1947519
        }
    },
    "calculatedTotalContribution": 1947519
}