{
    "rcn": "212244",
    "acronym": "FloatMastBlue",
    "topics": "SMEInst-08-2016-2017",
    "title": "Offshore Wind Energy Cost Reduction by an Innovative Floating Met Mast Platform",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "FloatMast is a floating platform that performs the best wind data measurements for the most promising and advanced Blue Energy activity, Offshore Wind Parks (OWPs). These wind measurements are vital for the cost benefit analysis of OWPs as they are used in the estimation of the annual income. Moreover, the wind measurements are also critical to the definition of the Operation and Maintenance costs as they are used in the design specification of the OWPís turbines, towers and foundations. The wind measurements collected by FloatMast are according to the highest industry standard (IEC 61400-12-1) and provide the greatest net benefit to the Developers of OWPs. It can perform wind measurements at a 70% lower cost, by combining the best features from the two existing solutions: the meteorological mast and the Lidar remote sensor device on a stable floating platform. Furthermore, it is re-usable and provides the added value of being re-deployed in other locations of interest. It can be used at all stages of the life cycle of the OWP, from the design phase to the development and operational phase and until the decommissioning phase, twenty years later. Moreover, the platform can perform multi-purpose measurements as it can incorporate oceanographic instruments and environmental sensors, providing a fully integrated solution for a complete monitoring of the OWP site. The innovation has been developed by two Greek SMEs, it has been patented and certified,  tested in a tank test at a 1:25 scale model, constructed at 1:1 physical scale, launched to the sea and conducted a series of tests with perfect compliance. The design and hydrodynamic behavior of the platform have been proven and the next stage involves enhancements and upgrades. Finally, the platform must undergo a demonstration phase in the operational environment in order to provide the needed verification of its operational capabilities and advance the already 2,3 m Euros investment to the commercialization phase.",
    "totalCost": "2926525",
    "ecMaxContribution": "2048567,51",
    "coordinator": "ETME PEPPAS KAI SYNERGATES EE",
    "coordinatorCountry": "EL",
    "participants": "STREAMLINED SYMVOULI MECHANIKI EPE",
    "participantCountries": "EL",
    "projectParticipants": {
        "934377721": {
            "orgId": "934377721",
            "orgName": "STREAMLINED SYMVOULI MECHANIKI EPE",
            "ecContrib": 988744
        },
        "934497322": {
            "orgId": "934497322",
            "orgName": "ETME PEPPAS KAI SYNERGATES EE",
            "ecContrib": 1059824
        }
    },
    "calculatedTotalContribution": 2048568
}