{
    "rcn": "212208",
    "acronym": "ReVolusions",
    "topics": "ERC-2017-STG",
    "title": "Quantifying Recycling Fluxes of Earth Surface Materials and Volatiles in Subduction Zones using Melt Inclusions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Plate tectonics are fundamental to the geochemical cycles that link Earthís mantle and exosphere and in turn control the atmosphereís composition and our climate. Currently a major unknown is the exact fate of surface materials at destructive plate-tectonic boundaries (subduction zones). Specifically, what proportions of volatiles, sediments and oceanic crust are transported into the deep mantle, or are returned, i.e. ërecycledí to the crust and atmosphere. Global recycling flux estimates, including carbon, are contradictory highlighting the need for a new, more precise approach to their quantification.\n\nI propose to better quantify global recycling fluxes by a geochemical study of two types of subduction zones: continental and oceanic zones of which the former has higher volatile fluxes and plays a key role in past and present-day climate change. The proposed work utilises isotope analyses of deeply formed melt inclusions, tiny pockets of melt trapped in minerals, to directly determine what comes back up in subduction zones. Undertaking a multiple isotope study of these inclusions is now possible, owing to my recent success in significantly improving mass spectrometer detector amplifier technology that led to an order of magnitude improvement in precision for isotope analyses of small samples. \n\nI will integrate two ground-breaking techniques to identify recycled components and determine volcanic and deep mantle fluxes: 1) coupled Sr-Nd-Pb isotope ratio analysis of individual melt inclusions using the high-gain amplifier method I pioneered; 2) carbon and oxygen isotope analysis of CO2 from melt inclusions using a newly developed crushing technique. The outcomes of ReVolusions will provide crucial understanding of how subduction geodynamics control the distribution of elements between Earthís major reservoirs (atmosphere, crust and mantle) that affects short and long-term climate changes.",
    "totalCost": "1709240",
    "ecMaxContribution": "1709240",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1709240
        }
    },
    "calculatedTotalContribution": 1709240
}