{
    "rcn": "212241",
    "acronym": "eco-soft",
    "topics": "SMEInst-11-2016-2017",
    "title": "Industrial manufacturing of eco-innovative, safe, sustainable functionalised microencapsulatedfragrances for fabric softeners",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Fabric softeners are the most popular laundry care products after detergents. They keep clothes soft, enhance nice smells while preventing musty odours, extend the life of clothes, reduce the formation of wrinkles and improve endurance ability of clothes against stains. \n\nHowever, existing fabric softeners are usually inefficient and contain harmful toxic ingredients that are bad for environment and human health. In a laundry cycle, 95% of softeners are lost in water during the draining process, generating excessive impact on the environment. The remaining 5% of softener remains on clothes for only a short time, before slowly releasing the chemical substances on to skin and the environment. \n\nCARINSA has developed an eco-friendly polymeric coating that microencapsulates fragrances and drastically improves fabric softener efficiency. The fabric softeners produced with our technology do not contain toxic materials, increase the adherence to fabric in the washing process by up to 10 times and will improve softener duration on clothes by up to 330%. ECO-SOFT project represents a huge opportunity for our company (CARINSA) to commercialise an innovative solution that will benefit the whole fabric softener value chain. Our solution, CARINCAP, allows fabric softener manufacturers to increase their gross margin by 30% while final consumers will benefit from an eco-efficient, safe laundry care product that has reduces cost per wash by 61%. \n\nCARINSA has 24 years of experience in the market and is already present in more than 50 countries. We plan to commercialise the technology among fabric softener manufacturers by exploiting our experience in the sector and by using our present channels, which make this project strategically important for the company. Initial market projections suggest that CARINSA will gain about Ä6M of net profit in 2024 while directly creating 30 new jobs.",
    "totalCost": "2285833,75",
    "ecMaxContribution": "1600083,63",
    "coordinator": "CREACIONES AROMATICAS INDUSTRIALES S.A.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952325728": {
            "orgId": "952325728",
            "orgName": "CREACIONES AROMATICAS INDUSTRIALES S.A.",
            "ecContrib": 1600084
        }
    },
    "calculatedTotalContribution": 1600084
}