{
    "rcn": "212258",
    "acronym": "CSI-Fun",
    "topics": "ERC-2016-ADG",
    "title": "Chronic Systemic Inflammation: Functional organ cross-talk in inflammatory disease and cancer",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Chronic Systemic Inflammation (CSI) resulting from systemic release of inflammatory cytokines and activation of the immune system is responsible for the progression of several debilitating diseases, such as Psoriasis, Arthritis and Cancer. Initially localised diseases can result in CSI with subsequent systemic spread to distant organs, a key patho-physiological phase responsible for major morbidity and even mortality. Despite the importance of CSI, a complete understanding of the molecular mechanisms, signalling pathways and cell types involved, as well as the chronological evolution of the systemic inflammatory response is still elusive. The classical approach to study inflammation has focused on investigating individual cell types or organs in the pathogenesis of a single disease, thereby neglecting important organ cross-talk and systemic interactions. Furthermore, understanding the temporal and spatial kinetics modulating the inflammatory response requires a detailed study of interactions between different immune and non-immune organs at various time points during disease progression in the context of the whole organism.\nThe aim of this research proposal is to substantially advance our understanding of whole organ physiology in relation to systemic inflammation as a cause or/and consequence of disease with the focus on Psoriasis/Joint Diseases and Cancer Cachexia. The goal is to elucidate the molecular mechanisms at the cellular and systemic level, and to decipher endocrine interactions and cross-talks between distant organs. Various model systems ranging from cell cultures to genetically engineered mouse models to human clinical samples will be employed. Genomic, proteomic and metabolomic data will be combined with functional in vivo assessment using mouse models to understand the multi-faceted role of systemic inflammation in chronic human diseases, such as Inflammatory Skin/Joint disease and Cachexia, a deadly systemic manifestation of Cancer.",
    "totalCost": "2499875",
    "ecMaxContribution": "2499875",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
    "participantCountries": "ES",
    "projectParticipants": {
        "999547850": {
            "orgId": "999547850",
            "orgName": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES ONCOLOGICAS CARLOS III",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}