{
    "rcn": "212291",
    "acronym": "FraMEPhys",
    "topics": "ERC-2017-STG",
    "title": "A Framework for Metaphysical Explanation in Physics",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "There is a growing consensus that causal explanation is not the whole story about explanation in science. Metaphysics has seen intense recent attention to the notion of grounding; in philosophy of physics, the focus has been on mathematical and structural explanation. But the grounding debate has been criticized for insularity and disconnection from scientific practice, while work on explanation in physics tends to overlook the sophisticated logical systems and conceptual distinctions developed in metaphysics. This situation hinders understanding of novel explanatory scenarios n philosophy of physics, where familiar models of causal explanation seem to break down. FraMEPhys addresses these challenges by combining new conceptual innovations and insights from both metaphysics and philosophy of physics to transform our understanding of the nature of explanation.\n\nFraMEPhys will engage systematically with the best work on explanation within metaphysics and philosophy of science to develop a new general framework for understanding metaphysical explanation in physics, based around the structural-equations approach to causation. The guiding idea is that the conceptual and methodological tools of structural-equations modelling can be extended beyond their familiar application to causal explanation. This promising strategy, based on ground-breaking recent work by the PI, will be applied in FraMEPhys to model the explanatory structures involved in three case studies from philosophy of physics: geometrical explanations of inertial and gravitational motion, explanation in the presence of closed time-like curves, and the explanatory connection between entangled quantum systems. FraMEPhys will develop new concepts for understanding the varieties of explanation, will provide a uniquely systematic treatment of some key cases in philosophy of physics, and will push forward fruitful interactions at the intersection of metaphysics, philosophy of science and philosophy of physics.",
    "totalCost": "1481183,75",
    "ecMaxContribution": "1481183,75",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1481184
        }
    },
    "calculatedTotalContribution": 1481184
}