{
    "rcn": "212288",
    "acronym": "ENERGYA",
    "topics": "ERC-2017-STG",
    "title": "ENERGY use for Adaptation",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "ENERGYA will improve our understanding of how energy and energy services can be used by households and industries to adapt to the risk posed by climate change. Specifically, the project will develop an interdisciplinary and scalable research framework integrating data and methods from economics with geography, climate science, and integrated assessment modelling to provide new knowledge concerning heterogeneity in energy use across countries, sectors, socioeconomic conditions and income groups, and assess the broad implications adaptation-driven energy use can have on the economy, the environment, and welfare.\nThe key novelty of ENERGYA is to link energy statistics and energy survey data with high spatial resolution data from climate science and remote sensing, including high-resolution spatial data on meteorology, population and economic activity distribution, electrification, and the built environment.\nENERGYA has three main objectives. First, it will produce novel statistical and econometric analyses for OECD and major emerging countries (Brazil, Mexico, India, and Indonesia) to shed light on the underlying mechanisms driving energy use. Second, it will infer future potential impacts from long-run climate and socioeconomic changes building on historical empirical evidence. Third, it will analyse the macro and distributional implications of adaptation-driven energy use with an economy-energy model characterising the distribution of energy use dynamics across and within countries.\nGiven the central role of energy as multiplier for socioeconomic development and as enabling condition for climate resilience, the research proposed in ENERGYA will result in timely insights for the transition towards sustainability described by the Sustainable Development Goals adopted by the United Nations as well as the Paris International Climate Agreement.",
    "totalCost": "1495000",
    "ecMaxContribution": "1495000",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
    "participantCountries": "IT",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 1082188
        },
        "999419422": {
            "orgId": "999419422",
            "orgName": "FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI",
            "ecContrib": 412812
        }
    },
    "calculatedTotalContribution": 1495000
}