{
    "rcn": "212261",
    "acronym": "EUCHILD",
    "topics": "MSCA-IF-2016",
    "title": "Understanding the impact of EU policies on the deinstitutionalization of child care in non-EU Eastern European countries",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The project will investigate the effects of EU policies on the deinstitutionalization of child care in non-EU countries of Eastern Europe. These countries have large numbers of children in orphanages and, in recent years, have been moving towards family-based child care policies. The study will be conducted in two parts. Firstly, a unique dataset on national deinstitutionalization reforms and relevant EU interventions in Armenia, Azerbaijan, Georgia, Belarus, Moldova, Ukraine, and Russia will be gathered. After conducting a correlation analysis on these data two countries will be chosen by the positive deviance method, that is, by finding particularly successful countries. These will be further studied using in-depth interviews of NGOs, government officials and international agencies in order to understand how progress has been achieved and what combinations of factors were key to the success of the reforms. This analysis will lead to an in-depth understanding of the drivers of deinstitutionalization in these countries, and will help inform EU policies towards the region.\n\nThe research will be carried out in the Tampere Research Group for Cultural and Political Sociology at the University of Tampere, led by Prof Pertti Alasuutari, which specializes in the influence of global policy changes on local policy making, and is therefore an ideal base for this project. The applicant, Olga Ulybina, has wide experience in the field of international development, having gained a PhD at the University of Cambridge studying the impact of international movements on Russian forestry reform and received a prize postdoctoral fellowship from WZB Berlin to study international aid interventions in Kyrgyzstan. This background along with the training and support from the research group at the University of Tampere make her ideally placed to conduct this research.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "TAMPEREEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 191326
        }
    },
    "calculatedTotalContribution": 191326
}