{
    "rcn": "212280",
    "acronym": "ALDREN",
    "topics": "EE-11-2016-2017",
    "title": "ALliance for Deep RENovation in buildings (ALDREN)Implementing the European Common Voluntary Certification Scheme, as back-bone along the whole deep renovation process",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "The ALDREN objectives are to achieve higher renovation rates and better renovation quality by overcoming market barriers and preparing the ground for investment. \nThe excellence of the ALDREN solutions offered are:  \n1) a harmonized Energy performance rating based on the European Voluntary Certification Scheme (EVCS) verified by measurements to increase comparability, confidence and market uptake by standardized solutions (CEN / ISO);   \n2) associating low energy renovation with high quality indoor environments to trigger renovation and to promote health and comfort;\n3) aligning market recognition of high quality with enhanced building value by financial tools and capacity building. Establishing business case for deep renovation to motivate private investment. \nThese solutions will be integrated in a consistent, common way in a building passport to ensure the results and effective financing also in case of step by step renovation.   \nThe ALDREN coordinate and support actions bring together in ALDREN Alliance the main stakeholders involved in building renovation to specify the needs of the non-residential building sector and to organize the pilot use of the ALDREN procedure. This innovative approach to management ensures continuous feedback from stakeholders.\nThe ALDREN actions are sound and credible. They answer a market request for common reliable tools by using the EVCS policy instrument (EPBD Art. 11(9)) and by completing it to reach the needed holistic approach for deep renovation. \nThe impact on energy savings during the project is estimated at 30 GWh and at 1000 GWh/a after the project. \nThe implementation and dissemination of the ALDREN procedure will use existing channels of environmental scheme operators for the pilot phase, but also for further dissemination. \nThe ALDREN overarching outcome will be the infrastructure to enable market transformation by deep renovation driven by the business case and able to directly support the EU policies (EED, EPBD).",
    "totalCost": "1982206,25",
    "ecMaxContribution": "1982206,25",
    "coordinator": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTO VALENCIANO DE LA EDIFICACION;VERCO ADVISORY SERVICES LIMITED;ENBEE SRO;DANMARKS TEKNISKE UNIVERSITET;POLITECNICO DI MILANO;CERTIVEA;FEDERATIE VAN VERENIGINGEN VOOR VERWARMING EN LUCHTBEHANDELING IN EUROPA VERENIGING",
    "participantCountries": "ES;UK;SK;DK;IT;FR;NL",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 158750
        },
        "999580151": {
            "orgId": "999580151",
            "orgName": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
            "ecContrib": 787402
        },
        "917452482": {
            "orgId": "917452482",
            "orgName": "ENBEE SRO",
            "ecContrib": 194662
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 162500
        },
        "917377695": {
            "orgId": "917377695",
            "orgName": "CERTIVEA",
            "ecContrib": 165129
        },
        "994346031": {
            "orgId": "994346031",
            "orgName": "FEDERATIE VAN VERENIGINGEN VOOR VERWARMING EN LUCHTBEHANDELING IN EUROPA VERENIGING",
            "ecContrib": 155250
        },
        "938206990": {
            "orgId": "938206990",
            "orgName": "VERCO ADVISORY SERVICES LIMITED",
            "ecContrib": 162512
        },
        "989717967": {
            "orgId": "989717967",
            "orgName": "INSTITUTO VALENCIANO DE LA EDIFICACION",
            "ecContrib": 196000
        }
    },
    "calculatedTotalContribution": 1982205
}