{
    "rcn": "212290",
    "acronym": "CALLIOPE",
    "topics": "ERC-2017-STG",
    "title": "voCAL articuLations Of Parliamentary Identity and Empire",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "What did politicians sound like before they were on the radio and television? The fascination with politiciansí vocal characteristics and quirks is often connected to the rise of audio-visual media. But in the age of the printed press, political representatives also had to ëspeak wellí ñ without recourse to amplification.\n\nHistorians and linguists have provided sophisticated understandings of the discursive and aesthetic aspects of politiciansí language, but have largely ignored the importance of the acoustic character of their speech. CALLIOPE studies how vocal performances in parliament have influenced the course of political careers and political decision making in the 19th century. It shows how politiciansí voices helped to define the diverse identities they articulated. In viewing parliament through the lens of audibility, the project offers a new perspective on political representation by reframing how authority was embodied (through performances that were heard, rather than seen). It does so for the Second Chamber in Britain and France, and in dialogue with ëcolonialí modes of speech in Kolkata and Algiers, which, we argue, exerted considerable influence on European vocal culture.\n\nThe project devises an innovative methodological approach to include the sound of the human voice in studies of the past that precede acoustic recording. Adapting methods developed in sound studies and combining them with the tools of political history, the project proposes a new way to analyse parliamentary reporting, while also drawing on a variety of sources that are rarely connected to the history of politics.\n\nThe main source material for the study comprise transcripts of parliamentary speech (official reports and renditions by journalists). However, the project also mobilizes educational, satirical and fictional sources to elucidate the convoluted processes that led to the cultivation, exertion, reception and evaluation of a voice ëfití for nineteenth-century politics.",
    "totalCost": "1499905",
    "ecMaxContribution": "1499905",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1499905
        }
    },
    "calculatedTotalContribution": 1499905
}