{
    "rcn": "212246",
    "acronym": "eForcis and BeForcis",
    "topics": "SMEInst-09-2016-2017",
    "title": "Wave Energy Generators for Marine Buoys and Aquaculture Fish Farms",
    "startDate": "01/09/2017",
    "endDate": "31/08/2019",
    "objective": "In the last decade, over 700Ä million have been invested by private companies in the development of marine energy. Some EU-Member countries such as the UK, France, Ireland, Spain, Denmark and Portugal are heavily investing in this sector. However, it is still a raw sector with high risks and some companies are shutting down or reducing their projects due to the operating and maintenance costs of these plants.\neForcis and BeForcis are wave energy generators and represent the next stage of technology to harvest wave energy for the economic activity at sea, especially offshore. By focusing on low potential energy and the reduction of energy costs, our product will reduce carbon energy consumption and contribute to more efficient and competitive maritime economic activities. \nAt SMALLE Technologies, SL, we are a high-tech company developing innovative energy harvesting devices. Our flagship product is the eForcis wave power generator, which is able to capture energy (between 2-10 Ah/day) from the sea waves. Our mission is to develop new methods of responsibly using renewable and sustainable energy sources to power off-grid devices. We offer reliable, high-quality and cost-effective products supported by extensive R&D. We want to reduce the carbon footprint of electricity production having a positive impact on the environment. \nThe next steps in our company strategy are to increase the TRL6 of our eForcis equipment to reach a marketable product closely working with key clients in the buoy sectors, and to finalise and test the BeForcis technology (optimization of eForcis technology incorporating a buoy) to serve the wide aquaculture market. This determines the objectives of our Phase 2 Project.\nThe proposed project intends to develop state-of-the-art small size devices that will take advantage of the free renewable energy of the sea. The project will represent a revolution in the maritime industry in terms of safety and cost savings.",
    "totalCost": "1427406,25",
    "ecMaxContribution": "999184,38",
    "coordinator": "SMALLE TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935443072": {
            "orgId": "935443072",
            "orgName": "SMALLE TECHNOLOGIES SL",
            "ecContrib": 999184
        }
    },
    "calculatedTotalContribution": 999184
}