{
    "rcn": "212281",
    "acronym": "COMPETE4SECAP",
    "topics": "EE-09-2016-2017",
    "title": "Energy management competition for local authorities for uptake and enhance of Sustainable Energy and Climate Action Plans",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "All over Europe, a good level of knowledge about Sustainable Energy Action Plan (SEAP) development has been reached. There are different good quality methodologies and guidelines available. However, currently municipalities struggle to implement these action plans. There are different reasons for that; one of the most important is the fact that often municipal employees do not feel engaged and are not motivated to take any sort of actions and initiatives, unless someone has actually ìobligedî them. In many cases, this lack of engagement and commitment ends up with investments in energy efficiency that do not deliver expected technical and economic outcomes. Hence, the energy efficiency potential is not fully exploited and worse suboptimal investments do not provide expected yields. Moreover, local authorities (LAs) more often are facing also challenges regarding climate resilient infrastructure and climate adaptation. The level of knowledge and understanding is even scarcer as regarding climate mitigation. \nCOMPETE4SECAP is designed to deliver a systematic approach to energy savings in local authorities using energy management systems (EnMS) according to ISO 50001 or European Energy Award with dedicated online monitoring tool and energy saving competitions. EnMS and competitions when combined can trigger significant benefits by providing innovative and efficient way to involve municipalities that have already their SEAPs but do not act in order to foster their integrated development at local level. Trained and engaged municipal employees will be able to better implement energy efficiency projects, which then require higher investments. An EnMS will help the LA to have reliable data for informed decision and further help in monitoring and evaluation of implemented projects. The use of renewable energy and integration of climate adaptation will also be facilitated through EnMS with the set of procedures from an environmental management system (e.g. IS0 140001).",
    "totalCost": "1784983,75",
    "ecMaxContribution": "1784983,75",
    "coordinator": "EKODOMA",
    "coordinatorCountry": "LV",
    "participants": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG;EUROVERTICE CONSULTORES SL;SOGESCA s.r.l.;B. & S.U. BERATUNGS- UND SERVICE-GESELLSCHAFT UMWELT MBH;ENERGEIAKO GRAFEIO KYPRION POLITON;WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH;MT PARTENAIRES INGENIERIE;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;DRUSTVO ZA OBLIKOVANJE ODRZIVOG RAZVOJA",
    "participantCountries": "HU;ES;IT;DE;CY;FR;HR",
    "projectParticipants": {
        "986210447": {
            "orgId": "986210447",
            "orgName": "ENERGEIAKO GRAFEIO KYPRION POLITON",
            "ecContrib": 117888
        },
        "918382033": {
            "orgId": "918382033",
            "orgName": "EUROVERTICE CONSULTORES SL",
            "ecContrib": 167538
        },
        "960274490": {
            "orgId": "960274490",
            "orgName": "GREENDEPENDENT INTEZET NONPROFIT KOZHASZNU KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 158638
        },
        "999688403": {
            "orgId": "999688403",
            "orgName": "EKODOMA",
            "ecContrib": 233906
        },
        "999929642": {
            "orgId": "999929642",
            "orgName": "WUPPERTAL INSTITUT FUR KLIMA, UMWELT, ENERGIE GMBH",
            "ecContrib": 129104
        },
        "950622020": {
            "orgId": "950622020",
            "orgName": "MT PARTENAIRES INGENIERIE",
            "ecContrib": 234000
        },
        "950980726": {
            "orgId": "950980726",
            "orgName": "DRUSTVO ZA OBLIKOVANJE ODRZIVOG RAZVOJA",
            "ecContrib": 102958
        },
        "984301778": {
            "orgId": "984301778",
            "orgName": "SOGESCA s.r.l.",
            "ecContrib": 261194
        },
        "950840076": {
            "orgId": "950840076",
            "orgName": "B. & S.U. BERATUNGS- UND SERVICE-GESELLSCHAFT UMWELT MBH",
            "ecContrib": 207722
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 172038
        }
    },
    "calculatedTotalContribution": 1784986
}