{
    "rcn": "212266",
    "acronym": "HopeQNet",
    "topics": "MSCA-IF-2016",
    "title": "Hopfield neural network dynamics in open quantum systems",
    "startDate": "03/11/2017",
    "endDate": "02/11/2019",
    "objective": "Understanding how quantum effects can improve the performance of actual computing devices is an exciting and growing research area. However their role in neural networks (NNs), the complementary information process paradigm of classical computation is largely unexplored. The full translation of this paradigm at the quantum level ultimately requires to combine disordered spin-systems techniques, widely used in the study of classical NNs, together with the open quantum systems (OQSs) framework, in order to achieve their irreversible and non-linear dynamics. HopeQNet is the first step of an ambitious program that will lead, in a long term effort, to a new generation of quantum computing architectures, and is designed to deliver a first initial theoretical framework to investigate quantum effects in NNs, by considering the open quantum generalization of one of the most celebrated paradigms of NNs, the Hopfield model. This workhorse model will be simple and rich enough to: (i) apply well-developed tools from the theory of OQSs and establish a meaningful framework for a quantum NN; (ii) evaluate the potential gain due to quantum effects in this specific quantum NN architecture; (iii) engineering and modeling a proof-of-principle experiment of a Rydberg quantum simulator implementing it.  \nHopeQNet combines the knowledge of the Applicant, who pioneered the use of disordered spin-systems in quantum many-body optical systems during his PhD (and will provide to the Host this unique expertise), together with the internationally recognized experience of the Supervisor in open quantum many-body systems and Rydberg atoms (who will mentor the Applicant throughout the training-through-research activity proposed here). This interdisciplinary combination of expertise is uniquely suited to carry out this first step of an ambitious 5-to-10 years program that will lead the Applicant to join one of the major EU institution working on quantum theory as an independent scientist.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}