{
    "rcn": "212247",
    "acronym": "REVERSEAUTISM",
    "topics": "ERC-2016-STG",
    "title": "Probing the Reversibility of Autism Spectrum Disorders by Employing in vivo and in vitro Models",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "Autism Spectrum Disorders (ASD) are a group of neurological conditions characterized by stereotypical or repetitive behaviours as well as impairments in social interaction and communication skills, often of genetic basis. ASD have been classified as neurodevelopmental disorders, implying irreversible defects in the maturation of neural circuits. We have shown that mutations in the Branched Chain Ketoacid Dehydrogenase Kinase (BCKDK) gene lead to a potentially preventable and reversible form of ASD (Novarino et al. Science 2012). The most direct consequence of BCKDK mutations is a hyper-metabolism of the branched chain amino acids (BCAAs), resulting in atypically low levels of serum and brain BCAAs. Recently, using whole exome sequencing we identified individuals with ASD carrying mutations in the gene SLC7A5, encoding for the transporter mediating BCAA flux across the blood brain barrier. This suggests that the BCAAs are critical for brain development and cognition and reinforces their link with ASD. The simple nature and availability of the BCAAs prompt raising the possibility that this group of amino acids may be employed to treat symptoms of other ASD. We aim at 1) elucidating the link between BCAAs, ASD, brain development and cognition; 2) exploring the possibility of employing the BCAAs to reverse symptoms caused by mutations of ASD-genes.\nThe genetic analysis of ASD is untangling the etiological heterogeneity that may contribute to poor clinical trial outcome. However, recent studies, including our own (Novarino et al. Science 2014), show that genetic causes of neurological disorders converge along specific biological processes. Our third objective is to employ stem cell-derived human cerebral organoids to identify key molecular changes involved in the pathology of genetically distinct but functionally homogenous forms of ASD. These molecules may represent the target for future ìbroad spectrumî therapeutic strategies as well as potential biomarkers (aim 3).",
    "totalCost": "1498394",
    "ecMaxContribution": "1498394",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1498394
        }
    },
    "calculatedTotalContribution": 1498394
}