{
    "rcn": "212233",
    "acronym": "INVICTUS",
    "topics": "ERC-2017-PoC",
    "title": "IN VItro Cavitation Through UltraSound",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "Disorders of the central nervous system (CNS) contribute almost 800 billion euros in annual European healthcare costs. New compounds, effective in animal models, hardly work in humans, mostly due to the inability to cross the Brain Blood Barrier (BBB). In these conditions cost-effective tools to alter BBB and, more generally, endothelial layer permeability is desirable before proceeding to expensive and time-consuming animal studies. INVICTUS (IN VItro Cavitation Through UltraSound) originates within the ERC-AdG project Bubbles from Inception to Collapse (BIC) and concerns the development of a biomimetic micro-fluidic platform to be made turnkey available to biologists, clinicians and pharmacologists. The integrated platform exploits endothelial layer permeability enhancement by cavitation bubbles and provides an integrated, low cost platform to develop cavitation enhanced drug delivery under well controlled and reproducible conditions. Its potential is significant, given the well known societal and economical impact of degenerative diseases and the enormous investment and the long times of pre-clinical trials, as confirmed by a leading company operating in the field. Limiting/avoiding animal experimentation has an evident ethical impact and is associated with substantial economic savings and organisational simplification. In few words, micro-bubbles injected into the bloodstream undergo volume oscillations under localised ultrasound irradiation, with local reversible permeability enhancement of the endothelium. Already pursed in in vivo animal models, this approach is extended here to a high-fidelity, in vitro biomimetic device that will bring to market new crucial features such as the three-dimensional geometry of realistic-size vascular channels featuring an actual endothelial barrier, the correct perfusion rate, the appropriate physiological shear stress exerted on the endothelial cells and the ability to reproduce biochemical interactions between different, healthy and diseased, tissues.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}