{
    "rcn": "212248",
    "acronym": "REF-MIG",
    "topics": "ERC-2016-STG",
    "title": "Refugees are Migrants: Refugee Mobility, Recognition and Rights",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project begins with the basic premise that refugees are migrants: by legal definition and political conception, they have left their home countries to seek refuge.  This project aims to re-assess refugee protection through a lens of mobility and migration, locating the study of refugee law in the context of the refugee regime.  It examines the three key aspects of refugee law ñ access to protection, refugee status determination, and refugee rights ñ bringing them into conversation with the refugee regimeís norms and practices on responsibility-sharing and solutions. Crucially, the project takes a long and broad view of refugee protection, in order to open up new possibilities and trajectories.     It also integrates a legal assessment of the role of non-state actors in refugee protection.    Using the broad notion of ëintermediaryí in the migration process, it will assess the regulatory environment on access to protection, so-called ësecondary movementí and onward migration.  It will provide an important legal assessment of the role of the International Organisation for Migration (IOM) and the duties of humanitarian actors in refugee protection.    It addresses the EU, not as a singularity, but as an actor in the global regime.\n\nThe project is methodologically ground-breaking.   It identifies practices that determine access to and the quality of refugee protection, and how these practices have developed across jurisdictions and over time, thereby historicizing and reframing the practices in question. As well as rigorous doctrinal (ëblack letterí) legal analysis, it will use go beyond doctrine, and draw on theoretical conceptions of legality to explore the particular modes of regulating mobility and migration that are now central to refugee protection.  It will also develop new inter-disciplinary methods, using comparative legal, historical and political-scientific tools.",
    "totalCost": "1499611",
    "ecMaxContribution": "1499611",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499611
        }
    },
    "calculatedTotalContribution": 1499611
}