{
    "rcn": "212229",
    "acronym": "SMARTELECTRODES",
    "topics": "MSCA-RISE-2017",
    "title": "Multiscaled Smart Metallic and Semiconductor Electrodes for Electrochemical Processing and Devices",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Demand of ìsmartî electrodes/systems has recently increased due to significant role of various devices/equipment based on these electrodes - urgent needs of present and forthcoming human activities. The multi- and interdisciplinary project SMARTELECTRODES is proposing elaboration of advanced systems covered under umbrella of ìsmartî electrodes which will be involved and play significant roles in several important electrochemical/electrophysical applications as catalysis/electrocatalysis, sensoring, thermoelectrics, electrowinning, electrochemical machining and electrospark alloying. The development of multiscaled (from nano- to macro-; from nanodot to volumized 3D-) metallic and semiconductor electrodes and integration of them into working systems/equipment is the main target of SMARTELECTRODES. The project is well-balanced, highly innovative R&D training network, which aims: \nTo develop long lasting collaborations between four academic (Vilnius University, Lithuania; Institute of Applied Physics, Moldova; Northeastern University, USA; Research Institute for Physical Chemical Problems of BSU, Belarus) and two companies (JSC Topaz, Moldova and JSC ìElectronics Treatment Technologiesî, EPT, Lithuania);  \nTo develop new electrodes (based on chalcogenides, iron group metals and ìtechnologicalî electrodes) by well-established institutions;  \nTo increase career perspectives of each participant that will lead to benefit of each member and partnership as a whole. \nPartners will be complimentary involved into realization of the proposed research. The research tasks will be implemented through multidisciplinary Work Packages devoted to the fabrication, adapting and investigation of electrodes/materials, also they include the activities towards training and management. Namely, advanced training will be provided to the seconded staff through well-integrated programs, including workshops and conferences.",
    "totalCost": "684000",
    "ecMaxContribution": "598500",
    "coordinator": "VILNIAUS UNIVERSITETAS",
    "coordinatorCountry": "LT",
    "participants": "Institute of Applied Physics of the Academy of Sciences of Moldova;ELEKTRONIKOS PERDIRBIMO TECHNOLOGIJOS UAB;INTREPRINDEREA MIXTA UZINA TOPAZ SA",
    "participantCountries": "MD;LT",
    "projectParticipants": {
        "917597982": {
            "orgId": "917597982",
            "orgName": "ELEKTRONIKOS PERDIRBIMO TECHNOLOGIJOS UAB",
            "ecContrib": 54000
        },
        "997468364": {
            "orgId": "997468364",
            "orgName": "Institute of Applied Physics of the Academy of Sciences of Moldova",
            "ecContrib": 220500
        },
        "913284780": {
            "orgId": "913284780",
            "orgName": "BELARUSIAN STATE UNIVERSITY THE RESEARCH INSTITUTE OF PHYSICAL CHEMICAL PROBLEMS",
            "ecContrib": 0
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 265500
        },
        "954000336": {
            "orgId": "954000336",
            "orgName": "INTREPRINDEREA MIXTA UZINA TOPAZ SA",
            "ecContrib": 58500
        },
        "966690458": {
            "orgId": "966690458",
            "orgName": "CLARKSON UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 598500
}