{
    "rcn": "212231",
    "acronym": "Plume Air Cloud",
    "topics": "SMEInst-11-2016-2017",
    "title": "Plume Air Cloud ñ Air Quality Data Crowdsourcing Platform for Environmentally-friendly Cities",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Air pollution is the leading avoidable cause of death according to the WHO and a major mobility and smart cities challenge for Europe, causing 600,000 premature deaths in the EU every year. The magnitude of this challenge is exacerbated by the dearth of reliable and readily available data on exposure to pollution: Member States' air pollution monitoring infrastructures, comprising of networks of sparse stations who fail to adequately cover the continent, 'often render the data inaccurate and could thus create a public health risk' according to the European Parliament.\n\nThe Plume Air Cloud is an Internet of Things and data platform for live air pollution exposure forecast which aims at helping consumers track and reduce the impact of air quality on their health and well-being, and supporting policymakers in promoting smarter mobility choices to build cleaner cities. The Plume Air Cloud leverages the latest advances in open data and predictive technologies, atmospheric sciences research, Internet of Things air pollution sensors, and collective awareness platforms to sense, track, map and predict air pollutants across urban areas. It builds upon Plume Labs's revolutionary environmental health sensors for consumers and its successful API (supported by the H2020 Open Data Incubator in Europe programme) to build an open environmental data platform for smart cities.\n\nPlume Labs empowers citizens to improve their environmental health. Its connected devices for everyday urban life help consumers track their personal exposure to pollution; its data platform maps live air quality levels and forecasts around the world. Plume has received numerous  awards, was featured in major international media, and has helped foster climate action by shining a light on the global air pollution crisis.",
    "totalCost": "2025463,75",
    "ecMaxContribution": "1417824",
    "coordinator": "PLUME LABS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928839409": {
            "orgId": "928839409",
            "orgName": "PLUME LABS",
            "ecContrib": 1417824
        }
    },
    "calculatedTotalContribution": 1417824
}