{
    "rcn": "212274",
    "acronym": "MoThal",
    "topics": "MSCA-IF-2016",
    "title": "Functional exploration of the contributions of brainstem-motor thalamic pathways to motor execution and learning",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Motor learning is a fundamental process enabling an organism to improve movement efficiency during a motor task. It is supported by motor cortex, which organizes movements into complex sequences. Yet, how this structure is informed of planned and generated actions is poorly understood. Anatomically, motor cortex is highly interconnected with the motor thalamus (Mthal). Interestingly, this structure is involved during the acquisition of different motor tasks, but also shows homologous roles in motor function to brainstem areas. In line with these observations, we hypothesize that pathways between the brainstem to Mthal represent an interesting and unexplored way for motor information to reach cortical areas during motor learning.\nThis project aims at exploring the anatomical organization and functional importance of brainstem-Mthal pathways in motor learning and transmission to the cortex. It will first explore the bidirectional synaptic organization of these pathways according to neuronal subpopulation identity using mouse genetics and viral tools for anatomy. In a second step, it will explore the hypothesis of a specific role of the different brainstem-Mthal pathways in motor learning, including dexterous vs sequential motor learning tasks. The involvement of the observed pathways in these tasks will be explored with in-vivo calcium imaging. This will allow us to determine whether changes in neuronal activity of brainstem-Mthal projection neurons are correlated with ongoing motor behavior and with which phases. Finally, these results will be probed for functionality by direct manipulation of these circuits in behaving mice. To this end, opto- and pharmacogenetic tools will be used in combination with viral technology to target and manipulate the characterized neuronal networks in mice performing motor learning tasks. Together, the results obtained through this project will lead to a better understanding of circuits involved in motor program execution and learning.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951853920": {
            "orgId": "951853920",
            "orgName": "FRIEDRICH MIESCHER INSTITUTE FOR BIOMEDICAL RESEARCH FONDATION",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}