{
    "rcn": "212227",
    "acronym": "ORBIS",
    "topics": "MSCA-RISE-2017",
    "title": "Open Research Biopharmaceutical Internships Support",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "The current process of drug development is lengthy and inefficient. Only 1 out of approximately 10,000 drug molecules enters the market. Therefore more effective medicines, demanded by society, cannot be provided by pharmaceutical industry. To fill this gap, Open Research Biopharmaceutical Internships Support (ORBIS) proposes that the high attrition rate of new drug candidates might be reduced by over 20% by improving early stage R&D productivity. The overarching objective of ORBIS is therefore to form an international and inter-sectoral academic and industrial network. The action is aimed at improving the preclinical pathway of medicine development concentrating on processes and technologies.  The goal is to integrate multidisciplinary research by involving academia and industry from EU (Poland, Ireland, Finland, Germany and Czech Republic), EU associated country (Ukraine) and US to address the poor drug bioavailability as 70% of actives have solubility and/or membrane permeability problems. The action is addressed at selected molecules of class II and IV of Biopharmaceutics Classification System, to improve their pharmaceutical potential. The complementary consortium comprises experts in computations, physical chemistry, material science, nanotechnology, pharmacy, pharmacology and bioanalysis. The secondments will create a stimulating environment for early stage researchers to advance their individual career and soft skills. EU scientists will amalgamate their expertise in drug synthesis and dissolution, oral formulations, and bioanalytical methods with the knowledge on dermal research provided by the US partner. ORBIS will consolidate the existing links, promote long-term cooperation and exchange of knowledge between beneficiaries and partners. ORBIS will also enhance dissemination of new research outcomes and raise the awareness among the general public of the importance of drug delivery research that makes new drugs more accessible and affordable for society.",
    "totalCost": "2268000",
    "ecMaxContribution": "2268000",
    "coordinator": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU",
    "coordinatorCountry": "PL",
    "participants": "ZENTIVA, K.S.;JOINT STOCK COMPANY FARMAK;HELSINGIN YLIOPISTO;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;PHYSIOLUTION GMBH;INSTYTUT FARMACEUTYCZNY;APPLIED PROCESS COMPANY LIMITED",
    "participantCountries": "CZ;UA;FI;IE;DE;PL",
    "projectParticipants": {
        "919329238": {
            "orgId": "919329238",
            "orgName": "PHYSIOLUTION GMBH",
            "ecContrib": 45000
        },
        "931002800": {
            "orgId": "931002800",
            "orgName": "JOINT STOCK COMPANY FARMAK",
            "ecContrib": 315000
        },
        "973056277": {
            "orgId": "973056277",
            "orgName": "INSTYTUT FARMACEUTYCZNY",
            "ecContrib": 819000
        },
        "949140151": {
            "orgId": "949140151",
            "orgName": "APPLIED PROCESS COMPANY LIMITED",
            "ecContrib": 27000
        },
        "999455215": {
            "orgId": "999455215",
            "orgName": "UNIWERSYTET MEDYCZNY IM KAROLA MARCINKOWSKIEGO W POZNANIU",
            "ecContrib": 508500
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 112500
        },
        "999882403": {
            "orgId": "999882403",
            "orgName": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
            "ecContrib": 0
        },
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 171000
        },
        "934005435": {
            "orgId": "934005435",
            "orgName": "ZENTIVA, K.S.",
            "ecContrib": 270000
        }
    },
    "calculatedTotalContribution": 2268000
}