{
    "rcn": "212264",
    "acronym": "MuStMAM",
    "topics": "MSCA-IF-2016",
    "title": "Multi State Memory in Artificial Multiferroics",
    "startDate": "01/03/2018",
    "endDate": "13/03/2020",
    "objective": "Our digital universe is doubling in size every two years, so that by 2020, it will contain nearly as many digital bits as there are stars in our physical universe! Existing memory technologies are approaching their physical storage limitations as miniaturisation of electronic devices continues. This requires significant development of advanced next generation data storage technologies to sustain consumer demand for increasing levels of data creation. New materials and technology to store more data in smaller area are required. There is a strong argument in favour of investing in multiferroic material that is still at a distance from a marketable position. In this proposed project we will investigate the prospect of exchange bias coupled artificial multiferroic material for high density memory device to overcome the market demand.\nIn recent research, multiferroic tunnel junctions (MFTJ) have excited enormous interest for high-density memory devices. In this project, we propose a heterostructure of ferromagnetic (FM) and ferroelectric (FE) materials where the interface becomes antiferromagnetic layer and creates exchange bias (EB) coupling with adjacent FM layer. Due to induced EB, the system will add additional functionality giant magneto resistance (GMR) along with tunneling electro-resistance (TER) and magneto-resistance (TMR) in a single MFTJ, and allow multiple resistive states per memory element at very low dimension where multiple bits can be stored. \nDuring the proposed project magnetoelectric process in artificial multiferroic systems will be investigated to unveil possible nanoscale coupling between different ferroic parameters, magneto-electric transport processes and effect of exchange bias on them. Heterostructure thin film with high degree of quality will be studied aiming high density multistate memory device. The project will offer the opportunity to work in collaboration with other research groups both within and outside the University of Cambridge.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}