{
    "rcn": "212275",
    "acronym": "Aural Paris",
    "topics": "MSCA-IF-2016",
    "title": "Aural Paris: The Changing Identities of The City of Sound in Music, Film and Literature, 1870-1940.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project examines the creative assimilation of the city of Paris into the music, film and literature of the French Third Republic (1870-1940). In this period, demarcated by two war defeats, France had to find its new place within global politics, and the arts participated vividly in these debates. As the city of Paris changed rapidly from a world-leading metropolis to an impoverished city in need of architectural, political and moral reconstruction, its symbols acquired different connotations. This changing backdrop offers the ground for the study, which analyses how singer/songwriters, composers, authors and filmmakers ósuch as Victor Fournel, Aristide Bruant, Jean Cocteau, Gustave Charpentier, RenÈ Clair and Pierre Mac Orlanó used the city and its sounds as creative force and political metaphor. The study of overlooked, or totally ignored, archival sources and cultural artefacts will enlighten our knowledge of how street culture and city life intersected with art. The proposed research plan analyses ëpanoramic literatureí in the late 19th century, the development of the city as a musical stage, the corpus of compositions about Paris, street music and sound in the transition from silent to sound cinema, and the composition of populist Parisian songs by authors of urban life-writing. The project allows us to re-evaluate the politics of the city soundscape and its role in defining French identity. It also reassesses established notions of modernity and its interaction with the urban context though the study of everyday sounds and music. By embracing novel ecomusicological methodologies, this project is timely in joining current debates within musicology and cultural geography on the capacities of sound to produce a sense of space and place. The research will create orthodox academic outputs, exploit novel dissemination and communication strategies, and consolidate an international interdisciplinary network on urban musicology.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999510117": {
            "orgId": "999510117",
            "orgName": "ECOLE DES HAUTES ETUDES EN SCIENCES SOCIALES",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}