{
    "rcn": "212202",
    "acronym": "CellKarma",
    "topics": "ERC-2017-STG",
    "title": "Dissecting the regulatory logic of cell fate reprogramming through integrative and single cell genomics",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The concept that any cell type, upon  delivery of the right ìcocktailî of transcription factors, can acquire an identity that otherwise it would never achieve, revolutionized the way we approach the study of developmental biology. In light of this, the discovery of induced pluripotent stem cells (IPSCs) and cell fate conversion approaches stimulated new research directions into human regenerative biology. However, the chance to successfully develop patient-tailored therapies is still very limited because reprogramming technologies are applied without a comprehensive understanding of the molecular processes involved.\nHere, I propose a multifaceted approach that combines a wide range of cutting-edge integrative genomic strategies to significantly advance our understanding of the regulatory logic driving cell fate decisions during human reprogramming to pluripotency.\nTo this end, I will utilize single cell transcriptomics to isolate reprogramming intermediates, reconstruct their lineage relationships and define transcriptional regulators responsible for the observed transitions (AIM 1). Then, I will dissect the rules by which transcription factors modulate the activity of promoters and enhancer regions during reprogramming transitions, by applying synthetic biology and genome editing approaches (AIM 2). Then, I will adopt an alternative approach to identify reprogramming modulators by the analysis of reprogramming-induced mutagenesis events (AIM 3). Finally, I will explore my findings in multiple primary reprogramming approaches to pluripotency, with the ultimate goal of improving the quality of IPSC derivation (Aim 4).\nIn summary, this project will expose novel determinants and yet unidentified molecular barriers of reprogramming to pluripotency and will be essential to unlock the full potential of reprogramming technologies for shaping cellular identity in vitro and to address pressing challenges of regenerative medicine.",
    "totalCost": "1497250",
    "ecMaxContribution": "1497250",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 1497250
        }
    },
    "calculatedTotalContribution": 1497250
}