{
    "rcn": "212256",
    "acronym": "TREAT-NPM1-AML",
    "topics": "ERC-2016-ADG",
    "title": "Improving therapy of NPM1-mutated AML",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Acute myeloid leukemia (AML) is the most common acute leukemia in adults accounting for approximately 15,000 new cases/year in Europe and 20,000 new cases/year in US. Currently, 40-50% of AML patients (age 18-60 years) and only 5-10% of older patients (who are usually more frequently affected by the disease) can be cured using conventional chemotherapy \\/- allogeneic hematopoietic stem cell transplantation. Thus, AML still remains an urgent medical need which calls for new forms of molecular targeted therapies (similarly to those available for acute promyelocytic leukemia). The P.I. previously discovered the nucleophosmin (NPM1) mutations, the most common genetic lesion in AML (about one-third of cases) and gave fundamental contributions in the translation of this seminal discovery into the clinic (improved classification of myeloid neoplasms according to WHO, genetic-based risk- stratification of AML patients, monitoring of minimal residual disease and first demonstration of the anti-leukemic activity of actinomycin D). The present research proposal is focused on improving therapy of NPM1-mutated AML. Specifically, it is aimed to: i) identify novel chemical tools interfering with NPM1 functions by interacting with the N-terminal portion of the protein (objective 1); ii) conduct a clinical trial (AML-PG02; Eudract 2014-003490-41) with actinomycin D in older untreated and/or unfit patients with NPM1-mutated AML and to better understand in vitro and in mice models the mechanisms of action of this drug, used alone or in combination with other agents (objective 2); iii) develop compound mouse models aimed to investigate how NPM1 mutations cooperate with FLT3-ITD or DNMT3A mutations in promoting AML with the goal to better understand the characteristics of relapsed cases and to design new therapeutic strategies (objectives 3 and 4): and iv) generate a murine model for testing the feasibility of ìin situî vaccination in AML, especially in NPM1-mutated AML (objective 5).",
    "totalCost": "2895836",
    "ecMaxContribution": "2895836",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 2895836
        }
    },
    "calculatedTotalContribution": 2895836
}