{
    "rcn": "212226",
    "acronym": "QUANTIFY",
    "topics": "MSCA-RISE-2017",
    "title": "Unraveling the role of anisotropy in material failure",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The overall objective of the QUANTIFY action is to form an international network of 8 organisations, working on a joint research programme in the field of Solid Mechanics. The 8 organisations (4 European beneficiaries and 4 US partner organisations) will exchange and share skills and knowledge with the view to understand and model the effect of anisotropy in the dynamic mechanical failure of lightweight metallic materials used in the transportation and civilian-security industries. Breakthroughs in this field will allow lightweight metals fabricated with microstructure optimization techniques and additive manufacturing to replace steel and heavy alloys in manufacturing high structural responsibility components for automobiles, ships, aircrafts and civil infrastructures, all sectors of crucial importance for the European economy and society. The staff members who participate in the project will be exposed to new research environments and develop new skills, thus contributing to their increased employability and supporting research in Europe. The 8 organisations will further strengthen their knowledge base, and (further) develop lasting collaborations.",
    "totalCost": "153000",
    "ecMaxContribution": "153000",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITE DE LORRAINE;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "participantCountries": "FR;PL;IL",
    "projectParticipants": {
        "993392036": {
            "orgId": "993392036",
            "orgName": "University of Florida",
            "ecContrib": 0
        },
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "954831626": {
            "orgId": "954831626",
            "orgName": "UNIVERSITE DE LORRAINE",
            "ecContrib": 18000
        },
        "999454439": {
            "orgId": "999454439",
            "orgName": "INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK",
            "ecContrib": 18000
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 22500
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 94500
        },
        "998150468": {
            "orgId": "998150468",
            "orgName": "BATTELLE MEMORIAL INSTITUTE NON PROFIT CORPORATION",
            "ecContrib": 0
        },
        "983374458": {
            "orgId": "983374458",
            "orgName": "Texas A&M University",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 153000
}