{
    "rcn": "212255",
    "acronym": "RISE",
    "topics": "WIDESPREAD-01-2016-2017",
    "title": "Research Center in Interactive Media, Smart System and Emerging Technologies",
    "startDate": "01/11/2017",
    "endDate": "31/10/2024",
    "objective": "Innovation activities targeting the Smart Specialisation Strategy of Cyprus-S3Cy require a solid scientific and research basis. Despite having the highest ratio of tertiary education among adults in Europe and well performing academic institutions research is currently confined in academia. To reverse this detrimental relation between research and innovation, Cyprus is in dire need of a catalyst to help the country RISE out of its RTDI slumber. This proposal seeks the European Commissionís support to establish, for the first time in Cyprus, a Centre of Excellence that fosters world-class research activities and serves as a paradigm for bridging scientific research with innovation.\nRISE (Research centre on Interactive media, Smart systems and Emerging technologies), seeks to play a key role in the countryís RTDI reform, by bringing together an unparalleled team. The initiative is led by Nicosia Municipality, collaborating with all state universities of Cyprus (UCY, CUT, Open University of Cyprus), and is backed by the expertise and long-term commitment of two world-leading science and innovation institutions (UCL, MPG). \nWith a spacious building already committed by Nicosia Municipality to host RISE at the centre of Nicosia, RISE will kick-start the Municipalityís set out strategy to foster the development of an inclusive innovation and creativity ecosystem at Nicosiaís Quarter of Creative Industries (QCI). QCI will host infrastructures and entrepreneurship initiatives in close spatial proximity to each other, within the historic city centre, helping focus and integrate existing fragmented activities creating a cluster of research and innovation. RISE will spearhead acting as a catalyst. \nRISE has already secured 35.5m in financial commitments in addition to the TEAMING grant and support from many sources for its first seven years of operation. RISE is geared to succeed in establishing itself as a regional centre of excellence, advancing RTDI performance to attain a competitive position in the global value chain.",
    "totalCost": "14999791,25",
    "ecMaxContribution": "14999791,25",
    "coordinator": "LEFKOSIA MUNICIPALITY",
    "coordinatorCountry": "CY",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;UNIVERSITY COLLEGE LONDON;ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS);UNIVERSITY OF CYPRUS",
    "participantCountries": "CY;DE;UK",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 463271
        },
        "999597223": {
            "orgId": "999597223",
            "orgName": "TECHNOLOGIKO PANEPISTIMIO KYPROU",
            "ecContrib": 360158
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1353575
        },
        "989697985": {
            "orgId": "989697985",
            "orgName": "ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS)",
            "ecContrib": 210032
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1512051
        },
        "941259677": {
            "orgId": "941259677",
            "orgName": "LEFKOSIA MUNICIPALITY",
            "ecContrib": 11100704
        }
    },
    "calculatedTotalContribution": 14999791
}