{
    "rcn": "212250",
    "acronym": "HealthScaping",
    "topics": "ERC-2016-COG",
    "title": "Healthscaping Urban Europe: Bio-Power, Space and Society, 1200-1500",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Medieval public health is mired in modern myth: without centralized governments, democratic values and advanced medicine, promoting health at the population level was purportedly either unthinkable or simply impractical. Offering a radically different view, HealthScaping will document, analyze and disseminate knowledge about preventative public healthcare between 1200-1500, an era of accelerated urbanization followed by massive demographic decline, with the onset of Black Death (1347-51). This long-term and comparative perspective will fundamentally revise the narrative of European public health by tracing the development and impact of pertinent government policies, medical discourses and social and religious action in the continentís two most urbanized and richly documented regions, Italy and the Low Countries. The project taps numerous written, material and visual sources and archaeological data from several sites, and examines them also by critically engaging the insights of governmentality studies, cultural-spatial analysis and actor-network theory. A multidisciplinary team, working in a Geographical Information Systems environment and generating innovative urban health maps, will recover earlier societiesí struggles with domestic and industrial waste, travel and labor hazards, food quality, and social and religious behaviors considered harmful or dangerous. As such, the projectís implications will be broad and profound, for it will 1) dislodge bio-power from its accustomed place in modernity; 2) historicize the concept of the public sphere from a health perspective; and 3) challenge the privileged role given to epidemic disease as a catalyst for environmental interventions in premodernity. It will also 4) generate new insights for public health scholars and practitioners working today around the globe, by rethinking the feasibility of preventative interventions under highly diverse forms of government, culture and topography.",
    "totalCost": "1998004",
    "ecMaxContribution": "1998004",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1998004
        }
    },
    "calculatedTotalContribution": 1998004
}