{
    "rcn": "212245",
    "acronym": "AdAI",
    "topics": "SMEInst-12-2016-2017",
    "title": "Revolutionary Artificial Intelligence Solution for Managing and Optimising Google AdWords",
    "startDate": "01/10/2017",
    "endDate": "31/12/2018",
    "objective": "Cobiro is a revolutionary artificial intelligence (AI) platform for managing and optimising Google AdWords. Our solution is an advanced software and AI algorithm that automatically manages the entire process of extracting keywords, AdWords bidding, purchasing, managing and reviewing. Our competitive advantage lies in our Natural Language Processing (NLP) algorithm that computes and extracts appropriate keywords leading our platform to beat all current market solutions by 20-180% in purchasing conversion rates for up to 75% of the budget spend. Cobiro currently works only through web-shops which is a limiting feature for the most important segment of the market ñ service SMEs across Europe.\n\nThe AdAI project will adapt, demonstrate and commercialise our product for a completely new market segment while adding client onboarding functionality throughout our platform that we currently do not possess. We have developed a new Service Module for our platform which is at TRL6. The Service Module when finalised, with its highly-developed NLP algorithm, will enable our platform to extract keywords from simple websites/unstructured data and enable us to offer our platform to all types of service companies across Europe.\n\nThe AdAI project will move our product to full technical and commercial readiness. Upon successful completion of the AdAI project, Cobiro will be the only company offering such an automated and integrated solution for AdWords management. By year 5 post-project, our turnover expectations are EUR 39,780,000 with profit of EUR 25,857,000 and generation of at least42 new jobs. \n\nAdAI will provide European SMEs with an affordable and simple tool that automatically manages all the processes associated with digital search marketing, providing them with higher client flows, high conversion rates and sales. It fits into the EC initiative for a Digital Single Market that seeks to enable businesses across EU to utilise new digital technologies for business growth.",
    "totalCost": "2471625",
    "ecMaxContribution": "1730137,5",
    "coordinator": "COBIRO APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915355342": {
            "orgId": "915355342",
            "orgName": "COBIRO APS",
            "ecContrib": 1730138
        }
    },
    "calculatedTotalContribution": 1730138
}