{
    "rcn": "212276",
    "acronym": "GENDEMOTION",
    "topics": "MSCA-IF-2016",
    "title": "The Gendered Politics of Emotion in Austerity Ireland",
    "startDate": "13/11/2017",
    "endDate": "26/11/2019",
    "objective": "This research project surveys and theorises the politics of shame in the contemporary Irish context. It identifies the deployment and manipulation of emotions in public discourses, particularly with regard to historically marginalised groups, since the onset of the economic crisis, and teases out the gendered and classed operation of the politics of shame. The project establishes the role shame plays in the contemporary political setting post-2008 with the introduction of austerity as a policy-response to the economic crisis. Building on theoretical work highlighting the increased shame-proneness of traditionally disadvantaged groups, the project examines the linkage between gender and shame. Although shame has been understood to be entangled with patriarchal norms concerning womenís bodies and sexuality it has, so far, not been theorised with regard to gender and material disadvantage and poverty. There is some empirical evidence that shame, does, in fact, manifest itself in impoverished populations, and that this may be amplified or at least complicated by gender. The project forms the first political theoretical treatment of the economic crisis and the policy-response to same, and focuses, uniquely, on gender and class. It will does so, again uniquely, through a framing in terms of affect and the politics of emotion. The project seeks to capture just how those experiencing austerity most immediately, conceptualise their disproportionate disadvantaging, and whether they themselves engage a politics of shame. The training and career development provisions of the project aim to enhance the researcher's profile as a specialist in gender, who is equally adept at engaging social science and humanities research methods, and facilitate a deeper probing of a complex empirical context as it relates to gender, shame, and economic disadvantage.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}