{
    "rcn": "212207",
    "acronym": "SUNMAG",
    "topics": "ERC-2017-STG",
    "title": "SUNMAG: Understanding magnetic-field-regulated heating and explosive events in the solar chromosphere",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project represents a new powerful approach to a fundamental problem in solar physics: the heating of the solar chromosphere. The aim of SUNMAG is to identify the mechanisms that heat the chromosphere and characterize the energy flux that is being released into the outer layers of the Sun in active regions and flares. By investigating how the chromosphere regulates the energy and mass transport we can also contribute to an understanding of the heating of the corona and the acceleration of the solar wind. These goals are finally within reach thanks to the recent developments of numerical simulations and analysis codes for observations and, observationally, thanks to the very recent development of a new powerful instrument for imaging spectroscopy (CHROMIS) that allows to study the upper chromosphere at the highest possible spatial resolution. \n\nChromospheric observations show that energy must be released at very small spatial scales (smaller than 100 km), and therefore, the intricate fine structuring of the magnetized chromosphere is the key to understand the heating and the mass loading of the outer atmosphere. The CHROMIS instrument at the Swedish 1m Solar Telescope (SST) is the only instrument in the world that allows observing the upper chromosphere at this spatial resolution, and rich spectral resolution. SUNMAG shall use observations from this instrument and a space-borne solar telescope (NASA's Interface Region Imaging Spectrograph, IRIS) to reconstruct time-dependent 3D empirical models of the solar chromosphere. I will use these models to characterize the spatio-temporal distribution of heating in the chromosphere of active regions and flares, and to investigate to what extent this heating can be related to the observed (changes in) the physical parameters. These results will be confronted with predictions from the foremost theoretical models to propose what physical mechanisms are most likely providing the required energy deposition.",
    "totalCost": "1491966,75",
    "ecMaxContribution": "1491966,75",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1491967
        }
    },
    "calculatedTotalContribution": 1491967
}