{
    "rcn": "212230",
    "acronym": "AUTOIGG",
    "topics": "MSCA-RISE-2017",
    "title": "AUTOMATED FUNCTIONAL SCREENING OF IgGs FOR DIAGNOSTICS OFNEURODEGENERATIVE DISEASES",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The project proposes to organize the exchange of staff of three Academic institutions from Serbia (coordinator), Turkey and Finland, two  SMEs from France and Turkey and three TC institutions (two from USA and one from Costa Rica) towards the production of an innovative automated multifunctional  device for diagnostics of neurodegenerative diseases.\n The objectives addressed will be:\nï\tDevelopment of experimental cellular models and procedures with immunoglobulins (IgGs) from patient sera as diagnostic and prognostic technologies related to neurodegenerative diseases (particularly based on studies of amyotrophic lateral sclerosis - ALS).\nï\tDefining mark-up characteristics of the standardized in vitro approach for personalized diagnostic protocols.\nï\tDesign of a small-scale platform based on automated fluorescence microscopy.\nThese objectives are based on previous studies on ALS of the coordinators group, however the project also proposes to study the applications on other neuroinflammations and neurodegenerative conditions. This addresses a relevant R & I as well as a socioeconomic medical issue. It is the right timing for addresing this research chalange towards application by means of networking that will deal with interesectorial and international exchange of expertise. In addition, three workshops and two training schools will be organized followed by an elaborate dissemination programme. Carrier plans will be designed for the seconded staff in order to maintain the sustainability of the Action.",
    "totalCost": "954000",
    "ecMaxContribution": "954000",
    "coordinator": "FACULTY OF BIOLOGY OF THE UNIVERSITY OF BELGRADE",
    "coordinatorCountry": "RS",
    "participants": "YEDITEPE UNIVERSITY VAKIF;ELVESYS SAS;ARGENIT AKILLI BILGI TEKNOLOJILERI SANAYI VE TICARET LIMITED SIRKETI;ITA-SUOMEN YLIOPISTO",
    "participantCountries": "TR;FR;FI",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 9000
        },
        "998368524": {
            "orgId": "998368524",
            "orgName": "UNIVERSITY OF CONNECTICUT",
            "ecContrib": 0
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 36000
        },
        "912488992": {
            "orgId": "912488992",
            "orgName": "ARGENIT AKILLI BILGI TEKNOLOJILERI SANAYI VE TICARET LIMITED SIRKETI",
            "ecContrib": 94500
        },
        "997837255": {
            "orgId": "997837255",
            "orgName": "YEDITEPE UNIVERSITY VAKIF",
            "ecContrib": 121500
        },
        "993760054": {
            "orgId": "993760054",
            "orgName": "THE UNIVERSITY OF CHICAGO",
            "ecContrib": 0
        },
        "915207611": {
            "orgId": "915207611",
            "orgName": "FUNDACION CENTRO DE ALTA TECNOLOGIA",
            "ecContrib": 0
        },
        "996634067": {
            "orgId": "996634067",
            "orgName": "FACULTY OF BIOLOGY OF THE UNIVERSITY OF BELGRADE",
            "ecContrib": 693000
        }
    },
    "calculatedTotalContribution": 954000
}