{
    "rcn": "212296",
    "acronym": "SONGBIRD",
    "topics": "ERC-2017-STG",
    "title": "SOphisticated 3D cell culture scaffolds for Next Generation Barrier-on-chip In vitro moDels",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The blood-brain barrier is a sophisticated biological barrier comprising several different cell types, structured in a well-defined order with the task to strictly control the passage of molecules - such as drugs against neurodegenerative diseases - from the blood into the brain. To reduce the ethical and economic costs of drug development, which in EU today uses  ~10 million experimental animals every year, we must develop in vitro models of the blood-brain barrier with high in vivo correlation, as these are completely missing today.\n\nSONGBIRD aims to achieve this with the scientific approach to:\n- Develop advanced microfabrication methods to handle biologically derived materials.\n- Structure the materials into heterogeneous 3D multi-layer suspended cell culture scaffolds.\n- Incorporate blood-brain barrier cells with precise control on location and order.\n- Integrated the 3D scaffolds into a microfluidic network as a miniaturised screening platform.\n\nThe vision is to develop and validate versatile microfabrication methods to mechanically structure and physically handle soft biological materials to unlock the use of next generation animal-free barrier-on-chip models that can be used to speed up drug development, serve as screening platforms for nanotoxicology and help medical researchers to gain mechanistic insight in drug delivery. During SONGBIRD, I will focus on the blood-brain barrier due to its urgent relevance for drug development for the ageing population but the final processing tool-box will be suitable for realising in vitro models of any biological barrier in the future.\n\nSONGBIRD is proposed to run for 60 months and will include researchers with expertise in microsystem engineering (PI), hydrogel synthesis and drug delivery. The expected output is a validated 3D barrier-on-chip model as well as a microfabrication toolbox for biological materials enabling transformation from 2D to 3D cell cultures in several other life science research areas.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}