{
    "rcn": "212251",
    "acronym": "EUROMIX",
    "topics": "ERC-2016-COG",
    "title": "Regulating mixed intimacies in Europe",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "This project is a study of the regulation of ëmixtureí(ëinterracialí sex, relationships and marriage) in Europeís past and present. Informed by critical race and critical mixed race studies, it challenges the common assumption that Europe never had ëanti-miscegenationí laws comparable to those in the United States. In exploring if, when, how and why forms of regulation aiming to prevent or restrict ëinterracial mixtureí developed in Europe in certain times and places, the project delivers a vital contribution to our knowledge of the development of  racial thinking in Europe. The concept of ëmixtureí provides an eminently suitable approach to the construction of ëraceí, since ëmixtureí confuses and destabilizes racialized categories that seem fixed and essentialized in specific times and places, such as ëblack/whiteí. \nThe project consist of a historical and a contemporary part. The historical part looks at the regulation of ëmixtureí in four European countries: France, Italy, the Netherlands, and the United Kingdom, in their African colonies, and wartime Europe. The contemporary part explores whether and how, in spite of norms of formal equality and colour-blindness, ëraceí and ëmonoracial family normsí still play a part in European law and the lived experiences of ëinterracialí couples with law in their everyday lives. Through archival research, legal analysis and interviews with modern-day ëmixedí couples and families, this approach helps us understand what lawmakers and enforcers believed ëraceí was, what they believed ëmixtureí was, how this was translated into legal practices, and how targeted couples responded. \nTheoretically, the project delivers a groundbreaking contribution to the genealogy of racial thinking in Europe, especially in addressing the understudied role of law and legal scholarship in the social construction of ëraceí and ëmixtureí in a increasingly diverse Europe.",
    "totalCost": "1999823",
    "ecMaxContribution": "1999823",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 1999823
        }
    },
    "calculatedTotalContribution": 1999823
}