{
    "rcn": "212220",
    "acronym": "SOPHIE",
    "topics": "BG-06-2017",
    "title": "Seas, Oceans and Public Health in Europe (SOPHIE): a Strategic Research Agenda for Europe and Beyond",
    "startDate": "01/12/2017",
    "endDate": "31/05/2020",
    "objective": "A Growing body of evidence indicates that the marine environment and human health are inextricably linked. These linkages encompass both risks to health and wellbeing, and a range of potential benefits and opportunities. However, much of this early evidence has been established in the US, under the rubric of the integrative meta-discipline of ìOceans and Human Healthî (OHH). Far less is known about these issues in other parts of the world, including the European context which faces its own set of unique challenges and opportunities.\n\nBuilding on the early leadership shown by members of the consortium mapping these issues in Europe, the Seas, Oceans and Public Health in Europe (SOPHIE) consortium brings together an international multidisciplinary European team of marine, health, social and economic science experts and practitioners to explore these relationships in the European context. By including a broad range of interdisciplinary partners from both marine and health sectors, SOPHIE can demonstrate reach across disciplines and communities in Europe and internationally.\n\nResponding directly to the BG-06-2017 call, SOPHIEís primary aims are to: a) deliver a clear, evidence-informed Oceans and Human Health Strategic Research Agenda (SRA) within the European context, based on extensive involvement by diverse stakeholders; and b) ensure that the structures needed to develop and implement this SRA are in place and will exist as a legacy beyond the life of the project. These aims will be achieved by: (i) systematic synthesis of the current evidence base; (ii) developing and coordinating a European community of OHH stakeholders; (iii) identification of innovative solutions to sustainably reduce risks and promote benefits; (iv) scenario modelling and horizon scanning; (v) knowledge exchange through bespoke training and skills programmes; and (vi) a global OHH Conference to present SOPHIEís findings and enhance European leadership and global cooperation in OHH research.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "SEASCAPE BELGIUM;BREAKAWAY TRAVEL;NATIONAL UNIVERSITY OF IRELAND GALWAY;EUROPEAN MARINE BOARD IVZW;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;STICHTING DELTARES;ASSOCIACIO SUBMON: DIVULGACIO, ESTUDI I CONSERVACIO DE L'ENTORN NATURAL",
    "participantCountries": "BE;ES;IE;NL",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 406720
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 224771
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 293462
        },
        "911633161": {
            "orgId": "911633161",
            "orgName": "SEASCAPE BELGIUM",
            "ecContrib": 312500
        },
        "999520302": {
            "orgId": "999520302",
            "orgName": "STICHTING DELTARES",
            "ecContrib": 249946
        },
        "918442658": {
            "orgId": "918442658",
            "orgName": "EUROPEAN MARINE BOARD IVZW",
            "ecContrib": 254500
        },
        "938480918": {
            "orgId": "938480918",
            "orgName": "ASSOCIACIO SUBMON: DIVULGACIO, ESTUDI I CONSERVACIO DE L'ENTORN NATURAL",
            "ecContrib": 114350
        },
        "950147884": {
            "orgId": "950147884",
            "orgName": "BREAKAWAY TRAVEL",
            "ecContrib": 143750
        }
    },
    "calculatedTotalContribution": 1999999
}