{
    "rcn": "212242",
    "acronym": "AMBROSIA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Aquaporin-Insideô Membranes for Brackish water Reverse Osmosis Application",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "More than a billion people currently live in water-scarce regions, and as many as 3.5 billion could experience water scarcity   by 2025. Forecasts estimate that water demand in 2040 will exceed supply by 50%. Seawater amounts to 97% of all water   contained on Earth and can, fortunately, be converted into fresh water by desalination. Desalination processes are still expensive, energy intensive and commonly pose great negative impacts on ecosystems. Presently, no current state-of-the-art solutions suggest sustainable technologies to the Earthís ecosystem. The Reverse Osmosis (RO) membrane segment, which is the largest of the membrane market, was valuated at Ä1.1 billion in 2015 and is projected to grow by 43% over the 8-year period from 2014 to 2021, reaching a Ä2.5 billion revenue by 2021. Part of the RO market is dominated by brackish water reverse osmosis membranes (BWRO). Brackish water is water that has higher salinity than fresh water (more than 0.05%) and lower than seawater (less than 3%). Aquaporin A/S has acknowledged this huge business opportunity and has developed a ground-breaking biomimetic technology to separate and purify water from other compounds based on natureís own principles: Aquaporin water channel proteins. This technology will potentially disrupt the current RO technology, making it more energy and water efficient as well as more sustainable and cost-effective. Since we have a commercial Aquaporin Insideô RO membrane already tested and validated at low pressure conditions (house hold, 7 bar), our main goal within this project will be to optimise and up-scale this to work at brackish water conditions (15 bar) in both flat sheet and spiral wound module formats. Aquaporin Insideô Brackish Water RO membranes will boost our growth and consolidate a worldwide reference for us, thereby drastically differentiate us from competitors, and will open the possibility to also get into the seawater desalination market in the near future.",
    "totalCost": "2033300",
    "ecMaxContribution": "1423310",
    "coordinator": "AQUAPORIN AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "944532263": {
            "orgId": "944532263",
            "orgName": "AQUAPORIN AS",
            "ecContrib": 1423310
        }
    },
    "calculatedTotalContribution": 1423310
}