{
    "rcn": "212253",
    "acronym": "CELLNAIVETY",
    "topics": "ERC-2016-COG",
    "title": "Deciphering the Molecular Foundations and Functional Competence of Alternative Human NaÔve Pluripotent Stem Cells",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "An important goal of stem cell therapy is to create ìcustomizedî cells that are genetically identical to the patient, which upon transplantation can restore damaged tissues. Such cells can be obtained by in vitro direct reprogramming of somatic cells into embryonic stem (ES)-like cells, termed induced pluripotent stem cells (iPSC). This approach also opens possibilities for modelling human diseases in vitro. However, major hurdles remain that restrain fulfilling conventional human iPSC/ESC potential, as they reside in an advanced primed pluripotent state. Such hurdles include limited differentiation capacity and functional variability. Further, in vitro iPSC based research platforms are simplistic and iPSC based ìhumanizedî chimeric mouse models may be of great benefit. \nThe recent isolation of distinct and new ìmouse-likeî naive pluripotent states in humans that correspond to earlier embryonic developmental state(s), constitutes a paradigm shift and may alleviate limitations of conventional primed iPSCs/ESCs. Thus, our proposal aims at dissecting the human naÔve pluripotent state(s) and to unveil pathways that facilitate their unique identity and flexible programming. \nSpecific goals: 1) Transcriptional and Epigenetic Design Principles of Human NaÔve Pluripotency 2) Signalling Principles Governing Human NaÔve Pluripotency Maintenance and Differentiation 3) Defining Functional Competence and Safety of Human NaÔve Pluripotent Stem Cells in vitro 4) Novel human naÔve iPSC based cross-species chimeric mice for studying human differentiation and disease modelling in vivo. These aims will be conducted by utilizing engineered human iPSC/ESC models, CRISPR/Cas9 genome-wide screening, advanced microscopy and ex-vivo whole embryo culture methods. Our goals will synergistically lead to the design of strategies that will accelerate the safe medical application of human naive pluripotent stem cells and their use in disease specific modelling and applied stem cell research.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}