{
    "rcn": "212277",
    "acronym": "MEMORISING",
    "topics": "MSCA-IF-2016",
    "title": "Remembering the Sound of Images: Cross-cultural study of rock art soundscapes and knowledge transmission in the New and Old Worlds.",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "How do societies remember? Memory is fragile and volatile and thus people around the world, and through time, have created ways to recall events and to share knowledge. \nThe MEMORISING project will be a training-through-research project aiming to explore the relationships between memory, rock art and acoustics by using case studies from indigenous and non-indigenous backgrounds from Europe and America. I will compile and review the related literature on the aforementioned topics, and document the rock art and aural phenomena at rock art sites in both areas. I will record legends and traditions about the sites in Europe as well as stories, ritual activities and peopleís perceptions at sites in America. Following the methodology received in my training at the UB, I will test the acoustics of rock art sites in both areas. The importance of sound to present-day local communities in both regions will be explored through ways learned at the UB in the form of interviews, historical and ethnographic accounts. Test areas will be located in the Montes de Prades (Tarragona, Spain) and Oaxaca (Mexico). Results will be disseminated widely in academic venues, and social impact will be sought through activities in local communities and media publications. MEMORISING is a multidisciplinary project integrating perspectives from archaeology, anthropology and acoustics. It aims also at contributing to the pride of place in the areas where the sites to be investigated are located. Reports to heritage managers and local councils will promote the future sustainability use and possible exploitation of the sites.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}