{
    "rcn": "212263",
    "acronym": "TECNEC",
    "topics": "ERC-2016-ADG",
    "title": "Preclinical concept validation of tumor endothelial cell metabolism for novel anti-angiogenic therapy",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "MAIN GOAL: To characterize the metabolic changes, fuelling growth of tumor endothelial cells (TECs) versus normal healthy endothelial cells (NECs), and identify & validate metabolic genes, deregulated in TECs, as targets for anti-angiogenic cancer therapy. \n\nBACKGROUND & RATIONALE: Tumors stimulate blood vessel growth (angiogenesis) to nourish cancer cells, but current anti-angiogenic treatments lack sufficient efficacy. NECs are widely used for anti-angiogenesis development, but TECs, the real target cells, have been dismissed, even though they differ fundamentally from NECs. We pioneered NEC metabolism research and demonstrated that inhibition of specific metabolic pathways can block angiogenesis. Nothing is however known on TEC metabolism. I hypothesize that TECs ìhyper-activateî their metabolism in a tissue-specific manner, and that targeting TEC metabolism is a novel concept for inhibiting tumor angiogenesis. \n\nMETHODOLOGY: We will perform a transcriptomic and metabolomic analysis of TECs & NECs isolated from cancer patients, use an in-house developed bioinformatics platform (BIOMEX) to analyze the omics data in order to rank deregulated metabolic genes, and construct TEC-tailored genome scale metabolic network models (GEMs) allowing in silico computational modeling to predict metabolic targets that affect TEC but not NEC growth. The in vitro angiogenic activity of top targets will be biologically validated directly or after a negative selection shRNA-based screen, followed by validation in preclinical tumor models in vivo, using conditional knockout mice. All procedures are operational. Deliverables include in vivo validated metabolic targets, driving tumor angiogenesis.  \n\nNOVELTY, OVERALL & CLINICAL IMPACT: These pioneering studies on TEC metabolism promise to open up new horizons/opportunities for cancer research. Treatment with inhibitors of the validated targets promises to normalize hyperactive TEC metabolism as a novel anti-angiogenic cancer therapy.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 2500000
        }
    },
    "calculatedTotalContribution": 2500000
}