{
    "rcn": "212204",
    "acronym": "LightZymes",
    "topics": "ERC-2017-STG",
    "title": "Evolution of artificial enzymes for light-driven reactions by implementing unnatural cofactors in protein scaffolds",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The LightZymes project aims to create artificial enzymes (LightZymes) catalyzing selective light-driven conversions of small organic molecules.\nEnzyme catalysis has a large potential in the development of a sustainable, bio-based economy and is increasingly applied on industrial scale. Natureís repertoire of enzymatic reactions is huge, but for many reactions developed by chemists, no natural enzyme is available.\nI envision expanding the chemical diversity of enzymes to photoredox catalysis. Chemists perform this type of reactions by employing photo(organo) redox catalysts (PC). However, achieving regio- and stereoselectivities is challenging, because radical intermediates generated during the reaction are difficult to control. To solve this problem, I will combine the strength of bio- and photocatalysis: organic PCs as artificial cofactors provide new reactivities, and the proteins will be evolved to render the reactions highly selective. This approach differs from artificial photosynthesis: instead converting light energy in high-energy cofactors (NADPH, ATP), light will directly enable selective synthesis reactions.\nEfficient directed evolution requires an easy assembly of the catalyst, preferentially inside the cell. I propose to apply genetic code engineering and to supply the PC in the form of non-canonical amino acids (ncAA). Engineered amino acyl tRNA synthetases will incorporate the PC directly during ribosomal synthesis. This will facilitateñfor the first timeñthe assembly of hybrid catalysts in the cytoplasm without needing further modifications or purifications. This opens the door for applying high-throughput screening based on mass spectrometry and FACS to generate highly selective variants. \nBy bridging the concepts of photoorganocatalysis and biocatalysis, LightZymes will substantially expand the chemical repertoire of naturally evolved enzymes. This paves the way to directly using light as energy source to drive biocatalytic asymmetric reactions.",
    "totalCost": "1498749",
    "ecMaxContribution": "1498749",
    "coordinator": "UNIVERSITAET GREIFSWALD",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999858056": {
            "orgId": "999858056",
            "orgName": "ERNST-MORITZ-ARNDT-UNIVERSITÄT GREIFSWALD",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}