{
    "rcn": "212312",
    "acronym": "ODYSSEY",
    "topics": "ERC-2017-STG",
    "title": "Open dynamics of interacting and disordered quantum systems",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "This research proposal focuses on the open quantum system dynamics of disordered and interacting many- body systems coupled to external baths. The dynamics of systems which contain both disorder and interactions are currently under intense theoretical investigation in condensed matter physics due to the discovery of a new phase of matter known as many-body localization. With the experimental realization of such systems in mind, this proposal addresses an essential issue which is to understand how coupling to external degrees of freedom influences dynamics. These systems are intrinsically complex and lie beyond the unitary closed system paradigm, so the research proposed here contains interdisciplinary methodology beyond the mainstream in condensed matter physics ranging from quantum information to quantum optics. The project has three principal objectives each of which would represent a major contribution to the field:\n\nO1. To describe the dynamics of a interacting, disordered many-body systems when coupled to external baths.\nO2. To perform a full characterization of spin and energy transport in their non-equilibrium steady state.\nO3. To explore the system capabilities as steady state thermal machine from a systematic microscopic perspective.\n\nThis will be the first comprehensive study of the open system phenomenology of disordered interacting many-body systems. It will also allow for the systematic study of energy and spin transport and the exploration of the potential of these systems as steady state thermal machines. In order to successfully carry out the work proposed here, the applicant will build a world class team at Trinity College Dublin. Due to his track record and interdisciplinary background in many-body physics, quantum information and statistical mechanics combined with his personal drive and ambition the applicant is in a formidable position to successfully undertake this task with the platform provided by this ERC Starting Grant.",
    "totalCost": "1333325",
    "ecMaxContribution": "1333325",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1333325
        }
    },
    "calculatedTotalContribution": 1333325
}