{
    "rcn": "212342",
    "acronym": "SUN-PILOT",
    "topics": "PILOTS-03-2017",
    "title": "Subwavelength Nanostructure Pilot (Sun-Pilot)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Nanostructured surfaces that engineer the interaction between an object and its surroundings are a subject of scientific and manufacturing importance. Nature routinely creates nanostructured surfaces with fascinating properties, such as antireflective moth eyes, self-cleaning lotus leaves, colourful butterfly wings, and water harvesting desert beetles. Well defined nanostructured surfaces have huge commercial potential due to product enhancement: reduced reflectivity in photonic devices and solar panels, antiglare plastic parts for the automotive industry, hydrophobic self-cleaning surfaces for smart packaging, antireflective and smudge-free smartphone displays, and biofouling resistant marine and water treatment systems. Unfortunately, the lack of cost-effective, scalable, nanopatterning methods is a major hurdle for the commercial exploitation of nanopatterned surfaces. SUN-PILOT will address this challenge by developing a novel and cost effective platform for up-scaling sub-wavelength nanostructures fabrication techniques that can be applied to curved surfaces such as optical lenses, and the mass production of metal moulds for injection moulding of plastic parts. The expected impact of SUN-PILOT for the Optics Industry is a disruptive technology that will boost the performance/cost ratio of photonic devices by piloting mass fabrication of scratch and wear resistant nanopatterned antireflective optical surfaces. Significant enhancement will be achieved in the efficiency of optical components and systems incorporating these devices, such as laser systems, electronic displays, security cameras and medical devices. The Automotive Industry will benefit from a novel method to produce functional surfaces at lower cost and lighter weight than existing lamination methods.  This proposal brings together scientists and engineers to span innovation, business development and the product cycle from suppliers to end users and will ensure a leadership role of for Europe.",
    "totalCost": "8270459,63",
    "ecMaxContribution": "7056398,39",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "LIGHTWAVE OPTICS LTD (IRISH PRECISION OPTICS);FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;QIOPTIQ LIMITED;NKT PHOTONICS A/S;GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH;GRUPO ANTOLIN-INGENIERIA SA;UNIVERSITE DE BORDEAUX;VERTECH GROUP;MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH;ELUCIDARE LIMITED;Coherent Scotland",
    "participantCountries": "IE;DE;ES;UK;DK;FR",
    "projectParticipants": {
        "995604024": {
            "orgId": "995604024",
            "orgName": "LIGHTWAVE OPTICS LTD (IRISH PRECISION OPTICS)",
            "ecContrib": 359829
        },
        "928814771": {
            "orgId": "928814771",
            "orgName": "ELUCIDARE LIMITED",
            "ecContrib": 140875
        },
        "999604207": {
            "orgId": "999604207",
            "orgName": "MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH",
            "ecContrib": 463750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 602654
        },
        "991039980": {
            "orgId": "991039980",
            "orgName": "Coherent Scotland",
            "ecContrib": 283395
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 2072535
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 754999
        },
        "958250294": {
            "orgId": "958250294",
            "orgName": "VERTECH GROUP",
            "ecContrib": 385088
        },
        "999796558": {
            "orgId": "999796558",
            "orgName": "GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH",
            "ecContrib": 524938
        },
        "990462054": {
            "orgId": "990462054",
            "orgName": "NKT PHOTONICS A/S",
            "ecContrib": 432751
        },
        "998785721": {
            "orgId": "998785721",
            "orgName": "GRUPO ANTOLIN-INGENIERIA SA",
            "ecContrib": 322606
        },
        "952235227": {
            "orgId": "952235227",
            "orgName": "QIOPTIQ LIMITED",
            "ecContrib": 151067
        },
        "949735440": {
            "orgId": "949735440",
            "orgName": "UNIVERSITE DE BORDEAUX",
            "ecContrib": 561912
        }
    },
    "calculatedTotalContribution": 7056399
}