{
    "rcn": "212315",
    "acronym": "EXPRESS",
    "topics": "ERC-2017-STG",
    "title": "From the Expression of Disagreeement to New Foundations for Expressivist Semantics",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Disagreement is a pervasive feature of human life, which finds linguistic expression in the speech-act of rejection. If you assert that Amsterdam is in Belgium, I can express my dissent by responding 'No', thereby rejecting your assertion.\n\nIn the study of human language, assertion has taken centre stage and the investigation of rejection traditionally regarded as a chapter in the study of assertion. Thus, the orthodox treatment of rejection equates it with negative assertion, so that rejecting that Amsterdam is in Belgium is tantamount to asserting that Amsterdam is not in Belgium. However, recent theories of truth have employed a notion of rejection not reducible to negative assertion. Moreover, linguistic evidence shows that rejections and negative assertions have different functions in discourse. So what is rejection? And how does it behave?\n\nThe EXPRESS project will articulate a full-fledged theory of rejection as a speech-act not reducible to negative assertion. This theory will be incorporated into extant models of conversation and used to develop a novel logic of rejection faithful to the linguistic phenomena. The basic logical framework is that of a calculus containing formulae accompanied by signs for assertion and rejection. This bilateral framework will be modified to accommodate both weak and strong forms of rejection and extended into a unified multilateral framework capable of also handling weak forms of assertion.\n\nThe theory and logical framework developed will be used to establish a novel approach to expressivist semantics which will be applied to the case of negation and epistemic modals. This approach will lead to distinctive hypotheses about language evolution which will be tested using computational methods.\n\nBased at the ILLC and advised by a board of researchers from Europe and the US, EXPRESS will deliver momentous advances in speech-act theory, its logic and semantics.",
    "totalCost": "1499750",
    "ecMaxContribution": "1499750",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499750
        }
    },
    "calculatedTotalContribution": 1499750
}