{
    "rcn": "212318",
    "acronym": "ENTRAINER",
    "topics": "ERC-2017-STG",
    "title": "Enhancing brain function and cognition via artificial entrainment of neural oscillations",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Neural oscillations are ubiquitous in the human brain and have been implicated in diverse cognitive functions to support both neural communication and plasticity. Their functional relevance is further supported by a large number of studies linking various cognitive deficits (e.g., attention deficit hyperactivity disorder, ADHD) with abnormal neural oscillations. However, this field of research faces two important problems: First, there is only correlative, but no causal evidence linking cognitive deficits to abnormal neural oscillations in humans. Second, there is virtually no theory-driven mechanistic approach that generates insights into how oscillations within and across neural networks are linked to human behavior. In this project, I propose to take decisive steps to provide a long-needed neurophysiological characterizationóvia (1) computational modelling, (2) electrophysiological measures, and (3) novel non-invasive manipulations of cortical rhythmsóon how neural oscillations contribute to two types of cognitive processes that are fundamental for many aspects of human behavior: attention and short-term memory. I will go a step further by demonstrating that it is possible to augment performance in these cognitive functions with the design of non-invasive brain stimulation protocols individually tailored to the theory-driven neurocomputational characterizations and electrophysiological signatures of each individual. This will result in the applied goal of deriving new neuro-computational assays that can detect deviant network interactions causally related to cognitive functions, which is key for then renormalizing those functions in neuropsychological conditions such as ADHD. Thus, if successful, my proposed work will ultimately result in novel, low-cost, and painless non-invasive neural interventions for a wide range of neuropsychological disorders tied to abnormal neural oscillations.",
    "totalCost": "1497104",
    "ecMaxContribution": "1497104",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1497104
        }
    },
    "calculatedTotalContribution": 1497104
}