{
    "rcn": "212358",
    "acronym": "HOLISDER",
    "topics": "EE-12-2017",
    "title": "Integrating Real-Intelligence in Energy Management Systems enabling Holistic Demand Response Optimization in Buildings and Districts",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "HOLISDER introduces a Holistic Demand Response Optimization Framework that will enable significant energy costs reduction (~45%) at the consumer side, while introducing buildings as a major contributor to energy networksí stability in response to network constraints and conditions. \nHOLISDER brings together a wide range of mature technologies and integrates them in an open and interoperable framework, comprising in a fully-fledged suite of tools addressing the needs of the whole DR value chain. In this way it will ensure consumer empowerment/transformation into active market players, through the deployment of a variety of implicit and hybrid DR schemes, supported by a variety of end-user applications for Personalized Informative Billing, Human-Centric Energy Management, Load Scheduling and Intelligent Controls, Self-consumption promotion and cost-effective storage, Predictive Maintenance, along with Context-Aware Automation.\nThe backbone of HOLISDER project consists in an ìopenî and modular interoperability and data management framework that will enable open standards-based communication along the DR value chain. It will integrate two main commercial technologies/ products (JACE, EF-i) to ensure seamless information exchange, communication and operation on top of any Building and District EMS, as well as, Smart Home systems/devices.\nOn the business side HOLISDER will focus on the definition of new business models for intermediaries and third parties (aggregators, energy retailers, facility managers, ESCOs) that will facilitate consumersí involvement into energy markets by acting on their behalf and making the most out of their flexibility value.\nThe HOLISDER framework will be validated in 4 large-scale demonstrators/pilot sites, located in Greece, UK, Finland and Serbia, incorporating diverse building types, heterogeneous home, building and district EMS and devices, a variety of energy carriers and spanning diverse climatic conditions, demographics and cultures.",
    "totalCost": "5052546,66",
    "ecMaxContribution": "3902071,66",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "BEOGRADSKE ELEKTRANE;CAVERION SUOMI OY;SOLINTEL M&P SL;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;KIWI POWER LTD;ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO;HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION;ETRA INVESTIGACION Y DESARROLLO SA;MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON;PREDUZECE ZA INFORMACIONE TEHNOLOGIJE I ELEKTRONSKO TRGOVANJE BELIT DOO;HONEYWELL, SPOL. S.R.O;KONCAR - INZENJERING ZA ENERGETIKUI TRANSPORT DD",
    "participantCountries": "RS;FI;ES;NL;UK;PL;EL;CZ;HR",
    "projectParticipants": {
        "997317723": {
            "orgId": "997317723",
            "orgName": "CAVERION SUOMI OY",
            "ecContrib": 306250
        },
        "999952728": {
            "orgId": "999952728",
            "orgName": "HONEYWELL, SPOL. S.R.O",
            "ecContrib": 377125
        },
        "996712637": {
            "orgId": "996712637",
            "orgName": "SOLINTEL M&P SL",
            "ecContrib": 249375
        },
        "999988909": {
            "orgId": "999988909",
            "orgName": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
            "ecContrib": 375255
        },
        "999536986": {
            "orgId": "999536986",
            "orgName": "ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO",
            "ecContrib": 200625
        },
        "975024213": {
            "orgId": "975024213",
            "orgName": "BEOGRADSKE ELEKTRANE",
            "ecContrib": 73617
        },
        "958918430": {
            "orgId": "958918430",
            "orgName": "KONCAR - INZENJERING ZA ENERGETIKUI TRANSPORT DD",
            "ecContrib": 142625
        },
        "999926441": {
            "orgId": "999926441",
            "orgName": "ETRA INVESTIGACION Y DESARROLLO SA",
            "ecContrib": 370344
        },
        "975084450": {
            "orgId": "975084450",
            "orgName": "PREDUZECE ZA INFORMACIONE TEHNOLOGIJE I ELEKTRONSKO TRGOVANJE BELIT DOO",
            "ecContrib": 170625
        },
        "949192725": {
            "orgId": "949192725",
            "orgName": "KIWI POWER LTD",
            "ecContrib": 282275
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 641750
        },
        "911519865": {
            "orgId": "911519865",
            "orgName": "MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON",
            "ecContrib": 194731
        },
        "996329681": {
            "orgId": "996329681",
            "orgName": "HYPERTECH (CHAIPERTEK) ANONYMOS VIOMICHANIKI EMPORIKI ETAIREIA PLIROFORIKIS KAI NEON TECHNOLOGION",
            "ecContrib": 517475
        }
    },
    "calculatedTotalContribution": 3902072
}