{
    "rcn": "212300",
    "acronym": "STRONG",
    "topics": "ERC-2017-STG",
    "title": "Strong Coupling Between Molecules and Vacuum Fields: New Molecular Properties",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Chemistry has had profound impact on society during the last two centuries. From mass production of drugs and pigments, to the invention of plastics, and more recently with the introduction of molecular electronics. However, some basic physical laws govern possible utilizations. It is therefore of great importance to examine how to bend these laws, how to bypass them and by so doing open up new opportunities for novel applications.\n\nA central physical property of the molecule is its ability to interact with light. Plant leaves are green because they absorb light. However, less known is that this light-matter interaction can be enhanced to the point where it is so strong so that the photon and molecule cannot be regarded as separate entities, but as a system with unique properties. So called strong coupling occurs when exchange of energy between light and matter is stronger than any dissipation process and it leads to the formation of hybrid states with new physical and chemical properties.\n\nSTRONG will use a chemical viewpoint to develop unique molecules optimized for strong light-matter interactions, and with these examine excited state processes of strongly coupled systems. My aim is to demonstrate that strong light-matter coupling enables selective manipulation of energy levels. By so doing I will allow for a singlet ground and first excited state, thus challenge Hundís rule and change how the basic rules of electronic state energetics are envisioned. This enables channelling of all excitation energy, irrespectively of origin, through a singlet pathway, which is of great technological importance in organic electronics. Furthermore, I will use reversible oriented molecules to enhance the coupling and for the first time examine the relationship between orientation of molecules and strong light-matter coupling. Also the ability of light-matter interactions to increase order of an ensemble of molecules, which has profound technological applications, will be explored.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}