{
    "rcn": "212317",
    "acronym": "SleepSynapses",
    "topics": "ERC-2017-STG",
    "title": "The role of sleep in synaptic plasticity",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Although we spend a third of our lives sleeping, the function of sleep remains mysterious. Studies considering neural networks, brain regions and behavior suggest the intriguing hypothesis that sleep is important for synaptic plasticity. However, as prior studies have conducted analyses using broad brain regions or circuit networks, the precise role of sleep in synaptic plasticity remains intensely debated. Progress in this area is hindered by the lack of a genetically-tractable system of sleep-dependent synaptic plasticity. To solve this, I developed a unique fruit fly model. It is the first model of its kind in which the cellular players comprising the synapses can be genetically labelled and manipulated. I will use this model to address a long-running controversy in the field--which form(s) of synaptic plasticity is promoted by sleep--by directly monitoring the effects of sleep on precisely identified synapses at electrophysiological and ultrastructural levels. Then, I will investigate the mechanisms underlying this process by analyzing the effects of sleep on every cellular component (pre and postsynaptic neurons and perisynaptic astrocytes) in this model at molecular and cellular levels. Emerging data suggest that astrocytes play a key role in synaptic plasticity and have further implicated these cells in regulating sleep. However, it has been difficult to directly examine the role of astrocytes in sleep-dependent synaptic plasticity, since no methodology currently exists for reproducibly manipulating local astrocytes enveloping the synapse of interest. For this, I will implement a unique tool, named G-CLAMP, and use it to assess potential glial mechanisms underlying sleep-dependent plasticity. Considered as a whole, my project will produce unique and comprehensive understanding of the role of sleep in synaptic plasticity, an essential question if we aim to understand sleep, and move us towards explaining the evolutionarily origins of this mysterious behavior.",
    "totalCost": "1706250",
    "ecMaxContribution": "1706250",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1706250
        }
    },
    "calculatedTotalContribution": 1706250
}