{
    "rcn": "212304",
    "acronym": "ELONGAN",
    "topics": "ERC-2017-STG",
    "title": "Gene editing and in vitro approaches to understand conceptus elongation in ungulates",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "In contrast to human or rodent embryos, ungulate embryos do not implant into the uterus right after blastocyst hatching. Before implantation, the hatched ungulate blastocyst must undergo dramatic morphological changes characterized by cell differentiation, proliferation and migration processes leading to the development of extra-embryonic membranes, the appearance of a flat embryonic disc and gastrulation. This prolonged preimplantation development is termed conceptus elongation and deficiencies on this process constitute the most frequent cause of reproductive failures in ungulates, including the 4 most relevant mammalian livestock species in Europe. The purpose of this project is to elucidate the factors involved in conceptus elongation by gene editing and in vitro culture approaches. A first objective will be to identify key genes involved in differentiation processes by RNA-seq analysis of different embryo derivatives from bovine conceptuses at different developmental stages. Subsequently, the function of some of the genes identified as well as others known to play a crucial role in mouse development or putatively involved in embryo-maternal interactions will be assessed. For this aim, bovine embryos in which a candidate gene has been ablated (KO) will be generated by CRISPR and transferred to recipient females to assess in vivo the function of such particular gene on conceptus development. A second set of experiments pursue the development of an in vitro system for conceptus elongation that would bypass the requirement for in vivo experiments. For this aim we will perform metabolomics and proteomics analyses of bovine uterine fluid at different stages and will use these data to rationally develop a culture system able to sustain conceptus development. The knowledge generated by this project will serve to develop strategies to enhance farming profitability by reducing embryonic loss and to understand Developmental Biology questions unanswered by the mouse model.",
    "totalCost": "1480880",
    "ecMaxContribution": "1480880",
    "coordinator": "INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}