{
    "rcn": "212330",
    "acronym": "SEC",
    "topics": "ERC-2017-STG",
    "title": "Stereoretentive-Enantioconvergent Catalysis: A New Concept in Asymmetric Synthesis",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "This project will experimentally establish a new concept in asymmetric synthesis: stereoretentive-enantioconvergent catalysis. This will represent a completely new method for accessing enantiopure materials starting from racemic substrates and will therefore impact all areas of synthetic chemistry. The ability to synthesise chiral molecules in enantiopure form is vitally important, most recognisably for the pharmaceutical industry. This is because the molecules of life are chiral (e.g., D-sugars and L-amino acids) and enantiomers often interact very differently with living organisms. Classically, asymmetric synthesis utilising racemic substrates is limited to achieving a maximum yield of 50% (e.g., kinetic resolutions). Enantioconvergent catalysis avoids this limitation with both enantiomers of the starting material being converted into a single enantioenriched product, thanks to complex stereoablative or stereomutative de-racemisation processes. This project will establish a conceptually new stereoretentive-dimerisation approach that results in both enantiomers of the starting material being incorporated into the product with no de-racemisation required. This new concept will prove highly valuable for the synthesis of small enantiopure building blocks, which will be of high value in many areas of synthesis, and also for more complex late-stage transformations in complex molecule synthesis. Several approaches will be pursued to demonstrate proof-of-principle, and applications in the synthesis of complex natural and unnatural products will then be used to demonstrate the potential of stereoretentive-enantioconvergent catalysis in target-orientated synthesis.",
    "totalCost": "1498915",
    "ecMaxContribution": "1498915",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1498915
        }
    },
    "calculatedTotalContribution": 1498915
}