{
    "rcn": "212361",
    "acronym": "CHANNELMAT",
    "topics": "ERC-2017-PoC",
    "title": "Microchannels for controlling cellular mechanotransduction",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "Cells respond to external mechanical stimuli through an activation of a cellular mechanism called mechanotransduction. The cellular responses in this mechanism are expressed by a modification in cellular proliferation, migration and differentiation, as well as in a strengthening of their adhesion. Likewise, diseases such as cancer and cardiac dysfunctions are also related to cellular mechanotransduction. Here we propose to take a novel 3D material porous material towards commercial applications. The material serves as a platform for controlling mechanotransduction (e.g. in implant materials) and enables a control of mechanotransduction by mimicking natural 3D cellular environments. Our material contains a novel form of microporous structures represented by micron-sized channels embedded in a polymer matrix of a well-defined stiffness that has been developed within the ERC project CELLINSPIRED. The material guarantees pore interconnectivity independently of pore density and size, a unique feature offered by our fabrication procedure, for which we have applied for a patent (EP 15166793.8, PCT/EP2016/060160). Furthermore, it also provides a large, three-dimensionally controlled cell-surface contact area, such that the mechanical properties of the environment will have large impact on the cells. Our goal in this project is to validate our novel material for cellular applications where mechanotransduction is targeted. The expected outcome of our project is to receive a demonstrator material that (1) has well-defined mechanical properties, porosities and pore dimensions, (2) is biocompatible and can be sterilized, (3) can be fabricated in different levels of complexity, (4) can activate mechanotransduction in cells, and (5) can be fabricated using high-throughput processes. As for commercialization, we aim to license the patent to biomaterials companies involved in applications that range from 3D cell cultures to implant materials.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839529": {
            "orgId": "999839529",
            "orgName": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}