{
    "rcn": "212303",
    "acronym": "CONNEC",
    "topics": "ERC-2017-STG",
    "title": "CONNECTED CLERICS. BUILDING A UNIVERSAL CHURCH IN THE LATE ANTIQUE WEST (380-604 CE)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In 380 CE, the Emperor Theodosius (d. 395) ordered all Roman subjects to follow Catholic Christianity and limited imperial patronage to the Catholic Church. Theodosius was the last ruler to reign over a united empire. At his death the realm was divided into two halves, and by the end of Gregory the Greatís papacy (d. 604), a mosaic of independent kingdoms had replaced the western part of the empire. Yet despite the political division, during this period western clerics built a supra-regional ecclesiastical structure with substantial levels of hierarchy and cohesion.\n\nUp to the 1950s historians have largely conceived of these ecclesiastical institutions as organizations with widely accepted power. More recent scholarship, however, has revealed the social origin and fallibility of clerical authority. Nonetheless, this move away from the study of institutions has left unanswered the fundamental questions of how a ëuniversalí church was built at a time of political fragmentation, and how the transition from informal mutual aid to more formal hierarchical structures of law- and policy-making came about.\n\nWith innovative methods of social inquiry we can offer new answers to these historiographical questions. Our project (CONNEC) will use social network analysis and new institutional theory to trace four processes: how clerical networks adapted to the new secular contexts, how these interactions shaped the development of ecclesiastical law, how clerics constructed and disseminated discourses that supported different structures of the church, and how networks fostered compliance and a sense of accountability among clerics. CONNECís use of state-of-the-art methods will be enhanced by the implementation of cutting-edge digital technologies, adapting network analysis software for late antique sources. By bringing together digital tools with qualitative textual analysis, CONNEC will provide a more nuanced understanding of a key process of world history.",
    "totalCost": "1465316",
    "ecMaxContribution": "1465316",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "AT",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 131980
        }
    },
    "calculatedTotalContribution": 131980
}