{
    "rcn": "212386",
    "acronym": "Data4Impact",
    "topics": "CO-CREATION-08-2016-2017",
    "title": "Big DATA approaches FOR improved monitoring of research and innovation performance and assessment of the societal IMPACT in the Health, Demographic Change and Wellbeing Societal Challenge",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Recent technological developments in data mining, data treatment and data analysis have been rapid and far reaching, offering new dimensions and opportunities for performance analytics in various domains. The introduction of new technologies and initiatives, including open access mechanisms and social media/online media, has been generating increasing volumes of new data on the research domain. Data4Impact aims to capitalise on these developments and utilise big data approaches to improve the monitoring of research and innovation performance and assessment of the societal impact in the Health, Demographic Change and Wellbeing Societal Challenge. The project has he following main objectives: a) define, develop, analyse and disseminate new indicators for assessing the performance of EU and national research and innovation systems; b) explore and collect ìbigî data on health-related societal challenges at input, throughput, output/result and impact levels; c) employ big data approaches to yield more data on the societal impact of national and EU funding on tackling health-related societal challenges; d) engage stakeholders in the project activities, validate the project results and develop new indicators and tools using a hands-on approach. It will do so by developing a robust conceptual model addressing all key stages of the innovation process; mining large volumes of data on research results and impacts; and analysis of these data using topic modelling, machine learning and other techniques aimed at natural language processing. The Data4Impact consortium possesses specialist knowledge of the health domain & indicator systems, and is uniquely placed to mine data and apply big data approaches thanks to the partnerís long-standing involvement in OA e-infrastructures and big data analytics. Through these objectives, activities and competences Data4Impact addresses both key issues described in the specific CO-CREATION-08-2016-2017 call.",
    "totalCost": "1499978,75",
    "ecMaxContribution": "1499978,75",
    "coordinator": "VIESOJI ISTAIGA VIESOSIOS POLITIKOSIR VADYBOS INSTITUTAS",
    "coordinatorCountry": "LT",
    "participants": "QUALIA TECHNOLOGIES KATANOISIS ANONYMOS ETAIRIA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;CONSIGLIO NAZIONALE DELLE RICERCHE;HOEGSKOLAN I BORAS",
    "participantCountries": "EL;DE;IT;SE",
    "projectParticipants": {
        "999887447": {
            "orgId": "999887447",
            "orgName": "HOEGSKOLAN I BORAS",
            "ecContrib": 250250
        },
        "918396583": {
            "orgId": "918396583",
            "orgName": "QUALIA TECHNOLOGIES KATANOISIS ANONYMOS ETAIRIA",
            "ecContrib": 118125
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 199250
        },
        "989552000": {
            "orgId": "989552000",
            "orgName": "VIESOJI ISTAIGA VIESOSIOS POLITIKOSIR VADYBOS INSTITUTAS",
            "ecContrib": 300000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 195479
        }
    },
    "calculatedTotalContribution": 1063104
}