{
    "rcn": "212305",
    "acronym": "LubSat",
    "topics": "ERC-2017-STG",
    "title": "Unravelling Multi-scale Oral Lubrication Mechanisms (macro-to-nano): A Novel Strategy to Target Satiety",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Obesity is a serious form of malnutrition that is known to have substantial morbidity and mortality consequences. Hence, to directly promote weight management, there is an immense need to design satiety-enhancing foods that terminate appetite for longer periods after consumption. Although the concept of ìsatiety cascadeî was proposed nearly 20 years ago, the changing dynamics of food properties in the oral mucosa remains the greatest source of uncertainty in food design. In particular, our quantitative multi-scale understanding of lubrication of the human salivary film when exposed to stimuli from food biomolecules, which in turn can have significant appetite suppression consequences, remains poorly understood. The key limitation to accurately measure oral lubrication is the lack of tribo-contact surfaces that effectively emulate the oral surfaces (i.e. the soft, slippery mucous-coated human tongue and the upper palate).\n\nI intend to address these deficiencies by proposing a whole hierarchy of scales (from human scale down to nanometres). To do so, I will use a unique combination of in vitro and in vivo experimental approaches to quantitatively establish molecular mechanisms of salivary lubrication and its psychological and physiological consequences. In order to determine the true oral lubrication mechanism of food-saliva mixtures, I propose to develop and deploy new instrument based on novel 3D printing coupled with both surface-patterning and unique biochemical functionalization to emulate the surface topologies and chemistries of oral environments at macro-to-nano scales. The ground-breaking nature of the project will be to discover how food-mediated alteration of salivary lubricity will result in enhanced satiety perception for longer periods. This will bring the paradigm shift in thinking that is needed to underpin the creation of the next generation of weight management foods and allow the development of coordinated public health strategies to tackle obesity.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}