{
    "rcn": "212332",
    "acronym": "TOP",
    "topics": "ERC-2017-STG",
    "title": "Towards the Bottom of the Periodic Table",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Actinide and lanthanide chemistry is currently experiencing a renaissance, due to the prospects of obtaining novel materials relevant for applications in chemical synthesis, electronics, materials science, nanotechnology, biology and medicine. Most of the fascinating properties of the lanthanide and actinide materials are related to the partially filled 4f/5f valence shell and in contrast to the rest of the periodic table, are poorly understood.  This includes the surprising reactivity, magnetic and crystal structure properties and, the rather unpredictable, covalent or ionic nature of their bonds. It is now possible to study the chemistry of the f-block elements using state-of-the-art techniques that were not available before. Two new synchrotron-based techniques, high energy resolution fluorescence detection (HERFD) X-ray absorption spectroscopy and resonant inelastic X-ray scattering (RIXS), can now provide unprecedented detailed information on processes such as the electron-electron interactions, hybridization between molecular orbitals, the nature of their chemical bonding, and the occupation and the degree of the f-electron localization. Therefore, I propose to apply these cutting-edge techniques to advance the fundamental understanding of the lanthanide and actinide nanoparticles, an outstanding problem in materials science, chemistry and environmental science technology. The research will be conducted at the European Synchrotron (ESRF), at the Rossendorf Beamline (ROBL) dedicated to actinide science, where we recently installed a novel X-ray emission spectrometer with ground-breaking detection limits. The experimental work will be complemented by electronic structure calculations. The combined experimental and theoretical data will provide an essential knowledge of lanthanide and actinide chemistry, significant for topics of high societal relevance, like green chemistry, renewable energy and catalysis.",
    "totalCost": "1499625",
    "ecMaxContribution": "1499625",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470541": {
            "orgId": "999470541",
            "orgName": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
            "ecContrib": 1499625
        }
    },
    "calculatedTotalContribution": 1499625
}