{
    "rcn": "212379",
    "acronym": "OPTICS2",
    "topics": "MG-1.5-2016-2017",
    "title": "Observation Platform for Technological and Institutional Consolidation of research in Safety and Security",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "OPTICS2 aims at providing a comprehensive evaluation of relevant Safety and Security R&I in aviation and air transport. The main objective of the project is assessing if Europe is performing the right safety and security research and if the research is delivering the expected benefits to society. OPTICS2 will be the continuation of the work started in OPTICS. The successful methodology for assessing EU Research developed in OPTICS will be further refined in OPTICS2 ñ based on the lessons learnt over the past four years ñ and extended to the security research. The purpose is to offer to ACARE and to other key aviation stakeholders a wider perspective on the recent and on-going research in Europe and to show where are the main gaps and bottlenecks towards the achievement of FlightPath 2050 Safety and Security goals. The overall OPTICS2 concept is to work like a magnifying lens, seeing all the way from the Safety and Security Goals of FlightPath 2050 through the clusters of R&I activities necessary to realise these goals, down to the research projects. The bottom-up approach, based on the identification, selection and assessment of R&I projects, focuses on how these projects and programmes cover the ACARE Strategic Research and Innovation Agenda (SRIA) Capabilities ñ and hence the Enablers, clusters and FlightPath 2050 goals. This  approach allows the identification of research strengths and gaps, as well as bottlenecks or constraints affecting research progress. But there is always the chance that the SRIA is missing a relevant research avenue. The bottom-up assessment is therefore complemented by workshops with aviation experts and stakeholders intended to identify the research priorities and the impact on stakeholdersí activities. The results from bottom-up and top-down processes are reviewed and compiled to provide strategic recommendations to the EC and/or ACARE via an annual ëState-of-the-Artí report, including suggested corrective actions and priorities.",
    "totalCost": "1493597,5",
    "ecMaxContribution": "1493597,5",
    "coordinator": "DEEP BLUE SRL",
    "coordinatorCountry": "IT",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;BAE SYSTEMS (OPERATIONS) LIMITED;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;FUNDACION INSTITUTO DE INVESTIGACION INNAXIS;EUROPEAN AVIATION SAFETY AGENCY;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA;CONSORZIO INTERUNIVERSITARIO NAZIONALE PER L'INFORMATICA",
    "participantCountries": "NL;BE;FR;UK;DE;ES;IT",
    "projectParticipants": {
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 99050
        },
        "999661437": {
            "orgId": "999661437",
            "orgName": "CONSORZIO INTERUNIVERSITARIO NAZIONALE PER L'INFORMATICA",
            "ecContrib": 92688
        },
        "996741349": {
            "orgId": "996741349",
            "orgName": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
            "ecContrib": 103000
        },
        "998325941": {
            "orgId": "998325941",
            "orgName": "DEEP BLUE SRL",
            "ecContrib": 224062
        },
        "952563475": {
            "orgId": "952563475",
            "orgName": "EUROPEAN AVIATION SAFETY AGENCY",
            "ecContrib": 140312
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 178115
        },
        "999789768": {
            "orgId": "999789768",
            "orgName": "CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA",
            "ecContrib": 175350
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 220000
        },
        "997989448": {
            "orgId": "997989448",
            "orgName": "BAE SYSTEMS (OPERATIONS) LIMITED",
            "ecContrib": 141312
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 119708
        }
    },
    "calculatedTotalContribution": 1493597
}