{
    "rcn": "212316",
    "acronym": "COMICS",
    "topics": "ERC-2017-STG",
    "title": "Children in Comics: An Intercultural History from 1865 to Today",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Owing to their visual essence and status as a popular, modern medium, comics ñ newspaper strips, comics magazines and graphic novels ñ provide valuable insight into the transformation of collective consciousness. This project advances the hypothesis that children in comics are distinctive embodiments of the complex experience of modernity, channeling and tempering modern anxieties and incarnating the freedom denied to adults. In testing this hypothesis, the project constructs the first intercultural history of children in European comics, tracing the changing conceptualizations of child protagonists in popular comics for both children and adults from the mid-19th century to the present. In doing so, it takes key points in European history as well as the history of comics into account. \nAssembling a team of six multilingual researchers, the project uses an interdisciplinary methodology combining comics studies and childhood studies while also incorporating specific insights from cultural studies (history of family life, history of public life, history of the body, affect theory and scholarship on the carnivalesque). This enables the project to analyze the transposition of modern anxieties, conceptualizations of childishness, child-adult power relations, notions of liberty, visualizations of the body, family life, school and public life as well as the presence of affects such as nostalgia and happiness in comics starring children.\nThe project thus opens up a new field of research lying at the intersection of comics studies and childhood studies and illustrates its potential. In studying popular but often overlooked comics, the project provides crucial historical and analytical material that will shape future comics criticism and the fields associated with childhood studies. Furthermore, the projectís outreach activities will increase collective knowledge about comic strips, which form an important, increasingly visible part of cultural heritage.",
    "totalCost": "1452500",
    "ecMaxContribution": "1452500",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BE",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}