{
    "rcn": "212335",
    "acronym": "activeFly",
    "topics": "ERC-2017-STG",
    "title": "Circuit mechanisms of self-movement estimation during walking",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The brain evolves, develops, and operates in the context of animal movements. As a consequence, fundamental brain functions such as spatial perception and motor control critically depend on the precise knowledge of the ongoing body motion. An accurate internal estimate of self-movement is thought to emerge from sensorimotor integration; nonetheless, which circuits perform this internal estimation, and exactly how motor-sensory coordination is implemented within these circuits are basic questions that remain to be poorly understood. There is growing evidence suggesting that, during locomotion, motor-related and visual signals interact at early stages of visual processing. In mammals, however, it is not clear what the function of this interaction is. Recently, we have shown that a population of Drosophila optic-flow processing neurons óneurons that are sensitive to self-generated visual flow, receives convergent visual and walking-related signals to form a faithful representation of the flyís walking movements. Leveraging from these results, and combining quantitative analysis of behavior with physiology, optogenetics, and modelling, we propose to investigate circuit mechanisms of self-movement estimation during walking. We will:1) use cell specific manipulations to identify what cells are necessary to generate the motor-related activity in the population of visual neurons, 2) record from the identified neurons and correlate their activity with specific locomotor parameters, and 3) perturb the activity of different cell-types within the identified circuits to test their role in the dynamics of the visual neurons, and on the flyís walking behavior. These experiments will establish unprecedented causal relationships among neural activity, the formation of an internal representation, and locomotor control. The identified sensorimotor principles will establish a framework that can be tested in other scenarios or animal systems with implications both in health and disease.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}