{
    "rcn": "212374",
    "acronym": "IMAGE",
    "topics": "GV-13-2017",
    "title": "Innovative Manufacturing Routes for Next Generation Batteries in Europe",
    "startDate": "01/11/2017",
    "endDate": "30/04/2021",
    "objective": "As of today, Europe remains not competitive in terms of Lithium battery cell development and especially manufacturing. This lack of competence and competitiveness could quickly spiral down into a complete loss of this key technology for electrification in the EU. \nThus IMAGE will significantly contribute to sustainably develop the European Li-battery cell manufacturing competence and capability by creating a competitive, production-oriented research & development framework within Europe. A realistic and well-documented roadmap towards the manufacturing of cost-effective and competitive battery cells within Europe will emerge. This will be enforced by establishing a distributed battery cell production base that will be able, after careful upscaling of production, to supply the now burgeoning electric vehicle industry. From this context, the main goal of IMAGE is to push Europeanís Li-battery industry and academia to take over a leading role in the development and manufacturing of Next Generation Li-Ion cells. IMAGE has the following major objectives: \n1) Develop generic production techniques for next generation battery cells based on high specific energy Li-metal battery cells. This will include a modular development approach that will be easy to up-scale while remaining flexible and safer to replace in case of any contingencies and market/ manufacturer configuration changes.\n2) Identify energy and resource efficient cell manufacturing technologies and assets tailored to the existent European industrial infrastructure. This will include the identification of bottleneck factors and challenges that could be addressed in the present European industrial context.\n3) Develop a progressive, multiple-tier technological and production framework that is able to cope with the inherent technological changes and advancements characteristic to this dynamic field. Thus, there will be several technologies covered by IMAGE, each having different technological maturity level.",
    "totalCost": "4948026,25",
    "ecMaxContribution": "4948026,25",
    "coordinator": "AVL LIST GMBH",
    "coordinatorCountry": "AT",
    "participants": "VARTA STORAGE GMBH;TECHNISCHE UNIVERSITAET GRAZ;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;VARTA MICROBATTERY GMBH;VRIJE UNIVERSITEIT BRUSSEL;CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION;ARKEMA FRANCE;Manz Italy Srl;FUNDACION CIDETEC;UMICORE;HYDRO-QUEBEC;BMW GROUP AG",
    "participantCountries": "DE;AT;BE;ES;FR;IT;CA",
    "projectParticipants": {
        "999952243": {
            "orgId": "999952243",
            "orgName": "AVL LIST GMBH",
            "ecContrib": 394200
        },
        "938249573": {
            "orgId": "938249573",
            "orgName": "Manz Italy Srl",
            "ecContrib": 345000
        },
        "999786082": {
            "orgId": "999786082",
            "orgName": "HYDRO-QUEBEC",
            "ecContrib": 339594
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 370562
        },
        "998371046": {
            "orgId": "998371046",
            "orgName": "ARKEMA FRANCE",
            "ecContrib": 576250
        },
        "932880429": {
            "orgId": "932880429",
            "orgName": "VARTA STORAGE GMBH",
            "ecContrib": 238250
        },
        "962434389": {
            "orgId": "962434389",
            "orgName": "CENTRO DE INVESTIGACION COOPERATIVADE ENERGIAS ALTERNATIVAS FUNDACION",
            "ecContrib": 375750
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "999893461": {
            "orgId": "999893461",
            "orgName": "UMICORE",
            "ecContrib": 352250
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 499375
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 299920
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 495375
        },
        "999591015": {
            "orgId": "999591015",
            "orgName": "VARTA MICROBATTERY GMBH",
            "ecContrib": 380250
        }
    },
    "calculatedTotalContribution": 4666776
}