{
    "rcn": "212356",
    "acronym": "COOL DH",
    "topics": "EE-04-2016-2017",
    "title": "Cool ways of using low grade Heat Sources from Cooling and Surplus Heat for heating of Energy Efficient Buildings with new Low Temperature District Heating (LTDH) Solutions.",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The COOL DH project will innovate, demonstrate, evaluate and disseminate technological solutions needed to exploit and utilise sources of very low-grade 'waste' heat for heating of energy efficient buildings via Low Temperature District Heating (LTDH) and show how the District Heating (DH) systems can be more resource efficient and more energy efficient. The demonstration covers both new developments and stepwise transition of existing areas with district heating and energy retrofitting of buildings. The COOL DH consortium consists of the utilities and municipalities of the two cities Lund (SE) and H¯je-Taastrup (DK) and leading DH energy specialists as well as leading industrial manufacturers. \nCOOL DH will:\n- Innovate, design and build cooling and heat recovery process systems, enabling heat recovery to a local low-temperature district heating grid. They will mainly be driven by renewables. Design work will start in 2017 and heat recovery will start in 2019.\n- Design and build a low-temperature district heating grid with non-conventional pipe materials and testing of new innovative pipe components that will become new products introduced as a result of COOL DH. \n- Innovate and design suitable innovative heating systems and controls inside buildings that combine LTDH with distributed integration of local produced renewable energy on the buildings. Erection of new buildings in Lund will start in 2018 and will continue throughout the time of this project, while LTDH in H¯je-Taastrup mainly will be for existing buildings being refurbished including modification of the heating system.\n- Develop viable business models and new pricing systems, that ensures a good (low) return temperature and provide the building companies with maximum flexibility regarding the choice of heating systems.\n- Demonstrate a full system with all needed components suitable for ultra-low DH temperatures   (40 oC) incl. demonstration of systems for heating of DHW without risk of legionella.",
    "totalCost": "5291186,25",
    "ecMaxContribution": "3958349,1",
    "coordinator": "COWI AS",
    "coordinatorCountry": "DK",
    "participants": "LOGSTOR AS;LUNDS KOMMUN;KRAFTRINGEN ENERGI AB (PUBL);ALFA LAVAL CORPORATE AB;HOJE TAASTRUP FJERNVARME AMBA;COWI AB;EUROHEAT & POWER;LUNDS UNIVERSITET;LUNDS KOMMUNS FASTIGHETS AB*LKF;HOJE-TAASTRUP KOMMUNE",
    "participantCountries": "DK;SE;BE",
    "projectParticipants": {
        "999637866": {
            "orgId": "999637866",
            "orgName": "LUNDS KOMMUN",
            "ecContrib": 253750
        },
        "998780677": {
            "orgId": "998780677",
            "orgName": "COWI AS",
            "ecContrib": 487725
        },
        "925973350": {
            "orgId": "925973350",
            "orgName": "LOGSTOR AS",
            "ecContrib": 458150
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 407062
        },
        "994291905": {
            "orgId": "994291905",
            "orgName": "HOJE TAASTRUP FJERNVARME AMBA",
            "ecContrib": 772891
        },
        "951744019": {
            "orgId": "951744019",
            "orgName": "KRAFTRINGEN ENERGI AB (PUBL)",
            "ecContrib": 1019258
        },
        "989884031": {
            "orgId": "989884031",
            "orgName": "EUROHEAT & POWER",
            "ecContrib": 157500
        },
        "951053379": {
            "orgId": "951053379",
            "orgName": "COWI AB",
            "ecContrib": 13825
        },
        "996565294": {
            "orgId": "996565294",
            "orgName": "HOJE-TAASTRUP KOMMUNE",
            "ecContrib": 194375
        },
        "985668314": {
            "orgId": "985668314",
            "orgName": "ALFA LAVAL CORPORATE AB",
            "ecContrib": 153125
        },
        "951685819": {
            "orgId": "951685819",
            "orgName": "LUNDS KOMMUNS FASTIGHETS AB*LKF",
            "ecContrib": 40688
        }
    },
    "calculatedTotalContribution": 3958349
}