{
    "rcn": "212327",
    "acronym": "X-TAM",
    "topics": "ERC-2017-STG",
    "title": "Dissecting Cross-Regulatory Interplays in Tumor-Associated Macrophages",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Macrophages are specialized innate immune cells with central roles in homeostasis and disease. Upon\nexposure to micro-environmental stimuli, these cells can adopt a variety of phenotypes ranging from immune\nstimulation and cytotoxicity to immune suppression and tissue repair. Dynamic transitions between these\nfunctional properties in response to tumor signals is thought to underlie the generally pathogenic role of\nmacrophages in cancer. At the same time, macrophage plasticity could be exploited to therapeutically\nreprogram the phenotype of these cells by pharmacological, cell and gene therapy approaches.\nCurrent models of macrophage activation are based on in-depth analyses of the effect of individual stimuli,\nsuch as pro- or anti-inflammatory cytokines, on the biochemical, cell biological, epigenetic, transcriptional\nand post-transcriptional landscape of macrophages. However, these studies do not take into consideration the\ninterplay that these stimuli may have when present at the same time.\nThis project aims to elucidate how macrophages integrate incoherent environmental stimuli at the genomic\nlevel, and translate them into context-specific gene expression programs. Because concomitant activation of\nantagonistic pro-inflammatory and anti-inflammatory pathways is almost invariably observed in cancer, we\npropose that these interplays are critical determinants of the biology of tumor-associated macrophages.\nOur approach integrates cutting-edge genomics and computational modelling with in vitro functional\nscreenings and in vivo manipulation of macrophages, building on uniquely available gene therapy platforms.\nSuccessful completion of this project will generate widely exportable paradigms of gene regulation in the\nimmune system, and deliver innovative cell and gene therapy strategies to manipulate the behaviour of\nmacrophages in cancer.",
    "totalCost": "1498125",
    "ecMaxContribution": "1498125",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953176030": {
            "orgId": "953176030",
            "orgName": "OSPEDALE SAN RAFFAELE SRL",
            "ecContrib": 1498125
        }
    },
    "calculatedTotalContribution": 1498125
}