{
    "rcn": "212382",
    "acronym": "Co-VAL",
    "topics": "CULT-COOP-11-2016-2017",
    "title": "Understanding value co-creation in public services for transforming European public administrations",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The main goal of Co-VAL is to discover, analyse, and provide policy recommendations for transformative strategies that integrate the co-creation of value in public administrations. The project aims to accomplish these objectives by conducting research on the paradigm shift from the traditional top-down model to demand and bottom-up driven models when citizens, civil servants, private, and third sector organizations voluntarily participate in the development of transformative innovations addressing changing needs and social problems. \nCo-VAL will push the boundaries of both research and practice by providing: i) a comprehensive and holistic theoretical framework for understanding value co-creation in public services from a service-dominant logic and a service innovation multiagent framework, ii) measurement and monitoring for transformations in the public sector by using both existing data and new metrics (large-scale survey), iii) investigation on 4 public-service-related co-creation areas of public sector transformation: digital transformation (including open platforms, big data, and digital service delivery), service design (including service blue-printing), government living labs, and innovative structural relationships (public-private innovation networks and social innovation), and iv) generation of sustainable impacts in public administration policy and practice by delivering actionable policy recommendations that build on the research findings, by tracking and monitoring how governmentsí pilot projects and actions, and by facilitating peer to peer knowledge exchange to facilitate implementation.\nCo-VAL is a consortium of 13 teams from 11 EU countries formed by leading experts in public administration, co-creation and open governance, digital economy and service innovation. The consortium is organised to co-work with stakeholders representing central, regional and local administrations.",
    "totalCost": "4461508,75",
    "ecMaxContribution": "4461508,75",
    "coordinator": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
    "coordinatorCountry": "EL",
    "participants": "BUDAPESTI CORVINUS EGYETEM;UNIVERSITA COMMERCIALE LUIGI BOCCONI;The Lisbon Council for Economic Competitiveness and Social Renewal asbl;UNIVERSITEIT MAASTRICHT;HOGSKOLEN I INNLANDET;ROSKILDE UNIVERSITET;UNIVERSITE DE LILLE;UNIVERSIDAD DE ALCALA;UNIVERSITAT KONSTANZ;UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I;THE UNIVERSITY OF EDINBURGH;PRICEWATERHOUSECOOPERS ADVISORY SPA",
    "participantCountries": "HU;IT;BE;NL;NO;DK;FR;ES;DE;UK",
    "projectParticipants": {
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 165750
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 435000
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 305312
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 313125
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 325571
        },
        "942727093": {
            "orgId": "942727093",
            "orgName": "PRICEWATERHOUSECOOPERS ADVISORY SPA",
            "ecContrib": 113750
        },
        "915857802": {
            "orgId": "915857802",
            "orgName": "HOGSKOLEN I INNLANDET",
            "ecContrib": 448125
        },
        "999835746": {
            "orgId": "999835746",
            "orgName": "UNIVERSIDAD DE ALCALA",
            "ecContrib": 467500
        },
        "997420543": {
            "orgId": "997420543",
            "orgName": "The Lisbon Council for Economic Competitiveness and Social Renewal asbl",
            "ecContrib": 876000
        },
        "999857086": {
            "orgId": "999857086",
            "orgName": "BUDAPESTI CORVINUS EGYETEM",
            "ecContrib": 177500
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 429375
        },
        "999866204": {
            "orgId": "999866204",
            "orgName": "UNIVERSITAT KONSTANZ",
            "ecContrib": 404500
        }
    },
    "calculatedTotalContribution": 4461508
}