{
    "rcn": "212309",
    "acronym": "ERACHRON",
    "topics": "ERC-2017-STG",
    "title": "Eradicating Chronic Infections",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "'Given the alarming progression of chronic and relapsing infections in the last decades, and the even more alarming predictions for the upcoming years, it is urgent for chemists to be able to provide new molecular tools to study, and ultimately solve, these complex biological problems. Bacterial persisters are an elusive 'dormant' phenotype that play a pivotal role in chronic infections, with mechanisms that remain to be fully unravelled. Current knowledge suggests that bacterial persisters are not genetically resistant to antibiotic treatment; they simply appear to shut down through a cascade of biochemical events called the stringent response (SR), becoming insensitive to current drugs. This subpopulation remains unaffected during the time of pharmacological treatment and represents a reservoir that sustains pathogen survival and resurgence. The goal of this project is to fill the knowledge gap between persisters formation and infection eradication, providing the community with potent and selective small molecular tools that can be used to challenge complementary survival mechanisms.\nI will adopt a combined approach targeting a specific cellular trigger of the persister phenotype with small molecules designed ad hoc in order to switch it off. The target is a bacterial protein involved in the SR cascade, whose activity is proposed to be allosterically regulated. Coordination propensity analysis of the dynamic behaviour of the target will highlight regulation sites exploitable to modulate and control the protein activity. Structure-based design, virtual fragment screening and chemical synthesis will operate in synergy. Experimental screening methodologies intrinsically rich in structural information, such as those based on NMR spectroscopy, will be privileged.\nThe overarching goal is to identify molecules able to prevent the insurgence of the 'dormant' drug-tolerant state and, possibly, revert the persisters already present to the 'awake' drug-sensitive phenotype.\n\n'",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}