{
    "rcn": "212302",
    "acronym": "QuadraComb",
    "topics": "ERC-2017-STG",
    "title": "Quadratic dispersive resonators for optical frequency comb generation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Optical frequency combs are made of thousands of equally spaced spectral lines, each an ultra-stable laser in its own right. They act as ìspectral rulersî against which unknown optical frequencies can be measured, and they have had a revolutionary impact on numerous fields ranging from the detection of extra-solar planets to precision metrology, winning its inventors a Nobel prize in 2005. Traditionally, frequency combs have been generated by ultrashort pulsed lasers, but in 2007 an important observation changed the research landscape: a continuous-wave laser coupled into a microscopic resonator was shown to spontaneously transform into thousands of comb lines via third-order nonlinear optical effects. I believe that yet another revolution lies at the horizon. Specifically, recent experiments have alluded to the possibility of realizing optical frequency combs purely through second order (quadratic) nonlinear effects. The intrinsic features of the second order nonlinearity hold promise to deliver access to new regions of the electro-magnetic spectrum beyond all conventional frequency comb technologies. But unfortunately, experimental investigations are scarce and the physics that underlie frequency comb formation in quadratic resonators is poorly understood. The goal of the QuadraComb project is to pursue a complete characterization of frequency comb generation in dispersive quadratically nonlinear resonators. I plan to (i) develop theoretical models to describe quadratic frequency combs, and (ii) develop novel platforms for the experimental realization of quadratic frequency combs.",
    "totalCost": "1579213",
    "ecMaxContribution": "1579213",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 1579213
        }
    },
    "calculatedTotalContribution": 1579213
}