{
    "rcn": "212325",
    "acronym": "Desert Networks",
    "topics": "ERC-2017-STG",
    "title": "Into the Eastern Desert of Egypt from the New Kingdom to the Roman period",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The desert is a paradox: it is at the same time arid and rich in resources, a margin and an interface. Far from being a no manís land, it is a social space of linked solidarities. The ìDesert Networksî project aims to explore the reticular organisation of such a zone by focusing on the southern part of the Eastern Desert of Egypt. Located between the Nile and the Red Sea, it has always been a tantalizing region for Egypt and beyond. Its ancient remains are admirably preserved and ancient sources about and from the region itself are numerous. Yet, the history of its occupation and appropriation remains a static and compartmentalized one. Therefore, the ambition of the project is to cross disciplinary borders and achieve an epistemological break by working for the first time in and on the Eastern desert as a dynamic object, both from a long-term perspective (mid-second millennium BC - late third century AD), and by analysing the patterns and functions of the different networks that linked its various nodes using the connectivity theory that reshaped scholarly paradigms for the Mediterranean in the 2000s. As the head of the French Eastern Desert mission, the PI will co-ordinate a multidisciplinary team. For the first time, the project will gather all the data unearthed in the region over 300 years, as well as the expected data from the excavations conducted by the project, in a database linked with a GIS. A collaborative and online open access map of the Eastern Desert will be created and will serve for the spatial analyses and rendering of the real, economic and social networks in the area. These networks evolved over time and through a shifting geography, as people experienced different perceptions of space. By assessing all these facets and confronting the archaeological material and written evidence, our final objective is to write a new history of the Eastern Desert from Pharaonic to Roman times, focusing on its networks and evaluating their meaning.",
    "totalCost": "1499844",
    "ecMaxContribution": "1499844",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499844
        }
    },
    "calculatedTotalContribution": 1499844
}