{
    "rcn": "212353",
    "acronym": "SilkFUSION",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Genetically engineered human pluripotent stem cells, functionalized silk-fibroin platforms and bio-inks: a novel solution for large-scale ex-vivo platelet production, transfusion and drug research",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "'The demand for human platelets (plts) for medical research and clinical applications is massive. The primary goal of SilkFUSION is to engineer groundbreaking 3D nanotechnologies for large-scale production of blood plts for human transfusion from human pluripotent stem cells (hPSCs). Our hypothesis is that plt production ex-vivo can be optimized by providing megakaryocytes (Mks) with the correct physical and biochemical environment.\n\nTo prove this, we will develop a unique technological platform by engineering non-thrombogenic silk-fibroin biomaterial with proteins, that were proven to promote a 55-fold gain in plt production, to create a three-dimensional ex-vivo bone marrow model that will enhance plt release from Mks derived from hPSCs. Our platform will include (i) novel applications to study pathogenetic mechanisms in patients with inherited platelet production disorders using genetically modified hPSCs; (ii) screening technology for predicting therapeutic efficacy of drugs for thrombocytopenic patients. The development of this technology will exploit an extremely innovative approach using silk-fibroin as a bio-ink for 3D printing a 'live chip' containing viable Mks for reproducible drug testing. \n\nOur long-term vision is to foster the production of plts in-vitro for clinical transfusions in humans at a scale and cost that will address current supply challenges regarding (i) immunologically matched products to alloimmunised patients; (ii) ìsuperchargedî platelets with recombinant FVIIa generating plts specifically suited for patients with acute haemorrhage resulting from trauma, surgery and wounded in conflict zones. The successful development and distribution of the SilkFUSION platforms will also offer researchers and clinicians specialized precision instruments and bio-ink kits for determining the safety and efficacy of drugs, reducing costs of ineffective therapies while promoting affordable functional strategies for the development of novel molecules.'",
    "totalCost": "2998500,01",
    "ecMaxContribution": "2998500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "KNOWLEDGE INNOVATION MARKET S.L.;Institut Gustave Roussy;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;CELLINK AB;INTEGRATED SYSTEMS ENGINEERING SRL",
    "participantCountries": "ES;FR;UK;SE;IT",
    "projectParticipants": {
        "999454924": {
            "orgId": "999454924",
            "orgName": "INSTITUT GUSTAVE ROUSSY",
            "ecContrib": 0
        },
        "954436351": {
            "orgId": "954436351",
            "orgName": "INTEGRATED SYSTEMS ENGINEERING SRL",
            "ecContrib": 319581
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999893752": {
            "orgId": "999893752",
            "orgName": "UNIVERSITA DEGLI STUDI DI PAVIA",
            "ecContrib": 738327
        },
        "920200007": {
            "orgId": "920200007",
            "orgName": "CELLINK AB",
            "ecContrib": 344164
        },
        "984338444": {
            "orgId": "984338444",
            "orgName": "KNOWLEDGE INNOVATION MARKET S.L.",
            "ecContrib": 219773
        }
    },
    "calculatedTotalContribution": 1621845
}