{
    "rcn": "212329",
    "acronym": "EPIC",
    "topics": "ERC-2017-STG",
    "title": "Energy transfer Processes at gas/wall Interfaces under extreme Conditions",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "In the future, high-efficiency (low CO2) vehicles will be powered in part by reinvented internal combustion (IC) engines that are ìdownsizedî and operate with new combustion modes. These engine concepts are subject to problems such as increased transient heat transfer and flame quenching in small passages. Near-wall transient heat transfer is not well-understood in engine environments; the gas is not constant in pressure, temperature, or velocity such that physical processes quickly digress from established theory. EPIC is uniquely placed to address these problems. A novel constant-volume chamber, offering realistic engine passages but with optical access, and which emulates the pressure/temperature time curve of a real engine, will be developed. This chamber will make it possible to measure the highly transient and highly variable processes at the gas/wall interface (including a highly dynamic flame front) for single- and two-wall passages. Measurements will be made using a suite of advanced laser diagnostics; a novel aspect of the proposed work as they have not been used in combination to study such a problem before. Hybrid fs/ps rotational coherent Raman (i.e. CARS) in a line format will provide transient gas temperature and species profiles normal to the wall surface in high-risk/high-gain packages. PIV/PTV measurements will further elucidate flow dynamics at the surface. Planar OH-LIF will help interpret CARS measurements and provide necessary details of flame transport and quenching. As the flame approaches the surface, phosphor thermometry will measure wall temperature and heat flux to elucidate the highly dynamic inter-coupling between flame and wall. EPIC will provide substantial breakthroughs in knowledge by measuring unsteady boundary layer development and understanding its influence on flame quenching for single- and two-wall surfaces. As such, EPIC will provide the fundamental knowledge that supports cleaner combustion technology for the future.",
    "totalCost": "1499351",
    "ecMaxContribution": "1499351",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1499351
        }
    },
    "calculatedTotalContribution": 1499351
}