{
    "rcn": "212345",
    "acronym": "iNanoBIT",
    "topics": "NMBP-15-2017",
    "title": "Integration of Nano- and Biotechnology for beta-cell and islet Transplantation",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "The iNanoBIT project is aimed to apply nanotechnologies for imaging porcine pancreatic islet cellular transplants and induced pluripotent stem cell-derived beta-cells and subsequent regenerative processes in vivo in a porcine model. The project will develop1) novel highly sensitive nanotechnology-based imaging approaches allowing for monitoring of survival, engraftment, proliferation, function and whole body distribution of the cellular transplants in a preclinical porcine model with excellent translational potential to humans; 2) develop and validate the application of state-of-the-art imaging technologies facilitating the provision of new regenerative therapies to preclinical large animal models and patients; 3) directly contribute to the opening of a new market sector for i) imaging equipment (SPECT, PET/MR, optoacoustic imaging in preclinical large animal models and patients), ii) nano-imaging molecule supplies (nanomolecules allowing multimodality imaging of specific cell types with high sensitivity), iii) validated transplantable in vitro differentiated human beta-cells and porcinexenotransplant islets thus will reinforce the European healthcare supply chain for regenerative medicinal products. The iNanoBIT project will provide the currently missing toolbox for preclinical/clinical testing for a safe translation of regenerative medicinal cellular and tissue products, currently under preclinical and clinical trials, which is vital for the competitiveness of the European healthcare sector in this fast-growing area. The consortium of 5 SME and 3 Academic partners is coordinated and driven by the industrial partners from the field of nanotechnology, imaging and stem cell technologies, providing a perfect match and unique combination addressing the scope and expected impact of the call and providing TRL 3/4 starting points for the key technological elements, and expect to arrive to TRL6 levels of validated technologies ready for marketing by the end of the project.",
    "totalCost": "6999997,5",
    "ecMaxContribution": "6999997,5",
    "coordinator": "BIOTALENTUM TUDASFEJLESZTO KFT",
    "coordinatorCountry": "HU",
    "participants": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;UNIVERSITE CATHOLIQUE DE LOUVAIN;BBS NANOTECHNOLOGIA KUTATASI ES FEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG;DEFYMED;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;Mediso Orvosi Berendezes Fejleszto es Szerviz Kft.;ITHERA MEDICAL GMBH",
    "participantCountries": "DE;BE;HU;FR;IT",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 652564
        },
        "957288345": {
            "orgId": "957288345",
            "orgName": "ITHERA MEDICAL GMBH",
            "ecContrib": 636041
        },
        "993014027": {
            "orgId": "993014027",
            "orgName": "Mediso Orvosi Berendezes Fejleszto es Szerviz Kft.",
            "ecContrib": 795375
        },
        "916980189": {
            "orgId": "916980189",
            "orgName": "BBS NANOTECHNOLOGIA KUTATASI ES FEJLESZTESI KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 710726
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1629575
        },
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 628750
        },
        "953491862": {
            "orgId": "953491862",
            "orgName": "DEFYMED",
            "ecContrib": 645625
        },
        "999925665": {
            "orgId": "999925665",
            "orgName": "BIOTALENTUM TUDASFEJLESZTO KFT",
            "ecContrib": 1301341
        }
    },
    "calculatedTotalContribution": 6999997
}