{
    "rcn": "212338",
    "acronym": "BioCatPolymers",
    "topics": "BIOTEC-06-2017",
    "title": "Sustainable and efficient bio-chemical catalytic cascade conversion of residual biomass to high quality biopolymers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The overall objective of BioCatPolymers is to demonstrate a sustainable and efficient technological route to convert low quality residual biomass to high added-value biopolymers. The technology is based on an integrated hybrid bio-thermochemical process combining the best features of both. The biological step consists of the efficient conversion of biomass-derived sugars to mevalonolactone (MVL). MVL can be then converted to bio-monomers via highly selective chemocatalytic processes. BioCatPolymers is specifically aiming at the efficient and economic production of isoprene and 3-methyl 1,5-pentanediol (3MPD), two momoners with very large markets that can be further processed in the existing infrastructure for fossil-based polymers for the production of elastomers and polyurethanes, respectively. \nThis ambitious target will be attained by optimizing and demonstrating the entire value chain on 0.5 ton of biomass/day scale, starting from the pretreatment of lignocellulosic biomass to hydrolysis and biological fermentation to MVL, separation of MVL from fermentation broth, selective catalytic conversion to the targeted monomer and finally purification to polymer grade quality. The novel approach we propose in this project surpasses the impediments of traditional solely bio-based approaches. It aims at producing bio-isoprene at 50% cost reduction and 3MPD at 70% cost reduction compared to average market prices, by optimizing the platform cell factories and all downstream processes and integrating the process modules, thereby increasing the competitiveness of biological processes in terms of economics. \nThe BioCatPolymers consortium consists of highly qualified and experienced researchers with complementary expertise. Trans-disciplinary considerations are strongly involved in the project. The strong industrial leadership-driven innovation potential is reflected through the fact that the large majority of the partners are from industry.",
    "totalCost": "5351985,08",
    "ecMaxContribution": "4362047,56",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "COVESTRO DEUTSCHLAND AG;BIOPROCESS PILOT FACILITY BV;SEKAB E-TECHNOLOGY AB;VISOLIS TECHNOLOGIES LTD;QUANTIS;PROCESS DESIGN CENTER BV",
    "participantCountries": "DE;NL;SE;UK;CH",
    "projectParticipants": {
        "997433541": {
            "orgId": "997433541",
            "orgName": "COVESTRO DEUTSCHLAND AG",
            "ecContrib": 124250
        },
        "937812200": {
            "orgId": "937812200",
            "orgName": "ITALIAN BIO PRODUCTS SRL",
            "ecContrib": 0
        },
        "952287510": {
            "orgId": "952287510",
            "orgName": "BIOPROCESS PILOT FACILITY BV",
            "ecContrib": 737610
        },
        "938166444": {
            "orgId": "938166444",
            "orgName": "VISOLIS TECHNOLOGIES LTD",
            "ecContrib": 1025438
        },
        "994416065": {
            "orgId": "994416065",
            "orgName": "QUANTIS",
            "ecContrib": 262500
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 1316250
        },
        "997187161": {
            "orgId": "997187161",
            "orgName": "PROCESS DESIGN CENTER BV",
            "ecContrib": 429188
        }
    },
    "calculatedTotalContribution": 3895236
}