{
    "rcn": "212381",
    "acronym": "SEnECA",
    "topics": "ENG-GLOBALLY-07-2017",
    "title": "Strengthening and Energizing EU-Central Asia relations",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The relations to Central Asia are an important element of the changing transatlantic and geopolitical setting the EU is currently facing. They are influenced by the role the rest of Asia and other world powers play in the region, which the EU has to take into consideration while focusing on its comparative advantages. The main objectives of SEnECA are to strengthen and energize EU-Central Asia relations by establishing a sustainable, transdisciplinary SEnECA Research Network and the SEnECA Stakeholder Network to link European and Central Asian researchers, policy makers and stakeholders in order to improve research cooperation to develop a common SEnECA Agenda for Future Research Cooperation and EUís Central Asia policy by setting up the SEnECA Policy Roadmap. The SEnECA Communication Plan for dissemination and awareness-raising will promote the importance of Central Asia to Europe among scholars, policy-makers, stakeholders in education, media, civil society and the EU public sphere notably through the SEnECA Exhibition. SEnECA will thus ultimately strengthen capacities in research and policy advice through the SEnECA Academic Policy Advice Training. Within two years, twelve consortium members from think tanks, universities and NGOs in Europe and Central Asia build on their Trans-European and Central Asian network with research institutions in 41 European, Central Asian and other Asian countries. Through its activities, SEnECA maps existing networks of researchers of Central Asian Studies in Europe and European Studies in Central Asia and key actors in education and media active in EU-Central Asia relations to analyse research cooperation, policies and communication on Central Asia to set up the SEnECA Research Database which forms the basis for recommending priorities and new forms of scientific cooperation following the ìblended researchî approach and demand-driven policy advice based on an inclusive approach to EU policy-makers and stakeholders active in EU-Central Asia relations.",
    "totalCost": "1499857",
    "ecMaxContribution": "1499857",
    "coordinator": "UNIVERSITAET DUISBURG-ESSEN",
    "coordinatorCountry": "DE",
    "participants": "LATVIJAS ARPOLITIKAS INSTITUTS;YNANCH WEPA;WISEEUROPA - FUNDACJA WARSZAWSKI INSTYTUT STUDIOW EKONOMICZNYCH I EUROPEJSKICH;KYRGYZ NATIONAL UNIVERSITY NAMED AFTER JUSUP BALASAGYN;ANNA GUSSAROVA;Trans European Policy Studies Association;ROYAL UNITED SERVICES INSTITUTE FOR DEFENCE AND SECURITY STUDIES;INSTITUT FUR EUROPAISCHE POLITIK EV;JAHON OITISODIYOTI VA DIPLOMATIVA UNIVERSITETI;CENTRE INTERNATIONAL DE FORMATION EUROPEENNE;CENTER OF SOCIOLOGICAL RESEARCHES ZERKALO",
    "participantCountries": "LV;TM;PL;KG;KZ;BE;UK;DE;UZ;FR;TJ",
    "projectParticipants": {
        "951217309": {
            "orgId": "951217309",
            "orgName": "INSTITUT FUR EUROPAISCHE POLITIK EV",
            "ecContrib": 186208
        },
        "940504144": {
            "orgId": "940504144",
            "orgName": "LATVIJAS ARPOLITIKAS INSTITUTS",
            "ecContrib": 102395
        },
        "916839636": {
            "orgId": "916839636",
            "orgName": "ANNA GUSSAROVA",
            "ecContrib": 177152
        },
        "949083018": {
            "orgId": "949083018",
            "orgName": "CENTRE INTERNATIONAL DE FORMATION EUROPEENNE",
            "ecContrib": 84342
        },
        "997222081": {
            "orgId": "997222081",
            "orgName": "Trans European Policy Studies Association",
            "ecContrib": 222608
        },
        "951213526": {
            "orgId": "951213526",
            "orgName": "CENTER OF SOCIOLOGICAL RESEARCHES ZERKALO",
            "ecContrib": 79808
        },
        "999843312": {
            "orgId": "999843312",
            "orgName": "UNIVERSITAET DUISBURG-ESSEN",
            "ecContrib": 179582
        },
        "914800890": {
            "orgId": "914800890",
            "orgName": "YNANCH WEPA",
            "ecContrib": 79808
        },
        "924550748": {
            "orgId": "924550748",
            "orgName": "JAHON OITISODIYOTI VA DIPLOMATIVA UNIVERSITETI",
            "ecContrib": 65232
        },
        "933867889": {
            "orgId": "933867889",
            "orgName": "KYRGYZ NATIONAL UNIVERSITY NAMED AFTER JUSUP BALASAGYN",
            "ecContrib": 98558
        },
        "949842043": {
            "orgId": "949842043",
            "orgName": "WISEEUROPA - FUNDACJA WARSZAWSKI INSTYTUT STUDIOW EKONOMICZNYCH I EUROPEJSKICH",
            "ecContrib": 107082
        },
        "972594460": {
            "orgId": "972594460",
            "orgName": "ROYAL UNITED SERVICES INSTITUTE FOR DEFENCE AND SECURITY STUDIES",
            "ecContrib": 117082
        }
    },
    "calculatedTotalContribution": 1499857
}