{
    "rcn": "212394",
    "acronym": "NEWBIE",
    "topics": "RUR-10-2016-2017",
    "title": "New Entrant netWork: Business models for Innovation, entrepreneurship and resilience inEuropean agriculture",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Sustaining a cohort of new entrants is crucial to the ongoing vitality, resilience and competitiveness of the agricultural sector and  rural regions in Europe. New entrants bring with them innovation and entrepreneurialism, as well as practical skills and networks developed on farms and through off-farm employment. However, new entrants face considerable challenges in entering the sector, particularly access to land, capital, labour and markets, but also business skills and  knowledge development on both applied and  theoretical levels. Analysis  of Eurostat figures suggests that there is not an adequate replacement rate of young farmers in many European countries, although there  is evidence of considerable innovation  and comparatively high rates of new entrants in others (Zagata and  Sutherland, 2015). The NEWBIE Network (New Entrant netWork: Business models for Innovation, entrepreneurship and resilience in European agriculture) has been designed to address the significant challenge of enabling new entrants to successfully establish sustainable farm businesses in Europe. The NEWBIE network will facilitate the development and dissemination of new business models, including new entry models, to the full range of new entrants - from successors to complete newcomers to the agricultural sector. This will be achieved by a transdisciplinary network of farming organisations, educators, advisors, researchers and industry stakeholders, who will assemble, assess and exchange the state of the art on new entrant farming enterprises, and establish national and European new entrant support networks.  NEWBIE will focus particularly on enabling innovative business models developed by new entrants to be integrated into academic research and educational curricula, and broadly disseminated to new entrants across Europe.",
    "totalCost": "1995040,75",
    "ecMaxContribution": "1995040,75",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "THE JAMES HUTTON INSTITUTE;BUND DER DEUTSCHEN LANDJUGEND E.V. (BDL);RENETA (RESEAU NATIONAL DES ESPACES-TEST AGRICOLES);UNIVERSIDADE DE EVORA;SDRUJENIE-BISNES INKUBATOR-GOTSE DELCHEV, TSENTAR ZA PODPOMAGANE NA PREDPRIEMACHESTVOTO;FACHHOCHSCHULE SUDWESTFALEN;KATHOLIEKE UNIVERSITEIT LEUVEN;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;UNIVERZA V LJUBLJANI",
    "participantCountries": "UK;DE;FR;PT;BG;BE;IE;SI",
    "projectParticipants": {
        "998269196": {
            "orgId": "998269196",
            "orgName": "UNIVERSIDADE DE EVORA",
            "ecContrib": 156332
        },
        "942345204": {
            "orgId": "942345204",
            "orgName": "SDRUJENIE-BISNES INKUBATOR-GOTSE DELCHEV, TSENTAR ZA PODPOMAGANE NA PREDPRIEMACHESTVOTO",
            "ecContrib": 116938
        },
        "923932567": {
            "orgId": "923932567",
            "orgName": "RENETA (RESEAU NATIONAL DES ESPACES-TEST AGRICOLES)",
            "ecContrib": 183500
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 149375
        },
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 269365
        },
        "996205327": {
            "orgId": "996205327",
            "orgName": "FACHHOCHSCHULE SUDWESTFALEN",
            "ecContrib": 167375
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 420534
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 250125
        },
        "947860430": {
            "orgId": "947860430",
            "orgName": "BUND DER DEUTSCHEN LANDJUGEND E.V. (BDL)",
            "ecContrib": 120125
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 161371
        }
    },
    "calculatedTotalContribution": 1995040
}