{
    "rcn": "212337",
    "acronym": "PMSB",
    "topics": "ERC-2017-STG",
    "title": "Principles of Musical Structure Building: Theory, Computation, and Cognition",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Music is a central human trait across all cultures and historical periods, involving a great rich variety of parameters, cognitive processes, and forms of structure building. The proposed project aims at advancing the understanding of human cognition and, specifically, the capacity to represent and process complex auditory sequences and syntactic structures by exploring the rich potential of music perception.\nBuilding on the PIís previous work, this interdisciplinary research programme will be divided into three core strands:\n(A) The theoretical strand will be devoted to the investigation of formal principles that govern musical syntax and structure building in Western and non-Western music. Many current approaches share the expressive power of (tree-based) context-free grammars and are mostly confined to harmonic syntax only. Therefore, they face difficulty in expressing certain crucial syntactic phenomena in music. To address this lacuna, the theoretical strand will develop a novel unified theory of musical syntax that exceeds context-free complexity and reconciles harmonic structure with the constraints of voice leading within a single coherent framework.\n(B) Addressing the lack of machine-readable corpora in music research, a large corpus of digitized syntactic analyses will be compiled and published in the context of the projectís computational strand. Further, the unified syntax theory will be implemented based on a generalized parsing approach and graph grammars, and trained and evaluated using the analytical corpus. \n(C) The formal framework developed in (A) entails specific predictions about mental representations of musical structure that will be empirically tested in the experimental strand of the project. Particular focus will be on aspects of nonlocal dependency relations, learnability, revision, and tension. \nThe outcomes of the project will make a significant contribution to both the field of music cognition and to the cognitive sciences in general.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}