{
    "rcn": "212333",
    "acronym": "SUGARCODING",
    "topics": "ERC-2017-STG",
    "title": "The neuroenergetics of memory consolidation ñ hybrid PET/MR imaging of the default mode network",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Since its discovery more than a decade ago, the most studied network in the human brain remains a paradox. The default mode network (DMN) is most active during the resting state and deactivates once subjects engage in goal directed behavior. Although reported in hundreds of studies using functional magnetic resonance imaging (fMRI), the function of the DMN is still unknown. I hypothesize that memories are consolidated in the DMN during resting state, a process that is interrupted once we engage in cognitive processing. This hypothesis is based on two complementary and recent findings. First, brain regions involved in encoding of novel or retrieval of consolidated memories strongly resemble regions of the DMN. Second, the DMN consumes most glucose during resting state as revealed by positron emission tomography (PET). Importantly, energy in the brain is mainly dedicated to neuronal signaling and synaptic plasticity related to memory consolidation.\nTo test my hypothesis, I will use hybrid PET/MR imaging to simultaneously study fMRI activity and energy metabolism of the DMN during episodic memory processing. Integrating this novel imaging approach with my recently developed brain connectivity methods, I will (i) identify the metabolic baseline of fMRI-deactivations in the DMN, (ii) track the metabolic demand and directional connectivity in the DMN during memory consolidation, and (iii) evaluate non-invasive brain stimulation as a therapeutic option to modulate memory consolidation. The DMN is massively disturbed in psychiatric disorders such as Alzheimerís disease, anxiety and affective disorders. SUGARCODING aims at uncovering memory consolidation as a universal function of the DMN that seems to critically orchestrate the human mind and its pathological deviations. \n...",
    "totalCost": "1499403,74",
    "ecMaxContribution": "1499403,74",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1499404
        }
    },
    "calculatedTotalContribution": 1499404
}