{
    "rcn": "212380",
    "acronym": "TRANS-URBAN-EU-CHINA",
    "topics": "ENG-GLOBALLY-08-2016-2017",
    "title": "Transition towards urban sustainability through socially integrative cities in the EU and in China",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Cities are places of social innovation and engines of economic growth. They attract dynamic groups of society, they provide vast opportunities of inter-action, communication and exchange of knowledge, and they thereby lay the foundation for attracting large shares of R&D investment and an innovative service sector. Thus, social integration is directly linked with economic prosperity of cities. This is true for European and Chinese urban development but especially relevant for China as, promoted by vari-ous levels of governments, the country is transitioning from a less urban to a more urbanized society with increasingly intensified land use and higher quality of life.\n\nOne of the greatest challenges facing Chinese urbanisation is how to best design and turn cities into intelligent, socially integrative and sustainable environments. TRANS-URBAN-EU-CHINA addresses this key challenge. According to the 13th Five-Year Plan (2016-20120), China will ìredoubleî its ìef-forts to improve urban planning, development, and managementî and to ìimprove living environments so that people can enjoy a more secure, relaxing, and satisfying city lifeî. The (Chinese) National New Urbanisation Plan (2014-2020) provides strong policy support for strategic decision-making and implementation of sustainable development approaches, aiming to be innovative, coordinated, green, open and shared. Good practices and methods from Europe in terms of social inclusiveness, cultural dynamics and eco-nomic viability have proven to be very significant to China, but Chinese cities need new insights to implement, scale up and transfer these practices in their own operational realities. This can also pro-duce positive learning effects on the European side, and will influence the European research agenda on sustainable urbanisation. \n\nOn this background, the key objective of TRANS-URBAN-EU-CHINA is to help policy makers, urban authorities, real estate developers, public service providers and citizens in China to create socially inte-grative cities in an environmentally friendly and financially viable way.  Moreover, it will help urban stakeholders in Europe to reflect and eventually reconsider their approaches towards sustainable ur-banisation. In order to achieve the main objective, the project will: \n\nï Develop a systematic knowledge base on transition experiences in Europe and China in a com-parative way, and make key results publicly available as a book addressing practitioners, the scien-tific community and students; \nï Advance tools and measures to support transition in cooperation with local stakeholders and citi-zens, and test them in two Living Labs located in Chinese cities with the purpose to derive opera-tional and evidence-based knowledge about urban transformative capacity;\nï Elaborate related recommendations to support transition towards socially integrative cities, discuss them with representatives of 60 Reference Cities and a wider stakeholder community, and dissem-inate them through a variety of channels, including a web-based compendium of tested tools and measures adapted to local socio-economic, cultural and political specificities; the compendium will include policy briefs, guidelines, methods, and good practice examples for the development of so-cially integrative cities and for strengthening transformative capacities of local stakeholders.\n\nThe project focuses on: (a) community building and place-making in neighbourhoods; (b) bridging the planning-implementation gap in eco and smart cities; (c) land use planning and land management in new urban expansion and urban renewal areas, and (d) transition pathways to sustainable urban plan-ning and governance.\nWith 8 European and 6 Chinese expert organisations on socially integrative cities, TRANS-URBAN-EU-CHINA will combine the best of both worlds to create new insights, practices and role models in sustainable urban transitions in China. The Chinese team of partners from government ag",
    "totalCost": "2499993,75",
    "ecMaxContribution": "2499993,75",
    "coordinator": "LEIBNIZ-INSTITUT FUR OKOLOGISCHE RAUMENTWICKLUNG EV",
    "coordinatorCountry": "DE",
    "participants": "CHINA CENTER FOR URBAN DEVELOPMENT;CHINA ACADEMY OF URBAN PLANNING AND DESIGN;ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;TONGJI UNIVERSITY;TSINGHUA UNIVERSITY;CHINESE ACADEMY OF SCIENCE AND TECHNOLOGY FOR DEVELOPMENT*CASTED;INSTITUTE OF GEOGRAPHICAL SCIENCES AND NATURAL RESOURCES RESEARCH, CHINESE ACADEMY OF SCIENCES;POLITECNICO DI TORINO;EUROCITIES ASBL;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;ISRAEL SMART CITIES INSTITUTE;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "CN;IT;AT;BE;NO;IL;DE",
    "projectParticipants": {
        "996533381": {
            "orgId": "996533381",
            "orgName": "CHINESE ACADEMY OF SCIENCE AND TECHNOLOGY FOR DEVELOPMENT*CASTED",
            "ecContrib": 22194
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 148950
        },
        "999855631": {
            "orgId": "999855631",
            "orgName": "TSINGHUA UNIVERSITY",
            "ecContrib": 81644
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 153055
        },
        "999745439": {
            "orgId": "999745439",
            "orgName": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
            "ecContrib": 210144
        },
        "915178220": {
            "orgId": "915178220",
            "orgName": "ISRAEL SMART CITIES INSTITUTE",
            "ecContrib": 154912
        },
        "997342070": {
            "orgId": "997342070",
            "orgName": "CHINA ACADEMY OF URBAN PLANNING AND DESIGN",
            "ecContrib": 192031
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 255809
        },
        "997863736": {
            "orgId": "997863736",
            "orgName": "TONGJI UNIVERSITY",
            "ecContrib": 78790
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 260211
        },
        "997154375": {
            "orgId": "997154375",
            "orgName": "LEIBNIZ-INSTITUT FUR OKOLOGISCHE RAUMENTWICKLUNG EV",
            "ecContrib": 384775
        },
        "999435136": {
            "orgId": "999435136",
            "orgName": "INSTITUTE OF GEOGRAPHICAL SCIENCES AND NATURAL RESOURCES RESEARCH, CHINESE ACADEMY OF SCIENCES",
            "ecContrib": 157591
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 318606
        },
        "924656381": {
            "orgId": "924656381",
            "orgName": "CHINA CENTER FOR URBAN DEVELOPMENT",
            "ecContrib": 81281
        }
    },
    "calculatedTotalContribution": 2499993
}