{
    "rcn": "212326",
    "acronym": "MisloQC",
    "topics": "ERC-2017-STG",
    "title": "Dissecting Quality Control Mechanisms of Mislocalized Proteins",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Protein quality control systems maintain a functional proteome through detection and removal of abnormal proteins. While typically only misfolded or damaged molecules are thought of as abnormal, recent work has revealed that also mislocalized proteins are subject to quality control. Mislocalized proteins are defined as proteins that fail to reach their native compartment or fail to assemble into their native complex, and thus cannot function normally. Protein mislocalization is a constitutive problem caused by inefficiencies of cellular processes and increases with aging. Proteins can also mislocalize due to mutations, as seen in various metabolic, cardiovascular and neurodegenerative diseases, and some types of cancer.\nDespite the ubiquity of protein mislocalization, the systems performing quality control of mislocalized proteins are unknown for most of the proteome because quality control substrates are usually rare, thus difficult to identify, and there is considerable redundancy built into quality control systems. Here, I propose to systematically dissect quality control mechanisms of mislocalized proteins through a combination of molecular biology, genetics, biochemistry and computational biology in yeast and human cells. We will establish a platform for conditional protein mislocalization and apply it (i) to identify quality control substrates proteome-wide, (ii) to dissect redundancies in quality control systems, (iii) to identify the machinery responsible for quality control of mislocalized proteins and (iv) to map the features involved in substrate recognition by the quality control machinery. Finally, we will exploit our findings to selectively target aneuploid cancer cells, which exhibit a high burden of mislocalized proteins. This work will provide a comprehensive picture of quality control systems for mislocalized proteins and shed light on their roles under both normal and perturbed conditions.",
    "totalCost": "1497750",
    "ecMaxContribution": "1497750",
    "coordinator": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967962419": {
            "orgId": "967962419",
            "orgName": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
            "ecContrib": 1497750
        }
    },
    "calculatedTotalContribution": 1497750
}