{
    "rcn": "212355",
    "acronym": "ENSUREAL",
    "topics": "SPIRE-07-2017",
    "title": "Integrated cross-sectorial approach for environmentally sustainable and resource-efficient alumina production",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Global alumina production capacity is forecast to grow by 30% over the next ten years. Unfortunately, Europe cannot keep the competition and is highly dependent on imported alumina and bauxite. ENSUREAL projectís main objective is to decrease this dependence and characterise all the streams of the alumina industry in order to valorise them and make the European aluminium industry more competitive at a global scale.\n\nIn order to do so, ENSUREAL addresses the production of alumina of the aluminium production sector, through the introduction of a new technology (Pedersen process) that improves the processí yield and its energy and environmental performance. Moreover, ENSUREALís consortium proposes a new value chain that takes into account all the streams as valorisable products across the aluminium supply chain and introduces the foundry and the agricultural sector. A call for transparency (no-more-black-boxes) and thus a deeply cross-sectorial initiative.\n\nMore specifically, ENSUREAL brings together the aluminium sector (Aluminium of Greece), the foundry sector (Odlewnie Polskie S.A., Poland), the agricultural sector (Luvena S.A., Poland) and lime producers (CaO Hellas, Belgium), in order to demonstrate the new technologies and approaches proposed. The innovative character of the project is brought by major players in R&D, such as SINTEF, NTUA and NTNU. Outotec and SMS group bring outstanding engineering and process expertise. Furthermore, 3 SMEs will help define and optimise the bauxite scenario in Europe (AdMiRIS), develop ENSUREAL's business case (ITRB) and study the upscaling of the process for future commercial prospects (KON Chem). Last but not least, clustering with other EU initiatives, including other SPIRE projects, will be paid special attention in order to promote a transparent approach of development that show the aluminium producers in Europe all the benefits of implementing the ENSUREAL process once it is demonstrated.",
    "totalCost": "8971037,5",
    "ecMaxContribution": "7251488,89",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "KONLECHNER DAVID;Outotec GmbH;WAVESTONE LUXEMBOURG S.A.;SPOLKA AKCYJNA ODLEWNIE POLSKIE;LUVENA SPOLKA AKCYJNA;STIFTELSEN SINTEF;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;SMS GROUP GMBH;ADVANCED MINERALS AND RECYCLING INDUSTRIAL SOLUTIONS IKE;MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON;CAO HELLAS MAKEDONIKI ASVESTOPOIIA ANONIMI ETAIRIA PARAGOGIS KAI EMPORIAS ASVESTOY KAI LOIPON DOMIKOICHIMIKON ILON;ITRB LTD;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "AT;DE;LU;PL;NO;EL;CY",
    "projectParticipants": {
        "967822448": {
            "orgId": "967822448",
            "orgName": "WAVESTONE LUXEMBOURG S.A.",
            "ecContrib": 301875
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "915304320": {
            "orgId": "915304320",
            "orgName": "LUVENA SPOLKA AKCYJNA",
            "ecContrib": 78354
        },
        "927557554": {
            "orgId": "927557554",
            "orgName": "ADVANCED MINERALS AND RECYCLING INDUSTRIAL SOLUTIONS IKE",
            "ecContrib": 385000
        },
        "948107683": {
            "orgId": "948107683",
            "orgName": "KONLECHNER DAVID",
            "ecContrib": 162657
        },
        "960292435": {
            "orgId": "960292435",
            "orgName": "Outotec GmbH",
            "ecContrib": 409508
        },
        "952967868": {
            "orgId": "952967868",
            "orgName": "SMS GROUP GMBH",
            "ecContrib": 524562
        },
        "953873460": {
            "orgId": "953873460",
            "orgName": "ITRB LTD",
            "ecContrib": 419125
        },
        "962424495": {
            "orgId": "962424495",
            "orgName": "CAO HELLAS MAKEDONIKI ASVESTOPOIIA ANONIMI ETAIRIA PARAGOGIS KAI EMPORIAS ASVESTOY KAI LOIPON DOMIKOICHIMIKON ILON",
            "ecContrib": 90562
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 790000
        },
        "911519865": {
            "orgId": "911519865",
            "orgName": "MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON",
            "ecContrib": 1549712
        },
        "942645031": {
            "orgId": "942645031",
            "orgName": "SPOLKA AKCYJNA ODLEWNIE POLSKIE",
            "ecContrib": 90924
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1010459
        }
    },
    "calculatedTotalContribution": 5812738
}