{
    "rcn": "212363",
    "acronym": "FreeWheel",
    "topics": "FOF-10-2017",
    "title": "Lifecycle-reconfigurable Smart Mobility Platform to enable autonomous and cost-effective personalized solutions for social inclusion of disabled and elderly while leveraging AM technologies",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "FreeWheel promotes social inclusion of disabled and elderly people through a urban mobility solution consisting of a unit integrating an autonomous ìsmart activeî module, multiple custom interfaces and an app. Such a solution can be either rented (a sharing service available at in-door and out-door urban facilities), or sold; in the latter case the unit includes a fully personalized wheelchair. \n\nFreeWheel satisfies the need for customization, both on the user and on the vehicle side, through the implementation of a modular concept based on standard reconfigurable, low-cost modules (e.g. engine, gears, control unit, HMI, etc.) and on ultra-customized interfaces (e.g. body-to-vehicle, engine-to-vehicle, vehicle-to-infrastructure, etc.), produced via additive manufacturing. Re-configurability is achieved through an easy exchange of standard modules in different products. \n\nA further objective is making affordable the lifecycle cost of the above-mentioned mobility service (and/or product) through an innovative business model that offers mobility as a service (independent of vehicle ownership) and by leveraging dematerialization (reduction of manufacturing lead times and investment costs) and product re-configurability. \n\nThe expected impact is:\n-\tSocial inclusion of elderly and disabled citizens: the project will demonstrate affordability and safety in accessing public spaces in urban areas;\n-\tShort time-to-market: 70% less than the conventional approach. \n-\tSignificant cost reduction in the manufacturing of a personalised wheelchair unit as a result of the re-usability and adaptability of personalised products components; \n-\tUltra-low environmental impact: re-usability of modules and efficient manufacturing leading to more than 70% in environmental impact reduction regarding primary resources consumed while offering this mobility service.",
    "totalCost": "7348875",
    "ecMaxContribution": "5778656,25",
    "coordinator": "IRIS SRL",
    "coordinatorCountry": "IT",
    "participants": "GENNY ANGELS;MORPHICA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA A SOCIO UNICO;INNOVAZIONE AUTOMOTIVE E METALMECCANICA SCARL;MCH-TRONICS SAGL;KEEN BULL SAGL;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;EPHORATE OF ANTIQUITIES OF ACHAIA;PANEPISTIMIO PATRON;KUMO TECHNOLOGIES SL;NETWORK SOCIETY RESEARCH LTD",
    "participantCountries": "IT;CH;EL;ES;UK",
    "projectParticipants": {
        "971464410": {
            "orgId": "971464410",
            "orgName": "INNOVAZIONE AUTOMOTIVE E METALMECCANICA SCARL",
            "ecContrib": 261500
        },
        "920377226": {
            "orgId": "920377226",
            "orgName": "NETWORK SOCIETY RESEARCH LTD",
            "ecContrib": 0
        },
        "952984358": {
            "orgId": "952984358",
            "orgName": "IRIS SRL",
            "ecContrib": 580781
        },
        "911912424": {
            "orgId": "911912424",
            "orgName": "GENNY ANGELS",
            "ecContrib": 274312
        },
        "912444372": {
            "orgId": "912444372",
            "orgName": "EPHORATE OF ANTIQUITIES OF ACHAIA",
            "ecContrib": 92750
        },
        "917640468": {
            "orgId": "917640468",
            "orgName": "KEEN BULL SAGL",
            "ecContrib": 742000
        },
        "999587620": {
            "orgId": "999587620",
            "orgName": "SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA",
            "ecContrib": 1529000
        },
        "933381822": {
            "orgId": "933381822",
            "orgName": "KUMO TECHNOLOGIES SL",
            "ecContrib": 275625
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 557500
        },
        "916716446": {
            "orgId": "916716446",
            "orgName": "MORPHICA SOCIETA A RESPONSABILITA LIMITATA SEMPLIFICATA A SOCIO UNICO",
            "ecContrib": 450188
        },
        "915751975": {
            "orgId": "915751975",
            "orgName": "MCH-TRONICS SAGL",
            "ecContrib": 1015000
        }
    },
    "calculatedTotalContribution": 5778656
}