{
    "rcn": "212375",
    "acronym": "SoCaTel",
    "topics": "CO-CREATION-04-2017",
    "title": "A multi-stakeholder co-creation platform for better access to long-term care services",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "SoCaTel will cater to the needs of the growing ageing populations in Europe by overall improving the accessibility, responsiveness, efficiency and transparency of social and care services, focusing on long-term care. SoCaTel will create, implement and pilot a multi-module/multi-stakeholder platform, which fosters ageing-in- place in a friendly environment and community. This platform, based on past project results such as OASIS and its open government platform Ozwillo, will facilitate end-usersí free choice of government and non-government long-term care services according to their needs, and will empower citizensí voices and their representatives to champion their causes. Users, public services and innovators will collaborate throughout the process, from design through to development and testing, and onto implementation ñ facilitating the co-creation of novel services to address emerging needs and opportunities, while encouraging bottom-up innovation. SoCaTel will use governmental and private data sources, via links to platforms such as UniversAAL and PERLIS elderly supervision system, thus also creating additional business opportunities.\nThe SoCaTel approach and platform will be piloted in 4 countries, involving service users, government authorities, universities and the private sector: Spain, Finland, Hungary and Ireland, thus covering different welfare state models and addressing different challenges and cultural settings. \nSoCaTel puts forward solid frameworks for co-creation, impact assessment, ethics and change management, promoting a smooth introduction of co-creation approaches into public administration. The outputs of the project will be a range of services co-created during the pilots and ready to be deployed. The SoCaTel technological platform will be released as open source, facilitating its uptake by public authorities across Europe, as well as creating business opportunities to the SoCaTel SMEs and to third parties.",
    "totalCost": "4189139,85",
    "ecMaxContribution": "3809402",
    "coordinator": "UNIVERSITAT ROVIRA I VIRGILI",
    "coordinatorCountry": "ES",
    "participants": "AJUNTAMENT DE VILANOVA I LA GELTRU;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;STICHTING FONTYS;EVERIS SPAIN SL;HEALTH SERVICE EXECUTIVE HSE;OZWILLO;TAMPEREEN YLIOPISTO;FUNDACION ONCE PARA LA COOPERACIONE INCLUSION SOCIAL DE PERSONAS CONDISCAPACIDAD;TAMPEREEN KAUPUNKI;BLAU ADVISORS STRATEGIC PARTNERS SL;GAL FERENC FOISKOLA;CY.R.I.C CYPRUS RESEARCH AND INNOVATION CENTER LTD",
    "participantCountries": "ES;IE;NL;FR;FI;HU;CY",
    "projectParticipants": {
        "998501802": {
            "orgId": "998501802",
            "orgName": "STICHTING FONTYS",
            "ecContrib": 199918
        },
        "952429809": {
            "orgId": "952429809",
            "orgName": "CY.R.I.C CYPRUS RESEARCH AND INNOVATION CENTER LTD",
            "ecContrib": 354900
        },
        "915786022": {
            "orgId": "915786022",
            "orgName": "OZWILLO",
            "ecContrib": 430750
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 585437
        },
        "993521919": {
            "orgId": "993521919",
            "orgName": "HEALTH SERVICE EXECUTIVE HSE",
            "ecContrib": 201122
        },
        "998829080": {
            "orgId": "998829080",
            "orgName": "TAMPEREEN KAUPUNKI",
            "ecContrib": 125000
        },
        "949252962": {
            "orgId": "949252962",
            "orgName": "GAL FERENC FOISKOLA",
            "ecContrib": 187125
        },
        "999938081": {
            "orgId": "999938081",
            "orgName": "EVERIS SPAIN SL",
            "ecContrib": 437530
        },
        "999640291": {
            "orgId": "999640291",
            "orgName": "FUNDACION ONCE PARA LA COOPERACIONE INCLUSION SOCIAL DE PERSONAS CONDISCAPACIDAD",
            "ecContrib": 118500
        },
        "961572447": {
            "orgId": "961572447",
            "orgName": "BLAU ADVISORS STRATEGIC PARTNERS SL",
            "ecContrib": 93625
        },
        "999880560": {
            "orgId": "999880560",
            "orgName": "UNIVERSITAT ROVIRA I VIRGILI",
            "ecContrib": 671875
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 312995
        },
        "914495243": {
            "orgId": "914495243",
            "orgName": "AJUNTAMENT DE VILANOVA I LA GELTRU",
            "ecContrib": 90625
        }
    },
    "calculatedTotalContribution": 3809402
}