{
    "rcn": "212319",
    "acronym": "PROMETHEUS",
    "topics": "ERC-2017-STG",
    "title": "Flame nanoengineering for antibacterial medical devices",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Engineers in nanotechnology research labs have been quite innovative the last decade in designing nanoscale materials for medicine. However, very few of these exciting discoveries are translated to commercial medical products today. The main reasons for this are two inherent limitations of most nanomanufacture processes: scalability and reproducibility. There is too little knowledge on how well the unique properties associated with nanoparticles are maintained during their large-scale production while often poor reproducibility hinders their successful use. A key goal here is to utilize a nanomanufacture process famous for its scalability and reproducibility, flame aerosol reactors that produce at tons/hr commodity powders, and advance the knowledge for synthesis of complex nanoparticles and their direct integration in medical devices. Our aim is to develop the next generation of antibacterial medical devices to fight antimicrobial resistance, a highly understudied field. Antimicrobial resistance constitutes the most serious public health threat today with estimations to become the leading cause of human deaths in 30 years.\nWe focus on flame direct nanoparticle deposition on substrates combining nanoparticle production and functional layer deposition in a single-step with close attention to product nanoparticle properties and device assembly, extending beyond the simple commodity powders of the past. Specific targets here are two devices; a) hybrid drug microneedle patch with photothermal nanoparticles to fight life-threatening skin infections from drug-resistant bacteria and b) smart nanocoatings on implants providing both osteogenic and self-triggered antibacterial properties. The engineering approach for the development of antibacterial devices will provide insight into the basic physicochemical principles to assist in commercialization while the outcome of this research will help the fight against antibiotic resistance improving the public health worldwide.",
    "totalCost": "1812500",
    "ecMaxContribution": "1812500",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1812500
        }
    },
    "calculatedTotalContribution": 1812500
}