{
    "rcn": "212388",
    "acronym": "MAKSWELL",
    "topics": "CO-CREATION-07-2017",
    "title": "MAKing Sustainable development and WELL-being frameworks work for policy analysis",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "MAKSWELL project proposes to extend and harmonising the indicators able to capture the main characteristics of the beyond-GDP approach proposing a new framework that includes them in the evaluation of the public policies. The main goals of the project can be summarized in three main objectives. In particular, the project aims at:\n1_building up a database for a wide set of EU countries that select and harmonize the national framework on well-being as well as the available SDG indicators;\n2_improving the Database both in relation to the timeliness and to the integration with big data measures and the methodologies able to reach these extensions. Particularly WP2 will extend the actual set of information available on well-being and sustainability to including coherent new data sources (eg big data) able to derive coherent indicators for local analysis and disaggregation for other domain;\n3_using the extended Database for policy evaluation and built up a national pilot studies.\nMAKSWELL project aims at creating a shared knowledge on the state of the art on relevant dimensions of sustainable development and on vulnerabilities and potentialities of society; on the most appropriate traditional and new data collection tools and modern statistical methods to have timely and accurate data.\nThe analysis and summary of the main features of the piloting process will produce recommendations. They will be substantially suggestions and best practices collections to maintain and update the prototype fed by these new and traditional data sources for more focused policy decisions. The knowledge will be built up through the contact and reciprocal fertilization of NSIs, academics and stakeholders, identifying and contacting key practitioners to participate in a virtual Working Group. projects results will also path ways for common research under FP9.",
    "totalCost": "934296,88",
    "ecMaxContribution": "934296,88",
    "coordinator": "ISTITUTO NAZIONALE DI STATISTICA",
    "coordinatorCountry": "IT",
    "participants": "STATISTISCHES BUNDESAMT;CONSORZIO PER LO SVILUPPO DELLE METODOLOGIE E DELLE INNOVAZIONI NELLE PUBBLICHE AMMINISTRAZIONI;UNIVERSITA DI PISA;UNIVERSITAT TRIER;UNIVERSITY OF SOUTHAMPTON;HUNGARIAN CENTRAL STATISTICAL OFFICE;CENTRAAL BUREAU VOOR DE STATISTIEK",
    "participantCountries": "DE;IT;UK;HU;NL",
    "projectParticipants": {
        "999795103": {
            "orgId": "999795103",
            "orgName": "CENTRAAL BUREAU VOOR DE STATISTIEK",
            "ecContrib": 141325
        },
        "994301993": {
            "orgId": "994301993",
            "orgName": "ISTITUTO NAZIONALE DI STATISTICA",
            "ecContrib": 200764
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 122781
        },
        "915297724": {
            "orgId": "915297724",
            "orgName": "CONSORZIO PER LO SVILUPPO DELLE METODOLOGIE E DELLE INNOVAZIONI NELLE PUBBLICHE AMMINISTRAZIONI",
            "ecContrib": 88500
        },
        "912556601": {
            "orgId": "912556601",
            "orgName": "HUNGARIAN CENTRAL STATISTICAL OFFICE",
            "ecContrib": 43345
        },
        "998911918": {
            "orgId": "998911918",
            "orgName": "STATISTISCHES BUNDESAMT",
            "ecContrib": 86125
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 116600
        },
        "999863682": {
            "orgId": "999863682",
            "orgName": "UNIVERSITAT TRIER",
            "ecContrib": 134856
        }
    },
    "calculatedTotalContribution": 934296
}