{
    "rcn": "212313",
    "acronym": "NEBULAR",
    "topics": "ERC-2017-STG",
    "title": "Novel Blueprints for the Visible-Light-Mediated Assembly of CñN Bonds via Nitrogen Radicals",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Nitrogen-containing compounds underpin every aspect of our daily life as they form the structural basis of almost all pharmaceuticals, agrochemicals, food additives and materials. The invention of methods for the formation of bonds between C and N atoms is of strategic importance for the discovery and evolution of molecules with direct implications on the quality of our lives. Despite this fundamental relevance, forming CñN bonds is still a very challenging task.\nThis proposal aims to deliver transformative advances for the development of new efficient and selective strategies for the synthesis of N-containing molecules by harnessing visible-light as inexpensive and sustainable source of energy. \nI aim to challenge preconceptions about the field of organic chemistry and to develop innovative methods to control, modulate and transform the reactivity of nitrogen-centered radicals (NCRs), an entire class of reactive intermediates for which there are only limited applications in modern organic chemistry. \nMy research group has developed two novel visible-light-mediated ways of generating NCRs, and I aim to: (1) Harness and explore the unique features of visible-light-mediated transformations to provide novel multicomponent reactions of NCRs. (2) Establish NCRs as viable partners in asymmetric photoredox catalysis and use them for the easy construction of complex molecules with defined 3D shapes. (3) Merge the visible-light generation of NCRs with organocatalysis to enable novel dual catalytic asymmetric protocols. (4) Combine the NCRs with transition metal catalysis and discover unprecedented transformations that go beyond photoredox catalysis and transition metal catalysis alone.     \nThis cohesive and innovative approach will develop new tools essential for the assembly of complex molecules with biological, therapeutic and agrochemical properties. Overall this project will transform the way CñN bonds are forged and how N-containing molecules are assembled.",
    "totalCost": "1494777",
    "ecMaxContribution": "1494777",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1494777
        }
    },
    "calculatedTotalContribution": 1494777
}