{
    "rcn": "212385",
    "acronym": "SIRIUS",
    "topics": "REV-INEQUAL-13-2017",
    "title": "Skills and Integration of Migrants, Refugees and Asylum Applicants in European Labour Markets",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Despite the polarization in public and policy debates generated by the post-2014 fluxes of refugees, asylum applicants and migrants, European countries need to work out an evidence-based way to deal with migration and asylum rather than a prejudice-based one. The proposed project, SIRIUS, builds on a multi-dimensional conceptual framework in which host country or political-institutional, societal and individual-related conditions function either as enablers or as barriers to migrantsí, refugeesí and asylum seekersí integration via the labour market. SIRIUS has three main objectives: A descriptive objective: To provide systematic evidence on post-2014 migrants, refugees and asylum applicants especially women and young people and their potential for labour market employment and, more broadly, social integration. An explanatory objective: To advance knowledge on the complexity of labour market integration for post-2014 migrants, refugees and asylum applicants, and to explore their integration potential by looking into their spatial distribution (in relation to the distribution of labour demand across the labour market), while taking into account labour market characteristics and needs in different country and socio-economic contexts. A prescriptive objective: To advance a theoretical framework for an inclusive integration agenda, outlining an optimal mix of policy pathways for labour market integration including concrete steps that Member States and other European countries along with the EU can take to ensure that migrant-integration policies and the broader system of workforce-development, training, and employment programmes support new arrivalsí access to decent work opportunities and working conditions. SIRIUS has a mixed methods approach and innovative dissemination plan involving online priority action networks, film essays, festival, job fair and an applied game along with scientific and policy dialogue workshops and conferences.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE GLASGOW CALEDONIAN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITE DE GENEVE;ALLILEGGIE SOLIDARITYNOW;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;UNIVERSITA DEGLI STUDI DI FIRENZE;JYVASKYLAN YLIOPISTO;EUROPEAN UNIVERSITY INSTITUTE;ROSKILDE UNIVERSITET;MULTIKULTURNI CENTRUM PRAHA, Z.S.;SOLIDAR;UNIVERZITA KARLOVA",
    "participantCountries": "CH;EL;IT;FI;DK;CZ;BE",
    "projectParticipants": {
        "920339881": {
            "orgId": "920339881",
            "orgName": "ALLILEGGIE SOLIDARITYNOW",
            "ecContrib": 98865
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 243421
        },
        "999901803": {
            "orgId": "999901803",
            "orgName": "ROSKILDE UNIVERSITET",
            "ecContrib": 286974
        },
        "961628416": {
            "orgId": "961628416",
            "orgName": "SOLIDAR",
            "ecContrib": 105836
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 239671
        },
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 226887
        },
        "998162981": {
            "orgId": "998162981",
            "orgName": "MULTIKULTURNI CENTRUM PRAHA, Z.S.",
            "ecContrib": 71890
        },
        "999902482": {
            "orgId": "999902482",
            "orgName": "THE GLASGOW CALEDONIAN UNIVERSITY",
            "ecContrib": 337397
        },
        "999974650": {
            "orgId": "999974650",
            "orgName": "UNIVERSITE DE GENEVE",
            "ecContrib": 437796
        },
        "999923434": {
            "orgId": "999923434",
            "orgName": "UNIVERZITA KARLOVA",
            "ecContrib": 229921
        },
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 221341
        }
    },
    "calculatedTotalContribution": 2499999
}