{
    "rcn": "212396",
    "acronym": "VIVALDI",
    "topics": "SFS-13-2017",
    "title": "Veterinary Validation of Point-of-Care Detection Instrument",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "In the VIVALDI project the consortium will validate new equipment (the VETPOD platform) for rapid on-site detection of zoonotic pathogens in industrial food and animal production chains.\nThe coordinator Technical University of Denmark (DTU) has developed the VETPOD platform based on  Loop mediated isothermal amplification (LAMP) technology and optical read-out to a user interface, with disposable plastic cartridges (Lab-on-Chip, LOC) that can be adapted to an infinite number of assays for almost all pathogens. \nWe have a portable LOC system with optical detection: a system with polymeric chip made by injection moulded with multiple (8-32) chambers suitable for rapid online or on site detection of pathogens. The polymer chip with multiple chambers is able to perform LAMP to detect different pathogens at species level from multiple (8-30) samples within 30-60 min.\nWe want to validate the VETPOD platform for three important zoonotic pathogens: Avian Influenza Virus (AIV) or Highly Pathogenic Avian Influenza Virus (HPAIV), Salmonella spp. and Campylobacter spp. For HPAIV this will include identification of H types (H5 and H7), for Salmonella the identification of the most important serovars S. Enteritidis, S. Typhimurium and S. Dublin, and for Campylobacter species identification of C. jejuni and C. coli.\nThe validation includes two stages:\n1) Validation by national reference laboratories in DK, SE, IT and FR. Each NRL will involve 10 external labs for ring trials.\n2) End-user validation at private labs (SMEs) in DE and IT.\nThe equipment provider will prepare a business plan for sale of the VETPOD system. \nThe private labs will prepare business plans for using the VETPOD platform for at site animal health detection as well as for online detection of zoonotic pathogens in food and animal production chains.",
    "totalCost": "3210751,19",
    "ecMaxContribution": "2918817,84",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "UNIVERSITA DEGLI STUDI DI PARMA;STATENS VETERINAERMEDICINSKA ANSTALT;ACEL SERVICE SRL;MARTIN FRETTLOH;AGENCE NATIONALE DE LA SECURITE SANITAIRE DE L ALIMENTATION DE L ENVIRONNEMENT ET DU TRAVAIL",
    "participantCountries": "IT;SE;DE;FR",
    "projectParticipants": {
        "953614373": {
            "orgId": "953614373",
            "orgName": "MARTIN FRETTLOH",
            "ecContrib": 126704
        },
        "999755818": {
            "orgId": "999755818",
            "orgName": "STATENS VETERINAERMEDICINSKA ANSTALT",
            "ecContrib": 314396
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 175300
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1762318
        },
        "983552356": {
            "orgId": "983552356",
            "orgName": "AGENCE NATIONALE DE LA SECURITE SANITAIRE DE L ALIMENTATION DE L ENVIRONNEMENT ET DU TRAVAIL",
            "ecContrib": 374032
        },
        "916270246": {
            "orgId": "916270246",
            "orgName": "ACEL SERVICE SRL",
            "ecContrib": 166066
        }
    },
    "calculatedTotalContribution": 2918816
}