{
    "rcn": "212364",
    "acronym": "TEMPO",
    "topics": "EE-04-2016-2017",
    "title": "TEMPerature Optimisation for Low Temperature District Heating across Europe",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "The technical and economic viability of todayís district heating (DH) networks are undermined by transitions to highly efficient building stocks and ineffective business models which fail to benefit all stakeholders. TEMPO tackles this by 1) innovations to create low temperature (LT) networks for increased network efficiency and integration options for renewable and residual heat sources; and 2) new business models to boost network competitiveness and attractiveness for stakeholder investment. \n\nIn TEMPO, six innovations related to networks, digitisation thereof and building optimisation undergo final development (TRL7-8). The innovations are combined into 3 solution packages suitable for 3 different application areas:  new LT DH networks in urban areas, new LT DH networks in rural areas, and existing (HT) networks. The benefits of these solution packages to reduce network temperatures will be demonstrated in 3 selected representative demos. The Vattenfall demo is a new urban LT network whereby solution package 1 will be demonstrated to reduce temperatures and therefore to enable integration of a geothermal energy source and cooling. The Enerpipe demo is a new rural LT network whereby solution package 2 will be demonstrated to reduce temperatures and so can open up the possibility to integrate a renewable energy source at a later stage. The existing network of A2A currently operates at a very high supply temperature. By integrating solution package 3, with particular emphasis on end consumer engagement, reduction in network temperatures will be similarly demonstrated. A comparable monitoring approach will ensure optimal network performance (reliability and durability) assessment and to foster maximal replication options in other areas.\n\nEach solution package will be coupled to an innovative business model, which can leverage cost savings due to improved energy efficiency to offset the investment costs. Stakeholder engagement and consumer empowerment will be high pr",
    "totalCost": "4997041,25",
    "ecMaxContribution": "4064098,5",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "STEINBEIS INNOVATION GGMBH;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;A2A CALORE & SERVIZI SRL;VATTENFALL WARME BERLIN AKTIENGESELLSCHAFT;EUROHEAT & POWER;ENERPIPE GMBH;HOGSKOLAN I  HALMSTAD;SMET-GROUNDWATER TECHNICS;NODAIS AB;THERMAFLEX INTERNATIONAL HOLDING B.V.",
    "participantCountries": "DE;AT;IT;BE;SE;NL",
    "projectParticipants": {
        "998936750": {
            "orgId": "998936750",
            "orgName": "STEINBEIS INNOVATION GGMBH",
            "ecContrib": 310548
        },
        "923521772": {
            "orgId": "923521772",
            "orgName": "THERMAFLEX INTERNATIONAL HOLDING B.V.",
            "ecContrib": 344065
        },
        "950596800": {
            "orgId": "950596800",
            "orgName": "A2A CALORE & SERVIZI SRL",
            "ecContrib": 117600
        },
        "952847103": {
            "orgId": "952847103",
            "orgName": "NODAIS AB",
            "ecContrib": 298593
        },
        "914944935": {
            "orgId": "914944935",
            "orgName": "SMET-GROUNDWATER TECHNICS",
            "ecContrib": 468519
        },
        "989884031": {
            "orgId": "989884031",
            "orgName": "EUROHEAT & POWER",
            "ecContrib": 240000
        },
        "916333005": {
            "orgId": "916333005",
            "orgName": "ENERPIPE GMBH",
            "ecContrib": 388718
        },
        "998196931": {
            "orgId": "998196931",
            "orgName": "HOGSKOLAN I  HALMSTAD",
            "ecContrib": 191150
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 344034
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 801518
        }
    },
    "calculatedTotalContribution": 3504745
}