{
    "rcn": "212310",
    "acronym": "Multicellularity",
    "topics": "ERC-2017-STG",
    "title": "The genetic basis of the convergent evolution of fungal multicellularity",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The evolution of multicellularity (MC) has been one of the major transitions in the history of life. Despite immense interest in its evolutionary origins, the genomic changes leading to the emergence of MC, especially that of complex MC (differentiated 3-dimensional structures) are poorly known. Previous comparative genomics projects aiming to understand the genetic bases of MC in one way or another relied on gene content-based analyses. However, a pattern emerging from these studies is that gene content provides only an incomplete explanation for the evolution of MC even at ancient timescales. We hypothesize that besides gene duplications, changes to cis-regulatory elements and gene expression patterns (including protein isoforms) have significantly contributed to the evolution of MC. To test this hypothesis, we will deploy a combination of computational methods, phylogenomics, comparative transcriptomics and genome-wide assays of regulatory elements. Our research focuses on fungi as a model system, where complex MC evolved convergently and in subsequent two steps. Fungi are ideal models to tackle this question for several reasons: a) multicellularity in fungi evolved multiple times, b) there are rich genomic resources (>500 complete genomes), c) complex multicellular structures can be routinely grown in the lab and d) genetic manipulations are feasible for several cornerstone species. We set out to examine which genes participate in the building of simple and complex multicellular structures and whether the evolution of regulome complexity and gene expression patterns can explain the evolution of MC better than can traditionally assayed sources of genetic innovations (e.g. gene duplications). Ultimately, our goal is to reach a general synthesis on the genetic bases of the evolution of MC and that of organismal complexity.",
    "totalCost": "1486500",
    "ecMaxContribution": "1486500",
    "coordinator": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999471996": {
            "orgId": "999471996",
            "orgName": "MAGYAR TUDOMANYOS AKADEMIA SZEGEDIBIOLOGIAI KUTATOKOZPONT",
            "ecContrib": 1486500
        }
    },
    "calculatedTotalContribution": 1486500
}