{
    "rcn": "212362",
    "acronym": "ETEKINA",
    "topics": "EE-17-2016-2017",
    "title": "HEAT PIPE TECHNOLOGY FOR THERMAL ENERGY RECOVERY IN INDUSTRIAL APPLICATIONS",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Energy-Intensive Industries (EII) in Europe are characterized by very high energy production costs as well as by an important level of CO2 emissions. Energy production costs account for up to 40% of total production costs in some EII, while EII emissions represent a quarter of total EU CO2 emissions. EII are therefore directly concerned by the EU 2014 Energy/Climate Package, which sets a global objective of 40% reduction of GHG emissions and 27% increase of energy efficiency by 2030.\nThe report on energy prices and costs for some energy-intensive sectors published by the European Commission showed for example that natural gas prices for European ceramic companies increased by around 30% between 2010 and 2012 and they were four times higher than in Russia and more than three times higher than in the USA. Similarly, electricity costs were two times higher in the EU than in the USA and Russia. Such figures clearly confirm that energy is a crucial element for the competitiveness of our industry.\nTherefore, an integrated approach to process innovation is proposed within ETEKINA project covering design, simulation, operating conditions and process management together with breakthrough technology for waste heat recovery.\nThe overall objective of ETEKINA project is to improve the energy performance of industrial processes. For this to be possible, the valorisation of waste heat by a turnkey modular  Heat Pipe Based Heat Exchanger (HPHE)  technology adaptable to different industry sectors will be addressed within the project and demonstrated in three industrial processes from the non-ferrous, steel and ceramic sectors in order to demonstrate:\n(i)\tThe economic feasibility of the solution, and therefore\n(ii)\tIts market potential.",
    "totalCost": "5507380",
    "ecMaxContribution": "4617677,13",
    "coordinator": "IKERLAN S COOP",
    "coordinatorCountry": "ES",
    "participants": "SIJ METAL RAVNE DOO;FAGOR EDERLAN S.COOP.;INDUSTRIAL FURNACES INSERTEC S.L.;INSTITUT JOZEF STEFAN;ECONOTHERM (UK) LIMITED;CERAMICHE ATLAS CONCORDE SPA;BRUNEL UNIVERSITY LONDON;EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "SI;ES;UK;IT;DE",
    "projectParticipants": {
        "999581315": {
            "orgId": "999581315",
            "orgName": "IKERLAN S COOP",
            "ecContrib": 771000
        },
        "925974611": {
            "orgId": "925974611",
            "orgName": "SIJ METAL RAVNE DOO",
            "ecContrib": 265125
        },
        "933675150": {
            "orgId": "933675150",
            "orgName": "ECONOTHERM (UK) LIMITED",
            "ecContrib": 371884
        },
        "935141693": {
            "orgId": "935141693",
            "orgName": "INDUSTRIAL FURNACES INSERTEC S.L.",
            "ecContrib": 197050
        },
        "916295951": {
            "orgId": "916295951",
            "orgName": "EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH",
            "ecContrib": 319375
        },
        "989918078": {
            "orgId": "989918078",
            "orgName": "FAGOR EDERLAN S.COOP.",
            "ecContrib": 452625
        },
        "915582031": {
            "orgId": "915582031",
            "orgName": "CERAMICHE ATLAS CONCORDE SPA",
            "ecContrib": 840290
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 353408
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 350000
        },
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 696921
        }
    },
    "calculatedTotalContribution": 4617678
}