{
    "rcn": "212336",
    "acronym": "UMMA",
    "topics": "ERC-2017-STG",
    "title": "Urban Metamorphosis of the community of a Medieval African capital city",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "UMMA (Arab. ??? - community) is a multidisciplinary project aimed as the first study of the liminal phases of a Christian African community inhabiting Dongola, the capital city of of Makuria (modern Sudan). It will concern the twilight of Christian Dongola and the metamorphosis of its urban community into a new entity organised along different social and religious paradigms. The project will investigate the impact between the weakening of the central authority and migrations of Islamic Arab tribes on the kingdomís capital city and its community. The notion that the project intends to investigate is that a complete breakdown of this urban organism and its hinterland was avoided thanks to cooperation established between the remaining local community and migrant population groups arriving in the period under consideration. The project will seek to identify strategies of\ninteraction between the local community and the newcomers, as well as patterns of survival of the old traditions on household level. UMMA will lay foundations for further enquiries into evolution of precolonial African communities and provoke a general discussion on social changes in urban environments. It will unfold a whole new research perspective on the period from the gradual decline of the kingdom of Makuria (14th-15th cent. CE) to the Egyptian invasion in 1820, which is virtually absent from scholarly enquiry to date.\n\nUMMA brings together specialists from several disciplines to carry out an exemplary archaeological project to set the standards for future archaeological research on late medieval and early modern Sudan. The project will combine methods of inquiry used in disciplines like history, archaeology, geophysics, chemistry and physics to obtain a multifaceted, cross-disciplinary perspective on the social phenomenon of liminal periods in urbanism.",
    "totalCost": "1484854",
    "ecMaxContribution": "1484854",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 1484854
        }
    },
    "calculatedTotalContribution": 1484854
}