{
    "rcn": "212389",
    "acronym": "RESPECT",
    "topics": "ENG-GLOBALLY-05-2017",
    "title": "Realizing Europeís Soft Power in External Cooperation and Trade",
    "startDate": "01/01/2018",
    "endDate": "30/04/2021",
    "objective": "Seismic changes in global geopolitics, the rapid rise of global production networks, increasing disputes surrounding trade integration initiatives and challenges to ensuring coherence across policy initiatives at EU and Member State level have made the pursuit of EU external policy objectives more complex. The overarching goal of RESPECT is to identify options and opportunities for better realizing the EUís soft power in achieving its external policy objectives. It does so through rigorous empirical analysis of the effects of trade and trade policy on nontrade policy objectives (NTPOs) and the development of conceptual frameworks to inform the design of a more coherent external policy mix. Four broad objectives are pursued: (i) documenting the prevailing situation ñ the set of EU and Member State policies that together characterize the EUís trade and investment-related policy regime; (ii) understanding the factors that influence the ability of different constellations of EU external policies to attain both trade goals and NTPOs; (iii) determining success factors for effective EU external policies; and (iv) developing practical, operationally feasible recommendations to redesign trade policy to promote better overall EU external policy objectives while recognizing the political economy incentives confronting key actors in and outside the EU. The project centres on in-depth, multi-disciplinary analyses based on methodological triangulation of the impacts of EU trade-related policies, broadly defined to include the investment policies and economic diplomacy activities of Member States. Pathways to impact centre on close involvement of policymakers responsible for ñ and affected by ñ EU trade in all stages of the project, a focus on the design of institutional arrangements to enhance the coherence of EU external policies, and structured deliberation with key EU institutions, including the European Parliament and stakeholder groups in and outside the EU.",
    "totalCost": "2901098,75",
    "ecMaxContribution": "2497461,25",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY OF INTERNATIONAL BUSINESS AND ECONOMICS;CENTRE FOR EUROPEAN POLICY STUDIES;EUROPEAN CENTRE FOR DEVELOPMENT POLICY MANAGEMENT;UNIVERSITAET BERN;KOZEP-EUROPAI EGYETEM;UNIVERSITE LIBRE DE BRUXELLES;THE UNIVERSITY OF SUSSEX;TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK;THE CENTRE FOR ECONOMIC POLICY RESEARCH",
    "participantCountries": "CN;BE;NL;CH;HU;UK;US",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 501098
        },
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 405985
        },
        "999747670": {
            "orgId": "999747670",
            "orgName": "CENTRE FOR EUROPEAN POLICY STUDIES",
            "ecContrib": 167188
        },
        "999454051": {
            "orgId": "999454051",
            "orgName": "THE CENTRE FOR ECONOMIC POLICY RESEARCH",
            "ecContrib": 122188
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 196128
        },
        "975418324": {
            "orgId": "975418324",
            "orgName": "EUROPEAN CENTRE FOR DEVELOPMENT POLICY MANAGEMENT",
            "ecContrib": 184245
        },
        "999902385": {
            "orgId": "999902385",
            "orgName": "EUROPEAN UNIVERSITY INSTITUTE",
            "ecContrib": 524550
        },
        "986190465": {
            "orgId": "986190465",
            "orgName": "UNIVERSITY OF INTERNATIONAL BUSINESS AND ECONOMICS",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2101382
}