{
    "rcn": "212311",
    "acronym": "NEWTON",
    "topics": "ERC-2017-STG",
    "title": "NEw Windown inTO Earth's iNterior",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Comprehensive seismic programs undertaken in the past few years, combined with emerging new numerical technologies now provide the potential, for the first time, to explore in detail the Earthís interior. However, such an integrated approach is currently not contemplated, which produces physical inconsistencies among the different studies that strongly bias our understanding of the Earthís internal structure and dynamics. Of particular concern are nowadays apparent thermo-petrological anomalies in tomographic images that are generated by the unaccounted-for anisotropic structure of the mantle and that are commonly confused with real thermo-petrological features. Given the diffuse mantle seismic anisotropy, apparent thermo-petrological anomalies contaminate most tomographic models against which tectono-magmatic models are validated, representing a critical issue for the present-day window.\nHere we aim to develop a new methodology that combines state-of-the-art geodynamic modelling and seismological methods. The new methodology will allow building robust anisotropic tomographic models that will exploit anisotropy predictions from petrological-thermomechanical modelling to decompose velocity anomalies into isotropic (true thermo-petrological) and anisotropic (mechanically-induced) components. \nAs a major outcome, we expect to provide a new, geodynamically and seismologically constrained perspective of the current deep structure and tectono-magmatic evolution of different tectonic settings. This new methodology will be applied to the Mediterranean and the Cascadia subduction zone where, despite the abundant seismological observations, large uncertainties about the subsurface structure and tectono-magmatic evolution persist.\nFurthermore, we plan to develop a new inversion technique for seismic anisotropy, and release an open source, sophisticated code for mantle fabric modelling, which will allow coupling geodynamic and seismological modelling in other tectonic settings.",
    "totalCost": "1466030",
    "ecMaxContribution": "1466030",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999472675": {
            "orgId": "999472675",
            "orgName": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
            "ecContrib": 230000
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1236030
        }
    },
    "calculatedTotalContribution": 1466030
}