{
    "rcn": "212343",
    "acronym": "CARBAFIN",
    "topics": "BIOTEC-06-2017",
    "title": "Carbohydrate-based fine chemicals: Development of a glycosylation platform cell factory and optimization of downstream processing for the sustainable production of glycosides.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "CARBAFIN will develop, based on an integrated biocatalytic production technology, a radically new value chain for the utilisation of surplus sucrose from sugar beet biomass in the EU. CARBAFIN will demonstrate bio-based co-production of a functional glucoside and fructose. The glucoside products of CARBAFIN (glucosylglycerol, cellodextrin) have large-scale uses in nutrition and feed, cosmetics and detergents. Fructose is exploited in the production of 5-hydroxymethylfurfural (HMF), a versatile chemical building block currently considered for making bio-based plastics. Leading platform technologies in biocatalytic cell factories and downstream processing, conjointly optimised in CARBAFIN for performance efficiency and cost-effectiveness under full integration of LCA and economic evaluation, are key to make industrial co-production of glycosides and HMF via fructose competitive in today's markets. In addition, CARBAFIN contributes to the establishment of new, fully renewables-based value chains across the European industries, linking the sugar industry sector to the cosmetics, chemicals, polymer and detergents sectors and strengthening the sugar industries' role in food and feed. It supports the efficient cascading use of sugar beet-derived sucrose in combination with biomass-derived base chemicals (e.g. glycerol, glucose). CARBAFIN's HMF production aims at replacing petroleum-based chemicals with bio-based building blocks. CARBAFIN will thus contribute to development of a chemical industry that is low-carbon, resource-efficient and sustainable. CARBAFIN will help Europe to maintain global leadership in industrial biotechnology and secure position as innovation leader in sugar-based products. CARBAFIN's innovations will involve broadly the engagement of societal actors with particular emphasis on consumer awareness and acceptance.",
    "totalCost": "6128058,75",
    "ecMaxContribution": "5362908,75",
    "coordinator": "ACIB GmbH",
    "coordinatorCountry": "AT",
    "participants": "BITOP AKTIENGESELLSCHAFT;TECHNISCHE UNIVERSITAET GRAZ;UNIVERSITEIT GENT;GALAB LABORATORIES GMBH;PFEIFER & LANGEN GMBH & CO KG;PNO CONSULTANTS BV;AVA BIOCHEM BSL AG",
    "participantCountries": "DE;AT;BE;NL;CH",
    "projectParticipants": {
        "951007595": {
            "orgId": "951007595",
            "orgName": "PFEIFER & LANGEN GMBH & CO KG",
            "ecContrib": 730870
        },
        "998917447": {
            "orgId": "998917447",
            "orgName": "GALAB LABORATORIES GMBH",
            "ecContrib": 79975
        },
        "983020408": {
            "orgId": "983020408",
            "orgName": "ACIB GmbH",
            "ecContrib": 1570576
        },
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1118351
        },
        "968244010": {
            "orgId": "968244010",
            "orgName": "BITOP AKTIENGESELLSCHAFT",
            "ecContrib": 506380
        },
        "950929413": {
            "orgId": "950929413",
            "orgName": "AVA BIOCHEM BSL AG",
            "ecContrib": 393750
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 888631
        },
        "990535968": {
            "orgId": "990535968",
            "orgName": "PNO CONSULTANTS BV",
            "ecContrib": 74375
        }
    },
    "calculatedTotalContribution": 5362908
}