{
    "rcn": "212308",
    "acronym": "BONDS",
    "topics": "ERC-2017-STG",
    "title": "Bilayered ON-Demand Scaffolds: On-Demand Delivery from induced Pluripotent Stem Cell Derived Scaffolds for Diabetic Foot Ulcers",
    "startDate": "01/10/2017",
    "endDate": "30/09/2022",
    "objective": "This programís goal is to develop a scaffold using a new biomaterial source that is functionalised with on-demand delivery of genes for coordinated healing of diabetic foot ulcers (DFUs). DFUs are chronic wounds that are often recalcitrant to treatment, which devastatingly results in lower leg amputation. This project builds on the PIís experience growing matrix from induced-pluripotent stem cell derived (iPS)-fibroblasts and in developing on-demand drug delivery technologies. The aim of this project is to first develop a SiPS: a scaffold from iPS-fibroblast grown matrix, which has never been tested as a source material for scaffolds. iPS-fibroblasts grow a more pro-repair and angiogenic matrix than (non-iPS) adult fibroblasts. The SiPS structure will be bilayered to mimic native skin: dermis made mostly by fibroblasts and epidermis made by keratinocytes. The dermal layer will consist of a porous scaffold with optimised pore size and mechanical properties and the epidermal layer will be film-like, optimised for keratinisation.\nSecond, the SiPS will be functionalised with delivery of plasmid-DNA (platelet derived growth factor gene, pPDGF) to direct angiogenesis on-demand. As DFUs undergo uncoordinated healing, timed pPDGF delivery will guide them through angiogenesis and healing. To achieve this, alginate microparticles, designed to respond to ultrasound by releasing pPDGF, will be interspersed throughout the SiPS. This BONDS will be tested in an in vivo pre-clinical DFU model to confirm its ability to heal wounds by providing cells with the appropriate biomimetic scaffold environment and timed directions for healing. With >100 million current diabetics expected to get a DFU, the BONDS would have a powerful clinical impact.\nThis research program combines a disruptive technology, the SiPS, with a new platform for on-demand delivery of pDNA to heal DFUs. The PI will build his lab around these innovative platforms, adapting them for treatment of diverse complex wounds.",
    "totalCost": "1372135",
    "ecMaxContribution": "1372135",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 1372135
        }
    },
    "calculatedTotalContribution": 1372135
}