{
    "rcn": "212390",
    "acronym": "Swiss EENISSME",
    "topics": "H2020-EEN-GA-2017-1-CH",
    "title": "Contribution of Swiss EEN to the implementation of the SME Instrument",
    "startDate": "01/03/2017",
    "endDate": "31/12/2018",
    "objective": "The SME Instrument of Horizon 2020 can be considered as an important complement to innovation promotion available in Switzerland. Despite its intense competitive nature, it will rapidly become an attractive source of support for highly innovative and fast growing Swiss SMEs, in particular for start-ups. Also, before long , Swiss SMEs will probably be successful in securing funding and support. Thus, Switzerland plans to offer competent support to those SMEs that fit the criteria for the SME Instrument and are willing to meet the challenge. \nIn 2017-20018, the Swiss EEN consortium will provide Key Account Management (KAM) service to each SME Instrument beneficiaries (about 40 packages in 17-18). It will also support selected companies with Enhancing the Innovation Management Capacity (EIMC) service packages (about 35 packages in 17-18). the years 17-18 will be a pilot phase for te EIMC approach. Firstly, different tools and methodology will be assessed. A concept will determine what the precise needs of Swiss SMEs are in this context, what criteria should be used to select candidates and how the service process should be conducted. At the end of 2018, a careful evaluation of the process will be carried out. \nKAM and EIMC services will be offered by well trained and highly experienced EEN advisors presently located at Euresearch and Switzerland Global Enterprise. At present, these two institutions are members of the EEN consortium and cover, with their specific fields of activities, the entire innovation chain. They will work closely with innovation experts in the Swiss regions (Regional Innovation Systems) and of the Commission for Technology and Innovation (also member of the EEN consortium). This collaboration will insure that SME Instrument beneficiaries have preferred access to other innovation promotion instruments and expertise available in Switzerland or at the international level.",
    "totalCost": "402133,75",
    "ecMaxContribution": "402133,5",
    "coordinator": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG",
    "coordinatorCountry": "CH",
    "participants": "SWITZERLAND GLOBAL ENTERPRISE;VEREIN EURESEARCH",
    "participantCountries": "CH",
    "projectParticipants": {
        "915102172": {
            "orgId": "915102172",
            "orgName": "SWITZERLAND GLOBAL ENTERPRISE",
            "ecContrib": 27518
        },
        "999569093": {
            "orgId": "999569093",
            "orgName": "VEREIN EURESEARCH",
            "ecContrib": 374615
        },
        "998365711": {
            "orgId": "998365711",
            "orgName": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG",
            "ecContrib": 1
        }
    },
    "calculatedTotalContribution": 402134
}