{
    "rcn": "212392",
    "acronym": "SWINOSTICS",
    "topics": "SFS-13-2017",
    "title": "Swine diseases field diagnostics toolbox",
    "startDate": "01/11/2017",
    "endDate": "30/04/2021",
    "objective": "The increased population density in modern animal production systems has made them vulnerable to various transboundary infectious agents & diseases. During the last decades in the developed world, a reduction in the direct burden of livestock diseases has been observed, because of more effective drugs & vaccines. However, the total impact may actually be increasing, because in a highly-interconnected world, the effects of diseases extend far beyond animal sickness & mortality. Therefore, early diagnosis and establishment of reliable countermeasures to infectious disease outbreaks is essential to limit severe biophysical and socio-economic consequences.\nTo date, the time between initial disease outbreak and laboratory confirmation of the etiologic infectious agent can be up to several weeks. Reliable & simple diagnostic testing directly on site would enable rapid local decision making, which is crucial to prevent further spreading of the disease.\nSilicon-based Photonic Integrated Circuits (PIC) have been demonstrated as a powerful platform for biosensing systems. In combination with integrated monoclonal antibodies, they can provide portable multiplex detection of proteins with sensitivity & specificity previously not realized. SWINOSTICS addresses the sector needs, by developing a novel field diagnostic device, based on advanced, proven, bio-sensing technologies to tackle viruses causing epidemics in swine farms and leading to relevant economic damages, complying to the objectives of the STAR-IDAZ. The diagnostic device will allow threat assessment at the farm level, with the analytical quality of commercial laboratories. The device will be developed for a panel of 6 important swine diseases. The device will be portable & will provide results in 10 minutes for 5 samples simultaneously, making it highly suitable for field use. It is based on 3 lab-verified concepts: a) PIC technology, b) Label-free optical detection, c) patented nano-deposition technology.",
    "totalCost": "3454965",
    "ecMaxContribution": "2993425,5",
    "coordinator": "CY.R.I.C CYPRUS RESEARCH AND INNOVATION CENTER LTD",
    "coordinatorCountry": "CY",
    "participants": "ALLATORVOSTUDOMANYI EGYETEM;UNIVERSITA DEGLI STUDI DI FIRENZE;ISS BIOSENSE SRL;PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY;LUMENSIA SENSORS SL;CONSIGLIO NAZIONALE DELLE RICERCHE;AGRICULTURAL UNIVERSITY OF ATHENS;UNIVERSITAT POLITECNICA DE VALENCIA;KONTOR 46 DI BONASSO MATTEO SAS",
    "participantCountries": "HU;IT;PL;ES;EL",
    "projectParticipants": {
        "952429809": {
            "orgId": "952429809",
            "orgName": "CY.R.I.C CYPRUS RESEARCH AND INNOVATION CENTER LTD",
            "ecContrib": 383469
        },
        "920100194": {
            "orgId": "920100194",
            "orgName": "LUMENSIA SENSORS SL",
            "ecContrib": 202125
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 268375
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 278750
        },
        "951413831": {
            "orgId": "951413831",
            "orgName": "KONTOR 46 DI BONASSO MATTEO SAS",
            "ecContrib": 259068
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 490000
        },
        "986973934": {
            "orgId": "986973934",
            "orgName": "ISS BIOSENSE SRL",
            "ecContrib": 232264
        },
        "917811673": {
            "orgId": "917811673",
            "orgName": "ALLATORVOSTUDOMANYI EGYETEM",
            "ecContrib": 177188
        },
        "999478301": {
            "orgId": "999478301",
            "orgName": "PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 250312
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 451875
        }
    },
    "calculatedTotalContribution": 2993426
}