{
    "rcn": "212334",
    "acronym": "COMBINEPIC",
    "topics": "ERC-2017-STG",
    "title": "Elliptic Combinatorics: Solving famous models from combinatorics, probability and statistical mechanics, via a transversal approach of special functions",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "I am willing to solve several well-known models from combinatorics, probability theory and statistical mechanics: the Ising model on isoradial graphs, dimer models, spanning forests, random walks in cones, occupation time problems. Although completely unrelated a priori, these models have the common feature of being presumed ìexactly solvableî models, for which surprising and spectacular formulas should exist for quantities of interest. This is captured by the title ìElliptic Combinatoricsî, the wording elliptic referring to the use of special functions, in a broad sense: algebraic/differentially finite (or holonomic)/diagonals/(hyper)elliptic/ hypergeometric/etc.\n\nBesides the exciting nature of the models which we aim at solving, one main strength of our project lies in the variety of modern methods and fields that we cover: combinatorics, probability, algebra (representation theory), computer algebra, algebraic geometry, with a spectrum going from applied to pure mathematics.\n\nWe propose in addition two major applications, in finance (Markovian order books) and in population biology (evolution of multitype populations). We plan to work in close collaborations with researchers from these fields, to eventually apply our results (study of extinction probabilities for self-incompatible flower populations, for instance).",
    "totalCost": "1242400",
    "ecMaxContribution": "1242400",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1242400
        }
    },
    "calculatedTotalContribution": 1242400
}