{
    "rcn": "212321",
    "acronym": "NEIMO",
    "topics": "ERC-2017-STG",
    "title": "Neuronal regulation of immunity",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The philosophical ëmind-body problemí examines the relationship between the mind, a mental process, and its impact on the body, a physical entity. It has multiple manifestations in modern medicine, for example, the emergence of disease following stress, or recovery in response to placebo treatment. Nevertheless, this fundamental aspect of physiology remains largely unexplored. Here we propose to approach this question by focusing on a specific aspect of brain-body interactions. Namely, to study how the brain's interoceptive site, the insular cortex, affects the immune system, the bodyís main protective mechanism. We will explore the interactions between the insula and the immune system on two levels. First, we will focus on the insula and its projections within the brain; secondly, we will study the role of projections from the brain, specifically, the peripheral nervous system (PNS), which innervates all the immunological organs. We will use chemogenetics to activate/inhibit the activity of neurons in the insula, and optogenetics to locally control, using light, the activity of sympathetic and parasympathetic neurons innervating immunological sites. We will then characterize the effects of these neuronal manipulations on the immune system to decipher fundamental principles of the dialog between nerve and immune cells with the long term goal of harnessing the brainís therapeutic potential. My multidisciplinary background places me in a unique position to investigate brain regulation of immunity, and our preliminary data support our central hypothesis that the brain and, specifically, the insula, regulate immune responses. Taken together, this study promises to alter our understanding of brain-body interactions, and to set the stage for novel approaches to analyze how the state of the mind impacts physiology.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}