{
    "rcn": "212371",
    "acronym": "EMPATHIC",
    "topics": "SC1-PM-15-2017",
    "title": "Empathic, Expressive, Advanced Virtual Coach to Improve Independent Healthy-Life-Years of the Elderly",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The EMPATHIC Research & Innovation project will research, innovate, explore and validate new paradigms and platforms, laying the foundation for future generations of Personalised Virtual Coaches to assist elderly people living independently at and around their home. \nInnovative multimodal face analytics, adaptive spoken dialogue systems and natural language interfaces are part of what the project will research and innovate, in order to help dependent aging persons and their carers. \nThe project will use remote non-intrusive technologies to extract physiological markers of emotional states in real-time for online adaptive responses of the coach, and advance holistic modelling of behavioural, computational, physical and social aspects of a personalised expressive virtual coach. It will develop causal models of coach-user interactional exchanges that engage elders in emotionally believable interactions keeping off loneliness, sustaining health status, enhancing quality of life and simplifying access to future telecare services.\nThe project will include a demonstration and validation phase with clearly-defined realistic use cases. It will focus on evidence-based, user-validated research and integration of intelligent user and context sensing methods through voice, eye and facial analysis, intelligent heuristics (complex interaction, user intention detection, distraction estimation, system decision), visual and spoken dialogue system, and system reaction capabilities.\nThrough measurable end-user validation, to be performed in 3 different countries (Spain, Norway and France) with 3 distinct languages and cultures (plus English for R&D), the proposed methods and solutions will ensure usefulness, reliability, flexibility and robustness.\nThe project partners include health-maintenance end-user organisations, technology developers, academic / research institutes and system integrators.\nThe project, planned for a 36-month duration, is estimated to require total funding of 4 MÄ",
    "totalCost": "3999800",
    "ecMaxContribution": "3999800",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "E-SENIORS: INITIATION DES SENIORS AUX NTIC ASSOCIATION;OSATEK SA;OSLO UNIVERSITETSSYKEHUS HF;INTELLIGENT VOICE LIMITED;INSTITUT MINES-TELECOM;TUNSTALL HEALTHCARE (UK) LIMITED;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;ACAPELA GROUP BABEL TECHNOLOGIES SA",
    "participantCountries": "FR;ES;NO;UK;IT;IL;BE",
    "projectParticipants": {
        "998623925": {
            "orgId": "998623925",
            "orgName": "TUNSTALL HEALTHCARE (UK) LIMITED",
            "ecContrib": 289375
        },
        "919792316": {
            "orgId": "919792316",
            "orgName": "INTELLIGENT VOICE LIMITED",
            "ecContrib": 655000
        },
        "991104000": {
            "orgId": "991104000",
            "orgName": "OSLO UNIVERSITETSSYKEHUS HF",
            "ecContrib": 390000
        },
        "911843845": {
            "orgId": "911843845",
            "orgName": "OSATEK SA",
            "ecContrib": 561800
        },
        "997916795": {
            "orgId": "997916795",
            "orgName": "ACAPELA GROUP BABEL TECHNOLOGIES SA",
            "ecContrib": 289750
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 278500
        },
        "997623564": {
            "orgId": "997623564",
            "orgName": "E-SENIORS: INITIATION DES SENIORS AUX NTIC ASSOCIATION",
            "ecContrib": 160000
        },
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 191875
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 387250
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 796250
        }
    },
    "calculatedTotalContribution": 3999800
}