{
    "rcn": "212331",
    "acronym": "CO2LIFE",
    "topics": "ERC-2017-STG",
    "title": "BIOMIMETIC FIXATION OF CO2 AS SOURCE OF SALTS AND GLUCOSE",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The continued increase in the atmospheric concentration of CO2 due to anthropogenic emissions is leading to significant changes in climate, with the industry accounting for one-third of all the energy used globally and for almost 40% of worldwide CO2 emissions. Fast actions are required to decrease the concentration of this greenhouse gas in the atmosphere, value that has currently reaching 400 ppm. Among the technological possibilities that are on the table to reduce CO2 emissions, carbon capture and storage into geological deposits is one of the main strategies that is being applied. However, the final objective of this strategy is to remove CO2 without considering the enormous potential of this molecule as a source of carbon for the production of valuable compounds. Nature has developed an effective and equilibrated mechanism to concentrate CO2 and fixate the inorganic carbon into organic material (e.g., glucose) by means of enzymatic action. Mimicking Nature and take advantage of millions of years of evolution should be considered as a basic starting point in the development of smart and highly effective processes. In addition, the use of amino-acid salts for CO2 capture is envisaged as a potential approach to recover CO2 in the form of (bi)carbonates. \nThe project CO2LIFE presents the overall objective of developing a chemical process that converts carbon dioxide into valuable molecules using membrane technology. The strategy followed in this project is two-fold: i) CO2 membrane-based absorption-crystallization process on basis of using amino-acid salts, and ii) CO2 conversion into glucose or salts by using enzymes as catalysts supported on or retained by membranes. The final product, i.e. (bi)carbonates or glucose, has a large interest in the (bio)chemical industry, thus, new CO2 emissions are avoided and the carbon cycle is closed. This project will provide a technological solution at industrial scale for the removal and reutilization of CO2.",
    "totalCost": "1302710",
    "ecMaxContribution": "1302710",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1302710
        }
    },
    "calculatedTotalContribution": 1302710
}