{
    "rcn": "212328",
    "acronym": "EnBioN",
    "topics": "ERC-2017-STG",
    "title": "Engineering the Biointerface of Nanowires to Direct Stem Cell Differentiation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "ENBION will engineer a platform to direct the differentiation of stem cells by developing principles for the rational design of the biointerface of nanowires. \nIt is increasingly evident that efficient tissue regeneration can only ensue from combining the regenerative potential of stem cells with regulatory stimuli from gene therapy and niche engineering. Yet, despite significant advances towards integrating these technologies, the necessary degree of control over cell fate remains elusive. \nVertical arrays of high aspect ratio nanostructures (nanowires) are rapidly emerging as promising tools to direct cell fate. Thanks to their unique biointerface, nanowires enable gene delivery, intracellular sensing, and direct stimulation of signalling pathways, achieving dynamic manipulation of cells and their environment. \nThis broad manipulation potential highlights the importance and timeliness of engineering nanowires for regenerative medicine. However, developing a nanowire platform to direct stem cell fate requires design principles based on the largely unknown biological processes governing their interaction with cells. Enabling localized, vector-free gene therapy through efficient transfection relies on understanding the still debated mechanisms by which nanowires induce membrane permeability. Directing cell reprogramming requires understanding the largely unexplored mechanosensory processes and the resulting epigenetic effects arising from the direct interaction of nanowires with multiple organelles within the cell. Engineering the cell microenvironment requires yet undeveloped strategies to localize signalling and transfection with a resolution comparable to the lengthscale of cells.\nENBION will develop this critical knowledge and integrate it into guidelines for dynamic manipulation of cells. Beyond the nanowire platform, the principles highlighted by this unique interface can guide the development of nanomaterials with improved control over cellular processes.",
    "totalCost": "1495430",
    "ecMaxContribution": "1495430",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 1495430
        }
    },
    "calculatedTotalContribution": 1495430
}