{
    "rcn": "212348",
    "acronym": "STARSTEM",
    "topics": "NMBP-15-2017",
    "title": "NanoSTARS imaging for STEM cell therapy for arthritic joints",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "STARSTEM proposes imaging of stem cell engraftment in arthritic joints of large animals at clinically relevant depths, using nanoparticles with novel optical properties which enable unprecedented penetration depth and sensitivity. Arthritis is the most prevalent disease worldwide, with osteoarthritis (OA) affecting around 10% of the global population and around 70 million patients in Europe. There is no effective cure for OA at present and the majority of the treatments are symptomatic and not restorative. Stem cell therapy provides a unique opportunity for the self-regeneration of injured cartilage. One of the major hurdles in stem cell mediated-therapy is the inability to diagnose successful engraftment in real time using conventional imaging techniques. STARSTEM will address the major technology gaps to enable imaging of human stem cells at clinically relevant depths. STARSTEM is proposing the use of novel dual plasmonic gold nanostars (nanostars)-enhanced multi-modal imaging to detect stem cell engraftment and tissue repair, and thus their activity and efficacy as a therapy. STARSTEM will harness the best properties of light and sound with a photoacoustic (PA) imaging system for large animal and human finger imaging as proof-of-concept which exploits the unique advantages of our nanomaterial for differential and deep-tissue imaging. Functional imaging using PA enables the real time monitoring of engraftment and the therapeutic process at the site of interest, while highly sensitive anatomical imaging using MRI (using nanostar conjugated with magnetic nanoparticles as contrast agent) enables tracking of the movement and retention in individual organs of the transplanted cells that did not engraft. Algorithms for co-registered PA-MRI imaging approach will enable monitoring of the therapeutic process with high sensitivity. The overall imaging approach is designed to address small to large animal testing for efficacy and safety prior to clinical testing on humans.",
    "totalCost": "5965891,25",
    "ecMaxContribution": "5965891,25",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;PINTAIL LTD;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;BIORIGEN SRL;TECHNISCHE UNIVERSITAET MUENCHEN;UNIVERSITA DEGLI STUDI DI GENOVA;ITHERA MEDICAL GMBH",
    "participantCountries": "UK;IE;ES;IT;DE",
    "projectParticipants": {
        "998752062": {
            "orgId": "998752062",
            "orgName": "BIORIGEN SRL",
            "ecContrib": 446500
        },
        "957288345": {
            "orgId": "957288345",
            "orgName": "ITHERA MEDICAL GMBH",
            "ecContrib": 795625
        },
        "998268614": {
            "orgId": "998268614",
            "orgName": "PINTAIL LTD",
            "ecContrib": 250000
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 506840
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999976687": {
            "orgId": "999976687",
            "orgName": "UNIVERSITA DEGLI STUDI DI GENOVA",
            "ecContrib": 600000
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 1989565
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 599260
        }
    },
    "calculatedTotalContribution": 5187790
}