{
    "rcn": "212314",
    "acronym": "SWFsEUROPE",
    "topics": "ERC-2017-STG",
    "title": "Legitimacy, Financialization, and Varieties of Capitalism: Understanding Sovereign Wealth Funds in Europe",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The number and size of sovereign wealth funds (SWF) has grown substantially in the last decade, leading to an unsettled debate regarding their legitimacy in the global political economy. Some suggest they represent the (re)emergence of state-led capitalism subject to geopolitical motivations that threaten free markets. For others, SWFs represent a source of long-term patient capital capable of mitigating market short-termism. Either way, SWFs challenge the norm, particularly in the West, that financial markets are spaces of exchange for non-state actors. In three complementary and interdisciplinary work programmes the SWFsEUROPE project will explain the evolving and variegated pattern of ësovereign fund capitalismí in Europe, developing a new theory of the relationship between states and global finance. First, the project breaks new ground by explaining and theorizing how the legitimacy of SWFs as commercially oriented investors is performed when they are still entities of the state. No study has critically examined how legitimacy is performed via mechanisms such as the International Forum of Sovereign Wealth Funds and the Santiago Principles, or the growing evidence of collaboration with cognate institutional investors (e.g. pension funds). Second, this projects seeks a multi-layered explanation of the uneven pattern of investment flows and stocks of foreign SWFs into European countries through hypothesis testing of aggregate investment data with different theories of national-institutional variety, coupled with a comparative analysis of the bilateral investment-promotion relationships of investment-receiving countries. Third, the project will compare the growth and development of European SWFs. There is no comparative study exploring why some states are sponsors of an SWF (e.g. Italy, France, Ireland) and others are not (e.g. UK), what the motivations are and how they are made legitimate.",
    "totalCost": "1414722",
    "ecMaxContribution": "1414722",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1414722
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1414722
}