{
    "rcn": "212307",
    "acronym": "N-T-AUTONOMY",
    "topics": "ERC-2017-STG",
    "title": "Non-Territorial Autonomy as Minority Protection in Europe: An Intellectual and Political History of a Travelling Idea, 1850-2000",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Over the past 150 years, non-territorial autonomy has been one of three models for dealing with linguistic or ethnic minorities within several European states. Compared with the other two, i.e. the recognition of minority rights as individual rights and territorial self-rule, non-territorial autonomy has received little attention. This project proposes to write the first history of non-territorial autonomy as an applied policy tool in minority protection and as an intellectual concept with a chequered history across Europe. Intellectuals, politicians, and legal scholars across the political spectrum from the far left to the far right supported this idea, although they were aware of the risks of strengthening national differences by promoting such a collective approach to minority protection. The project explores how this idea of granting cultural rights to a national group as a corporate body within a state, as a means of integrating diverse nationalities, travelled and transformed throughout the Habsburg Empire from 1850 to the present. We propose to 1) trace the development/circulation of theoretical conceptions and political applications of non-territorial autonomy within the Habsburg Empire, by mapping the networks of scholars as well as politicians who advocated for it; 2) explain the continuities in the development of the idea, and its manifestations in policies adopted by interwar Central and Eastern European nation states, where communists, socialists, liberals and fascists alike were able to translate elements of non-territorial autonomy into their ideologies and programs; 3) analyse the treatment of non-territorial autonomy, which was advocated by minority lobby groups, in international minority protection in the 20th century despite strong opposition to practices based on it by international organisations. We rely on a mixture of historiographical methods developed in nationalism studies to analyse the ideaís translation in entangled transnational spaces.",
    "totalCost": "1499556",
    "ecMaxContribution": "1499556",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1499556
        }
    },
    "calculatedTotalContribution": 1499556
}