{
    "rcn": "212450",
    "acronym": "Go SIV",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Support SMEs innovation and initiatives within Smart Industrial Villages (SIV), an approach for renovating traditional urban industrial areas",
    "startDate": "16/10/2017",
    "endDate": "15/10/2018",
    "objective": "Go SIV project aims at improving the support provided to SMEs innovation processes by testing and developing a model of innovation ecosystem named ìSmart Industrial Villagesî (SIV).\nIn specific, the ìSmart Industrial Villagesî approach refers to a process of renovation of small and medium sized industrial areas located in the suburbs or within urban that were planned according to old models and included both small industrial enterprises and craft activities. \n\nGo SIV has the aims to respond to specific needs (renovate the industrial areas; qualify the SMEs located in the area, respond to new criteria of urban quality). It also has the aims to develop and test an innovative model for refurbishment of industrial and craft areas promoting inclusive and participatory processes, the best synergies with public transport, accessibility, commercial and recreational use, activating new ´smartª services, proposing forms of circular economy and sustainability. Through this, promoting the functionality of the local areas as innovation ecosystem, new forms of innovation and entrepreneurship in a proactive way as suggested by the call ìfor a better innovation of SMEsî of the work programme 2016-2017.\n\nThe project will use the peer learning methodology promoted by the INNOSUP-05-2016-2017 topic, involving different regional development and innovation agencies with complementary expertise about the topics relevant for the ìSmart Industrial Villagesî. The partners will exchange knowledge and experience, and will develop proper local case studies (obtaining a process of ìlearning by doingî). The joint work of project partners together with the peer learning will produce a Design Options Paper for the implementation of local initiatives intended to develop a ìSmart Industrial Villageî and related innovation support services, and will promote an enhancement of the role and the effectiveness of development and innovation agencie as innovation intermediaries as expected by the topic.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "AGENCJA ROZWOJU REGIONALNEGO SA",
    "coordinatorCountry": "PL",
    "participants": "ERVET - EMILIA ROMAGNA VALORIZZAZIONE ECONOMICA TERRITORIO SPA;ADRAL - AGENCIA DE DESENVOLVIMENTO REGIONAL DO ALENTEJO SA",
    "participantCountries": "IT;PT",
    "projectParticipants": {
        "964638423": {
            "orgId": "964638423",
            "orgName": "ERVET - EMILIA ROMAGNA VALORIZZAZIONE ECONOMICA TERRITORIO SPA",
            "ecContrib": 0
        },
        "950152346": {
            "orgId": "950152346",
            "orgName": "ADRAL - AGENCIA DE DESENVOLVIMENTO REGIONAL DO ALENTEJO SA",
            "ecContrib": 0
        },
        "950925436": {
            "orgId": "950925436",
            "orgName": "AGENCJA ROZWOJU REGIONALNEGO SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}