{
    "rcn": "212473",
    "acronym": "IDPfun",
    "topics": "MSCA-RISE-2017",
    "title": "Driving the functional characterization of intrinsically disordered proteins",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "Intrinsically disordered proteins (IDPs), characterized by high conformational variability and interaction promiscuity, defy the classic protein structure-function paradigm. IDPs cover almost half of the residues in Eukaryotic proteomes. Growing evidence suggests that IDPs, interacting with multiple partners, are major players in cellular regulation and involved in numerous human diseases. Computational methods have contributed to the identification of IDPs from sequence and recently published curated IDP databases provide a starting point. However, functional knowledge for IDPs remains very limited.\nIDPfun is an international consortium aiming to extend our knowledge on the functions of IDPs. Starting from available state of the art computational tools and databases, which have been mostly developed by IDPfun participants, it aims drive a new level of IDP characterization leverage the complementary expertise of 5 EU MS and 3 TC institutions in Argentina, the latter providing useful complementary expertises. IDPfun will create a collaborative environment for research on novel ways to detect and characterize different IDP phenomena in their evolutionary context. It will develop an ontology and classification facilitating the comprehension of IDP complexity and aims to understand IDP functional mechanisms. The gained knowledge will be translated into major international protein databases for the benefit of the wider scientific community. Periodic meetings and symposia will generate a continuous knowledge exchange to be disseminated by open training schools and conferences. IDPfun will foster particularly young researchers, through dedicated activities and by ensuring adherence to the highest quality, ethics and gender balance standards. It is expected that IDPfun will strengthen overseas collaborations, focusing and coordinating research, leading to the creation of a sustainable international IDP community, driving knowledge and infrastructure in bioinformatics.",
    "totalCost": "1291500",
    "ecMaxContribution": "1291500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;EUROPEAN MOLECULAR BIOLOGY LABORATORY;VRIJE UNIVERSITEIT BRUSSEL;EOTVOS LORAND TUDOMANYEGYETEM",
    "participantCountries": "IE;DE;BE;HU",
    "projectParticipants": {
        "999896468": {
            "orgId": "999896468",
            "orgName": "EOTVOS LORAND TUDOMANYEGYETEM",
            "ecContrib": 207000
        },
        "953905276": {
            "orgId": "953905276",
            "orgName": "UNIVERSIDAD NACIONAL DE QUILMES",
            "ecContrib": 0
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 423000
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 234000
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 193500
        },
        "966956335": {
            "orgId": "966956335",
            "orgName": "UNIVERSIDAD NACIONAL DE GENERAL SAN MARTIN",
            "ecContrib": 0
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 234000
        },
        "974166442": {
            "orgId": "974166442",
            "orgName": "FUNDACION INSTITUTO LELOIR",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 1291500
}