{
    "rcn": "212488",
    "acronym": "EXTEND",
    "topics": "ICT-23-2017",
    "title": "Bidirectional Hyper-Connected Neural System",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Current brain and neural interfacing technologies still face significant limitations to become accessibility tools that can benefit people. On the one hand, non-invasive neural interface technology (e.g. EEG, EMG) is intrinsically unidirectional and of limited capacity. On the other hand, invasive technology (e.g. percutaneous EMG, implanted nerve electrodes or intracranial electroencephalography) while allowing two-directionality and better performance still relies on complex surgical procedures.\nEXTEND aims at developing the novel concept of Bidirectional Hyper-Connected Neural Systems (BHNS) to extend the capabilities of neural interfaces with minimally invasive communication links between multiple nerves in the body and multiple external devices. EXTEND will realise BHNS by developing disruptive wireless neuromuscular (injectable) interface technology that enables distributed stimulation, sensing, processing and analysis of neuromuscular activity, the ultimate stance of the neural code of movement.\n\n\nThe EXTEND project will showcase the advantages of this new technology in two applications: (1) tremor management in essential tremor (ET) and Parkinson disease (PD), and (2) neural interfaced assistive wearable robots for spinal cord injury (SCI). EXTEND will also work towards a community hub that brings together stakeholders to create an innovation ecosystem that can nurture the fast development of neural interfaces around the new concept.",
    "totalCost": "2943811,25",
    "ecMaxContribution": "2943811,25",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD POMPEU FABRA;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SERVICIO DE SALUD DE CASTILLA LA MANCHA;÷ssur hf;SERVICIO MADRILENO DE SALUD",
    "participantCountries": "ES;UK;DE;IS",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 563311
        },
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 358750
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 195625
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1051250
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 390625
        },
        "998086060": {
            "orgId": "998086060",
            "orgName": "SERVICIO DE SALUD DE CASTILLA LA MANCHA",
            "ecContrib": 120000
        },
        "993147790": {
            "orgId": "993147790",
            "orgName": "Össur hf",
            "ecContrib": 264250
        }
    },
    "calculatedTotalContribution": 2943811
}