{
    "rcn": "212404",
    "acronym": "DYNAVERSITY",
    "topics": "SFS-04-2017",
    "title": "DYNAmic seed networks for managing European diVERSITY",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Conservation of Plant Genetic Resources for Food and Agriculture (PGRFA) is an arena populated by different and composite players. Acknowledging the diversity of the stakeholders involved in the conservation of wild and cultivated biodiversity, DYNAVERSITY will propose a dynamic management and governance aiming at enhancing interactions, complementarities and synergies. DYNAVERSITY will facilitate co-construction between actors (e.g. farmers, gardeners, natural parks, seed craftsmen, community seed banks, researchers, ex situ actors, consumers) and establish new forms of seed networking, socio-environmental knowledge and practices. By creating the Sharing Knowledge and Experience Platform (SKEP), representing stakeholders coming from research, ex situ networks and communities of practice, and taking into account the respect of the singularities of each of the actors, DYNAVERSITY will facilitate exchange and integration of scientific as well as practical knowledge on how to best manage diversity in agriculture and in the entire food chain, restoring evolutionary and adaptation processes. To achieve the above, DYNAVERSITY will integrate Crop Wild Relatives (CWRs) world represented by natural parks to on farm and on garden communities. Specific attention will be paid to map stakeholders, actors and sites and through in depth case study analysis suggesting new sustainable links and partnerships for in situ conservation. DYNAVERSITY will also promote an enabling institutional framework that will allow the creation of new dynamic seed systems. Raising public awareness will be a crucial issue for DYNAVERSITY addressed with specific and targeted communication products adapted to different target groups. DYNAVERSITY will also support seed fairs and Letí Liberate Diversity communities in order to promote knowledge and seed sharing between stakeholders.",
    "totalCost": "1922901,25",
    "ecMaxContribution": "1922901,25",
    "coordinator": "ARCADIA INTERNATIONAL",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE LIEGE;FEDERAZIONE ITALIANA PARCHI E RISERVE NATURALI;RETE SEMI RURALI;FORMICABLU SRL;RESEAU INTERNATIONAL URGENCI;CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC;ESSRG Kft.;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;COORDINATION EUROPEENNE LIBERONS LADIVERSITE",
    "participantCountries": "BE;IT;FR;HU",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 209375
        },
        "911579714": {
            "orgId": "911579714",
            "orgName": "FEDERAZIONE ITALIANA PARCHI E RISERVE NATURALI",
            "ecContrib": 131250
        },
        "947890015": {
            "orgId": "947890015",
            "orgName": "RETE SEMI RURALI",
            "ecContrib": 145000
        },
        "986258171": {
            "orgId": "986258171",
            "orgName": "FORMICABLU SRL",
            "ecContrib": 197750
        },
        "933917941": {
            "orgId": "933917941",
            "orgName": "COORDINATION EUROPEENNE LIBERONS LADIVERSITE",
            "ecContrib": 192500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 170776
        },
        "949555796": {
            "orgId": "949555796",
            "orgName": "RESEAU INTERNATIONAL URGENCI",
            "ecContrib": 132500
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 135000
        },
        "997604843": {
            "orgId": "997604843",
            "orgName": "ESSRG Kft.",
            "ecContrib": 165000
        },
        "969153773": {
            "orgId": "969153773",
            "orgName": "ARCADIA INTERNATIONAL",
            "ecContrib": 443750
        }
    },
    "calculatedTotalContribution": 1922901
}