{
    "rcn": "212428",
    "acronym": "PerceptiveSentinel",
    "topics": "EO-2-2017",
    "title": "Perceptive Sentinel ñ BIG DATA knowledge extraction and re-creation platform",
    "startDate": "01/01/2018",
    "endDate": "30/06/2020",
    "objective": "PerceptiveSentinel project will deliver PerceptiveSentinel platform - an INTERMEDIATE EO service that will through seamless access to highly pre-processed DATA provide:\n- MODELLING and PUBLISHING capabilities for\n- DESIGN, EXPOSURE and EXPLOITATION of EO-processing chains for\n- FORECASTING, MONITORING and HISTORICAL ANALYSIS in different domain fields, based on\n- MULTI-TEMPORAL and MULTI-SPECTRAL EO-Data and Non-EO Data MODELLING.\n\nPerceptiveSentinel platform will combine BIG-DATA SOURCES, (2) both spatial and non-spatial, (2) whether remote sensed, observed in-situ or derived (3) whether public, private or proprietaryóonto a single system. The data will be transformed into action by applying STREAMING MACHINE LEARNING to UNLOCK its value. \n\nPlatformís capabilities will significantly shorten development cycles, enabling rapid development of EO services, opening new opportunities for large-scale exploitation of data and provide the means for new EO ìdownstream playersî to smoothly enter the market without the investment into their own storage and processing capabilities.\n\nCommercialisation approach will be based on (1) FREE and OPEN access to services and data, (2) OPEN-VALUE-CHAIN approach, (3) LOW COST of services and on (4) DELIVERING VALUE TO END USERS.\nIt is our intention that PerceptiveSentinel platform becomes FIRST value and benefit sharing EO platform in the world. We intent to expose an alternative business model building on COOPERATIVE VALUE CREATION and capture, including all aspects of EO value chain from data providing, product/service development, publishing and consuming. We believe in synergetic effects of cooperation, using PerceptiveSentinel platform to establish alliances with external partners, taking an open approach to participation and building joint commercial success on the delivery of new added value.",
    "totalCost": "1983187,5",
    "ecMaxContribution": "1983187",
    "coordinator": "SINERGISE LABORATORIJ ZA GEOGRAFSKE INFORMACIJSKE SISTEME DOO",
    "coordinatorCountry": "SI",
    "participants": "KMETIJSKI INSTITUT SLOVENIJE - AGRICULTURAL INSTITUTE OF SLOVENIA;INSTITUT JOZEF STEFAN;GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH;MAGELLIUM SAS;LANDBRUG & FODEVARER F.M.B.A.",
    "participantCountries": "SI;AT;FR;DK",
    "projectParticipants": {
        "998860314": {
            "orgId": "998860314",
            "orgName": "GEOVILLE INFORMATIONSSYSTEME UND DATENVERARBEITUNG GMBH",
            "ecContrib": 444875
        },
        "991797841": {
            "orgId": "991797841",
            "orgName": "LANDBRUG & FODEVARER F.M.B.A.",
            "ecContrib": 276937
        },
        "999466273": {
            "orgId": "999466273",
            "orgName": "KMETIJSKI INSTITUT SLOVENIJE - AGRICULTURAL INSTITUTE OF SLOVENIA",
            "ecContrib": 89750
        },
        "955490450": {
            "orgId": "955490450",
            "orgName": "SINERGISE LABORATORIJ ZA GEOGRAFSKE INFORMACIJSKE SISTEME DOO",
            "ecContrib": 744875
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 246875
        },
        "999962428": {
            "orgId": "999962428",
            "orgName": "MAGELLIUM SAS",
            "ecContrib": 179875
        }
    },
    "calculatedTotalContribution": 1983187
}