{
    "rcn": "212476",
    "acronym": "CISTEM",
    "topics": "MSCA-RISE-2017",
    "title": "Heart On chip based on induced pluripotent Stem cell Technology for personalized Medicine",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Many rare diseases cause chronic health problems or are even life-threatening. The impact on the quality of life of affected patients, of whom many are children, is significant.  To date, a limited but increasing number of so-called orphan drugs (drugs for rare diseases) are reaching patients. However, the majority of rare diseases are still without any effective treatment. The development of novel human systems for drug discovery  therefore represents a major public health priority. Microfluidic technology-based ìOrgans-on-a-chipî represents a powerful tool for investigating rare disease mechanisms and testing new drug and treatment due to their ability to mimic tailored micro-environment architecture inspired by organ-level functions in vivo. However, due to the variability in rare disease mechanisms from one patient to another, organ on chip technology needs to be more precise and to convey towards personalized medicine. The human-induced pluripotent stem cells (iPSCs) have a strong potential in engineering organ-on-a-chip since they are derived in a patient-matched manner which makes them a superb source to construct human models for personalized drug screening as well as for understanding patient-specific fundamentals of diseases. To provide novel miniaturized platform for investigation of rare diseases able to address the burning issues in precision medicine today, CISTEM will bring together and synergistically several highly promising research directions which are too often investigated separately at the academic level but also at the industrial level. Based on 4 work packages, the CISTEM RISE project will be implemented by exploiting the complementary expertise of its partners and creating synergies between them through the targeted secondments of staff.",
    "totalCost": "364500",
    "ecMaxContribution": "364500",
    "coordinator": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
    "coordinatorCountry": "RS",
    "participants": "CHERRY BIOTECH;UNIVERSIDAD DE ZARAGOZA;ELVESYS SAS;UNIWERSYTET JAGIELLONSKI;BEONCHIP SL",
    "participantCountries": "FR;ES;PL",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 4500
        },
        "918667019": {
            "orgId": "918667019",
            "orgName": "BEONCHIP SL",
            "ecContrib": 27000
        },
        "999898214": {
            "orgId": "999898214",
            "orgName": "UNIVERSIDAD DE ZARAGOZA",
            "ecContrib": 58500
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 216000
        },
        "999882403": {
            "orgId": "999882403",
            "orgName": "RUTGERS, THE STATE UNIVERSITY OF NEW JERSEY",
            "ecContrib": 0
        },
        "999642716": {
            "orgId": "999642716",
            "orgName": "UNIWERSYTET JAGIELLONSKI",
            "ecContrib": 49500
        },
        "934242018": {
            "orgId": "934242018",
            "orgName": "CHERRY BIOTECH",
            "ecContrib": 9000
        }
    },
    "calculatedTotalContribution": 364500
}