{
    "rcn": "212446",
    "acronym": "SpaceCarbon",
    "topics": "COMPET-1-2017",
    "title": "European Carbon Fibres and Pre-Impregnated Materials for Space Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "SpaceCarbon aims to develop European-based carbon fibres (CF) and pre-impregnated materials for launchers and satellite applications, enabling a European supply chain that is capable to reduce the dependency of the European Space sector on this critical Space technology and, therefore, reducing the risk of stopping future Space programmes, due to supply restriction and shortage of these materials from non-European sources. SpaceCarbon is expected to create the capacity in Europe to produce specialty CF products, and related intermediate products, by promoting the development of industrial and research facilities in these products and contributing to improve Europeís worldwide competitiveness in the field of high performance Carbon Fibre Reinforced Polymer (CFRP) structures.\nIn SpaceCarbon, it is objective to develop the semi-industrial manufacturing process for Intermediate Modulus (IM) CF (starting at TRL 6 and aimed to achieve TRL 8), targeting mainly launcher applications, and to improve the properties of the previously obtained High Modulus (HM) CF (starting at TRL 4) aiming at reaching a modulus in the range of 440 to 540 GPa at TRL 6. These properties will allow to enter in the range of HM CF products that are used in satellite sub-system applications. Moreover, the prepregs manufacturing process will be developed at semi-industrial scale to make possible to provide such materials at short-term to European Space End-users and to develop new prepreg formulations at lab scale, in view of enhancing composites performance for future Space missions. New testing methods will be developed to support the development and qualification of such materials, according to Space environment requirements. Finally, the design, manufacturing and testing of launcher and satellite sub-component demonstrators will be performed with the developed SpaceCarbon materials to validate their possible use at short and mid-term for Spacecraft structures.",
    "totalCost": "4922544,93",
    "ecMaxContribution": "4922544,93",
    "coordinator": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
    "coordinatorCountry": "PT",
    "participants": "FISIPE -FIBRAS SINTETICAS DE PORTUGAL SA;AVIO SPA;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;AEROSPACE & ADVANCED COMPOSITES GMBH;AIRBUS DEFENCE AND SPACE SA",
    "participantCountries": "PT;IT;EL;AT;ES",
    "projectParticipants": {
        "974198452": {
            "orgId": "974198452",
            "orgName": "AEROSPACE & ADVANCED COMPOSITES GMBH",
            "ecContrib": 397750
        },
        "999699558": {
            "orgId": "999699558",
            "orgName": "AIRBUS DEFENCE AND SPACE SA",
            "ecContrib": 214250
        },
        "911649069": {
            "orgId": "911649069",
            "orgName": "AVIO SPA",
            "ecContrib": 1159156
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 469188
        },
        "996840968": {
            "orgId": "996840968",
            "orgName": "INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL",
            "ecContrib": 809124
        },
        "986164275": {
            "orgId": "986164275",
            "orgName": "FISIPE -FIBRAS SINTETICAS DE PORTUGAL SA",
            "ecContrib": 1873078
        }
    },
    "calculatedTotalContribution": 4922546
}