{
    "rcn": "212443",
    "acronym": "CoastObs",
    "topics": "EO-1-2017",
    "title": "Commercial service platform for user-relevant coastal water monitoring services based on Earth observation",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Coastal zones are very productive areas, offering many valuable habitats and ecosystems services and attracting human settlements and activities. The intensive concentration of population and excessive exploitation of natural resources puts high pressure on coastal ecosystems leading to biodiversity loss, habitat destruction, pollution as well as conflicts between potential uses and space competition. Several European directives aim at sustainable management of coastal waters, retaining or restoring a high ecological status and safeguarding ecosystem services. Increasing pressure and stricter regulations increase the need for efficient monitoring solutions. Where traditional in situ sampling is insufficient to characterise the highly dynamic coastal environments, Earth Observation (EO) provides a synoptic view and frequent coverage. With the launch of the Copernicus Sentinel satellites, operational water quality services become a business opportunity.\nCoastObs will develop a service platform for coastal water monitoring with validated products derived from EO. In dialogue with users from various sectors, CoastObs will develop innovative EO-based products: monitoring of seagrass and macro-algae, phytoplankton size classes, primary production, and harmful algae as well as higher level products such as indicators and integration with predictive models. CoastObs will establish sustainable supply chains that can be directly integrated into the usersí systems. The CoastObs consortium has the knowledge and ambition to develop services that are commercially viable, grow in capacity and thus create new jobs. The business case is to define user groups with common requirements, so tailored products can be developed at highly reduced costs per user. Setup of efficient data structures (array database) for smart (re)processing of data is part of this ambition. The commitment of 13 users to CoastObs demonstrates the need for such user-friendly and affordable coastal water services",
    "totalCost": "2306911,25",
    "ecMaxContribution": "1968614,38",
    "coordinator": "WATER INSIGHT BV",
    "coordinatorCountry": "NL",
    "participants": "BIO-LITTORAL;STICHTING HZ UNIVERSITY OF APPLIED SCIENCES;THE UNIVERSITY OF STIRLING;CONSIGLIO NAZIONALE DELLE RICERCHE;GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD;UNIVERSITE DE NANTES;UNIVERSIDAD DE VIGO",
    "participantCountries": "FR;NL;UK;IT;HU;ES",
    "projectParticipants": {
        "949468302": {
            "orgId": "949468302",
            "orgName": "STICHTING HZ UNIVERSITY OF APPLIED SCIENCES",
            "ecContrib": 168475
        },
        "999745536": {
            "orgId": "999745536",
            "orgName": "GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD",
            "ecContrib": 173731
        },
        "999876389": {
            "orgId": "999876389",
            "orgName": "THE UNIVERSITY OF STIRLING",
            "ecContrib": 338452
        },
        "997608141": {
            "orgId": "997608141",
            "orgName": "WATER INSIGHT BV",
            "ecContrib": 413766
        },
        "999630494": {
            "orgId": "999630494",
            "orgName": "UNIVERSIDAD DE VIGO",
            "ecContrib": 182469
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 287824
        },
        "999854176": {
            "orgId": "999854176",
            "orgName": "UNIVERSITE DE NANTES",
            "ecContrib": 202035
        },
        "913578205": {
            "orgId": "913578205",
            "orgName": "BIO-LITTORAL",
            "ecContrib": 201862
        }
    },
    "calculatedTotalContribution": 1968614
}