{
    "rcn": "212484",
    "acronym": "IoTCrawler",
    "topics": "IoT-03-2017",
    "title": "IoTCrawler",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "The Internet of Things offers an incredible innovation potential for developing smarter applications and services, transforming business models and impacting our society both positively. \n\nTo be able to unlock IoTís full potential many fundamental technological challenges still need to be solved. Today we see solutions in the development of vertical applications and services reflecting what used to be the early days of the web, leading to fragmentation and intra-nets of Things.\n\nTo achieve an open IoT ecosystem of systems and platforms, several key enablers are needed: adaptive and scalable crawling, indexing, semantic data/service search and integration, privacy and security, combined with real world and large-scale enablers and products driven by innovative use-case scenarios and new business models.\n\nIoTCrawler will focus on integration and interoperability across different platforms, dynamic and reconfigurable solutions for discovery and integration of data and services from legacy and new systems, adaptive, privacy-aware and secure algorithms and mechanisms for crawling, indexing, search in distributed IoT systems.\n\nIoTCrawler will provide extensive development and demonstrations with a focus on Industry 4.0, Social IoT, Smart City and Smart Energy. \n\nIoTCrawler will seek to provide high impact through research excellence, innovation and technology advancement. It will address open challenges and issues in crawling, discovery, indexing, semantic integration and security/privacy/trust for an IoT ecosystem. \n\nIoTCrawler will achieve this through end-user engagement via its industry and city partners, trials and collaborative scenario developments, validations and show casing. \n\nIoTCrawler will also offer new business models and will extend the product line of industry and SME partners, and will create a wider awareness and third-party exploitation via dissemination and standardisation activities and by providing open and generic enablers and APIs.",
    "totalCost": "4997137,5",
    "ecMaxContribution": "4997137,5",
    "coordinator": "UNIVERSIDAD DE MURCIA",
    "coordinatorCountry": "ES",
    "participants": "AARHUS UNIVERSITET;ODIN SOLUTIONS S.L.;SIEMENS AKTIENGESELLSCHAFT OESTERREICH;DIGITAL WORX GMBH;STIFTUNG FACHHOCHSCHULE OSNABRUECK;NEC LABORATORIES EUROPE GMBH;AGT GROUP (R&D) GMBH;ARHUS KOMMUNE;UNIVERSITY OF SURREY",
    "participantCountries": "DK;ES;AT;DE;UK",
    "projectParticipants": {
        "999846416": {
            "orgId": "999846416",
            "orgName": "STIFTUNG FACHHOCHSCHULE OSNABRUECK",
            "ecContrib": 541750
        },
        "954597856": {
            "orgId": "954597856",
            "orgName": "AGT GROUP (R&D) GMBH",
            "ecContrib": 595250
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 631750
        },
        "999844282": {
            "orgId": "999844282",
            "orgName": "UNIVERSIDAD DE MURCIA",
            "ecContrib": 634375
        },
        "934796858": {
            "orgId": "934796858",
            "orgName": "ODIN SOLUTIONS S.L.",
            "ecContrib": 285000
        },
        "992597994": {
            "orgId": "992597994",
            "orgName": "ARHUS KOMMUNE",
            "ecContrib": 323125
        },
        "999911794": {
            "orgId": "999911794",
            "orgName": "NEC EUROPE LTD",
            "ecContrib": 0
        },
        "941561735": {
            "orgId": "941561735",
            "orgName": "DIGITAL WORX GMBH",
            "ecContrib": 463750
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 385000
        },
        "999953601": {
            "orgId": "999953601",
            "orgName": "SIEMENS AKTIENGESELLSCHAFT OESTERREICH",
            "ecContrib": 583975
        }
    },
    "calculatedTotalContribution": 4443975
}