{
    "rcn": "212469",
    "acronym": "INFINITE-CELL",
    "topics": "MSCA-RISE-2017",
    "title": "International cooperation for the development of cost-efficient kesterite/c-Si thin film next generation tandem solar cells",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Photovoltaic (PV) is recognized as one of the main renewable energy solutions for fulfilling the targets defined by the EU Energy Roadmap 2050 and the SET Plan. Most of the current commercial PV devices are formed by single junctions, and more complex device concepts allowing a significant increase in device efficiency (well beyond the theoretical limit in the 30%-33% range) are still mostly limited to expensive III-V technologies.\nINFINITE-CELL proposes extending the very high efficiency tandem device concepts to emerging thin film PV technologies with high potential for reduction of costs and avoiding the use of critical raw materials. Within this context, the aim is to establish and consolidate an International and Intersectoral Cooperation between 6 EC/AC Academic Institutions (IREC, SINTEF, CNRS, UAM, IAP-ASM, HZB), 2 European Companies (SUNGA, MET), and 4 non EC/AC Academic Institutions (MASCIR, BSUIR, UM5, UWC), for the development of cost-efficient photovoltaic tandem devices based in the combination of wide band-gap kesterite absorbers (Cu2Zn(Si,Ge,Sn)(S,Se)4) as top cell, and low cost c-Si thin film as bottom cell. Thanks to the combination of the know-how generated in previous and successful FP7 projects (PVICOKEST (269167) and EUROSUNMED (608593)), INFINITE-CELL targets to develop stacked and monolithically integrated kesterite/c-Si thin film devices with efficiencies of 15% and 20% respectively, using only fully sustainable materials and processes.  \nThis will be possible through de definition of a very impacting Research Plan and a very ambitious Plan of Secondments, where 293 PMs will be exchanged among the partners. The seconded researchers will be immersed in an International and Intersectoral environment for the development and improvement of their networking, scientific, writing, effective communication, and time management skills, warranting the consolidation of a high level scientific community in Advanced Tandem Solar Cell.",
    "totalCost": "1318500",
    "ecMaxContribution": "1318500",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "Institute of Applied Physics of the Academy of Sciences of Moldova;STIFTELSEN SINTEF;UAB MODERNIOS E-TECHNOLOGIJOS;HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH;SOCIETATEA CU RASPUNDERE LIMITATA SUNGA;UNIVERSIDAD AUTONOMA DE MADRID;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "MD;NO;LT;DE;ES;FR",
    "projectParticipants": {
        "998437491": {
            "orgId": "998437491",
            "orgName": "BELARUSSKY GOSUDARSTVENNIY UNIVERSITET INFORMATIKI I RADIOELEKTRONIKI",
            "ecContrib": 0
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 58500
        },
        "998750025": {
            "orgId": "998750025",
            "orgName": "UAB MODERNIOS E-TECHNOLOGIJOS",
            "ecContrib": 166500
        },
        "999883373": {
            "orgId": "999883373",
            "orgName": "UNIVERSITY OF THE WESTERN CAPE",
            "ecContrib": 0
        },
        "914702823": {
            "orgId": "914702823",
            "orgName": "SOCIETATEA CU RASPUNDERE LIMITATA SUNGA",
            "ecContrib": 184500
        },
        "997468364": {
            "orgId": "997468364",
            "orgName": "Institute of Applied Physics of the Academy of Sciences of Moldova",
            "ecContrib": 247500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 148500
        },
        "952407790": {
            "orgId": "952407790",
            "orgName": "MOROCCAN FOUNDATION FOR ADVANCED SCIENCE INNOVATION AND RESEARCHFONDATION MASCIR",
            "ecContrib": 0
        },
        "999446000": {
            "orgId": "999446000",
            "orgName": "HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH",
            "ecContrib": 117000
        },
        "929283572": {
            "orgId": "929283572",
            "orgName": "UNIVERSITE MOHAMMED V DE RABAT",
            "ecContrib": 0
        },
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 130500
        },
        "996435993": {
            "orgId": "996435993",
            "orgName": "FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA",
            "ecContrib": 265500
        }
    },
    "calculatedTotalContribution": 1318500
}