{
    "rcn": "212457",
    "acronym": "OACTIVE",
    "topics": "SC1-PM-17-2017",
    "title": "Advanced personalised, multi-scale computer models preventing OsteoArthritis",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Osteoarthritis (OA) is a degenerative disease of the articular cartilage and the most common form of arthritis that causes joint pain, mobility limitation and, thus, reduces independence and overall quality of life. Although the usual population associated with the condition is the elderly (65 years old ranges from 12- 30%), who are mostly inactive, athletes and younger individuals are also susceptible. Whilst the available data have implicated the role of the various modifiable or non-modifiable risk factors in the development and progression of OA, no study has conclusively explored the interaction and integration of other information sets in a patient-specific manner. The current OACTIVE project intents to make a significant leap forward adopting a multi-scale holistic approach where patient-specific information from various levels, including cell, tissue, organ and whole body will be integrated and combined with information from other sources such as biochemical/inflammatory biomarkers, behaviour modeling and social/environmental risk factors to generate robust predictors for new personalised interventions for delaying onset and slowing down progression of OA. OACTIVE targets to patient-specific OA prediction and interventions by using a combination of mechanistic, phenomenological computational models, simulations and big data analytics. Once constructed, these models will be used to simulate and predict optimal treatments, better diagnostics, and improved patient outcomes. Overcoming the limitation of the current treatment interventions, Augmented Reality empowered interventions will be developed in a personalised framework allowing patients experience the treatment as more enjoyable, resulting in greater motivation, engagement, and training adherence. OACTIVEís mission is to improve healthcare by transforming and accelerating the OA diagnosis and prediction based on a more comprehensive understanding of disease pathophysiology, dynamics, and patient outcomes.",
    "totalCost": "4984033,75",
    "ecMaxContribution": "4984033,75",
    "coordinator": "EDEX - EDUCATIONAL EXCELLENCE CORPORATION LIMITED",
    "coordinatorCountry": "CY",
    "participants": "TIME.LEX;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD;LIVERPOOL JOHN MOORES UNIVERSITY;AXIA INNOVATION UG;FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA;ANIMUS KENTRO APOTHERAPEIAS KAI APOKATASTASIS ANONYMI ETAIRIA;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;SMARTEX S.R.L.;KATHOLIEKE UNIVERSITEIT LEUVEN;FONDAZIONE RI.MED;PANEPISTIMIO PATRON",
    "participantCountries": "BE;EL;CY;UK;DE;ES;IT",
    "projectParticipants": {
        "995991539": {
            "orgId": "995991539",
            "orgName": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL UNIVERSITARIO LA FE DE LA COMUNIDAD VALENCIANA",
            "ecContrib": 317250
        },
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 444721
        },
        "995985622": {
            "orgId": "995985622",
            "orgName": "CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD",
            "ecContrib": 477000
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 422500
        },
        "999611288": {
            "orgId": "999611288",
            "orgName": "SMARTEX S.R.L.",
            "ecContrib": 456062
        },
        "917429493": {
            "orgId": "917429493",
            "orgName": "AXIA INNOVATION UG",
            "ecContrib": 248750
        },
        "933814927": {
            "orgId": "933814927",
            "orgName": "FONDAZIONE RI.MED",
            "ecContrib": 399062
        },
        "991228063": {
            "orgId": "991228063",
            "orgName": "TIME.LEX",
            "ecContrib": 186750
        },
        "953196400": {
            "orgId": "953196400",
            "orgName": "ANIMUS KENTRO APOTHERAPEIAS KAI APOKATASTASIS ANONYMI ETAIRIA",
            "ecContrib": 218750
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 431250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 506875
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 354062
        },
        "999577726": {
            "orgId": "999577726",
            "orgName": "EDEX - EDUCATIONAL EXCELLENCE CORPORATION LIMITED",
            "ecContrib": 521000
        }
    },
    "calculatedTotalContribution": 4984032
}