{
    "rcn": "212420",
    "acronym": "NEXUS",
    "topics": "BG-02-2016-2017",
    "title": "Towards Game-changer Service Operation Vessels for Offshore Windfarms",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "NEXUS will develop and demonstrate novel, beyond state of the art, specialised vessel and logistics for safe and sustainable servicing of offshore wind farms. NEXUS includes: simulation, model testing, consideration of the most suitable construction and production principles for small series or one off vessels of this type. Key aspects of NEXUS include environmental impact assessment, cost estimation as well as both the marketability (technology push), and the cost effectiveness of the offshore operations concerned (demand pull). The project will develop the concepts and validate on a demonstrator at a technology readiness level (TRL) 5 with the overall aim of reducing cradle to grave costs by at least 20% compared to current practices. In addition NEXUS will enable the increase the professional skills of workers and the capability of European industry and in particular SMEs within the marine and maritime sectors to develop and commercialise specialised vessels and related technology, and will support European growth and employment through development of a blue economy.",
    "totalCost": "4403393,75",
    "ecMaxContribution": "3337098,88",
    "coordinator": "ARTTIC",
    "coordinatorCountry": "FR",
    "participants": "GLOBAL MARINE SYSTEMS LIMITED;PARKWIND;ROLLS-ROYCE MARINE AS;DNV GL AS;ASTILLEROS GONDAN SA;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK;BE;NO;ES",
    "projectParticipants": {
        "928538515": {
            "orgId": "928538515",
            "orgName": "PARKWIND",
            "ecContrib": 35882
        },
        "913680443": {
            "orgId": "913680443",
            "orgName": "GLOBAL MARINE SYSTEMS LIMITED",
            "ecContrib": 88988
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 324236
        },
        "999929060": {
            "orgId": "999929060",
            "orgName": "DNV GL AS",
            "ecContrib": 128910
        },
        "996441425": {
            "orgId": "996441425",
            "orgName": "ROLLS-ROYCE MARINE AS",
            "ecContrib": 1835325
        },
        "913954662": {
            "orgId": "913954662",
            "orgName": "ASTILLEROS GONDAN SA",
            "ecContrib": 74681
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 849078
        }
    },
    "calculatedTotalContribution": 3337100
}