{
    "rcn": "212453",
    "acronym": "OCARIoT",
    "topics": "EUB-02-2017",
    "title": "smart childhood Obesity CARing solution using IoT potential",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Child obesity is the major pediatric public health concern, affecting around 224 million school-age children in the world. Its prevalence has tripled in many European countries since 1980, increasing in an alarming rate. Childhood obesity already affects more than one in three school-aged children in Brazil, Greece and Spain. The main goal of OCARIoT is to promote the improvement of eating and physical disorders and also the prevention of the obesity onset for children (between 9 and 12 years old). For doing so, OCARIoT will develop an IoT-based personalised coaching solution guiding children to adopt healthy eating and physical activity behaviour. The IoT network will allow observing child activity patterns of daily living, health evolution, physiological & behavioural parameters and environmental data. All this information combined with medical patterns will allows OCARIoT to provide a customised obesity coaching plan while enabling children to remain active and engaged in their well-being and healthy habits management. The proposed solution will be able to empower children (and also educational staff and families) in taking control of their health by collecting real-time information about nutrition and physical activity, and interconnecting doctors and children (including parents and tutors) in order to adapt the individual obesity coaching plan. OCARIoT will demonstrate and validate its results on three specific pilot sites in Spain, Greece and Brazil. The OCARIoT consortium will ensure childrenís rights and data privacy, security and confidentiality through an Ethics Board composed by healthcare professionals and children representatives from different EU and Brazil organisations.?",
    "totalCost": "1553402,5",
    "ecMaxContribution": "1553402,5",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;UNPARALLEL INNOVATION LDA;SERVICIO MADRILENO DE SALUD;COLEGIO VIRGEN DE EUROPA;UNIVERSIDAD POLITECNICA DE MADRID;ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
    "participantCountries": "EL;PT;ES",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 285625
        },
        "953318426": {
            "orgId": "953318426",
            "orgName": "UNPARALLEL INNOVATION LDA",
            "ecContrib": 268375
        },
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 154625
        },
        "998080337": {
            "orgId": "998080337",
            "orgName": "ELLINOGERMANIKI AGOGI SCHOLI PANAGEA SAVVA AE",
            "ecContrib": 123750
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 316402
        },
        "913370431": {
            "orgId": "913370431",
            "orgName": "COLEGIO VIRGEN DE EUROPA",
            "ecContrib": 129000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 275625
        }
    },
    "calculatedTotalContribution": 1553402
}