{
    "rcn": "212497",
    "acronym": "MINERGRACE",
    "topics": "ERC-2017-PoC",
    "title": "Graphene-based High Resolution Neural Interfaces for ICT-inspired Neuro-treatment",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "Electronic devices enabling communication with human nervous system are becoming increasingly prevalent, offering novel information and communication (ICT)-based treatment techniques to help people overcome various disorders ranging from spinal cord injuries (SCIs) to missing limbs. Millions of people worldwide suffer from such ailments with a cumulative cost to the society estimated in billions of Euros annually. Next-generation ICT-based treatment techniques demand for interfaces with higher spatial resolution compared to state-of-the-art. To address this demand, MINERGRACE aims to build a prototype transceiver with high spatial resolution based on nano-patterned graphene sheets (NPGSs), which can be utilised as high resolution neural interfaces (NIs) capable of differentiating and generating highly localised fluctuations in specific ion concentrations. As the project outcome, MINERGRACE will provide a proof-of-concept NPGS-based NI prototype, i.e., a portable electronic device that can be integrated with a microprocessor. High resolution aspects of the MINERGRACE project outcome will provide a very significant improvement to the state-of-the-art in terms of both the capacity of the communication and the complexity of data communicated with the nervous system, enabling the communication with individual neurons. The project outcome will have a wide spectrum of applications involving NIs, e.g., ICT-based SCI treatments and neuro-prosthesis, significantly contributing to their quality of service. Commercialisation process will involve investigation into other commercialisation activities towards other NI products, development of an understanding of intellectual property rights (IPR) positions, and strategies for patenting activities in light of the achieved understanding of IPR position. We will work with identified industrial partners and societal organisations to collaborate towards in-market positioning for delivering the product to potential end users.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}