{
    "rcn": "212474",
    "acronym": "RECOPHARMA",
    "topics": "MSCA-RISE-2017",
    "title": "Removal and Recovery of Pharmaceutical Persistent Pollutants from Wastewater by Selective Reagentless Process",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Pharmaceutical drugs, characterized by their environmental persistence (e.g. cytostatic drugs [CDs]) have been detected in water bodies (drinking water, groundwater, surface water, and effluent wastewater) at concentrations up to ?g/L level. Actual methods for the removal and degradation of CDs, including electrochemical, photochemical, and biological methods have been developed. However, these methods are expensive and sometimes inefficient for CDs complete removal from the treated water. Including the exploitation of previous results from EU funded projects, the goal of project RECOPHARMA is to design, develop, validate and demonstrate a novel process by sequential integration the potentials offered by Molecular Imprinted Polymers (MIPs), Reagentless Thermosorption (RTS),  Nanocomposites Functional Materials, Advanced Oxidation Processes, for an effective treatment aiming the recovery of target recalcitrant CDs and degradation of corresponding transformation products or metabolites, working in a continuous operation mode. The suggested approach offers versatile, fast, highly efficient, and low-cost treatment for wastewaters.\n \nRECOPHARMA brings together academic research centres and the private sector, with a long-term goal of designing and developing advanced water treatment technologies in the interest of the society and integrate them for demonstration following a circular economy approach. Through the scheduled secondments, the involved staff will perform the required R&I to demonstrate the technical and economic feasibility of the developed process, including the technical formation of specialists as a fundamental activity to project success. The secondments will also enhance the exchange of knowledge, best practices, know-how, innovations, experience, mutual cooperation and culture of work between different organizations, regions and countries through the partnersí well-established reputation as transfer hubs.",
    "totalCost": "895500",
    "ecMaxContribution": "895500",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "EUROPE FOR BUSINESS LTD;UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR;UNIVERSITA DEGLI STUDI DI UDINE;LUNDS UNIVERSITET;AERIS TECNOLOGIAS AMBIENTALES SL",
    "participantCountries": "UK;FR;IT;SE;ES",
    "projectParticipants": {
        "999899281": {
            "orgId": "999899281",
            "orgName": "UNIVERSITA DEGLI STUDI DI UDINE",
            "ecContrib": 171000
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 270000
        },
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 171000
        },
        "952613430": {
            "orgId": "952613430",
            "orgName": "AERIS TECNOLOGIAS AMBIENTALES SL",
            "ecContrib": 63000
        },
        "999849811": {
            "orgId": "999849811",
            "orgName": "UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR",
            "ecContrib": 153000
        },
        "933024862": {
            "orgId": "933024862",
            "orgName": "UNIVERSIDAD DE LA HABANA",
            "ecContrib": 0
        },
        "911445175": {
            "orgId": "911445175",
            "orgName": "CENTRO DE INVESTIGACION Y DESARROLLO DE MEDICAMENTOS",
            "ecContrib": 0
        },
        "998163175": {
            "orgId": "998163175",
            "orgName": "EUROPE FOR BUSINESS LTD",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 895500
}