{
    "rcn": "212455",
    "acronym": "Back-UP",
    "topics": "SC1-PM-17-2017",
    "title": "Personalised Prognostic Models to Improve Well-being and Return to Work After Neck and Low Back Pain",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Neck and low back pain (NLBP) are leading causes for years lived with disability in Europe and worldwide. About 70% of all adults experience NLBP at some point in their lives, and both conditions are among the top ten in terms of overall disease burden expressed as disability adjusted life years. Management of NLBP is a difficult challenge for healthcare professionals since their decisions have a decisive impact on the patientís future health and welfare, as well as on the economic burden on the public and private healthcare systems. However, health professionals often lack appropriate information to tailor the management and follow-up of individual patients and to predict the outcome of a certain treatment. At European level, diverse research initiatives are undergoing at this moment for tackling NLBP from diverse angles, including biomarkers (PainOmics), pain self-management (selfBACK), lifestyle and workplace conditions (AHA), or patients stratification (STarT Back). Back-UP project provides a wider vision of NLBP, bringing together the research groups that are leading these and other innovative approaches to create a prognostic model to underpin more effective and efficient management of NLBP based on the digital representation of multidimensional clinical information and on simulations of the outcomes of possible interventions. Patient-specific models will provide a personalised evaluation of the patient case, using multidimensional health data from the following sources: personal, health, psychological, behavioural, and socioeconomic factors related to NLBP; biological patient characteristics, including musculoskeletal structures and function, and molecular data; and workplace and lifestyle risk factors. Back-UP will provide health, well-being and economic benefits to different user profiles (clinicians, employers / insurance companies and patients) and will create a channel for sharing information during the rehabilitation and return to work process.",
    "totalCost": "5130140",
    "ecMaxContribution": "5130140",
    "coordinator": "INSTITUTO DE BIOMECANICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITY OF KEELE;EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;UNIVERSITA DEGLI STUDI DI PARMA;GMV SOLUCIONES GLOBALES INTERNET SAU;THE UNIVERSITY OF SHEFFIELD;GENOS DOO ZA VJESTACENJE I ANALIZU;ROESSINGH RESEARCH AND DEVELOPMENT BV;UNIVERSITA DEGLI STUDI DI PADOVA;KAROLINSKA INSTITUTET;CENTRALNY INSTYTUT OCHRONY PRACY - PANSTWOWY INSTYTUT BADAWCZY;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;MUTUA DE ACCIDENTES DE TRABAJO Y ENFERMEDADES PROFESIONALES DE LA SEGURIDAD SOCIAL N 11",
    "participantCountries": "UK;DE;IT;ES;HR;NL;SE;PL;NO",
    "projectParticipants": {
        "986084250": {
            "orgId": "986084250",
            "orgName": "GENOS DOO ZA VJESTACENJE I ANALIZU",
            "ecContrib": 615686
        },
        "997512402": {
            "orgId": "997512402",
            "orgName": "GMV SOLUCIONES GLOBALES INTERNET SAU",
            "ecContrib": 320888
        },
        "999627584": {
            "orgId": "999627584",
            "orgName": "INSTITUTO DE BIOMECANICA DE VALENCIA",
            "ecContrib": 485144
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 208378
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 736371
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 370439
        },
        "999801990": {
            "orgId": "999801990",
            "orgName": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH",
            "ecContrib": 433538
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 267968
        },
        "999542709": {
            "orgId": "999542709",
            "orgName": "CENTRALNY INSTYTUT OCHRONY PRACY - PANSTWOWY INSTYTUT BADAWCZY",
            "ecContrib": 107092
        },
        "999862324": {
            "orgId": "999862324",
            "orgName": "UNIVERSITY OF KEELE",
            "ecContrib": 404440
        },
        "913491972": {
            "orgId": "913491972",
            "orgName": "MUTUA DE ACCIDENTES DE TRABAJO Y ENFERMEDADES PROFESIONALES DE LA SEGURIDAD SOCIAL N 11",
            "ecContrib": 202328
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 446280
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 531590
        }
    },
    "calculatedTotalContribution": 5130142
}