{
    "rcn": "212482",
    "acronym": "safenolaTiCancerDrug",
    "topics": "ERC-2017-PoC",
    "title": "Highly and Widely Effective, Water Stable, and Non Toxic Titanium-Phenolato-based Anticancer Chemotherapy",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Chemotherapy is the most common line of treatment for various cancer types, but it generally suffers from severe side effects. Cisplatin is a highly effective metallodrug employed in the clinic, limited by severe and irreversible nephro- and neurotoxicities and resistance development. Therefore, developing highly and widely effective chemotherapy that is non- or substantially less- toxic should impact immediately and significantly the welfare of society. The titanium metal is an attractive Pt alternative, as it is bio-friendly and non-toxic. Titanium dioxide, the final decomposition product of Ti complexes in water, is a safe material often found in food and cosmetics. Nevertheless, the rapid dissociation of past Ti complexes in water has hampered their development into drugs.\nUnder an ERC-StG grant followed by an ERC-CoG grant, the PI has developed Ti(IV) complexes that are stable for weeks in water, with high in vitro activity toward numerous cells (also established on the NCI-60 panel of the NIH) and in vivo toward murine and human models with no clinical sights of toxicity in treated mice at effective doses, where mortality occurred in control animals treated with cisplatin at similar doses. Pharmaceutical entities have shown specific interest in taking the proposed compound 1 into clinical trials phase I. Some experiments are still required before an agreement can be made, as proposed herein. Through the parent ERC-CoG, mechanistic analyses are ongoing, but no animal studies are permitted. Thus, through the proposed study: (a) pharmacokinetic studies on compound 1 by ICP-MS will determine absorption, bio-distribution, and excretion; (b) In vivo studies of different models and with varying concentrations and formulation types will determine the therapeutic potential; (c) iv vivo combination studies will identify possible lines of treatments. These studies should promote the interaction with pharmaceutical companies to enable compound 1 to enter clinical trials.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}