{
    "rcn": "212468",
    "acronym": "DTD SYSTEM 2",
    "topics": "SMEInst-10-2016-2017",
    "title": "A disruptive innovation for the minisation of railway mantenance costs",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "European rail infrastructure managers spend yearly over 869MÄ (from public funds) in repairing railway track damages caused by the poor conditions of train wheels. The existence of wheel defects implies however other significant costs, such as those associated with delays caused by incidents (over 1MÄ per year only in UK) and the important economic, material and potential human losses due to derailments (only those involving dangerous goods cost Europe over 200MÄ per year). This is however not due to maintenance overlook of train operating companies, as they spend yearly around 2.293MÄ in inspection, maintenance and renewal operations of wheels. This is rather because even small changes in wheel condition (not detectable by current technologies) lead to huge damages in railway infrastructure.\n\nAMINSA has developed DTD SYSTEM, an innovative system capable of detecting with high precision wheel defects at its onset, using this information to design a predictive maintenance plan. DTD SYSTEM¥s added value compared to competing systems is: 1) Higher accuracy in identifying wheel defects, 2) Reduction in track maintenance needs, 3) Easier and personalized service attending to each userís needs, 4) Reduction in wheel inspection and maintenance and renewal costs.\n\nThe successful execution of Phase 1 has led to the definition of a business model to deploy DTD SYSTEM as a service and reach EU market, establishing strategic alliances with stakeholders, users as well as commercial suppliers. Our overall objective in Phase 2 is to implement advanced demonstration units of DTD SYSTEM in the most complex and demanding conditions, as well as develop the tools needed to introduce DTD SYSTEM in the railway market.\n\nAs a result, the exploitation of DTD SYSTEM will lead by the 5th year to cumulative sales of 21.5MÄ and benefits of 13.6MÄ, while saving railway industry over 550MÄ in track maintenance costs and 148MÄ in inspection and maintenance cost.",
    "totalCost": "1279337,5",
    "ecMaxContribution": "895536,25",
    "coordinator": "AGRUPACION MEDITERRANEA DE INGENIERIA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926288891": {
            "orgId": "926288891",
            "orgName": "AGRUPACION MEDITERRANEA DE INGENIERIA SA",
            "ecContrib": 895536
        }
    },
    "calculatedTotalContribution": 895536
}