{
    "rcn": "212436",
    "acronym": "NADiRA",
    "topics": "EO-1-2017",
    "title": "Nurturing Africa Digital Revolution for Agriculture",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "NADiRA aims to incorporate Copernicus, other Earth Observation products and in-situ IoT devices into mAgriTM, an existing value chain orchestration platform connecting, in smallholder contract farming, producers with banks, insurers, input providers and agro-industries to control risks and improve the productivity, security, and welfare of tens of thousands of African farmers.\nBy industrializing EO products , NADiRA reduces mAgriTMís operating costs, while increasing the timeliness, granularity and reach of its following services: (1) Agricultural investment risk mapping, to reduce finance institutions cash-out and increase availability of input credit to smallholders, (2) More robust, affordable agricultural insurance contracts, to reduce persistent climate risk, (3) Improved smallholder tactical management of crop nutrient deficiencies and post-harvest losses to increase productivity, harvest quality and income.\nNADiRA demonstrates, on a large market scale, the economic and commercial viability of the combination of EO, IoT and mobile technology and its leverage on the new business model implemented by MANOBI, Swiss Re, credit and insurance institutions and agro-industries to improve smallholder productivity. Four pilots run in parallel in Senegal and Nigeria targets (i) different crop types and production systems (irrigated rice, rainfed peanuts, maize and sorghum) in (ii) 10 crop campaigns (4 irrigated, 3 rainfed) and (iii) various production environments and management practices. This demonstration sustains the development of a business plan with financial objectives and an associated roadmap to capture 30% of the addressable market in Africa. \nThe outreach actions benefits from the communications channels of the NADiRA partners, active in Africa (MANOBI, Swiss Re, ICRISAT, local banks and farmers associations), in Europe (SPACEBEL, University of LiËge, Viveris and EUGENIUS association) and Asia (ICRISAT). A Copernicus Relay will be established in West Africa.",
    "totalCost": "2421033,75",
    "ecMaxContribution": "1870925",
    "coordinator": "SPACEBEL SA",
    "coordinatorCountry": "BE",
    "participants": "INTERNATIONAL CROPS RESEARCH INSTITUTE FOR THE SEMI-ARID TROPICS;UNIVERSITE DE LIEGE;MANOBI SENEGAL - SA;VIVERIS TECHNOLOGIES SA;SCHWEIZERISCHE RUCKVERSICHERUNGS-GESELLSCHAFT AG;EUGENIUS",
    "participantCountries": "IN;BE;SN;FR;CH",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 308125
        },
        "996437157": {
            "orgId": "996437157",
            "orgName": "VIVERIS TECHNOLOGIES SA",
            "ecContrib": 99706
        },
        "999496731": {
            "orgId": "999496731",
            "orgName": "SCHWEIZERISCHE RUCKVERSICHERUNGS-GESELLSCHAFT AG",
            "ecContrib": 20125
        },
        "953636295": {
            "orgId": "953636295",
            "orgName": "MANOBI SENEGAL - SA",
            "ecContrib": 530250
        },
        "998945674": {
            "orgId": "998945674",
            "orgName": "SPACEBEL SA",
            "ecContrib": 589531
        },
        "998747891": {
            "orgId": "998747891",
            "orgName": "INTERNATIONAL CROPS RESEARCH INSTITUTE FOR THE SEMI-ARID TROPICS",
            "ecContrib": 212938
        },
        "914799823": {
            "orgId": "914799823",
            "orgName": "EUGENIUS",
            "ecContrib": 110250
        }
    },
    "calculatedTotalContribution": 1870925
}