{
    "rcn": "212462",
    "acronym": "NOCTURNO",
    "topics": "MSCA-RISE-2017",
    "title": "Non-Conventional Wave Propagation for Future Sensing and Actuating Technologies",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "New sensing devices and technologies are the key in addressing numerous challenges that agriculture is facing today. Namely, to provide more food for the ever-growing population, a number of biophysical parameters of plants, soil and food products need to be monitored and measured constantly, thus providing valuable data needed to optimize the entire agricultural process. In addition, the corresponding actuating technologies responsible for applying various measures (e.g. irrigation, fertilization) need to become more precise and allow variable rate inputs with a resolution down to an individual plant.\nTo provide novel sensing and actuating solutions able to address the burning issues in agriculture today, NOCTURNO will bring together and synergistically advance several highly promising research directions which have been investigated separately in the last decade: wave-matter interactions, plasmonics, complex media and artificial materials, acoustic, electromagnetics, optics, bionanosensing.\nThe Project will focus on development of sensors and actuators based on non-conventional propagation of acoustic waves in artificial media, electromagnetic/optical sensors based on metasurfaces, and advanced manufacturing technologies including 3D printing, laser-micromachining technology, and e-beam lithography with the aim to provide practical solutions for the fabrication of novel acoustic and metasurface-based sensors and actuators.\nNOCTURNO proposes an exchange programme which brings together three European academic institutions, two European SME companies, and two third-country universities. The consortium has the specific expertise in the fields listed above and it will create synergies that will first advance the current level of fundamental scientific knowledge and then support its transformation into innovative products with the high potential to revolutionize the agri-food sector.",
    "totalCost": "580500",
    "ecMaxContribution": "553500",
    "coordinator": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
    "coordinatorCountry": "RS",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;INOSENS DOO NOVI SAD;PLASMORE SRL",
    "participantCountries": "UK;CH;RS;IT",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 135000
        },
        "928575472": {
            "orgId": "928575472",
            "orgName": "BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS",
            "ecContrib": 211500
        },
        "973984373": {
            "orgId": "973984373",
            "orgName": "PLASMORE SRL",
            "ecContrib": 40500
        },
        "983944139": {
            "orgId": "983944139",
            "orgName": "RESEARCH FOUNDATION OF THE CITY UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        },
        "967270421": {
            "orgId": "967270421",
            "orgName": "THE CITY UNIVERSITY OF NEW YORK",
            "ecContrib": 0
        },
        "933205185": {
            "orgId": "933205185",
            "orgName": "INOSENS DOO NOVI SAD",
            "ecContrib": 49500
        },
        "999849132": {
            "orgId": "999849132",
            "orgName": "THE AUSTRALIAN NATIONAL UNIVERSITY",
            "ecContrib": 0
        },
        "968428116": {
            "orgId": "968428116",
            "orgName": "THE UNIVERSITY OF TEXAS SYSTEM",
            "ecContrib": 0
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 117000
        }
    },
    "calculatedTotalContribution": 553500
}