{
    "rcn": "212451",
    "acronym": "SCALESCRAPERS",
    "topics": "INNOSUP-05-2016-2017",
    "title": "SCALESCRAPERS - how to support the growth of scale-ups to only sky is the limit",
    "startDate": "02/10/2017",
    "endDate": "01/07/2018",
    "objective": "The system of business environment institutions (BEI) plays an important role in the diffusion of technology process and assists the innovative entreprenuership development. Its support is especially important in the emerging areas of innovation like scale-ups. This group of SMEs is considered to be another way of innovation but still faces many difficulties in development.\n\nAt the same time, according to the research results pointed in documents shown in section 1.3.2 and data available in the work program despite the number and variety of BEI they are still not sufficient enough for the appropriate innovation stimulation (includint effective support for scale-ups) in the partners states, which at the same time affects the level an quality of innovation and the competitiveness of the European economy.\nThat is way TARR, TPlj, CTRIA, BARR and IRP decided to join their forces and by sharing knowledge and experience try to contribute in solving problem mentioned above.\n\nThe main objective of this project is to develop through the lifetime of the project (9 months)  basing on the scaleups analysis and the evaluation of current system tools and instruments, recommendations for improvement of the scaleups development support system for entrepreneurship policy makers and specialized business environment institutions operating as scale-ups supporters followed by dissemination of gained knowledge and experiences.\n\nThe goals of the project will be achevied with the use of Twinning Advanced method. It  assumes the cooperation of equal partners. Therefore it is possible not only to exchange and disseminate existing solutions but also to develop tecommendations for the new ones, which will eventually become godd practices in supporting first of all scale-up and secondly the innovation processes in general.\n\nThus the main and specific objectives the work-flow of SCALESCRAPERS will comprise a one phase process, whoch is the development and dissemination of Design Options Paper.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
    "coordinatorCountry": "PL",
    "participants": "IRP INSTITUT ZA RAZISKOVANJE PODJETNISTVA ZAVOD;TEHNOLOSKI PARK LJUBLJANA DOO;BYDGOSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;KOZEP-DUNANTULI REGIONALIS INNOVACIOS UGYNOKSEG NONPROFIT KFT",
    "participantCountries": "SI;PL;HU",
    "projectParticipants": {
        "983728314": {
            "orgId": "983728314",
            "orgName": "KOZEP-DUNANTULI REGIONALIS INNOVACIOS UGYNOKSEG NONPROFIT KFT",
            "ecContrib": 0
        },
        "971570431": {
            "orgId": "971570431",
            "orgName": "TEHNOLOSKI PARK LJUBLJANA DOO",
            "ecContrib": 0
        },
        "999743014": {
            "orgId": "999743014",
            "orgName": "TORUNSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA AKCYJNA",
            "ecContrib": 50000
        },
        "941702676": {
            "orgId": "941702676",
            "orgName": "IRP INSTITUT ZA RAZISKOVANJE PODJETNISTVA ZAVOD",
            "ecContrib": 0
        },
        "924905283": {
            "orgId": "924905283",
            "orgName": "BYDGOSKA AGENCJA ROZWOJU REGIONALNEGO SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}