{
    "rcn": "212449",
    "acronym": "ESSI",
    "topics": "INNOSUP-05-2016-2017",
    "title": "European Support to Social Innovation",
    "startDate": "01/10/2017",
    "endDate": "30/06/2018",
    "objective": "The four Regional Development Agencies, ERVET, ADA, KAINUUN ETU, IVACE operating in the North and in the South European Regions (Italy, Turkey, Finland, Spain), dealing with innovation support programmes, implementation of Structural Funds Regional Operative Programmes (ROP ESF, ERDF 2020) and experienced in social innovation policies and programs want to deepen their knowledge and find joint solutions to challenges hindering the development of social economy. Thus, they want to promote new approaches able to overcome a fragmented approach to policies supporting  social economy and the  innovation and competitiveness of social enterprises. A new policy mix, taking into consideration social, economic and environmental aspects (Agenda 2030), would be able to overcome ìsilos policiesî and to create a favorable ecosystem for social enterprises. They will work together with regional public and private social economy stakeholders to analyze beneficiariesí needs and promote new policies and actions. Already existing approaches and best practices will be shared in a mutual learning process among Regional Development Agencies, and related regions, that will be enlarged through EURADA and ERRIN networks for more effective and targeted regional and European  innovation programs for social enterprises. Moreover, partners, accordingly with INNOSUP general scope, choose to focus on social innovation as it is ìrequired at the interface between public services and private enterprisesî with a view to jointly learn and discuss about public and private partnership and co-design approach",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "ERVET - EMILIA ROMAGNA VALORIZZAZIONE ECONOMICA TERRITORIO SPA",
    "coordinatorCountry": "IT",
    "participants": "ANKARA KALKINMA AJANSI;KAINUUN ETU OY;INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
    "participantCountries": "TR;FI;ES",
    "projectParticipants": {
        "941626046": {
            "orgId": "941626046",
            "orgName": "KAINUUN ETU OY",
            "ecContrib": 0
        },
        "964638423": {
            "orgId": "964638423",
            "orgName": "ERVET - EMILIA ROMAGNA VALORIZZAZIONE ECONOMICA TERRITORIO SPA",
            "ecContrib": 50000
        },
        "999915577": {
            "orgId": "999915577",
            "orgName": "INSTITUTO VALENCIANO DE LA COMPETITIVIDAD EMPRESARIAL",
            "ecContrib": 0
        },
        "921370894": {
            "orgId": "921370894",
            "orgName": "ANKARA KALKINMA AJANSI",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}