{
    "rcn": "212478",
    "acronym": "BeVision",
    "topics": "SMEInst-06-2016-2017",
    "title": "Better vision after cataract and refractive surgery with photonics technology",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "As we get older, we all will develop eyesight problems. Around the age of 65 more than half of us suffer from eye lens clouding, or cataracts. Cataract surgery is now the most common operation in Europe, with 4.3 million people getting treated each year, a figure that will only increase due to our fast aging population. However, 200,000 of them are not satisfied with the outcome of their eye correcting surgeries as they canít experience on forehand what their vision will be. \nVoptica has developed the Visual Adaptive Optics (VAO) simulator, a disruptive innovation in eye testing, allowing patients to experience the effect of intraocular lenses or laser surgery on their vision before the actual operation, helping the patient and doctor to select their best solution and understand what their vision will be like post-surgery.\n\nOur technology is used by world-leading research institutes and lens-manufactures, but to prepare VAO for clinical market introduction our project BeVision will refine its software protocols, make it interoperable and clinically validate the technology.\nAfter a successful clinical validation, VAO will be the only medical device in the world that can measure objectively all eye aberrations of patients and, subsequently, simulate the different optical solutions to correct the patientís eye imperfections during visual testing. Our technology will dramatically improve the outcomes of cataract and laser refractive surgeries. \n\nOur highly competitive technology can swiftly disrupt the $4.4 billion ophthalmology device market, generating a rapid business growth for Voptica, with a cumulative revenue of Ä 36.4m and a profit of Ä 8.6m by 2025. \n\nTo make BeVision a commercial success, we have assembled a consortium with a solid track record in the development, optimisation, clinical validation and commercialisation of ophthalmic devices and have all the skills and resources for its commercial exploitation to benefit our business and Europe.",
    "totalCost": "2486788,25",
    "ecMaxContribution": "1740751,77",
    "coordinator": "VOPTICA S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927791518": {
            "orgId": "927791518",
            "orgName": "VOPTICA S.L.",
            "ecContrib": 1740752
        }
    },
    "calculatedTotalContribution": 1740752
}