{
    "rcn": "212445",
    "acronym": "RadHard",
    "topics": "COMPET-1-2017",
    "title": "Ultra High Efficiency Radiation Hard Space Solar Cells on Large Area Substrates",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "Project RadHard aims for increasing both the technical and commercial competitiveness of the European space solar cell technology to maintain the independence of European space industry in this field. RadHard will demonstrate the future next generation of space solar cells featuring i) beginning-of-life efficiency exceeding 35% under AM0 condition enabled by a new, patent protected 4-junction space solar cell, ii) the worldís highest radiation hardness leading to an efficiency >31% after 1E15 cm-2 1MeV electron irradiation, iii) scaling of the solar cell manufacturing to 200mm wafer size to enable competitive cost of the product and iv) demonstration of manufacturability and reliability of this cell concept. TR levels for relevant technologies will be increased from TRL 3 to 5-6.\nThe project makes use of technology innovations in solar cells design, epitaxy, semiconductor bonding and ultra large Ge wafers. The work plan is based on a parallel development of the new solar cell by semiconductor bonding and establishing solar cell manufacturing processes on 200 mm Ge wafers. At the end of the project, these development lines will be merged to demonstrate the commercial viability of the selected approach. Technology development activities will be accompanied by extensive test programme to allow for continuous feedback on the achieved device performance and to address reliability aspects. Finally an industrialization plan for the new 4-junction semiconductor bonded solar cell will be elaborated.\nThe project team is led by AZUR SPACE and consists of 7 industrial partners (incl. 1 SME) and 2 academic institutes and covers all R&D aspects, from basic research on advanced materials at academic partners to device manufacturing in industrial environment and testing on higher integration level. The relevance of the team for commercial exploitation is extremely high: RadHard includes industrial partners from each of the main parts of the value chain for space solar generators.",
    "totalCost": "3072972,5",
    "ecMaxContribution": "3072972,5",
    "coordinator": "AZUR SPACE SOLAR POWER GMBH",
    "coordinatorCountry": "DE",
    "participants": "SCHWAR JORG;EV GROUP E. THALLNER GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;AIRBUS DEFENCE AND SPACE GMBH;THALES ALENIA SPACE BELGIUM S.A.;THALES ALENIA SPACE FRANCE;UMICORE",
    "participantCountries": "DE;AT;FR;BE",
    "projectParticipants": {
        "999893461": {
            "orgId": "999893461",
            "orgName": "UMICORE",
            "ecContrib": 449870
        },
        "999611676": {
            "orgId": "999611676",
            "orgName": "EV GROUP E. THALLNER GMBH",
            "ecContrib": 488450
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 76062
        },
        "986589038": {
            "orgId": "986589038",
            "orgName": "THALES ALENIA SPACE BELGIUM S.A.",
            "ecContrib": 73341
        },
        "999908205": {
            "orgId": "999908205",
            "orgName": "THALES ALENIA SPACE FRANCE",
            "ecContrib": 46450
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 120000
        },
        "914357891": {
            "orgId": "914357891",
            "orgName": "SCHWAR JORG",
            "ecContrib": 118750
        },
        "991336024": {
            "orgId": "991336024",
            "orgName": "AZUR SPACE SOLAR POWER GMBH",
            "ecContrib": 950472
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 749576
        }
    },
    "calculatedTotalContribution": 3072971
}