{
    "rcn": "212471",
    "acronym": "OCTA",
    "topics": "MSCA-RISE-2017",
    "title": "Organic Charge Transfer Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Organic molecules are everywhere, they are integral to life, from every living species to new technologies such as organic electronics. Organic molecules can be made with infinite variety and what happens when they are excited by light is just as varied and complex. Molecular shape and molecular interactions are important in their application but what happens to them once excited is just as critical and often defines the function of that molecular within a more complex system. One of very interesting phenomena in organic molecules is electron transfer (ET) to form stable Charge Transfer excited states (CT). We may observe CT states everywhere, from living tissue to organic solar cells or organic light emitting diodes. It is believed that birds use CT states to navigate. It is therefore crucial to understand the ET process and the CT state. CT states, bound electron and hole pairs, separated in space on different parts of a molecules or different molecules play an ever increasing role in organic optoelectronic devices be they OPV or OLED or in bioimaging.\n\nOur OCTA project will form a new EU-Japan-Taiwan-Brazil network of leading groups and will train a new generation of materials scientists for the development and application of Charge Transfer based materials who can apply their expertise directly in future applications.",
    "totalCost": "1183500",
    "ecMaxContribution": "832500",
    "coordinator": "POLITECHNIKA SLASKA",
    "coordinatorCountry": "PL",
    "participants": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF;UNIVERSITY OF DURHAM;UNIVERSITY OF GLASGOW",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 112500
        },
        "999871733": {
            "orgId": "999871733",
            "orgName": "UNIVERSIDADE FEDERAL DE SANTA CATARINA.",
            "ecContrib": 0
        },
        "998808710": {
            "orgId": "998808710",
            "orgName": "NATIONAL TAIWAN UNIVERSITY",
            "ecContrib": 0
        },
        "991625375": {
            "orgId": "991625375",
            "orgName": "OSAKA UNIVERSITY",
            "ecContrib": 0
        },
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 108000
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 247500
        },
        "999899087": {
            "orgId": "999899087",
            "orgName": "POLITECHNIKA SLASKA",
            "ecContrib": 364500
        }
    },
    "calculatedTotalContribution": 832500
}