{
    "rcn": "212407",
    "acronym": "OK-Net EcoFeed",
    "topics": "RUR-10-2016-2017",
    "title": "Organic Knowledge Network on Monogastric Animal Feed",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The overall aim of OK-Net EcoFeed is to help farmers, breeders and the organic feed processing industry in achieving the goal of 100% use of organic and regional feed for monogastrics, in particular pigs, broilers, laying hens and parents of broilers and laying hens.\n\nIn the last two decades, the market for organic food has shown steady vigorous growth in most parts of Europe and this growth is still accelerating. A key objective of organic farming is the closing of nutrient cycles, but it is difficult to achieve. To a large extent, feed and livestock production, in particular of pigs and poultry, are concentrated in different regions, and animal feed (especially proteins) has to be imported from regions far away. In addition, organic organic farmers have difficulties in sourcing protein feed of organic quality. The lack of organic and regional feed threatens both the sustainability of organic agriculture as well as consumersí confidence.\n\nIn order to contribute to the goal of 100% use of organic and regional feed for monogastrics, OK-Net EcoFeed has 4 specific objectives:\nï The project will synthesize the scientific and practical knowledge available about organic and regional feed production for monogastrics;\nï It will create a European network of innovation groups to facilitate exchange and co-creation of knowledge among farmers, business actors, researchers and advisors;\nï It will collect end-user material and develop new tools adapted to the needs of farmers and business actors. All material and tools will be summarised in the EIP common format for practice abstracts.\nï Finally, the project will extend the OK-Net knowledge platform (farmknowledge.org) to include the topic of monogastric animal feed.\n\nThe project will build on the experiences of OK-Net Arable, which is a thematic network addressing organic arable cropping. OK-Net EcoFeed is a logic continuation of OK-Net Arable, making the bridge between feed cultivation over feed processing to animal production.",
    "totalCost": "1990368,75",
    "ecMaxContribution": "1990368,75",
    "coordinator": "INTERNATIONAL FEDERATION OF ORGANIC AGRICULTURE MOVEMENTS EUROPEAN UNION REGIONAL GROUP",
    "coordinatorCountry": "SE",
    "participants": "AARHUS UNIVERSITET;ASSOCIAZIONE ITALIANA PER L AGRICOLTURA BIOLOGICA*AIAB;VALOR ECOLOGICO CAAE;DONAU SOJA GEMEINNUTZIGE GESELLSCHAFT MIT BESCHRANKTER HAFTUNG;BIOLAND BERATUNG GMBH;PROGRESSIVE FARMING TRUST LTD LBG;SVERIGES LANTBRUKSUNIVERSITET;FORSCHUNGSINSTITUT FUR BIOLOGISCHEN LANDBAU STIFTUNG;INSTITUT TECHNIQUE DE L AGRICULTURE BIOLOGIQUE;THE SOIL ASSOCIATION LIMITED",
    "participantCountries": "DK;IT;ES;AT;DE;UK;SE;CH;FR",
    "projectParticipants": {
        "998799301": {
            "orgId": "998799301",
            "orgName": "ASSOCIAZIONE ITALIANA PER L AGRICOLTURA BIOLOGICA*AIAB",
            "ecContrib": 173475
        },
        "960090481": {
            "orgId": "960090481",
            "orgName": "BIOLAND BERATUNG GMBH",
            "ecContrib": 127438
        },
        "997628608": {
            "orgId": "997628608",
            "orgName": "PROGRESSIVE FARMING TRUST LTD LBG",
            "ecContrib": 142400
        },
        "998802114": {
            "orgId": "998802114",
            "orgName": "FORSCHUNGSINSTITUT FUR BIOLOGISCHEN LANDBAU STIFTUNG",
            "ecContrib": 273750
        },
        "972650235": {
            "orgId": "972650235",
            "orgName": "THE SOIL ASSOCIATION LIMITED",
            "ecContrib": 100000
        },
        "993774022": {
            "orgId": "993774022",
            "orgName": "INSTITUT TECHNIQUE DE L AGRICULTURE BIOLOGIQUE",
            "ecContrib": 205944
        },
        "999887350": {
            "orgId": "999887350",
            "orgName": "SVERIGES LANTBRUKSUNIVERSITET",
            "ecContrib": 153238
        },
        "922870029": {
            "orgId": "922870029",
            "orgName": "VALOR ECOLOGICO CAAE",
            "ecContrib": 105375
        },
        "912284225": {
            "orgId": "912284225",
            "orgName": "DONAU SOJA GEMEINNUTZIGE GESELLSCHAFT MIT BESCHRANKTER HAFTUNG",
            "ecContrib": 76688
        },
        "969208481": {
            "orgId": "969208481",
            "orgName": "INTERNATIONAL FEDERATION OF ORGANIC AGRICULTURE MOVEMENTS EUROPEAN UNION REGIONAL GROUP",
            "ecContrib": 334750
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 297312
        }
    },
    "calculatedTotalContribution": 1990370
}