{
    "rcn": "212458",
    "acronym": "BOUNCE",
    "topics": "SC1-PM-17-2017",
    "title": "Predicting Effective Adaptation to Breast Cancer to Help Women to BOUNCE Back",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Coping with breast cancer more and more becomes a major socio-economic challenge not least due to its constantly increasing incidence in the developing world. There is a growing need for novel strategies to improve understanding and capacity to predict resilience of women to the variety of stressful experiences and practical challenges related to breast cancer. This is a necessary step toward efficient recovery through personalized interventions. BOUNCE will bring together modeling, medical, and social sciences experts to advance current knowledge on the dynamic nature of resilience as it relates to efficient recovery from breast cancer. BOUNCE will take into consideration clinical, cancer-related biological, lifestyle, and psychosocial parameters in order to predict individual resilience trajectories throughout the cancer continuum and eventually increase resilience in breast cancer survivors and help them remain in the workforce and enjoy a better quality of life.\nBOUNCE will deliver a unified clinical model of modifiable factors associated with optimal disease outcomes and will deploy a prospective multi-center clinical pilot at four major oncology centers (in Italy, Finland, Israel and Portugal), where a total of 660 women will be recruited in order to assess its clinical validity against crucial patient outcomes (illness progression, wellbeing, and functionality). The advanced computational tools to be employed will validate indices of patientsí capacity to bounce back during the highly stressful treatment and recovery period following diagnosis of breast cancer. The overreaching goal of BOUNCE is to incorporate elements of a dynamic, predictive model of patient outcomes in building a decision-support system used in routine clinical practice to provide physicians and other health professionals with concrete, personalized recommendations regarding optimal psychosocial support strategies.",
    "totalCost": "4999410",
    "ecMaxContribution": "4999410",
    "coordinator": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMƒ",
    "coordinatorCountry": "FI",
    "participants": "ISTITUTO EUROPEO DI ONCOLOGIA SRL;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;NOONA HEALTHCARE OY;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;THE HEBREW UNIVERSITY OF JERUSALEM;NHG CONSULTING OY;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "participantCountries": "IT;EL;FI;IL;PT",
    "projectParticipants": {
        "999969703": {
            "orgId": "999969703",
            "orgName": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
            "ecContrib": 375600
        },
        "912991937": {
            "orgId": "912991937",
            "orgName": "NOONA HEALTHCARE OY",
            "ecContrib": 436250
        },
        "950200264": {
            "orgId": "950200264",
            "orgName": "NHG CONSULTING OY",
            "ecContrib": 747435
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 726875
        },
        "999483830": {
            "orgId": "999483830",
            "orgName": "HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMÄ",
            "ecContrib": 795625
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 457500
        },
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 497000
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 448125
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 515000
        }
    },
    "calculatedTotalContribution": 4999410
}