{
    "rcn": "212496",
    "acronym": "CANITEST",
    "topics": "ERC-2017-PoC",
    "title": "CANITEST: Proof-Of-Concept of a PCR test designed to identify the dogs carrying the more virulent strains of Capnocytophaga canimorsus",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "The idea to be taken as proof of concept is drawn from the ERC Advanced grant N∞293605-CAPCAN (2012-2016). This grant aimed at understanding the molecular and genetic bases of the dramatic human infections caused by Capnocytophaga canimorsus. One of the questions that we addressed in the frame of CAPCAN is why are there so few cases of human infections while so many dogs carry C. canimorsus?  In other words, are all C. canimorsus strains equally dangerous and, if not, could we prevent the disease by detecting the dogs carrying the more dangerous strains?  During CAPCAN, among others, we showed that C. canimorsus is endowed with a capsular polysaccharide (CPS) and its assembly pathway was characterized [1]. We also showed that the CPS of 25/25 strains isolated from human infections present a limited variability, with 3 dominant capsular serovars. In contrast, only 4 out of 52 C. canimorsus isolated from dog mouths did belong to these three serovars [2]. This implies that a small minority of dog-hosted C. canimorsus strains are virulent for humans than most strains and that these strains can be identified by capsular serotyping.  We also set up a PCR test to achieve this capsular serotyping [2].  The proposal to be taken to proof of concept is to market the PCR test designed to identify the dogs carrying the more virulent strains of C. canimorsus.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITE DE NAMUR ASBL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999891521": {
            "orgId": "999891521",
            "orgName": "UNIVERSITE DE NAMUR ASBL",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}