{
    "rcn": "212444",
    "acronym": "AirQast",
    "topics": "EO-1-2017",
    "title": "A commercial platform providing operational Air Quality services using EO data",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The ambition of AirQast (previously BlueSky) project is to build a self-sustainable service platform providing Air Quality services based on Earth Observation data. These services will provide updated emissions inventories, advanced forecasting systems and decision making tools to manage air quality events in order reduce their economic and societal impact. This platform will cover pollutants having a higher economic and social impact such as PM2.5, PM10, SO2, NO2 and CO.\n\nAirQast team wants to demonstrate the viability and sustainability of AirQast platform through developing business cases in new identified markets such as Mobile Apps, Smart Home Devices, Green Supply Chain Industries, Insurance Risk, Smart Cities and Real Estate as well as established markets such as Environmental Regulation and Planning. We want also to develop our platform services in markets where the impact will be higher and where the sustainability of the project will be easier. These markets will be Europe, China and India. We already engaged real key potential customers from these markets.\n\nAirQast project would also like to build a one-stop portal platform containing tools and functionalities that facilitate and simplify the access, visualization and management of the large volume data generated. We think that improving data handling combined with an innovative and attractive communication strategy is a must to bridge some existing gaps between existing potential customers and our team.",
    "totalCost": "2178737,5",
    "ecMaxContribution": "1876956,25",
    "coordinator": "ISARDSAT SL",
    "coordinatorCountry": "ES",
    "participants": "SIMBIOTICA SL;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;DRAXIS ENVIRONMENTAL S.A.;KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI;ILMATIETEEN LAITOS",
    "participantCountries": "ES;BE;EL;NL;FI",
    "projectParticipants": {
        "941584239": {
            "orgId": "941584239",
            "orgName": "SIMBIOTICA SL",
            "ecContrib": 118125
        },
        "999518944": {
            "orgId": "999518944",
            "orgName": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
            "ecContrib": 449688
        },
        "997054077": {
            "orgId": "997054077",
            "orgName": "ISARDSAT SL",
            "ecContrib": 427219
        },
        "999591306": {
            "orgId": "999591306",
            "orgName": "ILMATIETEEN LAITOS",
            "ecContrib": 302925
        },
        "996151686": {
            "orgId": "996151686",
            "orgName": "DRAXIS ENVIRONMENTAL S.A.",
            "ecContrib": 158812
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 420188
        }
    },
    "calculatedTotalContribution": 1876957
}