{
    "rcn": "212499",
    "acronym": "BigDataGrapes",
    "topics": "ICT-16-2017",
    "title": "Big Data to Enable Global Disruption of the Grapevine-powered Industries",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Big data is becoming a hype that is going to completely redefine industries within very traditional sectors like agriculture, food and beauty. The emergence of niche big data companies like Enolytics  (ìbringing big data insights to the wine industryî) is threatening to disrupt these industries against the interests of the EU. \nBigDataGrapes wants to build upon the rich historical, cultural and artisan heritage of Europe in order to change this picture. It aims to support all European companies active in two key industries powered by grapevines: the wine industry and the natural cosmetics one. It will help them respond to the significant opportunity that big data is creating in their relevant markets, by pursuing two ambitious goals:\na. To develop and demonstrate powerful, rigorously tested, cross-sector data processing technologies that go beyond-the-state-of-the-art towards increasing the efficiency of companies that need to take important business decisions dependent on access to vast and complex amounts of data, and assess them in challenges informed by the grapevine-powered industries.\nb. To create a large-scale, mulifaceted marketplace for grapevine-related data assets, increasing the competitive advantage of companies that serve with IT solutions these sectors and helping companies and organisations evolve methods, standards and processes to help them achieve free, interoperable and secure flow of their data.\nBigDataGrapes is targeting technology challenges of the grapevine-powered data economy as its business problems and decisions requires processing, analysis and visualisation of data with rapidly increasing volume, velocity and variety: satellite and weather data, environmental and geological data, phenotypic and genetic plant data, food supply chain data, economic and financial data and more. It therefore makes a perfectly suitable cross-sector and cross-country combination of industries that are of high European significance and value.",
    "totalCost": "4441500",
    "ecMaxContribution": "4441500",
    "coordinator": "AGROKNOW IKE",
    "coordinatorCountry": "EL",
    "participants": "ONTOTEXT AD;GEOCLEDIAN GMBH;ABACO SPA;CONSIGLIO NAZIONALE DELLE RICERCHE;AGRICULTURAL UNIVERSITY OF ATHENS;APIGAIA EPIXEIRISI PARAGOGIS KAI EMPORIAS FARMAKEYTIKON KAI AROMATIKONFITON KAI PROIONTON MELISSOKOMIASKAI ENALLAKTIKOU TOURISMOU AE;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BG;DE;IT;EL;FR;BE",
    "projectParticipants": {
        "920459773": {
            "orgId": "920459773",
            "orgName": "GEOCLEDIAN GMBH",
            "ecContrib": 315000
        },
        "997893806": {
            "orgId": "997893806",
            "orgName": "ONTOTEXT AD",
            "ecContrib": 545625
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 528125
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 620000
        },
        "941253178": {
            "orgId": "941253178",
            "orgName": "AGROKNOW IKE",
            "ecContrib": 936250
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 540250
        },
        "912862539": {
            "orgId": "912862539",
            "orgName": "APIGAIA EPIXEIRISI PARAGOGIS KAI EMPORIAS FARMAKEYTIKON KAI AROMATIKONFITON KAI PROIONTON MELISSOKOMIASKAI ENALLAKTIKOU TOURISMOU AE",
            "ecContrib": 196875
        },
        "938221540": {
            "orgId": "938221540",
            "orgName": "ABACO SPA",
            "ecContrib": 316250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 443125
        }
    },
    "calculatedTotalContribution": 4441500
}