{
    "rcn": "212434",
    "acronym": "SWAMI",
    "topics": "COMPET-5-2017",
    "title": "Space Weather Atmosphere Model and Indices",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Space weather has various effects on out technology. One important effect is on atmospheric density and thus space operations. Space weather driven atmospheric density variations in particular affect low Earth orbit (LEO) satellites, which represent a several hundred million EUR per year business. These LEO satellites (which include the International Space Station) are crucial for earth observation and communication, are affected by space weather effects during all phases of their operational lifetime. Likewise, all rocket launches and re-entry events and some space debris are affected. A better understanding of space weather processes and their impact on atmospheric density is thus critical for satellite operations. The ëSpace Weather Atmosphere Model and Indicesí (SWAMI) project aims to enhance this understanding by: \nï developing improved neutral atmosphere and thermosphere models, \nï make a major leap forward by combining these physics-based and empirical models, \nï exploiting new geomagnetic, and \nï improve the forecast of the activity indices. \nThe project stands out by providing an integrated approach to the satellite neutral environment, in which the various space weather drivers are addressed together with model improvement. The outcomes of SWAMI will provide a pathway to improved space weather services as the project will not only address the science issues, but also the transition of models into operational services. Our overarching aim is to give Europe a strategic advantage in whole atmosphere modelling, geomagnetic and solar activity forecasting, and the associated LEO satellite operator services for orbit maintenance, re-entry estimations, as well as launch operations. \n\nThe objectives of the project are to:\nDevelop a unique new whole atmosphere model, by extending and blending the Unified Model (UM), and the Drag Temperature Model (DTM), which are leading models of their kind in the field. A user-focused operational tool for satellite applications sh",
    "totalCost": "1198363,75",
    "ecMaxContribution": "1198363,75",
    "coordinator": "DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
    "coordinatorCountry": "ES",
    "participants": "MET OFFICE;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "UK;DE;FR",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 297836
        },
        "999892685": {
            "orgId": "999892685",
            "orgName": "MET OFFICE",
            "ecContrib": 407405
        },
        "999619824": {
            "orgId": "999619824",
            "orgName": "DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
            "ecContrib": 312498
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 180625
        }
    },
    "calculatedTotalContribution": 1198364
}