{
    "rcn": "212475",
    "acronym": "NEOSETAC",
    "topics": "MSCA-RISE-2017",
    "title": "New Selenium-based Targeted Nanocapsules to treat Breast Cancer",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The European Chronic Diseases Alliance has defined cancer as one of the major non-communicable diseases, accounting\nfor 13% of the deaths worldwide, resulting in 8.2 million deaths annually. In the NEOSETAC project, breast cancer will be the\nfocus of study being the most common cancers in women. It comprises of 10.4% of all the cancer incidences among women,\ncausing 411 093 deaths per year overall the world. In Europe, there is more than twice of the amount of new breast cancer\ncases annually than new cases of cancer in any other place. The complexity of breast cancer makes it a big challenge for\nsuccessful treatment. The NEOSETAC project will demonstrate the anti-cancer therapeutic potential of a novel Seleniumbased\ntherapy for the management of breast cancer. The clinical application of Selenium (Se) compounds for cancer\ntreatment is until now limited in chemoprevention as dietary supplement. In this proposal, we aim to improve the therapeutic\nwindow, pharmacokinetic properties and targeting drug delivery via nanoparticles (NPs). By loading Se into biodegradable\nNPs, drug release is controlled within the narrow therapeutic window of Se. At the same time the uptake and activation of Se\ncompounds at desired location (tumor lesions and metastasis) is achieved. We also propose to functionalize NPs by cancer\ncell / cancer stem cell targeting ligands to further improve the therapeutic efficacy and prevent cancer recurrence after\nchemotherapy. These advantages will lead to an enhanced anticancer activity and reduced systemic toxicity. Moreover,\ntargeting via NPs will improve the pharmacokinetic properties and increase the relatively short half-life (~18 hours) of Se.",
    "totalCost": "504000",
    "ecMaxContribution": "504000",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "AB BCN S.L.;ADSI-AUSTRIAN DRUG SCREENING INSTITUTE GMBH;ACIB GmbH;QUALIZYME DIAGNOSTICS GMBH & CO KG;KAROLINSKA INSTITUTET;STOCKHOLMS LANS LANDSTING",
    "participantCountries": "ES;AT;SE",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 171000
        },
        "965722495": {
            "orgId": "965722495",
            "orgName": "AB BCN S.L.",
            "ecContrib": 45000
        },
        "983020408": {
            "orgId": "983020408",
            "orgName": "ACIB GmbH",
            "ecContrib": 54000
        },
        "999522921": {
            "orgId": "999522921",
            "orgName": "STOCKHOLMS LANS LANDSTING",
            "ecContrib": 27000
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 171000
        },
        "924605941": {
            "orgId": "924605941",
            "orgName": "QUALIZYME DIAGNOSTICS GMBH & CO KG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 468000
}