{
    "rcn": "212498",
    "acronym": "ProteaseNter",
    "topics": "ERC-2017-PoC",
    "title": "Disseminating N-terminomics to Advance Protease Research",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Protein N-termini represent a wealth of biological information, such as their generation by limited proteolysis, which sculpts proteome functionality by yielding protein-sized cleavage products with novel functionality. N-terminomics is a branch of functional proteomics and enables the analysis of thousands of protein N-termini in an unbiased manner. By targeting native, proteolytically generated or acetylated protein N-termini as well as uncovering novel translation initiation sites, N-terminomics bears relevance to proteolysis and proteogenomics research. Unlike proteomic assays to study modifications such as phosphorylation, N-terminomics has remained inaccessible to non-expert laboratories due to a lack of ready-to-use kit formats or commercial services. Based on a recently published N-terminomic workflow by my laboratory, the present project aims to fill this niche by laying the foundation to represent N-terminomics (sample preparation up to mass spectrometry analysis) in a kit-like format together with online data analysis. Development steps include inclusion of multiple internal standards for improved sample-to-sample comparability, sole usage of cost-effective, disposable ìsmall-scaleî equipment in sample preparation, minimization of required input material, adaption to different input material including cryopreserved and formalin-fixed, paraffin-embedded samples, as well as web-based mass spectrometry data analysis and annotation.  This endeavor is based on multiple collaborative projects of the applicant with pharmaceutical companies and backed by interest of proteomic supply companies. In a small forward-looking activity, the project will explore the application N-terminomics in molecular diagnostics of bladder cancer; based on the rationale local infiltration by solid tumors is based on differential proteolysis. This activity serves an initial step to add N-terminomics to the toolbox of molecular pathology.",
    "totalCost": "149900",
    "ecMaxContribution": "149900",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 149900
        }
    },
    "calculatedTotalContribution": 149900
}