{
    "rcn": "212439",
    "acronym": "GREENPATROL",
    "topics": "GALILEO-3-2017",
    "title": "Galileo Enhanced Solution for Pest Detection and Control in Greenhouse Fields with Autonomous Service Robots",
    "startDate": "01/11/2017",
    "endDate": "30/04/2020",
    "objective": "European agriculture is facing numerous challenges such as population growth, climate change, resource shortages or increased competition. Besides, the area of land available for agriculture is declining, rural areas become depopulated and farming population is aging. Todayís challenge is to produce ìmore with lessî.\nGreenhouses protect crops from adverse weather conditions allowing year-round production. Integrated crop management approaches provide better control over pests and diseases. However, the intensification of greenhouse crop production creates favorable conditions for devastating infestation that can cost a 25% of the potential income. Greenhouse crop production is growing throughout the world, generating 46,377Ä/ha across Europe.\nGreenPatrol aims at developing an innovative and efficient robotic solution for Integrated Pest Management in crops, which has the ability to navigate inside greenhouses while performing early pest detection and control tasks in an autonomous way.  Main developments will be focused on:\n- Precise positioning to provide accurate and detailed pest maps in greenhouses (light indoor environments)\n- Perception with visual sensing for on-line pest detection, including reasoning mechanisms for efficient action selection\n- Strategies for manipulation and motion planning based on pest monitoring feedback.\nGalileo capabilities are considered a fundamental technology for the proposed solution as it provides better performance against the multipath and signal degradation present in greenhouses.\nGreenPatrol will achieve a remarkable reduction of production losses and chemicals usage, as well as an increase in quality and competitiveness, leading to more sustainable farming and enhanced food safety and soil and water protection.\nThe project includes a validation stage where the prototype will be tested in real environment to reach TRL7. GreenPatrol will be commercially exploited. Its business plan shows profits starting in year 3.",
    "totalCost": "2414258,75",
    "ecMaxContribution": "2058795,5",
    "coordinator": "FUNDACION CENTRO TECNOLOGICO DE COMPONENTES",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION TEKNIKER;INKOA SISTEMAS SL;AEROVISION BV;NOTTINGHAM SCIENTIFIC LTD;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "ES;NL;UK;CZ",
    "projectParticipants": {
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 251500
        },
        "990825707": {
            "orgId": "990825707",
            "orgName": "NOTTINGHAM SCIENTIFIC LTD",
            "ecContrib": 354401
        },
        "960758132": {
            "orgId": "960758132",
            "orgName": "INKOA SISTEMAS SL",
            "ecContrib": 275478
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 585625
        },
        "973862250": {
            "orgId": "973862250",
            "orgName": "AEROVISION BV",
            "ecContrib": 199535
        },
        "972504347": {
            "orgId": "972504347",
            "orgName": "FUNDACION CENTRO TECNOLOGICO DE COMPONENTES",
            "ecContrib": 392256
        }
    },
    "calculatedTotalContribution": 2058795
}