{
    "rcn": "212472",
    "acronym": "CLATHROPROBES",
    "topics": "MSCA-RISE-2017",
    "title": "Chiroptical, optical and magnetic probes for protein sensing based on cage metal complexes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The CLATHROPROBES project is devoted to the design and development of novel, highly efficient chiroptical, luminescent, IR, NMR and EPR probes for sensing and structural studies of biomolecules based on cage metal complexes (clathrochelates and lacunar complexes of spatial tris-diiminate ligands with encapsulated 3d-metal ion) as molecular reporters.\nFor successful design and synthesis of cage metal complexes (WP1), their complete structural and spectroscopic characterization (WP2), studies of their interactions with biomolecules and reporting properties, and their cytotoxicity and bioactivity in model systems (WP3), the project brings together researchers from four academic institutions and two  industrial companies, representing six countries (PL, DE, UA, RU, RO, AU). The participants will contribute to the project with different, highly specific, yet complementary expertise, namely in chemical synthesis of clathrochelate complexes (PBMR, INEOS RAS, FAU), identification and structural studies of compounds and materials (PBMR, INEOS RAS, FAU, UWR, UNIVIE, SPS), characterization of interactions between ligands/clathrochelates/materials and biomolecules by CD, UV-VIS, fluorescence ITC, (UWR, FAU, PBMR, UNIVIE, SPS), IR, NMR (INEOS RAS) methodology, and biological studies (FAU).\nJoint efforts of participants of this multidisciplinary project will provide - the transfer of knowledge between scientists of different research areas, sectors and countries that will enhance level of their professional scientific/technical expertise, -training of young researchers, very important for their further scientific success or industrial career, - enhancement of research activity and network of participating Institutions, - new long-term collaborations between the partners, - increase of academia-industry interactions, so valuable for innovative ideas and discoveries, and pair scientific excellence with social awareness and understanding of current tasks and problems of science.",
    "totalCost": "958500",
    "ecMaxContribution": "796500",
    "coordinator": "UNIWERSYTET WROCLAWSKI",
    "coordinatorCountry": "PL",
    "participants": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;UNIVERSITAT WIEN;SARA PHARM SOLUTIONS SRL;SUBSIDIARY COMPANY PRINCETON BIOMOLECULAR RESEARCH LABS",
    "participantCountries": "DE;AT;RO;UA",
    "projectParticipants": {
        "995763977": {
            "orgId": "995763977",
            "orgName": "A.N. NESMEYANOV INSTITUTE OF ORGANOELEMENT COMPOUNDS OF RUSSIAN ACADEMY OF SCIENCES",
            "ecContrib": 0
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 103500
        },
        "929228670": {
            "orgId": "929228670",
            "orgName": "SUBSIDIARY COMPANY PRINCETON BIOMOLECULAR RESEARCH LABS",
            "ecContrib": 310500
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 90000
        },
        "957174370": {
            "orgId": "957174370",
            "orgName": "SARA PHARM SOLUTIONS SRL",
            "ecContrib": 144000
        },
        "999845155": {
            "orgId": "999845155",
            "orgName": "UNIWERSYTET WROCLAWSKI",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 796500
}