{
    "rcn": "212429",
    "acronym": "Hi-FLY",
    "topics": "COMPET-3-2017",
    "title": "High-Speed Integrated Satellite Data Systems For Leading EU IndustrY",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "The Hi-FLY project aims to develop and validate innovative technologies to remarkably improve space on-board data handling and transfer capabilities, primarily for Earth Observation and partly also for Telecom future missions. To achieve this goal, Hi-FLY will make substantial advances in all major elements of the data chain including inter-satellite and on-board network, payload processing, data compression, protection, storage and transmission. Whilst individual advances can only enable incremental improvements, the breakthroughs in satellite data management required to support the next generation of data intensive missions can be achieved only by jointly designing the complete data chain architecture and considering the overall system performance. .\nThe Hi-FLY project will provide a comprehensive demonstration incorporating all the critical elements of the payload data chain from instrument to ground-station; aiming to substantially increase the payload data-rates that can be supported in future space-based data networks and Earth Observation missions. It will allow an aggregate instrument data-rate of at least 50 Gbps to be supported in the near term together with a roadmap to achieve even higher performance in the future.\nThe Hi-FLY consortium brings together world-leading experienced experts in all the required fields to deliver the objectives and outputs of the project. Industrial leaders, large organisations and SMEs, are joining forces with influential academic to ensure that the research efforts translate into market-ready and industry-aligned technologies. By delivering breakthrough innovation designed to respond to the future space missionsí needs, the Hi-FLY project will ensure that the internationally competitive position of European spacecraft primes and equipment manufacturers is maintained and enhanced in the strategically important area of satellite systems.",
    "totalCost": "6997016,25",
    "ecMaxContribution": "6997016,25",
    "coordinator": "AIRBUS DEFENCE AND SPACE GMBH",
    "coordinatorCountry": "DE",
    "participants": "TESAT-SPACECOM GMBH & CO.KG;MODUS RESEARCH AND INNOVATION LIMITED;ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON;UNIVERSITY OF DUNDEE;INTEGRATED SYSTEMS DEVELOPMENT S.A.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;STAR-DUNDEE LIMITED;Erzia Technologies SL;AIRBUS DEFENCE AND SPACE SAS;UNIVERSITAT AUTONOMA DE BARCELONA;KONGSBERG SPACETEC AS",
    "participantCountries": "DE;UK;EL;ES;FR;NO",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 55286
        },
        "997607656": {
            "orgId": "997607656",
            "orgName": "INTEGRATED SYSTEMS DEVELOPMENT S.A.",
            "ecContrib": 275000
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 499800
        },
        "942208337": {
            "orgId": "942208337",
            "orgName": "TESAT-SPACECOM GMBH & CO.KG",
            "ecContrib": 275000
        },
        "992232013": {
            "orgId": "992232013",
            "orgName": "KONGSBERG SPACETEC AS",
            "ecContrib": 180681
        },
        "999643007": {
            "orgId": "999643007",
            "orgName": "ETHNIKO KAI KAPODISTRIAKO PANEPISTIMIO ATHINON",
            "ecContrib": 100000
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 1974530
        },
        "965234294": {
            "orgId": "965234294",
            "orgName": "STAR-DUNDEE LIMITED",
            "ecContrib": 1249175
        },
        "999809265": {
            "orgId": "999809265",
            "orgName": "AIRBUS DEFENCE AND SPACE SAS",
            "ecContrib": 890055
        },
        "996367996": {
            "orgId": "996367996",
            "orgName": "Erzia Technologies SL",
            "ecContrib": 158022
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1168466
        },
        "914153124": {
            "orgId": "914153124",
            "orgName": "MODUS RESEARCH AND INNOVATION LIMITED",
            "ecContrib": 171000
        }
    },
    "calculatedTotalContribution": 6997015
}