{
    "rcn": "212440",
    "acronym": "GNSS.asia3",
    "topics": "GALILEO-4-2017",
    "title": "LEVERAGING GNSS CAPACITY IN ASIA",
    "startDate": "01/11/2017",
    "endDate": "31/12/2019",
    "objective": "The GNSS.asia initiative has been supporting EU industry and driving EGNSS adoption in Asia since 2012. Being home to half of the worldís population and to major global GNSS-electronics manufacturers alike, Asia holds importance both as a GNSS market and as a supplier.\nThe European GNSS industry is often stuck in niche markets within the EU, as SMEís LACK THE IN-HOUSE RESOURCES to systematically address international markets. Larger companies STRUGGLE with exporting to Asia when a POLITICAL or INSTITUTIONAL DIMENSIONS come into play.\nThe Space Strategy for Europe explicitly highlighted the need to STRENGTHEN THE INDUSTRYíS COMPETITIVENESS, to intensify international cooperation, and to upgrade its capability to conduct ECONOMIC DIPLOMACY. \nAfter five years GNSS.ASIA has established itself as A KEY PLAYER IN ASIAN GNSS ECO-SYSTEMS, as a credible broker for Multi-GNSS opportunities and as a PROFESSIONAL NETWORK FOR GNSS in the multi-GNSS hotspot Asia. The UNIQUE PLATFORM FOR SUPPORTING INTERNATIONAL COOPERATION in GNSS is a proven outreach tool for EGNSS with measurable successes to date. It serves a community of EU industrial partners, flags new trends, prepares the ground for EU institutionsí relations work in Asia and is also recognised as a trusted partner by Asian industry, institutions and associations. \nBuilding upon these successes, GNSS.asia is now preparing for its third edition (GNSS.asia3): Evolving its services suite to reflect the current priorities of EGNSS by:\n- LEVERAGING INDUSTRIAL COOPERATION across continents,\n- SUPPORTING INSTITUTIONAL RELATIONS and ECONOMIC DIPLOMACY ACTIVITIES\n- DRIVE EGNSS ADOPTION IN ASIA.\n\nThe budget could be reduced by 30%, despite a 2-month longer duration and same geographic reach. The WELL ESTABLISHED AND HIGHLY COMMITTED TEAM of European and Asian professionals in India, China, Taiwan, Korea, Japan and South-East Asia will provide a return on investment in terms of capacity built, awareness raised and industry supported.",
    "totalCost": "797053,75",
    "ecMaxContribution": "797053,75",
    "coordinator": "SPACETEC PARTNERS GMBH",
    "coordinatorCountry": "DE",
    "participants": "European Chamber of Commerce in China;INSTITUTE FOR INTERNATIONAL STUDIES AND TRAINING;IIRA CONSULTANCIES PRIVATE LIMITED;European Chamber of Commerce Taiwan;DANIEL LUDWIG CONSULTANT",
    "participantCountries": "CN;JP;IN;TW;FR",
    "projectParticipants": {
        "924629415": {
            "orgId": "924629415",
            "orgName": "IIRA CONSULTANCIES PRIVATE LIMITED",
            "ecContrib": 66250
        },
        "954733656": {
            "orgId": "954733656",
            "orgName": "INSTITUTE FOR INTERNATIONAL STUDIES AND TRAINING",
            "ecContrib": 83750
        },
        "936278533": {
            "orgId": "936278533",
            "orgName": "DANIEL LUDWIG CONSULTANT",
            "ecContrib": 72500
        },
        "965756445": {
            "orgId": "965756445",
            "orgName": "SPACETEC PARTNERS GMBH",
            "ecContrib": 468721
        },
        "985510107": {
            "orgId": "985510107",
            "orgName": "European Chamber of Commerce in China",
            "ecContrib": 68750
        },
        "951393364": {
            "orgId": "951393364",
            "orgName": "European Chamber of Commerce Taiwan",
            "ecContrib": 37082
        }
    },
    "calculatedTotalContribution": 797053
}