{
    "rcn": "212485",
    "acronym": "NiSAN",
    "topics": "ERC-2017-PoC",
    "title": "Voltage Nanosensors for Applications in Neuroscience",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "To understand how the brain works, tools need to be developed to allow the investigation of interactions between individual neurons. Towards this goal, We developed voltage sensing nanoparticles (vsNPs) in the shape of nanorods (vsNRs) that self-insert into the cell membrane and could optically record, non-invasively, action potentials (APs) at the single-particle and nanoscale level, at multiple sites, in a large field-of-view. The proposed nanosensors have unique advantages not offered by other methods: much larger voltage sensitivity, high brightness, and hence single-particle voltage sensitivity, large spectral shift , fast temporal  response, minimal photobleaching, large two-photon excitation cross sections, excellent performance in the NIR, and compatibility with lifetime imaging.\n \nIn this PoC proposal we seek to convert the NVS program from mainly ìRî in R&D effort into ìDî effort which will allow for IP protection, commercialization, dissemination, and therefore the ëdemocratizationí of the technology to the large community of neuroscientists.\nIn order to convert our achievement to commercially viable reagents business for the neuroscience community via the PoC program, we will (i)  identify leading applications in neuroscience and brain research, (ii) improve current technology to meet the applications demands by fine tuning the control over size and shape of the particle and testing various types of coating, testing insertion into different lipid compositions in bilayers and cells, and by testing non-specific internalization, (iii)  improve the stability and performance reproducibility of the sensors, (iv) develop methods for upscaling the synthesis of these NPs, (v) and formulate GLP protocols required for commercialization.\n\nUpon achievement of these goals, we will obtain a versatile, stable, multipurpose, novel tool to be implemented in neuroscience.",
    "totalCost": "149566",
    "ecMaxContribution": "149566",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 149566
        }
    },
    "calculatedTotalContribution": 149566
}