{
    "rcn": "212506",
    "acronym": "cleanMOULD",
    "topics": "SMEInst-02-2016-2017",
    "title": "CleanMOULD: Advanced low friction and fretting-resistant diamond-like coating solution",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Fretting wear is the limiting factor in the life of many plastic injection moulds. Each time that the mould is closed during its moulding cycle, the contacting surfaces ìadjustî to each other and undergo microscopic vibrational movements that slowly damage these surfaces, leading to severe tear and particle release. Ultimately, the mould needs to be scrapped after repeated regrinding, thus significantly affecting overall mould service life. Since longer productive lifecycles further dilute the heavy upfront investments in casting moulds in injection moulding production pipelines, reducing the impact of fretting corrosion is a fundamental need transversal to all manufacturing industries relying in this type of productive process.\n\nBuilding on CemeCon Scandinavia extensive experience in solving tribological problems in injection mouldís operational environments, cleanMOULD is a novel coating solution, based on a multi-layer DLC formulation that jointly optimizes both the surface hardness and lubricity to minimize the impact of fretting wear. The current project is positioned to untap a very significant business opportunity by preparing our next-generation DLC coating for full market roll-out, while also thoroughly documenting its performance through large demonstration, in fully operational manufacturing pipelines within the premises of key industry players in the injection moulding industry.\n\ncleanMOULD has the potential to become a key enabling technology transversal to entire plastic industry. Overall, return-of- investment for cleanMOULD users is expected to be over 20x the expected coating costs, thus providing a very compelling value proposition. In addition, cleanMOULD represents a huge business opportunity for CSA, opening the perspective of adding approx. Ä14 million over the 5-years post project as gross profits, yielding a global multiplier effect of over 10x for the ratio between the expected profits and the costs of the current innovation project.",
    "totalCost": "1277305",
    "ecMaxContribution": "894113,5",
    "coordinator": "CEMECON SCANDINAVIA AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953784414": {
            "orgId": "953784414",
            "orgName": "CEMECON SCANDINAVIA AS",
            "ecContrib": 894114
        }
    },
    "calculatedTotalContribution": 894114
}