{
    "rcn": "212587",
    "acronym": "EU_FT-ICR_MS",
    "topics": "INFRAIA-02-2017",
    "title": "European Network of Fourier-Transform Ion-Cyclotron-Resonance Mass Spectrometry Centers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "EU_FT-ICR_MS proposal aims to establish a European network of FT-ICR (Fourier Transform Ion Cyclotron Resonance) mass spectrometry (MS) centers in association with a manufacturer and a SME software company. Mass spectrometry (MS) has become the most ubiquitous analytical techniques in use today, providing more information on the composition and the structure of a substance from a smaller amount of sample than any other techniques. Unlike other analytical techniques, such as NMR, which mainly rely on a unique technology, MS is characterized by the existence of a large range of mass analyzers. FT-ICR MS is the most powerful MS technique. It offers up to 100 fold higher mass resolving power and mass accuracy than any other MS technique. On the contrary to NMR community with which the FT-ICR MS shares several features, FT-ICR MS has never been involved in a European INFRA network and so will be a legitimate candidate to the Integrating Activities for Starting Communities call.\nThe EU_FT-ICR_MS network includes 10 FT-ICR MS centers from 8 different European countries (Belgium, Czech Republic, Finland, France, Germany, Italy, Portugal, and United Kingdom) and 1 third country (Russia), a European FT-ICR MS manufacturer and 2 SMEs. It includes centers equipped with up-to-date FT-ICR MS and expertise which will cover most of the field in which FT-ICR mass spectrometry is involved: BioOrganic & BioInorganic, Cultural heritage, Glycomics, Environment, Imaging, InfraRed Spectroscopy of Ions in the Gas Phase, Lipidomics, Medicine, Petroleum & Coal Oil, Nanoparticles, Organic chemistry, Physical chemistry, Proteomics, Structural biology. The EU_FT-ICR_MS proposal contains six work-packages which cover all the aspects of the INFRAIA-02-2017 (RIA) Integrating Activities for Starting Communities (WP1 Transnational access; WP2 Training and Education; WP3 Open Data and e-Infrastructure; WP 4 Joint Research Action; WP 5 Dissemination; WP6 Consortium management).",
    "totalCost": "5032451,97",
    "ecMaxContribution": "4988746,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "BRUKER DALTONIK GMBH;UNIVERSITE DE LIEGE;ABSISKEY;FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;CASC4DE;SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY;THE UNIVERSITY OF WARWICK;UNIVERSITAET ROSTOCK;ITA-SUOMEN YLIOPISTO;MIKROBIOLOGICKY USTAV - AVCR, V.V.I.;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "DE;BE;FR;PT;RU;UK;FI;CZ;IT",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 369262
        },
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 398004
        },
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 371225
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 420442
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 396926
        },
        "949224735": {
            "orgId": "949224735",
            "orgName": "SKOLKOVO INSTITUTE OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 398807
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 988253
        },
        "999521369": {
            "orgId": "999521369",
            "orgName": "BRUKER DALTONIK GMBH",
            "ecContrib": 323785
        },
        "911620842": {
            "orgId": "911620842",
            "orgName": "ABSISKEY",
            "ecContrib": 200000
        },
        "999463460": {
            "orgId": "999463460",
            "orgName": "MIKROBIOLOGICKY USTAV - AVCR, V.V.I.",
            "ecContrib": 400103
        },
        "911159607": {
            "orgId": "911159607",
            "orgName": "CASC4DE",
            "ecContrib": 311653
        },
        "999852430": {
            "orgId": "999852430",
            "orgName": "UNIVERSITAET ROSTOCK",
            "ecContrib": 410285
        }
    },
    "calculatedTotalContribution": 4988745
}