{
    "rcn": "212591",
    "acronym": "IMMUNISA",
    "topics": "SC1-PM-09-2016",
    "title": "A Next Generation Immunotherapy for Human Papilloma Virus induced Cervical Cancer",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Cervical cancer (CxCa) is caused by high risk types of the human papillomavirus (a.o. HPV16). Prophylactic HPV vaccination is not the standard of care in all European countries, and where approved it is not sufficiently adopted. Once infected, these vaccines no longer prevent premalignant lesions and CxCa, which can only be treated with surgery or radio-chemotherapy. However, this is not effective in recurrent/advanced CxCa. In underdeveloped countries, CxCa is often detected when it is too late for curative treatment. With an estimated global incidence of 500.000 new cases of CxCa and 274.000 deaths per year, the need for an effective therapy is extremely high. Targeted immunotherapy is an effective approach to induce a tumour-directed immune response. Previously, members of the IMMUNISA consortium have formulated ISA101, a cancer vaccine consisting of overlapping synthetic long peptides covering all epitopes of the HPV16 oncogenic proteins. ISA101 has shown promising Phase 1 clinical trial results in patients with advanced CxCa where it works synergistically with chemotherapy. IMMUNISA now proposes the multi-centre randomised Phase 2 CervISA-2 trial; a careful assessment of the efficacy of the proprietary ISA101b therapeutic vaccine in combination with chemotherapy for the treatment of CxCa, measured by a prolonged progression free survival. \nA multidisciplinary collaboration between leading clinical EU sites specialised in CxCa, a partner providing strategic and operational regulatory service and a cutting-edge biotech SME will enable the optimal implementation of the CervISA-2 trial, exploitation activities and overall project dissemination. This is pivotal to catapult further development of ISA101b as a commercial vaccine and push it towards clinical implementation as fast as possible.\nFor ISA101b, IMMUNISA will provide, 1) clinical data on the efficacy, 2) a solid exploitation strategy and 3) the regulatory framework for efficient translation to clinical use.",
    "totalCost": "5999999,5",
    "ecMaxContribution": "5999999,5",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "TTOPSTART BV;INC RESEARCH UK LTD;GRANZER HEINZ ULRICH;EUROPEAN CANCER PATIENT COALITION;ISA THERAPEUTICS BV",
    "participantCountries": "NL;UK;DE;BE",
    "projectParticipants": {
        "910918562": {
            "orgId": "910918562",
            "orgName": "INC RESEARCH UK LTD",
            "ecContrib": 3368802
        },
        "920482568": {
            "orgId": "920482568",
            "orgName": "GRANZER HEINZ ULRICH",
            "ecContrib": 267188
        },
        "953383804": {
            "orgId": "953383804",
            "orgName": "ISA THERAPEUTICS BV",
            "ecContrib": 1653010
        },
        "951345349": {
            "orgId": "951345349",
            "orgName": "TTOPSTART BV",
            "ecContrib": 183875
        },
        "984108263": {
            "orgId": "984108263",
            "orgName": "EUROPEAN CANCER PATIENT COALITION",
            "ecContrib": 30250
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 496875
        }
    },
    "calculatedTotalContribution": 6000000
}