{
    "rcn": "212576",
    "acronym": "LinPro",
    "topics": "ERC-2016-COG",
    "title": "Principles of Neural Stem Cell Lineage Progression in Cerebral Cortex Development",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The cerebral cortex consists of an extraordinary number and great diversity of neurons. Yet, how the cortical entity, with all its functional neuronal circuits, arises from the neural stem cells (NSCs) in the developing neuroepithelium is a major unsolved question in Neuroscience. Radial glia progenitors (RGPs) are responsible for producing nearly all neocortical neurons and a certain fraction of cortical glia including astrocytes. Our recent efforts provide evidence for a high degree of non-stochasticity and thus deterministic nature of RGP behavior in the mammalian neocortex. However, the cellular and molecular mechanisms controlling RGP lineage progression through proliferation, neurogenesis and especially gliogenesis are unknown. In a pursuit to obtain definitive insights into these fundamental questions we assess RGP lineage progression at the unprecedented single cell resolution, using the unique genetic MADM (Mosaic Analysis with Double Markers) technology. MADM offers an unparalleled approach to visualize and concomitantly manipulate sparse clones and small subsets of genetically defined neurons. Within the scope of this project we will use multidisciplinary experimental approaches to establish a research program with the following major objectives: We will 1) Functionally dissect the relative contribution of cell-autonomous intrinsic signaling and cell-non-autonomous effects in RGP lineage progression; 2) Define the principles of lineage progression in human RGPs in situ using MADM technology in cerebral organoid system; 3) Decipher the logic of glia lineage progression in the neocortex. The ultimate goal of the proposed research is to establish a definitive quantitative framework and mechanistic model of lineage progression in cortical NSCs. As such, the proposed research shall precipitate into extensive conceptual progress regarding the fundamental cellular and molecular principles of cerebral cortex development.",
    "totalCost": "1996030",
    "ecMaxContribution": "1996030",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1996030
        }
    },
    "calculatedTotalContribution": 1996030
}