{
    "rcn": "212593",
    "acronym": "SAVEBRAIN",
    "topics": "ERC-PoC-2016",
    "title": "Proof of principle for a first in class neuroprotective therapy in stroke and other acute neurodegenerative conditions",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "Stroke represents currently one of the largest ñ if not the largest - unmet medical need: It is the second leading cause of death and the leading cause of disability. In contrast to this high demand for effective treatments, there is only one drug available, a blood-clot dissolving agent. However, this drug is marginally effective has over 30 contra-indications, and bears an extremely high risk of causing fatal bleeding that 85% of all stroke patients are not treated with it. The needed innovation would be a drug which is broadly applicable, i.e. has no contraindication, can be given in all forms of stroke and already in the ambulance, is safe, i.e. bears no risk to cause secondary bleeding, is effective, i.e. reduces the brain infarct, increases survival and improves neurological outcomes for patients, has a different mechanism of action, i.e. is directly neuroprotective. Our therapeutic principle, discovered in the course of the ERC-ADG RadMed fulfils all above criteria and is also commercially an innovative approach because we reduce the risk by developing only a single compound by here combining three compounds that target the same disease mechanism but at different points. We thereby expect to dramatically reduce the likelihood risk of failure in our post-proof of concept (PoC) clinical development and commercialisation process. We here propose to conduct the final step, the PoC, before a first-in-man study in stroke. Our PoC plan has three major objectives: To complete an IPR FTPO and Foreground analysis, to chose the optimal compounds and complete phase III pre-clinical to provide PoC for a first-in-man trial in stroke, to then allow the work-out of a complete business plan including competitive analysis, development strategy, and commercial/business development strategy.",
    "totalCost": "149993,71",
    "ecMaxContribution": "149993,71",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "MUCKE HERMANN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "participantCountries": "AT;DE",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 51896
        },
        "965160477": {
            "orgId": "965160477",
            "orgName": "MUCKE HERMANN",
            "ecContrib": 20000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 78098
        }
    },
    "calculatedTotalContribution": 149994
}