{
    "rcn": "212573",
    "acronym": "AgriChemWhey",
    "topics": "BBI-2016-F01",
    "title": "An integrated biorefinery for the conversion of dairy side streams to high value bio-based chemicals",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Whey Permeate (WP) and De-lactosed Whey Permeate (DLP) are major side-streams of dairy processing and represent a key challenge for the dairy industry due to a lack of reliability in current disposal routes and represent a sustainability bottleneck for the expansion of milk production in Europe in the ìpost-milk-quota eraî. AgriChemWhey will build a first-of-a-kind, industrial-scale biorefinery with integrated symbiotic industrial and agricultural value chains that will valorise over 25,000 tonnes (100% dry matter) per annum of excess WP and DLP to several added value products for growing global markets including lactic acid, polylactic acid, minerals for human nutrition and bio-based fertilisers. This will be achieved through a coordinated investment process and development path to realise the Flagship plant, representing the first major industrial venture to convert residues from food processing, as second generation feedstocks, to value added bio-based products. The Flagship will prove the techno-economic viability of the innovative WP/DLP-to-lactic acid biorefinery technology and will establish a new value chain for industrial symbiosis with other local actors for the production of high value sustainable food and feed (including high quality mushrooms) products from other side streams, as an enhanced circular bioeconomy approach to agriculture and agri-food waste. This offers society and industry the opportunity for greater resource efficiency - less food waste, more products from the same starting material (milk), and integration of food and non-food material production. AgriChemWhey will also develop a blueprint of an economic sustainability concept and replication plans for other regions across Europe, thus maximising both short and long term impacts, contributing towards the development of the European bioeconomy to promote rural growth, competitiveness and job creation, and aligning with European sustainability targets.",
    "totalCost": "29949323",
    "ecMaxContribution": "22007931,38",
    "coordinator": "GLANBIA IRELAND DESIGNATED ACTIVITY COMPANY",
    "coordinatorCountry": "IE",
    "participants": "PNO CONSULTANTS LIMITED;POLE GREENWIN;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;GIG KARASEK GMBH;TIPPERARY COUNTY COUNCIL;EW BIOTECH GMBH;COMMERCIAL MUSHROOM PRODUCERS CO-OPERATIVE SOCIETY LTD;KATHOLIEKE UNIVERSITEIT LEUVEN;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;GALACTIC SA",
    "participantCountries": "UK;BE;IE;AT;DE",
    "projectParticipants": {
        "917844556": {
            "orgId": "917844556",
            "orgName": "GIG KARASEK GMBH",
            "ecContrib": 668500
        },
        "992276051": {
            "orgId": "992276051",
            "orgName": "PNO CONSULTANTS LIMITED",
            "ecContrib": 308875
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 493994
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 1063722
        },
        "937758365": {
            "orgId": "937758365",
            "orgName": "TIPPERARY COUNTY COUNCIL",
            "ecContrib": 248750
        },
        "965018469": {
            "orgId": "965018469",
            "orgName": "COMMERCIAL MUSHROOM PRODUCERS CO-OPERATIVE SOCIETY LTD",
            "ecContrib": 340004
        },
        "911005959": {
            "orgId": "911005959",
            "orgName": "EW BIOTECH GMBH",
            "ecContrib": 2140906
        },
        "954501826": {
            "orgId": "954501826",
            "orgName": "POLE GREENWIN",
            "ecContrib": 384250
        },
        "968276311": {
            "orgId": "968276311",
            "orgName": "GALACTIC SA",
            "ecContrib": 0
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 650000
        },
        "915782336": {
            "orgId": "915782336",
            "orgName": "GLANBIA INGREDIENTS IRELAND DESIGNATED ACTIVITY COMPANY",
            "ecContrib": 0
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 713750
        }
    },
    "calculatedTotalContribution": 7012751
}