{
    "rcn": "212507",
    "acronym": "OnTrack",
    "topics": "SMEInst-10-2016-2017",
    "title": "Development of a commercial manufacturing process for embeddable RFID and NFC Tags forcomplete lifecycle tracking of tyres",
    "startDate": "16/10/2017",
    "endDate": "15/10/2019",
    "objective": "Europeís tyre manufacturing and re-treading industries are under increasing threat from imported tyres mainly from China. The EU re-treading industry is valued at Ä1.2bn (2015) but is declining due to the influx of Chinese tyres leading to the loss of highly-skilled jobs.\n\nThe low-cost imported tyres cost on average Ä80 per tyre compared to Ä300-500 from a premium manufacturer. The temptation to buy these low-cost tyres is clear, however they are manufactured from poor quality materials with tread patterns that underperform. The ethos of cheap tyres is ëuse and replaceí, whereas premium tyres are built to be re-treaded to increase lifetime. As a result, imported tyres are not cost effective over the lifetime of the tyres due to poor fuel economy and performance. Use of premium tyres and re-treading over the use and replace model needs to be encouraged to increase safety and fuel efficiency.\n\nSilent Sensors are an innovative IoT company that are working on a tyre traceability solution to remove the logistical burden of re-treading for FOs. We are manufacturing UHF/NFC RFID tags ëOnTrackí to embed directly into tyres which provides each tyre with a permanent, unique ID for life. Our tags can store data from the manufacturing process and key events during operational use such as repairs etc. This comprehensive history for each tyre makes it easier for FOs to plan their tyre re-treads. This data also makes the re-tread process simpler as the tyre history will speed-up integrity tests.\n\nOnTrack is the only tyre traceability solution that offers NFC ñ empowering employees to interrogate tyres with just a smartphone. We have a clear market opportunity with OnTrack to supply up to 40m tags/annum to a single tyre manufacturer. Based on our 7-year cumulative total gross profits of Ä44.9m post-project, the 7-year ROI is 5.44:1 with a payback period of 40 months. The Internal Rate of Return is 45% and NPV of 7-year Operating Profits is Ä11.2m (assuming a 3% discount rate).",
    "totalCost": "2200707,5",
    "ecMaxContribution": "1540495,25",
    "coordinator": "SILENT SENSORS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922049021": {
            "orgId": "922049021",
            "orgName": "SILENT SENSORS LIMITED",
            "ecContrib": 1540495
        }
    },
    "calculatedTotalContribution": 1540495
}