{
    "rcn": "212554",
    "acronym": "MACUSTAR",
    "topics": "IMI2-2015-07-04",
    "title": "Develop and validate appropriate and acceptable outcome measures in intermediate age-related macular degeneration for future interventional clinical trials - MACUSTAR",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Despite significant advances in the treatment and understanding of late stage age-related macular degeneration (AMD), it continues to be the main cause of irreversible severe visual loss in Europe and its prevalence and incidence will increase with current demographic trends.\nIn order to reduce the significant burden of late stage AMD, novel interventions should aim at stopping or delaying progression from the preceding disease stage intermediate AMD (iAMD) to late stage AMD. As a prerequisite, validated clinical endpoints for iAMD are needed. These should be acceptable to regulatory agencies, health technology assessment (HTA) bodies, and payers. Currently such endpoints do not exist for iAMD clinical trials (CTs). \nIn addition, there is good evidence indicating that patients with iAMD experience some impairment of visual function yet it is unknown to what extend this impacts the patientsí life nor can it be reliably measured and quantified. It is also unknown whether there are specific risk factors in the population of iAMD patients which identify those with more rapid progression to late stages of the disease.\nTherefore, to enable successful development of iAMD interventions validated functional, morphological and patient-reported endpoints for CTs, which are clinically meaningful and accepted by regulatory agencies, are required. In addition, functional decline in iAMD, as well as, specific risk factors for iAMD progression to late stage AMD need to be better characterized to inform and improve conduct of future iAMD CTs.\nAgainst this background, the major objective of MACUSTAR is to develop novel clinical endpoints for CTs with a regulatory and patient access intention in patients with iAMD. Additional objectives are to characterize visual impairment in iAMD and its progression, as well as, identify risk factors for progression.\nFor clinical endpoint development, functional, structural and patient-reported outcome measures will be assessed with regards to their measurement characteristics as well as their association with progression from iAMD to late stage AMD. \nAs central vision measured by best-corrected visual acuity (BCVA) at normal luminance is generally not affected in iAMD, the functional assessments will comprise novel functional vision tests conducted at low luminance, such as scotopic microperimetry and quantifiable dark adaptation, to establish clinical endpoints which reliably cover the functional impairment in iAMD. Also, the change in these functional outcomes preceding progression and during progression to late stage AMD will be assessed.\nFor all functional tests, we will assess functional changes meaningful to the participant ñ referred to as minimally important difference (MID). Combining functional with patient-reported outcome (PRO) assessments allows us to capture MIDs for all functional tests as we will systematically assess whether a change in function translates into a patient-reported change in functioning ,as well as, patient preferences (i.e. utility).\nThe structural assessments will comprise multi-modal state-of-the-art high-resolution retinal imaging and subsequent grading in a central grading centre in Bonn (GRADE, UKB). This will allow for deep phenotyping and also accurate assessment of progression within iAMD and to late stage AMD. For iAMD, currently no optimized combination of these existing imaging technologies has been developed. We will provide this in MACUSTAR which will be the basis for an in-depth assessment of structural abnormalities and their progression in iAMD. Based on this, structural biomarkers potentially serving as surrogate endpoints in CTs will be validated. We will also explore novel approaches to structural biomarker extraction using automated image analysis.\nA patient-reported outcome measure (PROM) will be specifically developed and validated for iAMD as currently available vision-related PROM are focused on assessing the impact of visual loss, and almost a",
    "totalCost": "16092500",
    "ecMaxContribution": "8025000",
    "coordinator": "UNIVERSITAETSKLINIKUM BONN",
    "coordinatorCountry": "DE",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;FONDATION DE COOPERATION SCIENTIFIQUE VOIR ET ENTENDRE;THE UNIVERSITY OF SHEFFIELD;STICHTING KATHOLIEKE UNIVERSITEIT;Carl Zeiss Meditec AG;NOVARTIS PHARMA AG;F. HOFFMANN-LA ROCHE AG;AIBILI ASSOCIACAO PARA INVESTIGACAO BIOMEDICA E INNOVACAO EM LUZ E IMAGEM;CITY UNIVERSITY OF LONDON;MOORFIELDS EYE HOSPITAL NHS FOUNDATION TRUST;BAYER AKTIENGESELLSCHAFT;UNIVERSITY COLLEGE LONDON",
    "participantCountries": "FR;UK;NL;DE;CH;PT",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 280384
        },
        "995316031": {
            "orgId": "995316031",
            "orgName": "FONDATION DE COOPERATION SCIENTIFIQUE VOIR ET ENTENDRE",
            "ecContrib": 760640
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 210679
        },
        "999867465": {
            "orgId": "999867465",
            "orgName": "UNIVERSITAETSKLINIKUM BONN",
            "ecContrib": 3870403
        },
        "948646712": {
            "orgId": "948646712",
            "orgName": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK",
            "ecContrib": 209675
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1033456
        },
        "999601782": {
            "orgId": "999601782",
            "orgName": "F. HOFFMANN-LA ROCHE AG",
            "ecContrib": 0
        },
        "999458125": {
            "orgId": "999458125",
            "orgName": "AIBILI ASSOCIACAO PARA INVESTIGACAO BIOMEDICA E INNOVACAO EM LUZ E IMAGEM",
            "ecContrib": 337688
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 769794
        },
        "915992050": {
            "orgId": "915992050",
            "orgName": "Carl Zeiss Meditec AG",
            "ecContrib": 0
        },
        "997486115": {
            "orgId": "997486115",
            "orgName": "MOORFIELDS EYE HOSPITAL NHS FOUNDATION TRUST",
            "ecContrib": 552281
        }
    },
    "calculatedTotalContribution": 8025000
}