{
    "rcn": "212596",
    "acronym": "EEC",
    "topics": "ERC-2016-ADG",
    "title": "Economic Engineering of Cooperation in Modern Markets",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Cooperation is essential for the functioning of the economy and society. Thus, with inappropriate mechanisms to harness self-interest by aligning it with the common good, the outcome of social and economic interaction can be bleak and even catastrophic. \n\nRecent advances in computer technology lead to radical innovation in market design and trading strategies. This creates both, new challenges and exciting opportunities for ìengineering cooperationî. This project uses the economic engineering approach (as advocated by Alvin Roth) to address some of the most pressing cooperation problems of modern markets and societies. \n\nI propose three work packages, each using innovative experimental methods and (behavioral) game theory in order to address a specific challenge: \n\nThe first one studies the design of electronic reputation mechanisms that promote cooperation in the digital world. Previous research has shown that mechanisms to promote trust on the Internet are flawed. Yet, there is little empirical and normative guidance on how to repair these systems, and engineer better ones. \n\nThe second studies the design of mechanisms that avoid arms races for speed in real-time financial and electricity market trading. Traders use algorithmic sniping strategies, even when they are collectively wasteful and seriously threatening market liquidity and stability. Yet, little is known about the robust properties of alternative market designs to eliminate sniping. \n\nThe third one studies how to design modern markets that align with ethical considerations. People sometimes have a distaste for certain kinds of modern transactions, such as reciprocal kidney exchange and buying pollution rights. Yet, little is known about the underlying nature and robustness of this distaste. \n\nMy project will generate important knowledge to improve the functioning of modern markets, and at the same time open new horizons in the sciences of cooperation and of ìbehavioral economic engineeringî.",
    "totalCost": "1155104,01",
    "ecMaxContribution": "1155104",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
    "participantCountries": "US",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 162500
        },
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 992604
        }
    },
    "calculatedTotalContribution": 1155104
}