{
    "rcn": "212502",
    "acronym": "PowerModule",
    "topics": "SMEInst-09-2016-2017",
    "title": "Demonstration of the Next Generation Wave Energy Device ñ POWERMODULE",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Wello has developed and patented a concept which is able to convert the movement of waves into electric energy without any hydraulic joints and gears. The idea of Welloís Power Module innovation is to combine vessel stabilization, damping and power production into one electro-mechanical device. This is achieved by installing Power Modules to the ship and other floating vessels. Power Modules are optimized either for providing energy to the process or for stabilizing the vessel movement. The difference between working principle is done by configuring user software and in some cases by dimensions. In Welloís Power Module, the power take-off unit (PTO), consists of an eccentric spinning mass that rotates around the vertical generator axis. The innovation has been developed in small and full scale in EMEC (European Marine Energy Centre) at Orkney Islands during last several years.\nThe clients of this innovation are cruise liner and other ship owners and operators, offshore oil&gas field operators as well as emerging small scale offshore power users like fish farms, desalination process stations, algae cultivation and remote island systems. The market size is several billion Euros. Stabilization for vessels is needed for health and safety reasons.\nRenewable energy replacing CO2 emissions and other pollution at vessels.\nObjective of this project is to demonstrate the concept in full scale and in operational environment, and to create full production capability. Outcome of this project is 300kW ocean energy generator. It can be installed into different vessel types and it produces stable electricity always when there are waves.\nWello will make ocean energy feasible by offering a cost effective solution that is able to provide renewable energy at competitive cost. It offers stabilization and damping for vessels which other competing renewable energy sources cannot deliver. The innovation will deliver significant growth, jobs and investments for Europe.",
    "totalCost": "3991875",
    "ecMaxContribution": "2499999",
    "coordinator": "WELLO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938520591": {
            "orgId": "938520591",
            "orgName": "WELLO OY",
            "ecContrib": 2499999
        }
    },
    "calculatedTotalContribution": 2499999
}