{
    "rcn": "212585",
    "acronym": "TERRINet",
    "topics": "INFRAIA-02-2017",
    "title": "The European Robotics Research Infrastructure Network",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "After a few decades of intense research and development, Robotics has produced radical innovation and impact in many sectors (manufacturing, space, medicineÖ). In addition Robotics has generated novel scientific and engineering knowledge. This is due to the unique nature of Robotics, that has evolved from a predominantly engineering-oriented domain, to a transdisciplinary area including and inspiring many different disciplines. Europe is an undisputed leader in Robotics: it has nurtured a large community of researchers, educated many thousand students, created large and small companies, and established advanced facilities for conducting scientific research and contributing to technological innovation. However, despite of significant efforts and achievements, the existing Robotics facilities are not fully synchronized, and lack common procedures, thus hampering their enormous potential for world class research and innovation. Creating a Robotics Research Infrastructure is realistic, timely and essential in the current and future landscape of Robotics. The European Robotics Research Infrastructures Network (TERRINet) project aims at building a world-class network with harmonised services and complementary capabilities where talented researchers from academia and industry worldwide will have access and will be able to explore new ideas and establish personal and joint projects; to get in contact with and be inspired by leading and creative scientists, technologists, experts and industrial representatives; to share information and gain knowledge for boosting their scientific research and potential for technological innovation. The plan of TERRINet is to accomplish its vision by providing not only an organised and well orchestrated set of facilities, but also databases, tools and methodologies which will remain operational after the end of the project, so to provide a long-term service to Robotics science and industry in Europe and worldwide.",
    "totalCost": "4999236,25",
    "ecMaxContribution": "4999236,25",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;TECHNISCHE UNIVERSITAET MUENCHEN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITEIT TWENTE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;UNIVERSITAT POLITECNICA DE CATALUNYA;KARLSRUHER INSTITUT FUER TECHNOLOGIE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERZA V LJUBLJANI;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "UK;DE;FR;NL;CH;IT;ES;SI",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 385000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 384792
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 385125
        },
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 385000
        },
        "999839432": {
            "orgId": "999839432",
            "orgName": "UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL",
            "ecContrib": 384860
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 385250
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 184850
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 578782
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 385000
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 384926
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 385250
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 385312
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 385088
        }
    },
    "calculatedTotalContribution": 4999235
}