{
    "rcn": "212579",
    "acronym": "RealTide",
    "topics": "LCE-07-2016-2017",
    "title": "Advanced monitoring, simulation and control of tidal devices in unsteady, highly turbulent realistic tide environments",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Recent advances in the measurement of flow in highly energetic tidal currents allows the effects of both turbulence and ocean waves to be characterised. This provides improved understanding of the causes of failure in tidal devices, including blades, seals, bearings, PTO & other critical components. Combining this new understanding with state-of-the-art condition monitoring systems will allow fault-tolerant, resilient, components to be designed.\n\nThe project will combine innovation in flow measurement, condition monitoring and turbine\ncomponents with tide-to-wire modelling to design reliable power take off & control systems delivering grid compliant energy. This is only possible by the inclusion of partners with:\n(1.) a proven track record of high resolution flow measurements in the highly energetic waters of the EMEC tidal site,\n(2.) access to open- sea pilot test site and turbine data,\n(3.) world leading capabilities in testing of materials for the marine environment, in design, construction, installation and operation of tidal devices, condition monitoring / condition-\nbased maintenance, world leading tank test facilities, and a detailed understanding of technology verification & certification in offshore energy.\n\nMachines using the outputs of the project will be a key part of new bankable projects to deliver electricity at a highly competitive LCE.\n\nThrough the design of reliable intelligent blades and components with integrated condition monitoring, for the first time, provide [...know how...] for Real Turbines, operating in Real Seas and under Real Conditions.",
    "totalCost": "4974990,02",
    "ecMaxContribution": "4974990,02",
    "coordinator": "BUREAU VERITAS - REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET D'AERONEFS",
    "coordinatorCountry": "FR",
    "participants": "1-TECH;INGETEAM POWER TECHNOLOGY SA;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;EnerOcean S.L.;SABELLA;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "BE;ES;FR;UK",
    "projectParticipants": {
        "924382162": {
            "orgId": "924382162",
            "orgName": "SABELLA",
            "ecContrib": 870594
        },
        "953914588": {
            "orgId": "953914588",
            "orgName": "INGETEAM POWER TECHNOLOGY SA",
            "ecContrib": 420531
        },
        "994645955": {
            "orgId": "994645955",
            "orgName": "EnerOcean S.L.",
            "ecContrib": 635000
        },
        "993080084": {
            "orgId": "993080084",
            "orgName": "1-TECH",
            "ecContrib": 307500
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1212342
        },
        "999630300": {
            "orgId": "999630300",
            "orgName": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
            "ecContrib": 506387
        },
        "999948945": {
            "orgId": "999948945",
            "orgName": "BUREAU VERITAS - REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET D'AERONEFS",
            "ecContrib": 1022636
        }
    },
    "calculatedTotalContribution": 4974990
}