{
    "rcn": "212590",
    "acronym": "ELECTROU",
    "topics": "FCH-02-11-2016",
    "title": "MW Fuel Cell micro grid and district heating at Kingís Cross",
    "startDate": "01/01/2018",
    "endDate": "30/06/2023",
    "objective": "ELECTROU will install the first MW fuel cell in Europe fully integrated into a building at the high profile redevelopment at Kings Cross, London. This includes the full use of power & heat generated by the fuel cell within the local building, the site wide heat, power and cooling networks, and extends to water re-use and support of the micro grid.\n\nELECTROU will prove that the multi-MW installation due to operational efficiency and negligible emissions will massively improve local and EU wide carbon emission targets. Designed to be an outdoor installation the plant will be adapted to indoor requirements e.g. space, ventilation, and safe access and egress. Up-scaling more than 3 times the installed capacity compared to current indoor installations is a critical step for large scale deployment within building applications.\n\nThe use of fuel cells in this critical sector is currently prevented due to the high spatial requirements of multiple smaller modules, high capital cost compared to other technologies, and complexity of integration. ELECTROU will break all of these barriers. The project will demonstrate to key decision makers, investors and financiers that there is a near term route to produce electricity and heat in a highly efficient way by a technology which is commercially viable today.\n\nELECTROU will prove through funding support that multi-MW installations within buildings can make an investment grade return without the need for any form of local or EU subsidy, this is a critical step in making the sector viable. A targeted dissemination campaign will be performed to share all of the results with stakeholders and the general public that promotes the technical, commercial and environmental benefits of this mature but high tech technology. We will develop one valid process for all fuel cell installations in Europe by supporting the set-up of simplified regulations, codes and standards that as a result will positively influence market entry throughout the EU.",
    "totalCost": "10329628,28",
    "ecMaxContribution": "6000000",
    "coordinator": "METROPOLITAN KING'S CROSS LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FUELCELL ENERGY SOLUTIONS GMBH;FUEL CELL SYSTEMS LTD;POLITECNICO DI MILANO;UNIVERSITA DEGLI STUDI DI PERUGIA;BUUK INFRASTRUCTURE NO 2 LIMITED",
    "participantCountries": "DE;UK;IT",
    "projectParticipants": {
        "953376432": {
            "orgId": "953376432",
            "orgName": "FUELCELL ENERGY SOLUTIONS GMBH",
            "ecContrib": 4659385
        },
        "926088974": {
            "orgId": "926088974",
            "orgName": "METROPOLITAN KING'S CROSS LIMITED",
            "ecContrib": 558427
        },
        "936391150": {
            "orgId": "936391150",
            "orgName": "FUEL CELL SYSTEMS LTD",
            "ecContrib": 374938
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 203750
        },
        "925834640": {
            "orgId": "925834640",
            "orgName": "BUUK INFRASTRUCTURE NO 2 LIMITED",
            "ecContrib": 91000
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 112500
        }
    },
    "calculatedTotalContribution": 6000000
}