{
    "rcn": "212503",
    "acronym": "NarcoScan",
    "topics": "SMEInst-01-2016-2017",
    "title": "NarcoScan pocket-sized and affordable narcotics screener: making drug detection on the streets as common as catching drunk drivers",
    "startDate": "01/09/2017",
    "endDate": "28/02/2019",
    "objective": "Every year, EU citizens spend over Ä24 billion on illicit narcotics. Over 29 million people globally suffer from drug abuse ñ which is more people than all the Nordic countries combined. The key to limiting drug proliferation lies in the first-responder law enforcement to effectively detect narcotics in the field. However, the current tools and ways of working are not efficient in making quick and correct arrests of drug criminals, nor for discovering criminal organisations.\n\nWe are introducing NarcoScan ñ the first pocket-sized scanner for first responders, such as police patrols, to quickly and accurately detect any type of illicit narcotics on the street. Being 20\\ times less expensive than alternatives, NarcoScan uniquely enables mass-deployment of narcotics screeners. \n\nBy combining our innovative spectral sensing technology with cloud and device-to-device connectivity, we have arrived at a disruptive solution that will make screening narcotics on the streets as ubiquitous as breathalysers for detecting drunk drivers. Our drug database is updated as soon as new narcotics appear on the streets, and the updates are deployed immediately across all the scanners on the field ñ just like antivirus databases are updated in computers.\n\nNarcoScan will bring at least Ä125 million in direct cost savings per year to the European criminal justice system. The impact of our solution extends further to the European society by reducing the size of illegal economy, improving the efficiency of police work (faster arrests, faster confessions, avoiding false arrests), and contributing to building healthier and more secure environments.\n\nHaving proven the technical and economic viability of our solution through extensive feasibility studies, the main goal of our Phase 2 project is to prepare for global growth by building our technical backbone into a globally scalable and rich technical solution.",
    "totalCost": "3365625",
    "ecMaxContribution": "2355937,5",
    "coordinator": "SPECTRAL ENGINES OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "942738248": {
            "orgId": "942738248",
            "orgName": "SPECTRAL ENGINES OY",
            "ecContrib": 2355938
        }
    },
    "calculatedTotalContribution": 2355938
}