{
    "rcn": "212512",
    "acronym": "BIOSIM",
    "topics": "SMEInst-05-2016-2017",
    "title": "Accelerating the commercialisation of a disruptive analytical technology which enables thebiopharmaceutical industry to manufacture drugs faster, cheaper and with greater regulatoryconfidence",
    "startDate": "01/10/2017",
    "endDate": "31/05/2019",
    "objective": "The global Biologic drug [including Vaccines] market exceeds Ä500 bn with an annual growth of 8%. Biopharmaceutical companies need to be able to produce these new biologic drugs faster and cheaper to meet the needs of patients, regulators and the governments and insurance companies who are paying for these high cost therapies. Valitacell is an Irish SME which currently supplies this market and is a validated supplier to a growing number of market leaders including GE Healthcare & MedImmune. \n\nBIOSIM will accelerate the commercialisation of our ChemStress technology platform for this industry. Scientifically these tests measure a cellís performance when exposed to small molecule chemicals which simulate the stresses that the cell will experience in the scaled-up manufacturing process. When applied together they can reduce the average Cell Line Development stage of drug manufacture from 16 to 6 months and reduce the average cost from Ä2.3million to Ä1.1 million.\n\nBIOSIM will support: the demonstration of ChemStress at 4 leading biopharmaceutical manufacturing sites resulting in the generation of a customer endorsed value proposition; productise the ChemStress platform for the Biopharmmaceutical industry; refinement, scale-up and validation of the product manufacture; priming the sales & marketing for product launch. ChemStress will realise Ä40m of end-user product sales and support 50 jobs in the 5 years following the project. ChemStress will provide EU Biomanufacturers with the opportunity to maintain their leadership position by implementing this disruptive innovation and realizing cost reductions. ChemStress will reduce the cost of biological drugs through lower manufacturing costs so enabling EU governments to provide these drugs to EU citizens at a lower cost.",
    "totalCost": "2029325",
    "ecMaxContribution": "2029325",
    "coordinator": "VALITACELL LTD",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929754507": {
            "orgId": "929754507",
            "orgName": "VALITACELL LTD",
            "ecContrib": 2029325
        }
    },
    "calculatedTotalContribution": 2029325
}