{
    "rcn": "212575",
    "acronym": "Sense2SurviveSalt",
    "topics": "ERC-2016-COG",
    "title": "Surviving salinity: How do plants sense Na+?",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "A major gap in our knowledge of how plants respond to soil salinity is their initial perception of sodium (Na\\) ions. Salt is detrimental to plants and soil salinization is an increasing threat to global food security; 6% of the worldís total land area and 20% of irrigated land is affected by salinity. I recently discovered Na\\-specific root growth responses of plants and will now exploit these to identify the elusive sodium sensing mechanism of plants. I will use an innovative approach combining genome-wide genetic screens in the model plant Arabidopsis thaliana with dedicated biochemical assays. \nI will identify candidate Na\\-sensor genes through a natural genetic variation screen for the Na\\-specific inhibition bending of the root in response to gravity (WP1). In parallel, I will follow a chemical genomics approach to find novel compounds that impair Na\\ sensing, and their target proteins in plants (WP2). Subsequent complementary in silico and biochemical approaches will characterize Na\\-affinity of the candidates (WP3). Selected putative Na\\ sensors will be characterized in planta, by studying their localization, activity, their interactors, and by salt response phenotyping of mutants (WP4). Finally, mutant varieties of sensors will be introduced in the economically relevant crop plant tomato, to provide proof-of-concept for improving salt tolerance by modulating sensor function and implementation in crop improvement programs (WP5). \nThe impact of elucidation of plant Na\\ sensing will be monumental; it will reveal how plant responses to salinity stress are driven, and ultimately what is required to cope with salinity. In addition, it will open up new applied directions for agriculture, where improved sodium sensing modules will be used to allow crop growth on marginal, saline soils.",
    "totalCost": "1999843",
    "ecMaxContribution": "1999843",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981634": {
            "orgId": "999981634",
            "orgName": "WAGENINGEN UNIVERSITY",
            "ecContrib": 1999843
        }
    },
    "calculatedTotalContribution": 1999843
}