{
    "rcn": "212580",
    "acronym": "JetCell",
    "topics": "ERC-PoC-2016",
    "title": "Microfluidic bubble JET flow CELL sorter for cell therapy",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "'T cell based cancer therapy has been recognized as one of the most promising future cancer therapy methods. In a typical T cell therapy course, relevant T cells are isolated from the patientís blood, modified against certain cancer markers, and infused back into the patientís body where the engineered T cells direct the immune system to attack and finally eliminate the malignant tumor cells and tissues. \nRecent clinical research demonstrated that purified T cell subsets could greatly improve the therapy efficacy. However, currently available T cell enrichment techniques including fluorescence activated cell sorting and immunomagnetic isolation are either too expensive and risky, or they lack the multi-marker support. Therefore, there is a need for safe, affordable and multi-marker based T cell enrichment methods for cell therapy applications.\nIn ERC-SCALPEL project, we developed a thermal vapor bubble jet flow technique for high speed fluorescence cell sorting. The bubble jet flow sorter was based on a precisely fabricated metal heater in a silicon chip. A short current pulse applied to this metal heater induced an array of micro vapor bubbles and consequently a jet flow for high speed aerosol-free cell sorting at 4,000 cells/sec. The bubble jet sorter has shown promise to serve the cell therapy demand: high throughput, high flexibility, guaranteed biosafety and affordability. \nThe JetCell project aims at carrying out a feasibility study of bubble jet sorting technology for the enrichment of T cells as the first step of a typical cell manufacturing process for cancer cell therapy. With a prototype setup, the bubble jet sorter will be assessed in typical pre-clinical cell manufacturing models, from human cell lines to primary blood cells. Meanwhile, the cell therapy manufacturing market will be further analyzed and an initial business development strategy will be investigated.",
    "totalCost": "149379",
    "ecMaxContribution": "149379",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 149379
        }
    },
    "calculatedTotalContribution": 149379
}