{
    "rcn": "212598",
    "acronym": "LogNeuroDev",
    "topics": "ERC-2016-ADG",
    "title": "The molecular and cellular logic of vertebrate neural development",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "A central problem in biology and key to realising the potential of regenerative medicine is understanding the mechanisms that produce and organize cells in the complex tissues of an embryo. In broad terms, initially uncommitted progenitors acquire their fate in response to signals that control transcriptional programmes. These programmes drive cells through spatial and temporal successions of states that gradually refine cell identity. How these states are established and cell fate decisions implemented is poorly understood. To address this we use an experimentally tractable system ñ the formation of defined populations of progenitors in the vertebrate spinal cord. We take an interdisciplinary approach that combines our in vivo expertise with three recent advances in our group. First, we have developed in vitro differentiation systems and microfluidic devices that use embryonic stem cells to recapitulate development processes. Second, we have embraced new technologies that provide unprecedented ability to manipulate and assay single cells. Finally, we have established interdisciplinary collaborations to develop computational tools and construct data driven mathematical models. Using these approaches, alongside established embryological methods, we will establish a platform for manipulating and analysing mechanisms by which the multipotent progenitors that form the spinal cord acquire specific identities. We will identify the rules by which cells make decisions and we will define the design logic and network architectures that lead to distinct cell fate choices. The ability to: (i) follow the trajectory of a cell as it transitions to a specific neuronal subtype in vivo; (ii) manipulate the process in vitro and in vivo; and (iii) model it in silico, offers a unique system for understanding organogenesis. Together these approaches will provide the knowledge and technical foundations for rational, predictive tissue engineering of the spinal cord.",
    "totalCost": "2357000",
    "ecMaxContribution": "2357000",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2357000
        }
    },
    "calculatedTotalContribution": 2357000
}