{
    "rcn": "212592",
    "acronym": "Trans C4",
    "topics": "MSCA-IF-2016",
    "title": "Deciphering Regulatory DNA and Transcription Factor Binding Sites in C3 and C4 Species with Varying Water Use Efficiencies",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Water-related stress is the number one limiting factor for plant productivity and human well-being. One-third of the current world population faces water shortages and by 2025, two-thirds are expected to experience water stress conditions, i.e 1.8 billion people will be subjected to absolute water scarcity.\nThe C4 photosynthetic pathway boosts plant productivity by ~50% but also increases water use efficiency. C4 photosynthesis is a remarkable trait that is thought to have evolved in response to environmental factors including increased aridity and seasonality. All C4 plants concentrate CO2 in leaves, increasing productivity by ~50%, but also maintaining lower stomatal conductance than C3 species. For example, under heat stress induced by a temperature rise from 20∞C to 30∞C, C3 plants double water loss via transpiration whilst C4 plants are able to decrease the diffusive efflux of water vapour by 50%, and are therefore considered as water-efficient users. \nA fuller understanding of C4 photosynthesis would facilitate water efficient and productive crops to be engineered in the future. In this programme the researcher will become familiar with state-of-the-art, genome-wide approaches that are used and operational in the host laboratory to better understand the genetic basis of C4 photosynthesis. Specifically regions of the rice and sorghum genomes that are bound by transcription factors as leaves develop will be determined. These data will be interrogated to test the hypothesis that genes of the C4 pathway evolved to become induced by light in C4 leaves. Secondly, transcription factor footprints associated with genes expressed in M or BS cells of sorghum will be identified. These footprints (DNA sequences) will test the hypothesis that multiple genes preferentially expressed in M or BS cells are regulated by the same cis-elements.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}