{
    "rcn": "212595",
    "acronym": "CIO",
    "topics": "ERC-2016-ADG",
    "title": "Common Interactive Objects",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "In CIO, common interactive objects are developed and explored to extend human control over the technological environment by human beings, both individually and together. CIO leads to a coherent framework of user interfaces to be applied in interaction design. Common interactive objects will provide a useful frame for furthering human computer interaction (HCI) theory, development of interaction design methods and the underlying technical platforms. Common interactive objects will empower users to better understand and develop the technologies they use. \nWhen carried through, the project offers new ways for people to construct and configure human physical and virtual environments, together, over time and within communities. \nThe main objectives of CIO are to\n1. develop the conception of common interactive objects in order to offer a new understanding of human-computer interaction, focusing on human control. \n2. develop support for building user interfaces in a coherent and unified framework. \n3. make common interactive objects that will empower users to better understand and develop the technologies they use. \n4. carry out ground-breaking research regarding the technological basis of common interactive objects with focus on malleability, control and shareability over time.\nCIO is methodologically rooted in HCI. CIOís research methods combine empirical, analytical, theoretical, and design approaches, all with focus on the relationship between common interactive objects and their human users. \nCIO presents the idea that common interactive objects may radically innovate our understanding of use and building user interfaces. The gains of CIO will be a coherent new, high-impact way of understanding and building HCI across physical and virtual structures, bringing control back to the users. The risks are in delivering this alternative in a manner that is able to confront the current strong commercial interests in the Internet-of-Things and the 'new' Artificial Intelligence",
    "totalCost": "2398993,01",
    "ecMaxContribution": "2398993",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 2398993
        }
    },
    "calculatedTotalContribution": 2398993
}