{
    "rcn": "212582",
    "acronym": "EnABLES",
    "topics": "INFRAIA-02-2017",
    "title": "European Infrastructure Powering the Internet of Things",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "EnABLES will integrate key European research infrastructures in powering the Internet of Things (IoT). 6 research institutes together with 5 knowledge hubs of excellence will address the long term needs of energy management in self-powered smart sensor systems as required by IoT innovation. To enable truly ëinvisibleí, unobtrusive and self-powered (autonomous) wireless devices a key challenge is to bridge the gap between capturing energy supply from energy harvesting sources (EH), integrating new devices for energy storage (ES) and taking into account the micro-power management (MPM) requirements for the miniaturised system operation. Through providing access to unique infrastructure, world-leading expertise, advanced equipment and state-of-the-art technologies, EnABLES will empower several hundreds of academic researchers and technologists to advance energy harvesting, storage and micropower management solutions for the integrated design and deployment of miniaturised autonomous sensors. Access will range from materials & models to devices and systems and the access providers will work with the user community to accelerate adoption and innovation in real-life applications. The EnABLES integration offers a paradigm shift in building an infrastructure network that links new scientific knowledge with application-driven research. Specifically for energy management solutions, this will deliver a mind-set change for early concurrent and collaborative development of system-optimised IoT devices. This presents a unique opportunity for Europe to uphold global leadership in microsystem energy management and be positioned at a pivotal time at the heart of the IoT innovation.",
    "totalCost": "5214731,25",
    "ecMaxContribution": "5213481,25",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "STICHTING IMEC NEDERLAND;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;KARLSRUHER INSTITUT FUER TECHNOLOGIE;UNIVERSITY OF SOUTHAMPTON;POLITECNICO DI TORINO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;UNIVERSITA DEGLI STUDI DI PERUGIA",
    "participantCountries": "NL;DE;FR;UK;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 250050
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 295030
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 250754
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 553522
        },
        "999577144": {
            "orgId": "999577144",
            "orgName": "STICHTING IMEC NEDERLAND",
            "ecContrib": 496305
        },
        "999975717": {
            "orgId": "999975717",
            "orgName": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
            "ecContrib": 1718065
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 349986
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 999769
        },
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 5213481
}