{
    "rcn": "212553",
    "acronym": "COMBACTE-CDI",
    "topics": "IMI2-2016-09-01",
    "title": "Combatting Bacterial Resistance in Europe - Clostridium Difficile Infections",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Clostridium difficile infection (CDI) is one of the most prevalent healthcare associated infections,\naffecting both hospitalized patients and individuals in the community; notably, there is an\nincreasing realization that cases also occur in subjects not recently exposed to healthcare\ninterventions, including antibiotics. CDI poses an extensive burden of morbidity, mortality and\nhealthcare resource utilization, and so requires effective prevention and management strategies.\nEpidemiological data are, however, limited and studies typically have examined only part of a\nhealthcare economy and usually have been focused on single countries/healthcare systems. Thus,\nthere is a lack of robust, comprehensive data on the impact of CDI across countries in Europe.\nFurthermore, we know that large variations in the frequency of testing and the sensitivity of CDI\ndiagnostics across European countries mean that the size of the problem is underestimated.\n\nCombating Bacterial Resistance in Europe-CDI (COMBACTE-CDI) therefore aims to\ndevelop a detailed understanding of the epidemiology and clinical impact of CDI across multiple\nEuropean countries. Our project proposal provides a collaborative approach comprising three\nscientific work packages (WPs). A large epidemiology study will be undertaken across Europe in\nWP1 to quantify the burden of CDI (incidence, distribution, recurrence, morbidity, mortality,\ntransmission) across the whole healthcare economy. This will be followed by a case/control study in\nWP2, which along with data collected in a questionnaire will enable the consortium to assess\ncurrent practices in Europe (guidelines, testing, surveillance, treatment, cost) and their potential\nimpacts. WP3 will create a rich, European, research platform that will provide support for future\nproof-of-concept and clinical studies of new prevention and treatment strategies for CDI. The three\ninterrelated research WPs will be supported by a management work package (WP4).\n\nCOMBACTE-CDI will harmonise with many of the IMI2 objectives; specifically, we aim to\nimprove the health of European citizens by providing evidence of the true epidemiology and\ntransmission of CDI. We will also develop ëbest-practiceí models for diagnosis, treatment and\nsurveillance, which should reduce the incidence and impact of CDI (including mortality) across\nEurope, and will optimize patient management. Notably, in order to deliver these aims costeffectively\nand to test the resilience of our data, we will actively link and compare our data with\nother European projects that include CDI as a target condition. This synergistic approach will be all\nthe more feasible as the participants in COMBACTE-CDI are playing key roles in multiple,\nrelevant, parallel European CDI activities.\n\nOur ambitious proposal aims to go beyond the state of the art in 8 aspects: quantification of\nCDI in the whole healthcare economy; contemporaneous comparison with animal and food isolates\nwith those within human health; identification of potential drivers of strain clustering, providing\nenhanced information to aid further trial/study design and conduct; use of a novel highly sensitive\ndiagnostic assay for more accurate CDI case definition; provision of both cost-effectiveness and\ntransmission models to enable further evaluation of interventions; and finally, by comparing overall\ncosts in different European healthcare settings, we will, for the first time, allow simulation of the\neconomic impact of novel CDI treatment options, even prior to market authorization.\n\nCOMBACTE-CDI is the merger of excellent European expertise on the clinical, diagnostic,\nand therapeutic issues related to CDI and the expertise and input of 7 EFPIA partners. It brings together\nexperts that partnered in CDI projects (EUCLID, ECDIS-NET), the largest existing (IMI-funded)\nclinical and laboratory network in Europe (CLIN-Net and LAB-Net) for successfully executing\nchallenging epidemiological and interventional studies related to bacte",
    "totalCost": "4582218",
    "ecMaxContribution": "2312305",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;PFIZER LIMITED;UNIVERSITEIT ANTWERPEN;KLINIKUM DER UNIVERSITAET ZU KOELN;NACIONALNI LABORATORIJ ZA ZDRAVJE, OKOLJE IN HRANO;DA VOLTERRA SAS;ASTRAZENECA AB;GlaxoSmithKline Biologicals;UNIVERSITY OF LEEDS;BIOMERIEUX SA;ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO;SANOFI PASTEUR SA;EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "participantCountries": "NL;UK;BE;DE;SI;FR;SE;IT",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1345880
        },
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 113142
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 433226
        },
        "999941379": {
            "orgId": "999941379",
            "orgName": "ASTRAZENECA AB",
            "ecContrib": 0
        },
        "994851886": {
            "orgId": "994851886",
            "orgName": "GlaxoSmithKline Biologicals",
            "ecContrib": 0
        },
        "949250440": {
            "orgId": "949250440",
            "orgName": "BIOMERIEUX SA",
            "ecContrib": 0
        },
        "949131227": {
            "orgId": "949131227",
            "orgName": "NACIONALNI LABORATORIJ ZA ZDRAVJE, OKOLJE IN HRANO",
            "ecContrib": 90557
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 151848
        },
        "999471317": {
            "orgId": "999471317",
            "orgName": "ISTITUTO NAZIONALE PER LE MALATTIE INFETTIVE LAZZARO SPALLANZANI-ISTITUTO DI RICOVERO E CURA A CARATTERE SCIENTIFICO",
            "ecContrib": 76420
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 58556
        },
        "997663431": {
            "orgId": "997663431",
            "orgName": "DA VOLTERRA SAS",
            "ecContrib": 0
        },
        "999991916": {
            "orgId": "999991916",
            "orgName": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
            "ecContrib": 42676
        }
    },
    "calculatedTotalContribution": 2312305
}