{
    "rcn": "212504",
    "acronym": "TheMotion",
    "topics": "SMEInst-01-2016-2017",
    "title": "The most cost-efficient video ad creation platform; +5.000.000 video-minutes per hour of hyper-personalised videos instantly and at massive scale",
    "startDate": "01/10/2017",
    "endDate": "31/03/2019",
    "objective": "TheMotion is the most cost-efficient platform to massively and instantly produce personalised video ads at costs as low as 0.01Ä per minute of video. \nTheMotion allows any company with a digital catalogue to automatically create thousands of video ads for each catalogue item and to make that each video is automatically personalised to march the viewer interests and maximise conversion. Our ambition is to replace traditional video ads production in the online advertising market turning it into a massive service affordable by virtually any company irrespective of their size and turnover.\nAfter 2 years of development and \\4MÄ invested, TheMotion was launched in the Spanish market in November 2016. Since its launch TheMotion has produced \\1 million videos and demonstrated the technology performance with key customers such as eBay, Meli·, Vodafone, Adglow or Privalia generating unprecedented results (CTR x3,75; conversion x1.8; CTR vide/static \\90%).\nThis project will allow us to further automate the production process multiplying TheMotion production capacity by x100 (from 50.000 video-minutes per hour to 5.000.000 video-minutes per hour). Technology will be upscaled and demonstrated allowing TheMotion to expand globally becoming one of the worldís biggest players in the video ad production. By 2022 TheMotion expects to have grown to \\100 FTE reaching \\3.000 customers, gross sales of \\18MÄ and EBITDA \\6MÄ.\nTo reach our ambitious goals TheMotion has brought together some of the most renowned technological experts in the field, entrepreneurs that have successfully managed startups that became ëcentaursí such as Tuenti, LaNeveraRoja and private investors such as Nicolas Luca de Tena. \nTheMotion disruptive technology and business model have been already recognised with international awards such as the ìmost scalable productî award at the South Summit in October 2016 and the first prize in the 4YFN (4 Years From Now) Digital Media Award in the Mobile World Congress 2017.",
    "totalCost": "2166250",
    "ecMaxContribution": "1516375",
    "coordinator": "NEXTCHANCE ASSETS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916381214": {
            "orgId": "916381214",
            "orgName": "NEXTCHANCE ASSETS SL",
            "ecContrib": 1516375
        }
    },
    "calculatedTotalContribution": 1516375
}