{
    "rcn": "212597",
    "acronym": "New Chol",
    "topics": "ERC-2016-ADG",
    "title": "Development of New therapies against cholangiopathies.",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Cholangiopathies represent a diverse group of diseases affecting cholangiocytes which are the main cell type of the biliary tract. These disorders range from inherited (Cystic Fibrosis) and developmental (Alagille Syndrome, Biliary Atresia) to autoimmune (Primary Biliary Cirrhosis), idiopathic (Primary Sclerosing Cholangitis) and drug or toxin induced diseases. Cholangiopathies result in toxic bile accumulation in the liver inducing cell death and ultimately cirrhosis. They carry high morbidity and mortality, accounting for up to a third of chronic liver disorders. Whole liver transplantation remains the main treatment. However, organ transplant requires immunosuppression with significant side effects and an increasing number of patients die while on the transplant list due to the shortage of suitable donors. Finally, the absence of physiologically relevant in vitro systems to model and to study cholangiopathies prevents the development of new therapeutics while cell based therapy approach have been unexplored. Here, we propose to systematically address these challenges by developing a novel and innovative program of translational research focusing on cholangiopathies. We will first investigate the cellular and functional diversity of the biliary tract and its impact on disease by taking advantage of recent developments in single cell transcriptomic analyses. We will then use this basic knowledge to generate and to characterize for the first time a renewable source of cholangiocytes from human induced pluripotent stem cells and from biliary tissue. The resulting cells will be used to model cholangiopathies in vitro and to create a new platform for drug target identification. Finally, we will explore the potential for in vitro generated cholangiocytes to be used in regenerative medicine applications including cell based therapy. Overall this comprehensive program will uniquely path the way for the development of a whole range of new therapies for cholangiopathies.",
    "totalCost": "2499111",
    "ecMaxContribution": "2499111",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}