{
    "rcn": "212500",
    "acronym": "DIDO-MS",
    "topics": "ERC-2017-PoC",
    "title": "Commercialization of a first in class multiple sclerosis drug",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "Multiple sclerosis (MS) is a chronic and progressive neurodegenerative disease that is currently affecting 2.3 million people worldwide. Incidence rates of MS are significantly higher in Europe and in other regions located within the northern hemisphere. In Europe, the number of patients currently afflicted with MS is estimated to be at 700,000, with incidence rates ranging from 2.3-12.2/100,000 per year. GlobalData assessed the market value for MS treatments in 10 major markets (France, Germany, Italy, Spain, UK, US, Canada, Japan, China and India) in 2014 to be at Ä16.2 billion and predicts it to rise to approximately Ä18.82 billion by 2024. This increase is attributed to the projected sales of newly-approved drugs. The main shortcoming of current MS treatments ultimately lies in their lack of efficacy, specifically in that they are unable to prevent progressive neurodegeneration in MS patients. MS poses a significant economic burden on society as the disease affects primarily young people who are in their most economically-productive years. Aside from limited efficacies, current treatment options are also associated with severe side-effects (increased risks of infection, cancer), high costs and inconvenient administration routes (e.g. intravenous, intramuscular, subcutaneous). The aim of DIDO-MS is to assess the commercial viability of a newly identified small molecule as a drug in the treatment of MS.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PERUGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846319": {
            "orgId": "999846319",
            "orgName": "UNIVERSITA DEGLI STUDI DI PERUGIA",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}