{
    "rcn": "212685",
    "acronym": "TUDCA-ALS",
    "topics": "SC1-PM-08-2017",
    "title": "Safety and efficacy of tauroursodeoxycholic acid (TUDCA) as add-on treatment in patients affected by amyotrophic lateral sclerosis (ALS)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "TUDCA-ALS will focus on amyotrophic lateral sclerosis (ALS) a rare neurodegenerative disorder, that affects motor neurons in the brain, brainstem and spinal cord, resulting in progressive weakness and atrophy of voluntary skeletal muscles. ALS has an estimated prevalence of 5.40 cases per 100.000 population corresponding at about 40.000 patients at European level. Treatments are modestly effective at best, and the majority of patients die within 3-5 years of diagnosis, often from respiratory failure.\nTUDCA-ALS is based on the results of a successful proof-of-concept trial and has the ambition to develop a novel therapy in patients with ALS, based on administration of tauroursodeoxycholic acid (TUDCA) in addition to riluzole. TUDCA-ALS aims to perform a state-of-art randomized control trial on safety and efficacy of TUDCA in patients with sporadic ALS, without cognitive involvement and to exploit the project results into a novel therapeutic treatment for ALS. The trial primary endpoint is deterioration of function measured with the ALS Functional Rating Scale Revised. The secondary endpoints are: (1) Survival time to invasive ventilation (tracheostomy) or death; (2) changes in quality of life parameters measured by the ALSAQ-40 questionnaire; (3) functional changes measured by Forced Vital Capacity, and the EQ-5D scale. Muscle force will be assessed by the MRC scale and a correlated analysis of function and survival will be performed. \nTwo biomarkers will be measured: neurofilament levels in the CSF and serum and MMP-9 expression in serum. The latter is a possible biomarker of TUDCA efficacy. TUDCA-ALS is grounded on promising phase IIb clinical data and is expected to impact positively on the international research efforts on ALS.\nTUDCA-ALS aims to obtain concrete benefits for patients with ALS. If the trial will prove successful, the consortium will support the development of this treatment at European level by combining expert knowledge and patient cooperation.",
    "totalCost": "5596928",
    "ecMaxContribution": "5596928",
    "coordinator": "HUMANITAS MIRASOLE SPA",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF SHEFFIELD;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITAET ULM;ISTITUTO SUPERIORE DI SANITA;CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS;MOTOR NEURONE DISEASE ASSOCIATION;BRUSCHETTINI SRL;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "UK;IE;DE;IT;FR;NL;BE",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 689198
        },
        "920563369": {
            "orgId": "920563369",
            "orgName": "BRUSCHETTINI SRL",
            "ecContrib": 516869
        },
        "937808902": {
            "orgId": "937808902",
            "orgName": "MOTOR NEURONE DISEASE ASSOCIATION",
            "ecContrib": 51188
        },
        "999785015": {
            "orgId": "999785015",
            "orgName": "HUMANITAS MIRASOLE SPA",
            "ecContrib": 1526994
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 731906
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 647125
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 351086
        },
        "994467960": {
            "orgId": "994467960",
            "orgName": "CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE DE TOURS",
            "ecContrib": 490906
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 239375
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 352281
        }
    },
    "calculatedTotalContribution": 5596928
}