{
    "rcn": "212609",
    "acronym": "ErasingFear",
    "topics": "ERC-2016-ADG",
    "title": "Understanding the Stability and Plasticity of Emotional Memory",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The breakthrough discovery in animal research that fear memories may change upon retrieval ñ referred to as memory reconsolidation ñ has drastically changed the view on the malleability of emotional memory. Inspired by these insights, we have developed a novel approach to pharmacologically erase the affective component from fear memories in humans. Although these findings suggest a paradigm shift in clinical practice, there are many fundamental questions to be resolved.\n\nThe objective of this proposal is to gain an in-depth, comprehensive understanding of the dynamic balance between the stability and malleability of emotional memory, and consequently develop a revolutionary theory-driven treatment for emotional memory disorders.\n\nThis program presents a novel mechanistic framework on memory reconsolidation challenging in several ways the dominant model of emotional memory modification. First, while during traditional interventions cognitive changes are required for a reduction in fear, in our procedure cognitive changes preclude the neutralization of fear memory. On the other hand, post-retrieval changes in the cognitive (WP1) and neural  (WP2) expression of fear memory may serve as read-outs to demarcate the underlying processes necessary for memory reconsolidation. Second, in contrast to the immediate, but gradual decline of fear during traditional interventions, with memory reconsolidation the fear reduction is delayed, yet abrupt, and sleep may be essential (WP3). A thorough understanding of these processes is essential for developing a reconsolidation intervention in clinical practice (WP4). Finally, the program aims to understand the paradoxical dissociation, yet interdependence, between the cognitive and emotional expressions of fear memory (WP5). This proposal is unique in its bidirectional translational approach. It involves different levels of analysis: from behavioural science, to neuroscience to clinical science, and backwards.",
    "totalCost": "2498328",
    "ecMaxContribution": "2498328",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 2498328
        }
    },
    "calculatedTotalContribution": 2498328
}