{
    "rcn": "212634",
    "acronym": "INVASIMMUN",
    "topics": "MSCA-IF-2016",
    "title": "The unseen adaptation of a non-native: A unique spatiotemporal study of infection dynamics and immunogenetics at a bioinvasion front",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Emerging infectious diseases (EIDs) are an increasing threat to global health and there is an urgent need to understand the processes involved in their spread. The majority of EIDs originate from wildlife, for example the recent outbreaks of ebola, zika virus and lassa fever. One of the primary drivers of EIDs is human intervention via host or parasite translocations. A unique opportunity to study the processes involved in EIDs, currently exists in Ireland due to the introduction of the bank vole (Myodes glareolus), via Germany in the 1920ís. The continuing range expansion of the bank vole within Ireland presents a natural large-scale perturbation experiment, with empirical data and known expansion routes already available. This knowledge, which is based in part on data I am currently collecting, combined with bank voles being an established model species for studying disease dynamics, creates an ideal and rare system to study the factors that influence the invasion process and the emergence of infectious diseases. The primary objective of the proposal is to conduct a spatiotemporal study analysing the infection dynamics of native and invasive species in relation to immune phenotype. A temporal study will allow the process of adaptation, as the invasive species becomes established, to be observed for the first time. I will be mentored by and collaborate with world leaders in disease ecology in Ireland and other European countries to accomplish my goals. The Marie Sk?odowska-Curie fellowship would enable me to build on my disease ecology research experience and to develop a unique bio-invasion model system in Europe. It will enable me to develop expertise in the emerging field of ecoimmunology, establishing my position as a key scientist in this innovative field of research.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}