{
    "rcn": "212632",
    "acronym": "FRONTIERPEACE",
    "topics": "MSCA-IF-2016",
    "title": "On the Frontiers of Peace. Cross-cultural Peacebuilding on the Global Frontiers of the Iberian Empires (1500-1580)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This research project investigates the historical roots of cross-cultural peacebuilding. European expansion during the sixteenth century was characterised by a high degree of violence, which was fuelled by cultural differences and religious radicalisms. The meeting of different cultures created new forms of violence, but, at the same time, generated new forms of cross-cultural encounters that were driven to construct a lasting peace. This project explains the transition from the violent conflicts of the first encounters between Europeans and non-European peoples, to their peaceful coexistence. Rather than focusing on cross-cultural diplomacy or treaty-making, this research project explains how peace was constructed ìon the groundî. In order to do so, it focuses on three different frontiers of the first global empires. \nThrough a comparative survey that includes cases from the Mediterranean, the Americas and Asia, this project shows that frontier societies resulting from European expansion created a new means of constructing peace in scenarios where religious and cultural differences hindered peaceful coexistence. Drawing on a wide array of sources, this research project pays special attention to three main questions: How were forged the cross-cultural social networks that came to be the backbone of peaceful relations forged? How did the exchange of goods influence peacebuilding processes in different parts of the world? And, how did the multicultural social fabric of these frontier societies develop the necessary tools in order to avoid conflicts? This historical enquiry into the global roots of cross-cultural peacebuilding will broaden our understanding on the conditions needed to establish a peaceful coexistence among different cultures. In so doing, this project deals with current societal challenges such as the establishing and maintaining social relations and order between different socio-religious cultures, as well as the fight against violent radicalisation.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD PABLO DE OLAVIDE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846513": {
            "orgId": "999846513",
            "orgName": "UNIVERSIDAD PABLO DE OLAVIDE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}