{
    "rcn": "212673",
    "acronym": "CONVINCE",
    "topics": "SC1-PM-10-2017",
    "title": "The Comparison of High-Dose Heamodiafiltration (HDF) versus Haemodialyse",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "End stage kidney disease ranks among the most severe chronic non-communicable diseases with an unmet medical need, given the high (between 10 and 15%) and stable annual mortality rates. Kidney replacement therapy is necessary when kidney function is below 10% of the normal value. Much effort is put into developing strategies to prevent chronic kidney disease progression. Regenerative medicine still is in the experimental phase and kidney transplantation is only available for a small number of patients. Indeed, the everyday reality is the growing number of dialysis patients. Haemodialysis treatment is the current standard of care for the vast majority of patients with end stage kidney disease. It is a substantial burden to the patient and for society. Haemodialysis treatment is associated with high risks for fatal and non-fatal cardiovascular disease, for infections, hospitalisation and low quality of life. Improvement in the currently available standard is urgently needed. \n\nOver the past decade an alternative for haemodialysis became available, i.e. haemodiafiltration. Both are accepted by regulatory authorities. Haemodiafiltration removes waste products that are accumulated due to kidney failure, more effecticvely than standard hemodialysis. Present evidence supports the idea of superiority of haemodialfiltration compared to standard haemodialysis. However, definite proof is lacking and as a consequence haemodiafiltration is not yet widely applied. \n\nThis consortium aims to determine the best possible dialysis treatment by comparing the conventional guideline based haemodialysis treatment versus high-dose haemodiafiltration by carrying out a prospective randomized controlled clinical trial addressing clinical endpoints, quality of life and a cost-utility analysis. The study will deliver an answer on the question which intervention gives the best value for money. Therefore, it will be considered a ìland markî study, allowing to publish an ìend of discussionî paper",
    "totalCost": "6865425",
    "ecMaxContribution": "6440488,5",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "JULIUS CLINICAL RESEARCH BV;DIAVERUM SWEDEN AB;Royal Free Hospital, Royal Free Hampstead NHS Trust;B.Braun Avitum AG;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;FRESENIUS MEDICAL CARE DEUTSCHLAND GMBH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;UNIVERSITY COLLEGE LONDON;UNIVERSITA DEGLI STUDI DI BARI ALDO MORO",
    "participantCountries": "NL;SE;UK;DE;IT",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 573062
        },
        "910857161": {
            "orgId": "910857161",
            "orgName": "FRESENIUS MEDICAL CARE DEUTSCHLAND GMBH",
            "ecContrib": 850675
        },
        "937616745": {
            "orgId": "937616745",
            "orgName": "DIAVERUM SWEDEN AB",
            "ecContrib": 701550
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 555127
        },
        "999840596": {
            "orgId": "999840596",
            "orgName": "UNIVERSITA DEGLI STUDI DI BARI ALDO MORO",
            "ecContrib": 9688
        },
        "988243858": {
            "orgId": "988243858",
            "orgName": "JULIUS CLINICAL RESEARCH BV",
            "ecContrib": 2256002
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 209064
        },
        "937253480": {
            "orgId": "937253480",
            "orgName": "B.Braun Avitum AG",
            "ecContrib": 510538
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 361190
        },
        "999556386": {
            "orgId": "999556386",
            "orgName": "Royal Free Hospital, Royal Free Hampstead NHS Trust",
            "ecContrib": 413594
        }
    },
    "calculatedTotalContribution": 6440490
}