{
    "rcn": "212605",
    "acronym": "LTCSEI",
    "topics": "ERC-2016-ADG",
    "title": "Learning through Categories in Social and Economic Interactions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The analogy-based expectation equilibrium (Jehiel, 2005) has been introduced to cope with strategic environments in which agents form their expectations by bundling data that come from different sources (see also the valuation equilibrium defined in Jehiel and Samet, 2007). An essential next step is to make progress on when and how subjects bundle data to facilitate learning. Various principles are proposed to discipline the choices of analogy partitions in ABEE and of similarity classes in VE: the observation-based principle views the bundling as a consequence of a lack of accessibility to missing information in past interactions, the psychologically-based principle views categorizations as the consequence of observed similarity in early interactions, the culturally-based principle views the bundling of actions into similarity classes either as a consequence of a common labelling of actions or as a consequence of ethical considerations that lead us to think of different actions as having similar consequences. The impact of such principles will be studied both theoretically and experimentally with the goals of explaining a number of new phenomena and shifting the conventional wisdom in behavioural economics that has pointed out a number of anomalies in behaviors without systematically relating them to imperfections in the learning process. In addition, I will be concerned with the aggregation of different types of feedback such as data on one own performance or data on othersí attitudes in multi-context environments, as well as putting the proposed approach of learning through categories in the broader perspective of the literature on bounded rationality",
    "totalCost": "1523217,01",
    "ecMaxContribution": "1523217",
    "coordinator": "ECOLE D'ECONOMIE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITY COLLEGE LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "998940242": {
            "orgId": "998940242",
            "orgName": "ECOLE D'ECONOMIE DE PARIS",
            "ecContrib": 1370434
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 152782
        }
    },
    "calculatedTotalContribution": 1523216
}