{
    "rcn": "212612",
    "acronym": "ERIEH",
    "topics": "MSCA-IF-2016",
    "title": "Exact Results in Extended Holography",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The study of integrable models in the AdS/CFT correspondence has provided deep insights into string theory, the holographic principle, and the finite coupling behavior of quantum field theory. My proposal aims to extend aspects of this approach beyond supersymmetric and conformal theories by studying integrable deformations of the AdS5 x S5 superstring. These come in two types รณ quantum deformations and Drinfeld twists รณ which can produce both new theories and new perspectives on well-established ones. The aims of this programme are (A) to understand quantum deformations in string theory and AdS/CFT, (B) to refine associated technical tools based on integrability, (C) to develop a unified perspective on Drinfeld twists in string theory and AdS/CFT, and (D) to overcome technical obstacles in the integrability based description of twisted models. By developing exact results and methods, this programme will lead to new insights in string theory, holography, and quantum field theory, at finite coupling, beyond the superconformal regime.\n\nThis programme would foster connections with other areas of theoretical and mathematical physics such as supergravity, integrability in condensed matter physics, and noncommutative geometry. Its aims are directly aligned with the current research goals of the proposed supervisor, Prof. Arkady Tseytlin, one of the world's leading experts in exact holography and string theory. The knowledge and skill set required to complete them are a natural and complementary combination of his and my own. Imperial College London would, furthermore, provide an excellent setting for transferrable skills training and outreach activities. Taken in its entirety, this fellowship would allow me to establish myself as an independent researcher with a broad scope and extensive transferable skills and network, significantly advancing my career opportunities.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}