{
    "rcn": "212648",
    "acronym": "GWsFromEMRIs",
    "topics": "MSCA-IF-2016",
    "title": "Gravitational waves from extreme mass-ratio inspirals",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "In 2016, the Laser Interferometer Gravitational-Wave Observatory (LIGO) collaboration announced its first ground-breaking detections of gravitational waves sourced by binary black hole mergers. These observations herald the beginning of a new era in astronomy: gravitational waves are expected to shed light on many unsolved astrophysical and theoretical problems, such as finding neutron stars' equation of state, modelling the formation and evolution of compact objects and testing alternative theories of gravity. \nWith LIGO's next observational run starting in late 2016 and the prospect of seeing the space-based interferometer eLISA fly in the near future, gravitational wave physics is set to be one of the most active and exciting fields in contemporary science. \nBlack hole binaries are going to be key targets both for LIGO and eLISA: it is thus crucial to perfect the modelling of these systems, as this will enable us to extract the rich information encoded in the gravitational wave signals that will be detected in the years to come. \nThis project proposes the development of a state-of-the-art code to study extreme mass-ratio inspirals into Kerr black holes, including the full gravitational self-force (i.e. both conservative and dissipative effects). The project will contribute to the construction of a template bank for eLISA. Furthermore, it will inform the calibration of effective-one-body (EOB) and phenomenological waveform models which form the basis of LIGO-Virgo data analysis.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE LES ILLES BALEARS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999846707": {
            "orgId": "999846707",
            "orgName": "UNIVERSITAT DE LES ILLES BALEARS",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}