{
    "rcn": "212621",
    "acronym": "ORI NUMBER",
    "topics": "MSCA-IF-2016",
    "title": "Unravelling the effect of origin number on the success of genome replication",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "DNA replication must be regulated in eukaryotic cells to ensure that the genome is precisely duplicated. The process is split into two non-overlapping stages: origin ìlicensingî and origin ìfiringî. During licensing in G1, ORC loads MCM2-7 onto DNA, and during the firing stage in S phase MCM2-7 is activated to drive replication forks. To prevent re-replication of DNA no new origins must be licensed once S phase begins. Since replication forks can irreversibly stall, it is crucial that sufficient origins are licensed before S phase entry. The ìlicensing checkpointî prevents cells in G1 with too few licensed origins from entering S phase. A number of different MCM and ORC mutations have been identified, leading to cancer susceptibility, proliferation defects and/or developmental abnormalities. However, it is hard to explain the spectrum of defects caused by specific mutations, such as in Meier-Gorlin Syndrome. In this project, I will use genome editing to engineer iPS cells with specific mutations in MCM and ORC proteins to determine the effects on origin licensing, licensing checkpoint activation and genome stability. I will use state-of-the-art quantitative proteomics, next generation sequencing and flow cytometry to unravel the molecular mechanisms underpinning the licensing checkpoint and to define the core molecular pathways that coordinate DNA replication and the cell cycle. A comparison of the effect of ORC and MCM mutations in clinically-relevant cells derived from iPSCs and in cancer cell lines will allow me to understand cell-type specific differences in regulation of DNA replication and explain the effects of these mutations on human patients. These new results will open new possibilities to develop specific anti-cancer drugs against selected components of the licensing checkpoint system. Moreover, it will allow me to merge neurodevelopment, DNA replication, stem cell biology and cancer research, laying the foundations upon which to build my future career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}