{
    "rcn": "212686",
    "acronym": "BOOST",
    "topics": "SC1-PM-07-2017",
    "title": "Building social and emotional skills to BOOST mental health resilience in children and young people in Europe",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "It is widely documented that social and emotional learning (SEL) programs are effective in promoting mental health and well-being in children and young people. However, a number of shortcomings of these programs have been identified, which may compromise their sustainability and long-term effect. The BOOST project will go beyond state of the art of current SEL programmes and develop an approach to integrate SEL in teachers' pedagogical skills and classroom interaction and a tool for organisational development to facilitate implementation and uptake of the approach in classrooms, schools and among school owners (the BOOST approach). The development will involve the young themselves, as well as school owners, teachers, policy makers and a multidisciplinary team of researchers from fields of education, public health, psychology and economics. This is to ensure the relevance, acceptability and organisational and political anchoring of the intervention, as well as to increase the potential for scale-up and sustainability of the intervention locally, regionally, nationally and internationally. The end users of the BOOST approach are schools and teachers, but the target population are children and young people. To ensure the relevance of the BOOST approach in a wide range of European contexts, the approach will be developed, implemented and tested in three diverse European settings, Poland, Spain and Norway. The BOOST approach will be evaluated for its short-term and long-term effects on children's social and emotional well-being, as well as for its economic benefits.",
    "totalCost": "3461908,75",
    "ecMaxContribution": "3461907",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "BUSKERUD FYLKESKOMMUNE;STIFTELSEN SINTEF;AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO;UNIVERSIDAD DE CORDOBA;EUROPEAN REGIONAL AND LOCAL HEALTH AUTHORITIES ASBL;MODUM KOMMUNE",
    "participantCountries": "NO;PL;ES;BE",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "923559408": {
            "orgId": "923559408",
            "orgName": "BUSKERUD FYLKESKOMMUNE",
            "ecContrib": 330175
        },
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 324342
        },
        "998821805": {
            "orgId": "998821805",
            "orgName": "AKADEMIA WYCHOWANIA FIZYCZNEGO IM EUGENIUSZA PIASECKIEGO",
            "ecContrib": 529100
        },
        "912546125": {
            "orgId": "912546125",
            "orgName": "MODUM KOMMUNE",
            "ecContrib": 435587
        },
        "952736038": {
            "orgId": "952736038",
            "orgName": "EUROPEAN REGIONAL AND LOCAL HEALTH AUTHORITIES ASBL",
            "ecContrib": 232531
        }
    },
    "calculatedTotalContribution": 1851735
}