{
    "rcn": "212644",
    "acronym": "CLIMB",
    "topics": "MSCA-IF-2016",
    "title": "Development of a Cavity Supported Lipid Membranes Biomimetic drug permeability models (CLIMB)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Permeability Assay (PAMPA) have limited biorelavance and can often be poorly predictive of  of drug permeation, particularly for charged species and for complex membranes such as the BBB and particularly of membrane toxicity which remain key issue leading to high attrition rate and low productivity in the pharmaceutical industry. The proposed fellowship programme aims to address these issues in a very novel way by developing  lipid bilayers supported on cutting-edge Plasmonically-Directed Nano-Structured porous arrays.  The substrates prepared via a range of fabrication methods, including 2-photon 3D-nanoprinting, will allow for  investigation of drug-membrane interactions, and permeability through a unique and novel principle, whereby the arrival time of single or few weakly- or non-fluorescent molecules at plasmonic volume in the nano-/micro-cavity is monitored via enhanced spectroscopic technique.  Angle dependent Raman microscopy will permit study independently of the drug-membrane interactions and plasmonic hot spot so both structural and permeation times can be meausered and these studies will be carried out in parallel with Elelctrochemcial impendence spectroscopy of membrane integrity.  This approach will dramatically advance the state-of-the-art in membrane assay. In parallel it provide high quality research training to the MRSA fellow along with, supported by the host institution training programme a range of career promoting transferable skills acquired.  Leading the fellow to a fully-independent academic position.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}