{
    "rcn": "212645",
    "acronym": "GOTBONE",
    "topics": "MSCA-IF-2016",
    "title": "Novel mechanisms of site-specific regulation of bone strength for the prevention of osteoporotic fractures: a translational project",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Osteoporosis is a major health concern characterized by reduced bone mineral density (BMD) and impaired microarchitecture leading to increased risk of fractures and mortality, especially at the hip. At least 40% of women and 15% of men will sustain one or more fragility fractures in their remaining lifetime, representing a huge economic burden in Europe. Currently available osteoporosis drugs are effective in reducing vertebral fracture risk (dependent on trabecular bone) while less effective for non-vertebral and hip fracture risk (dependent on cortical bone). This proposal aims to identify novel mechanisms regulating site-specific fracture risk, on the basis of recent human genetic findings on the determinants of cortical bone thickness (WNT16 locus) and trabecular volumetric BMD (GREM2 locus). This translational research program will study the role of the WNT lipase NOTUM in the regulation of cortical bone thickness via its interaction with WNT16, a key regulator of cortical bone identified by the proposed supervisor (Nature Medicine 2014). We will next study how the Bone Morphogenetic Protein antagonist GREM2 regulates trabecular BMD. These studies will be performed using genetically modified murine models and human cell-cultures systems. Finally, in a prospective population-based cohort study (n=3010), we will test if serum level of NOTUM predicts the risk of fractures. Our long term goal is to translate these findings into novel biomarkers and more effective therapies for the prevention of osteoporotic fractures.\nThe applicant is an Assistant Professor of Rheumatology with a special clinical focus on osteoporosis and a complementary preclinical research background in osteoarthritis but not osteoporosis. This fellowship in a lab of excellence in the field of translational osteoporosis research will enhance his skills in both bone biology and epidemiological studies and will provide a huge added-value to his academic career with a spectrum of new collaborations.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}