{
    "rcn": "212604",
    "acronym": "TRANSGANG",
    "topics": "ERC-2016-ADG",
    "title": "Transnational Gangs as Agents of Mediation: Experiences of Conflict Resolution in Street Youth Organizations in Southern Europe, North Africa and the Americas",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "TRANSGANG aims to develop a renewed model for the analysis of transnational youth gangs in the global age, in dialogue with two classics of urban ethnography, published nearly a century ago: The Gang, by F.M. Thrasher (1926) and The Polish Peasant in Europe and America, by W. I. Thomas and F. Znaniecki (1918-1920). To do this, the project will start by a systematic review of the historical literature on youth gangs, which will try to overcome the north-american-centrism, dominant in contemporary criminology. The central phase of the research will focus on a multisited and multilevel ethnography that will explore experiences in which gangs have acted as agents of mediation, as well as the barriers that have blocked these attempts. The project will compare street youth organizations from two transnational communities -Latinos and Arabs-, both in their homelands and in their new European neigbourhoods. Starting with three case studies of ìgood practicesî in Barcelona, Medellin and Casablanca, which will be studied in depth, contrasts with other cases in which other policies have been implemented will be established: Madrid, Marseille and Milan in southern Europe; Oran Tunis and Cairo in north Africa; Chicago, Santiago de Cuba and San Salvador in the Americas. Using an experimental approach based on the ìextended case methodî, it will have as its theme the making of a film that collects the experience of members or former members of gangs who have participated in mediation experiences. The ultimate goal is to develop a renewed transnational, inter-generational, intergeneric and transmedia approach to Twenty-First-century gangs, very different from the local, coeval, male and face-to-face model used for understanding gangs in the Twentieth century. Although the focus of the project is theoretical, its purpose is applied: to deduce more effective ways of intervention to prevent the hegemony of the criminal gang model that appears as dominant in the neoliberal era.",
    "totalCost": "2343249",
    "ecMaxContribution": "2343249",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 2343249
        }
    },
    "calculatedTotalContribution": 2343249
}