{
    "rcn": "212624",
    "acronym": "GET READY",
    "topics": "MSCA-IF-2016",
    "title": "GET READY - a  unique intervention addressing activity reduction co-designed with Care Home residents and University students, following a service-learning methodology",
    "startDate": "22/01/2018",
    "endDate": "21/01/2020",
    "objective": "The ëGet Readyí project aims to integrate service-learning methodology into Physical Therapy and Sport Sciences University degrees by offering students individual service opportunities (placements) with Residential Care Homes, in order to co-create the best suited physical activity (PA)/ sedentary behaviour (SB) intervention with researchers, older adults (end-users) in care homes, health professionals and policy makers. The project will use a Participatory Action Research (PAR) methodology and will follow the objectives of workforce development to support users to demand more responsive and integrated care programmes for chronic diseases, and to involve end-users in their health management and decision-making relevant to their own health (Action Area 6). We will use mixed methods to assess the intervention feasibility and acceptability (including process evaluation) and we will conduct a pilot study of a two armed pragmatic randomized controlled trial to assess the effectiveness of a 12-week complex intervention on reducing SB and increasing PA, infused with behaviour change technologies, in an institutionalized older population. This complex intervention co-designed with care home residents and conducted by university students will be compared to existing PA interventions (usual care), conducted by health professionals working in the Residential Care Homes. The experienced researcher will significantly expand her scientific knowledge by combining it with the new themes of SB as a risk factor for health and its assessment in institutionalized older adults, shorten the gap between students and real life conditions, and the process of PAR methodology to co-create a robust intervention through workforce development with end-users, providing a logical progression and extension of her knowledge, enhancing the experienced researcherís academic skills and offering a distinct progression on wider academic (as opposed to purely research) skills.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE GLASGOW CALEDONIAN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902482": {
            "orgId": "999902482",
            "orgName": "THE GLASGOW CALEDONIAN UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}