{
    "rcn": "212689",
    "acronym": "CureCN",
    "topics": "SC1-PM-08-2017",
    "title": "Adeno-Associated Virus Vector-Mediated Liver Gene Therapy for Crigler-Najjar Syndrome",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Crigler-Najjar syndrome (CN) is a rare recessive disorder caused by mutations in the uridine diphosphate glucuronosyltransferase 1A1(UGT1A1) gene. CN is a life-threatening disease with no cure which constitutes a severe burden for the patients, their families, and the society. CureCN has the objective of developing a curative gene therapy for CN syndrome based on liver gene transfer with and adeno-associated virus (AAV) vector expressing the UGT1A1 transgene. Additional goals of CureCN are to develop strategies to allow for vector re-administration and to address the issue of pre-existing anti-AAV neutralizing antibodies (NAbs), which prevent large proportion of seropositive patients from receiving AAV mediated gene therapy. Proof-of-concept studies of AAV8-UGT1A1 gene transfer provide a strong rationale for the safety and efficacy of gene therapy for CN. CureCN proposes to carry out an open-label, multicenter clinical trial of AAV8-UGT1A1 gene transfer to prove the safety and efficacy of the therapy in severe CN patients, and file for marketing authorization in Europe at the end of the study. CureCN will also produce enabling data for the clinical translation of a groundbreaking immunomodulatory strategy to allow for vector administration. Additionally, a technology for the selective removal of anti-AAV NAbs from the bloodstream of seropositive patients will be developed. The goal of these studies is to ultimately allow all CN patients to access AAV8-UGT1A1 gene therapy. CureCN is a patient-driven initiative that gathers top clinicians and scientists; it also includes small medium enterprises in its partners, to foster economic growth and valorization of intellectual property. CureCN sets itself in the ambitious goal set by the IRDiRC by 2020 by developing a curative treatment for CN syndrome. Importantly, it validates technologies that will broaden the scope of gene therapy, thus will have an impact on the development of treatments for several other rare diseases.",
    "totalCost": "6249103,75",
    "ecMaxContribution": "6249103,75",
    "coordinator": "ASSOCIATION GENETHON",
    "coordinatorCountry": "FR",
    "participants": "AZIENDA OSPEDALIERA PAPA GIOVANNI XXIII;GENOSAFE SAS;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.;MEDIZINISCHE HOCHSCHULE HANNOVER;ASSOCIATION FRANCAISE DE CRIGLER NAJJAR;UNIVERSITY OF LEICESTER;MC TOXICOLOGY CONSULTING GMBH;Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "participantCountries": "IT;FR;DE;UK;AT;NL",
    "projectParticipants": {
        "997487376": {
            "orgId": "997487376",
            "orgName": "AZIENDA OSPEDALIERA PAPA GIOVANNI XXIII",
            "ecContrib": 147500
        },
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 147125
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 149000
        },
        "917400296": {
            "orgId": "917400296",
            "orgName": "MC TOXICOLOGY CONSULTING GMBH",
            "ecContrib": 156872
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 526719
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 396182
        },
        "930896488": {
            "orgId": "930896488",
            "orgName": "ASSOCIATION FRANCAISE DE CRIGLER NAJJAR",
            "ecContrib": 92000
        },
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 3738479
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 516125
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 172084
        },
        "968944447": {
            "orgId": "968944447",
            "orgName": "GENOSAFE SAS",
            "ecContrib": 207018
        }
    },
    "calculatedTotalContribution": 6249104
}