{
    "rcn": "212678",
    "acronym": "UPRIGHT",
    "topics": "SC1-PM-07-2017",
    "title": "Universal Preventive Resilience Intervention Globally implemented in schools to improve and promote mental Health for Teenagers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Schools provide a unique location to implement universal programs for promoting mental health and wellbeing. Universal Preventive Resilience Intervention Globally Implemented In Schools To Improve And Promote Mental Health For Teenagers (UPRIGHT) project aims to deploy and evaluate a holistic inclusive intervention for a whole school environment. \n\nUPRIGHT general objective is to promote mental wellbeing and prevent mental disorders by enhancing resilience capacities in youths, through a holistic approach addressing early adolescents, families and education professionals.\n\nUPRIGHT conceptual framework is structured in four different domains (effective coping skills, self-efficacy; social emotional learning; mindfulness; positive parenting skills). Three of the domains target youths and teachers, whereas the last one is for families. \n\nThe project consists of 4 main building blocks: 1) co-creation (co-design, co-production and co-customization) of the intervention in EU regions; 2) deployment of resilience interventions; 3) process and outcome evaluation; 4) transfer learning on implementation of positive culture of mental wellbeing to future regional, national and pan European programs. The UPRIGHT program will be implemented in 5 pilot sites across Europe representing different regions and income countries: Poland (Lower Silesian), Spain (Basque Country), Italy (Trento), Denmark (Denmark) and Iceland (Reykjavik capitol area). Schools of the pilot regions already have committed their participation (Letter of intent included in part4-5 of the proposal).",
    "totalCost": "3874215",
    "ecMaxContribution": "3874215",
    "coordinator": "ASOCIACION CENTRO DE EXCELENCIA INTERNACIONAL EN INVESTIGACION SOBRE CRONICIDAD",
    "coordinatorCountry": "ES",
    "participants": "AARHUS UNIVERSITET;FONDAZIONE BRUNO KESSLER;EMBAETTI LANDLAEKNIS;Urzad Marszalkowski Wojewodztwa Dolnoslaskiego;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;HASKOLI ISLANDS",
    "participantCountries": "DK;IT;IS;PL;NO",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 661250
        },
        "999884246": {
            "orgId": "999884246",
            "orgName": "HASKOLI ISLANDS",
            "ecContrib": 687569
        },
        "955006420": {
            "orgId": "955006420",
            "orgName": "ASOCIACION CENTRO DE EXCELENCIA INTERNACIONAL EN INVESTIGACION SOBRE CRONICIDAD",
            "ecContrib": 926710
        },
        "955430213": {
            "orgId": "955430213",
            "orgName": "EMBAETTI LANDLAEKNIS",
            "ecContrib": 141250
        },
        "986153120": {
            "orgId": "986153120",
            "orgName": "Urzad Marszalkowski Wojewodztwa Dolnoslaskiego",
            "ecContrib": 447500
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 701250
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 308686
        }
    },
    "calculatedTotalContribution": 3874215
}