{
    "rcn": "212623",
    "acronym": "EXOGENESIS",
    "topics": "MSCA-IF-2016",
    "title": "Syntenin-phosphatidic acid interaction in exosome biogenesis and cell-cell communication: a structure-function based approach",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Cells communicate with their environment in various ways, including by secreting vesicles. Some of these extracellular vesicles originate from endosomes, are loaded with proteins, lipids and RNAs and are called exosomes. Exosomes emerge as important players in physiological cell-cell communication, but also in various systemic diseases. Understanding how cells control the selective incorporation of ëmessagesí in their exosomes is thus essential, and such fundamental new knowledge may allow us to better understand cancer spread for example. Recently syntenin, a small intracellular adaptor protein, was identified as essential for the biogenesis of presumably a distinct class of exosomes that might be important for cancer cell communication and systemic invasion. Based on preliminary work, this study aims to evaluate the role of the membrane lipid phosphatidic acid in the formation of syntenin exosomes, their loading with cargo and their function in intercellular communication. A structure-function based approach is used, allowing if successful to pave the way for rational and innovative drug intervention. The fellowship will offer the applicant the possibility to receive an intensive training in biochemistry, cellular, molecular biology and drug discovery as well as to acquire important secondary skills which will pave the way for his career as an independent researcher.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}