{
    "rcn": "212610",
    "acronym": "MANANDNATURE",
    "topics": "ERC-2016-ADG",
    "title": "Man and Nature in Developing Countries",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The growth required to lift a billion people out of extreme poverty will require large increases in natural resource extraction and energy consumption. The negative externalities this growth creates ñ through degradation of forests and oceans, pollution and climate change ñ will affect us all. This is a proposal to create a new body of research on natural resource management and energy use in developing countries. It is distinctive for four reasons. First, it brings novel, applied micro techniques from development economics to the study of environmental and energy economics. Second, it harnesses new data collection technologies using satellites and randomized control trials. Third, we pioneer the use of political economy approaches to understand the gap between de jure and de facto policies. Finally, we innovate on policy design by embedding researchers with policy partners to co-generate research and ensure that findings scale directly into policies.\n\nOn natural resources, we propose three projects which use newly-available satellite data. The first examines regression discontinuities along the Brazilian border to understand why deforestation has slowed in the Brazilian Amazon but not in neighbouring countries. The second employs structural modeling to look at how economic and political factors influence the ignition and spread of forest fires in Indonesia. The third looks at whether regulating access to parts of the ocean can enhance its productivity and ability to absorb carbon.\n\nOn energy, we propose three collaborative projects which employ randomized trials to look at how to improve access to energy. The first examines how to get consumers to pay for the electricity they use in contexts where theft, non-payment and mispricing of electricity are rife. The second estimates a demand curve for solar electricity to understand how solar may contribute to meeting rising energy demand. The third looks at impacts of grid expansion in a largely un-electrified country.",
    "totalCost": "1932655,01",
    "ecMaxContribution": "1932655,01",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1932655
        }
    },
    "calculatedTotalContribution": 1932655
}