{
    "rcn": "212600",
    "acronym": "PARTNERS",
    "topics": "ERC-2016-ADG",
    "title": "Tracking and evaluating social relations and potential partners in infancy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In order to navigate the social world, children must understand how social interactions unfold in their society. While many recent studies have investigated how children evaluate the roles that people play in everyday interactions and what inferences they draw from their observations, to date there is no unifying account for the conceptual repertoire and computational mechanisms used by infants to analyse their social environment. Taking a new theoretical perspective on this topic, we plan to study whether and how human infants and young children are able to infer the social relations that underlie observed interactions. The theoretical background of this approach is based on the combination of two proposals: (1) that actions are analysed in terms of the costs and benefits they produce to the actors and others affected, and (2) Alan Fiskeís theory, according to which human social relations could be classified into basic elementary forms. Using a variety of behavioural and neuroimaging techniques, we intend to investigate whether children infer the specific social relation that the intentional structure and the cost-benefit outcome of an observed interaction could reveal. More specifically, while resource transfer events (e.g., giving, taking) alter the distribution of goods among participants, they may also cue certain types of underlying relations that would ensure that all parties benefit, directly or indirectly, from the exchange on the long run (e.g., by reciprocity). We aim to establish whether drawing inferences to social relations enjoys the priority in the infant mind over attribution of social dispositions, whether infants predict the outcome of new, previously unobserved interactions, what information children use to choose partners for cooperative tasks, and how they track individuals across social contexts. This research will also provide a new perspective on the development of moral psychology by extending its domain from actions to social interactions.",
    "totalCost": "2498748",
    "ecMaxContribution": "2498748",
    "coordinator": "KOZEP-EUROPAI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999480338": {
            "orgId": "999480338",
            "orgName": "KOZEP-EUROPAI EGYETEM",
            "ecContrib": 2498748
        }
    },
    "calculatedTotalContribution": 2498748
}