{
    "rcn": "212638",
    "acronym": "MRECS",
    "topics": "MSCA-IF-2016",
    "title": "Managing Risk in Early Complex Societies in Syria-Palestine: An Investigation of Changing Animal Herding Strategies through the 4th-2nd Millennia BC Using Multi-Element Isotopic Analysis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The proposed research at Durham investigates the role of pastoral mobility in the rise of urban societies and large, integrated supra-regional economies in western Syria during the 3rd millennium BC through isotopic analysis of skeletal remains.  During this period, state-level political systems developed and there was a massive expansion of urban settlement into the arid Syrian steppe. Scholars at Durham have proposed that elite exploitation of the economic opportunities provided by the humble sheep for the development of a vast new livestock-based economy lay at the heart of this transformation, representing a fundamental shift in socio-political networks, economic resilience and risk management strategies. Although material culture and texts provide clear indications about the vital significance of the wool industry in these major socio-economic changes, the proposed research will provide the first reliable means of directly testing these hypotheses by using multi-element isotopic analysis of archaeological animal enamel and bone to examine changes in animal management and herding strategies in Syria-Palestine in the 4th-2nd millennia BC.  Two case studies will represent areas close to the core of this emerging system of economic intensification, and more peripheral areas that were likely impacted by these changes in more subtle ways.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}