{
    "rcn": "212655",
    "acronym": "VegProtein",
    "topics": "MSCA-IF-2016",
    "title": "Vegetable proteins: a novel source of next generation functional hydrolysates",
    "startDate": "06/11/2017",
    "endDate": "05/11/2019",
    "objective": "Research is now focused on the potential contribution of plant-based proteins to help solve key issues pertaining to global food security. Protein hydrolysates have numerous properties which make them an attractive protein source in human nutrition and are utilized in many commercial food applications. Hydrolysed vegetable proteins (HVP) have demonstrated bioactive and techno-functional properties that can be further exploited for the development of functional-foods. The HVP market is dominated by soy varieties, and there is now a growing demand for alternative plant based sources. However, significant research advances are required in order to increase the direct use of plant protein for human food consumption, with a particular emphasis on extraction and processing technologies used to derive increased nutritional value and improved functional physical properties. From a commercial standpoint, vegetable proteins have taste attributes such as chalkiness and bitterness which present a major challenge in commercialization. This project will address the significant potential for application of superior tasting vegetable protein hydrolysates with improved food use properties for the functional foods market globally; this will be achieved by investigating the efficacy of a range of commercially available proteases in producing HVPs under controlled enzymatic conditions using a variety of vegetable substrates. Degree of hydrolysis, protein recovery, chemical composition and techno-functional properties of HVPs will be compared/contrasted before further optimization of characters, e.g. de-bittering, solubility, necessary for the their implementation in end use markets. Our primary goal is to engineer a clean tasting HVP with improved sensory and techno-functional capacity and an enzyme system suitable for its production.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "KERRY INGREDIENTS (IRELAND) LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928751721": {
            "orgId": "928751721",
            "orgName": "KERRY INGREDIENTS (IRELAND) LIMITED",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}