{
    "rcn": "212674",
    "acronym": "UshTher",
    "topics": "SC1-PM-08-2017",
    "title": "Clinical trial of gene therapy with dual AAV vectors for retinitis pigmentosa in patients with Usher syndrome type IB",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Usher syndrome (USH) is  the most common combination of deafness and blindness due to retinitis pigmentosa.  USHIB caused by mutations in the large MYO7A gene, is among the most severe and frequent forms of USH.  While deafness can be improved with cochlear implants, blindness remains untreatable. Retinal gene therapy with AAV vectors is both safe and effective in humans, however it is limited by AAV cargo capacity which would not allow transfer of the large MYO7A expression cassette. \nUshTher objective is to test the safety and efficacy of a highly innovative gene therapy approach (dual AAV) in the retina of USHIB patients. The projects builds on data previously obtained by the coordinator that a single combined subretinal administration of dual AAV vectors, each packaging one of the two halves of a MYO7A expression cassette, results in MYO7A reconstitution and therapeutic efficacy in a mouse model of USHIB.  This has received the Orphan Drug Designation from the European Medicines Agency. \nIt would be the first time the dual AAV vector approach is tested in humans. Towards this ambitious objective, UshTher has assembled a very competitive consortium with leaders in the fields of retinal gene therapy from bench to bedside including SMEs with expertise in the development of gene therapy products. The planned activities span from manufacturing of clinical ñgrade dual AAV vectors to non clinical safety, biodistribution and expression studies performed under good laboratory practices up to performing a multicenter, multinational clinical trial which envisages subretinal administrations of dual AAV vectors in twelve USHIB patients. \nUshTher success will set the basis for a cure for USHIB retinitis pigmentosa, and for testing dual AAV vectors in other rare and more common conditions which require delivery of large genes, thus overcoming one of the major limitations of in vivo gene therapy.",
    "totalCost": "5998515,75",
    "ecMaxContribution": "5998515,75",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "REITHERA SRL;INSTITUTO INVESTIGACION SANITARIA FUNDACION JIMENEZ DIAZ;GENOSAFE SAS;STICHTING OOGZIEKENHUIS ROTTERDAM;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;ASSOCIATION GENETHON",
    "participantCountries": "IT;ES;FR;NL",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 59875
        },
        "962027959": {
            "orgId": "962027959",
            "orgName": "INSTITUTO INVESTIGACION SANITARIA FUNDACION JIMENEZ DIAZ",
            "ecContrib": 150046
        },
        "998217883": {
            "orgId": "998217883",
            "orgName": "ASSOCIATION GENETHON",
            "ecContrib": 100000
        },
        "999848356": {
            "orgId": "999848356",
            "orgName": "UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI",
            "ecContrib": 769294
        },
        "951947622": {
            "orgId": "951947622",
            "orgName": "STICHTING OOGZIEKENHUIS ROTTERDAM",
            "ecContrib": 150963
        },
        "968944447": {
            "orgId": "968944447",
            "orgName": "GENOSAFE SAS",
            "ecContrib": 739718
        },
        "999448716": {
            "orgId": "999448716",
            "orgName": "FONDAZIONE TELETHON",
            "ecContrib": 2028620
        },
        "998129419": {
            "orgId": "998129419",
            "orgName": "REITHERA SRL",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 5998516
}