{
    "rcn": "212614",
    "acronym": "SynapseER",
    "topics": "MSCA-IF-2016",
    "title": "Endoplasmic reticulum structure and synaptic function in Drosophila",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "In neurons, endoplasmic reticulum (ER) organelle shows physical continuity between dendrites, cell body and axonal presynaptic terminals, and has been termed ìa neuron within a neuronî. The importance of ER in axons is suggested by the fact that mutations of ER-shaping proteins result in hereditary spastic paraplegia (HSP), a motor axon degeneration disease. ER is present in presynapses, and mutations of ER-shaping proteins disrupt synaptic morphology or function. However, the physiological roles of ER distribution in this context are largely unknown.\n\nThe time to study the roles of ER distribution in presynaptic terminals is opportune: new HSP-associated genes encoding ER proteins are being identified continuously in human patients; studies in non-neuronal cells identified several HSP-gene-encoded proteins as ER-shaping proteins - to date these have not been examined in synapses; there is increasing data about the nature and roles of contact sites between ER and other cellular structures, whose functions are required at synapses. Drosophila is a successfully used model for neuronal cell biology and degeneration, which reduces use of regulated vertebrates; my sponsor has developed tools to detect impaired neuronal ER organisation in Drosophila; and emerging microscopy techniques allow ultrastructural analysis and 3D reconstruction of the ER network.\n\nMy work will specifically examine the distribution and role of ER at presynaptic level for the first time, and mechanisms of dysfunction that are relevant for human neurodegenerative diseases. I will study neuromuscular junctions in wild-type and in Drosophila mutants for HSP ER-shaping proteins, to understand the roles of these proteins and the consequences of any altered distribution for local trafficking and organelle function. To address this aim, I will use electron and super-resolution microscopy, and using light microscopy markers I will undertake structural and functional characterization of ER distribution.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}