{
    "rcn": "212682",
    "acronym": "TRACE",
    "topics": "SC1-PM-08-2017",
    "title": "Transfer of multivirus-specific T-cells following transplantation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Allogeneic stem cell transplantation (HSCT) is a curative treatment for a variety of diseases. Viral infections such as Cytomegalovirus (CMV), Epstein-Barr-virus (EBV) and Adenovirus (AdV) are major unsolved problems for patients receiving allogeneic HSCT. Refractory viral infections post-HSCT are rare, life-threatening conditions due to the deficient T-cell response post-SCT and lacking effective treatment options. Protective T-cell immunity could be restored by means of a procedure known as adoptive T-cell transfer. Although cellular immunotherapy is considered a major recent breakthrough in medicine, none of the cellular treatment approaches has yet become a standard treatment. The reason for this limited translation into daily clinical practice is the lack of controlled, prospective clinical trials investigating efficacy of immunotherapy. The objective of TRACE is to bring adoptive T-cell transfer into clinical routine as a life-saving, curative and safe treatment for refractory viral infection post-HSCT. TRACE is a multi-national clinical trial to prove efficacy and safety of adoptive T-cell transfer in immune-compromized individuals. For the first time, this trial will show that a unique individualized immunotherapy could be included into evidence based clinical routine in rare diseases. Regulatory and structural hurdles will be overcome by standardized GMP-procedures. It will be a major milestone in the development of medicine and health economics to bring such a unique personalized treatment approach into a clinical efficacy trial. The consortium provide excellence in immunotherapy through partners from basic, clinical and industrial research and GMP facilities, with proven qualification and expertise in the field of HSCT, GMP manufacturing and adoptive T-cell transfer. It will bring medicine towards physiological self-protection of the human body instead of cost-intensive toxic agents and will thereby improve survival and quality of life.",
    "totalCost": "6000000",
    "ecMaxContribution": "6000000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "ACADEMISCH ZIEKENHUIS LEIDEN;MILTENYI BIOTEC GMBH;UNIVERSITY OF NEWCASTLE UPON TYNE;Universitair Ziekenhuis Gent;ORION CLINICAL SERVICES LTD;OSPEDALE PEDIATRICO BAMBINO GESU;CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE NANCY",
    "participantCountries": "NL;DE;UK;BE;IT;FR",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 350600
        },
        "998983795": {
            "orgId": "998983795",
            "orgName": "CENTRE HOSPITALIER REGIONAL UNIVERSITAIRE NANCY",
            "ecContrib": 507570
        },
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1641600
        },
        "964080479": {
            "orgId": "964080479",
            "orgName": "ORION CLINICAL SERVICES LTD",
            "ecContrib": 2099005
        },
        "998837810": {
            "orgId": "998837810",
            "orgName": "OSPEDALE PEDIATRICO BAMBINO GESU",
            "ecContrib": 442025
        },
        "984738375": {
            "orgId": "984738375",
            "orgName": "Universitair Ziekenhuis Gent",
            "ecContrib": 401550
        },
        "999549305": {
            "orgId": "999549305",
            "orgName": "MILTENYI BIOTEC GMBH",
            "ecContrib": 207925
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 349725
        }
    },
    "calculatedTotalContribution": 6000000
}