{
    "rcn": "212627",
    "acronym": "PRECONFIG",
    "topics": "MSCA-IF-2016",
    "title": "Learning and PREdiction based on the PREnatal CONnectome FInGerprint",
    "startDate": "23/11/2018",
    "endDate": "22/11/2020",
    "objective": "'Endeavours towards a more profound understanding of the neural architecture enabling the staggering cognitive abilities of the human brain hold high promises regarding diagnosis and treatment of various diseases affecting the neural system. The novel paradigm of brain connectomics has opened a wealth of insights into the individual differences, emergence, development, plasticity and disease specific re-organization of macro-scale brain networks composed by interconnected and synchronously operating neural units.\n\nFetal neuroimaging, and in particular fetal magnetic resonance imaging (MRI) provides increasingly rich insights into the rapid prenatal neurodevelopment shaping the human connectome and establishing its capability to enable cognition or adapt and re-organize during disease. However, the exploration and study of this complex, highly multi-dimensional connectivity architecture, and its rapid change during gestation is still hampered by several limitations. \n\nPRECONFIG aims to overcome these limitations by developing novel techniques for the reliable and accurate capturing of structural and functional MRI brain connectivity in utero and integrating them into a quantitative model providing a complex feature-set that characterizes the developing fetal connectome ('fetal connectome fingerprint'). \n\nUltimately, the project will deliver a canonical reference model, and algorithm implementation for artefact removal, brain network development modelling and detailed characterization of developmental disorders based on fetal MRI. Additionally it will provide a standard basis for reproducible and comparable research targeting the fetal connectome. Based on this, it will provide a proof-of-concept on the expediency of computational statistics and machine learning based stratification and prediction for clinical use of fetal MRI.\n'",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}