{
    "rcn": "212649",
    "acronym": "VHDD",
    "topics": "MSCA-IF-2016",
    "title": "Computer-aided Van der Waal Heterostructure Device Design using Unique Response to Electric Fields",
    "startDate": "20/11/2018",
    "endDate": "19/11/2020",
    "objective": "The van der Waals heterostructure has been a central focus of materials research and nanotechnology for a decade. It is because this heterostructure can provide device platform highly flexible for materials combination. Thanks to those advantages, this heterostructure system is highlighted for potential application for flexible and low-power consumption electronics. In this research proposal, we will propose new device architecture using novel 2D physics under an electric field. Because of its low-dimensional nature and transparency of electric field, the band structure at the heterostructure can be remarkably modulated. Our objective is to design new device architecture using this phenomenon. To achieve it, we will find out best heterostructure using high-throughput calculations and will design the device architecture. Then, we will simulate the device characteristics using DFT-NEGF method and validate it experimentally. This approach is pioneering for coming up with new device architecture, which will open a new direction beyond the state-of-the-art. Thanks to its novelty, it is expected to have a high impact in the fields of physics, materials science, and nanoelectronics. Through this research project, the applicant will obtain valuable opportunity for career development and will promote interdisciplinary nature of this research field.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 187866
        }
    },
    "calculatedTotalContribution": 187866
}