{
    "rcn": "212607",
    "acronym": "MoTIVE",
    "topics": "ERC-2016-ADG",
    "title": "Moments in Time in Immersive Virtual Environments",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project investigates how virtual reality (VR) can be used to live through an historical event so that participants perceive themselves to be there (Place Illusion) and take the events that are happening as real (Plausibility). To provide an application focus the research will be constructed around recreating a famous rock concert from the 1980s. The specific elements of the research involve an Agent Based Model (ABM) that populates the environment with thousands of virtual characters with their behaviour driven by the music. This ABM will run in VR embedding participants as a type of agent. Agents will have personality and emotional state that can influence one another, and the actions and state of participants will also influence the unfolding of the model. Based on the predictive coding model of brain functioning a theory of Place Illusion will be developed that results in a universal measurement. Similarly, the Plausibility Illusion will be modelled and corresponding universal measure derived. Participants in VR will be embodied, so that they will have a first person perspective life-sized virtual body that moves as they do. We will exploit the concept of body ownership and its consequences for attitudinal, behavioural, cognitive and agency changes to give people unique experiences of the virtual events, and carry out a series of experiments to assess the influence of being transported back in time in a younger body has on ageing. Our recent discovery that illusory agency can be realised through virtual embodiment will be used for research on improved motor learning. To allow people to move through the environment we will investigate paradigms for virtual walking, and in particular whether the multisensory principles involved in body ownership illusions can be used to lessen simulator sickness. The long term goal of the project is to understand how to capture treasured past moments lost in time, through their reproduction in ABM inspired virtual reality.",
    "totalCost": "2199318",
    "ecMaxContribution": "2199318",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 2199318
        }
    },
    "calculatedTotalContribution": 2199318
}