{
    "rcn": "212625",
    "acronym": "AniStyle",
    "topics": "MSCA-IF-2016",
    "title": "Artistic Animation Rendering with Stylization",
    "startDate": "02/02/2018",
    "endDate": "01/02/2020",
    "objective": "Computer animation is a key technology for the creative industries and has strong links to many key sectors of digital economy, including gaming and post-production. Its annual global market value is Ä200 billion and it is growing 7% annually. Although the European Commission has established policies and initiatives for creative industries, 60% of the global animation market is shared between the US (supported by strong finance and advanced technology) and the Asia-Pacific countries (bolstered by low labour costs). To gain market share in computer animation, the EU needs novel technologies that can produce rich content and special effects at a competitive price. This fellowship project describes how novel Animation Stylization Techniques (ASTs) can be developed to enrich content without high labour costs, by bringing to the UK a high calibre researcher with 9 patents and 28 publications.\n\nNovel ASTs are needed because most of animations stylized through suffer from various artefacts such as flickering which can only be removed via laborious manual correction. This problem encompasses the two current main trends of ASTs: mark-based and texture-based approaches, either of which allows 2D and 3D computer graphics to be converted into a wide variety of expressive styles including line drawing, pen-and-ink, cartoon, watercolour and oil painting. The central, innovative aim of this project is to develop novel computer graphics and animation approaches which not only address the issue of artefacts, but also enable creation of new styles for animation. To underpin the development, we will investigate visual factors that underlie perceived quality of stylization by developing a mathematical model to quantitatively measure the effectiveness of techniques. To date, few researchers have assessed stylization effectiveness, and their techniques of aesthetic evaluation are crude and subjective, which we believe has hindered the advance of ASTs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}