{
    "rcn": "212603",
    "acronym": "EIRENE",
    "topics": "ERC-2016-ADG",
    "title": "Post-war trasistions in gendered perspective: the case of the North-Eastern Adricatic Region",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The EIRENE projectís purpose is to think afresh 20th-century post-war transitions by taking into account a gendered perspective. Namely, the historiographic consideration of gender thoroughly alters the understanding of social dynamics in multi-ethnic areas during the post-war transitions. They will be observed in the North-Eastern Adriatic region, an overlooked European space, marked by border redefinitions, changes of political systems, and high interethnic conflict intensity, but also by genuine cooperation among ethnic groups. The region has all the qualities of a ìlaboratory environmentî for the study of gender positions and interrelations after World Wars I and II and after the Yugoslav wars in the 1990s. The project will differ substantially from previous attempts to analyse post-war transitions in these aspects: a) longitudinal approach, comparing three post-war periods in order to detect their specifics and (dis)continuities; b) transnational approach, by overcoming nation-centric frameworks of analysis; c) by combining conceptual political and social sciences with historiography; and finally, d) by examining post-war transitions through the prism of gender. Focusing on four research-fields (politics, political violence, work, family), the project will validate innovative analytical concepts of the ìinclusion-exclusion paradoxî of women in post-war transitions, and women as ìcross-boundary mediatorsî. Within the category of gender, focal attention will be given to women as they are often invisible in historical accounts and remain neglected in historicizing. By aggregating empirical sources, the project will approach the proposed subject matter by investigating the processes of identification across the lines of ethnic origin, class, generations, marital status, profession/occupation, language of use, migratory processes, etc. The projectís added value is its novel conceptual applicability to other comparable geopolitical areas.",
    "totalCost": "2266067",
    "ecMaxContribution": "2266067",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 2266067
        }
    },
    "calculatedTotalContribution": 2266067
}