{
    "rcn": "212626",
    "acronym": "TERRESTREVOL",
    "topics": "MSCA-IF-2016",
    "title": "Exploring terra incognita: terrestrialization of arthropods in the era of genomics",
    "startDate": "15/01/2018",
    "endDate": "14/01/2020",
    "objective": "Terrestrialization ñ the colonization of the land habitat by plants and animals ñ is amongst the most important events in the history of life on Earth. Understanding terrestrialization is, therefore, key to understanding biological adaptation. From all animals, arthropods constitute the most successful phylum, manifest in extreme species richness and successful radiation into nearly every ecological niche. Arthropods colonized the land multiple times independently and at different times in Earth history, with terrestrial arthropods massively outnumbering the aquatic ones. This begs the questions how, when, why and how often did arthropods become successful in the terrestrial environment, constituting ideal model systems to study terrestrial adaptations at the genomic, physiological and morphological levels. In order for animals living in aquatic environments to colonize land, a number of physiological barriers need to be overcome, including massive changes to methods of respiration, water management and osmoregulation, reproduction or digestion, among others. Water balance is one of the main challenges facing primarily terrestrial animals. Osmoregulation is also highly relevant to the question about the route taken onto land, specifically whether the ancestors of a given terrestrial arthropod group came directly from a marine environment or via fresh water. The main goal of this project is to shed light on the mode and tempo of these changes through the integration of phylogenomics, paleontology and comparative genomics and transcriptomics. For this, I propose to investigate i) the genetic basis of cuticular composition in marine and terrestrial arthropod lineages, ii) characterization of genes involved in osmoregulation, and iii) lineage-specific orphan gene families that could have contributed to arthropod evolvability in terrestrialization events. The results of this project will allow an unprecedented understanding of deep-time questions in arthropod evolution.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}