{
    "rcn": "212654",
    "acronym": "NEWMAN",
    "topics": "MSCA-IF-2016",
    "title": "NExt-generation WDM Metro and Access Networks",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The primary goal of the NEWMAN project is to train a talented researcher with a strong academic background in fibre-optic communication, through a research programme focused on developing next generation wavelength-division-multiplexing (WDM) technologies, and their usage as a for metro and access optical communication networks. The aimed WDM technologies supporting low-cost low energy consumption are highly desirable, since the number of metro and access links are forecasted to be massive in the next generation networks and will contribute to major portion of total energy consumption of the global network. The success of this project will contribute knowledge to the fields of laser science and fibre-optic technology, and establish an internationally leading position for Europe in the industrial applications relevant to fibre-optic networks.\nThe Fellow, Dr. Xiaodan Pang, will receive substantial training activities in professional knowledge and skills in the field of WDM systems. In turn, Dr. Pang will also bring his academic frontline research expertise to the industrial development of the field of fiber-optic communication. This will take place at the EU non-academic host (Infinera Metro Business Group R&D HW), and academic secondments to the KTH Royal Institute of Technology and ACREO Swedish ICT. This training-through-research project will significantly enhance the Dr. Pang's competence in both academic and applied research areas, establishing him as a leading figure in optical communication research and industry communities that are strongly linked to the European universities and industry. Therefore, the NEWMAN project shows a strong coherence with the Society & Enterprise Panel (EF-SE) of the Marie-Curie Individual Fellowships, which is dedicated to career opportunities for researchers seeking to work on research and innovation projects in non-academic organization.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "TRANSMODE SYSTEMS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955186452": {
            "orgId": "955186452",
            "orgName": "TRANSMODE SYSTEMS AB",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}