{
    "rcn": "212679",
    "acronym": "COMPAR-EU",
    "topics": "SC1-PM-10-2017",
    "title": "Comparing effectiveness of self-management interventions in 4 high priority chronic diseases in Europe",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "COMPAR-EU aims to identify, compare, and rank the most effective and cost-effective self-management interventions (SMIs) for adults in Europe within four high-priority chronic conditions: type 2 diabetes, obesity, chronic obstructive pulmonary disease, and heart failure. \n\nThis project addresses an important gap in current knowledge applying network meta-analysis, an extension of meta-analysis methodology that allows multiple (rather than pairwise) comparisons of intervention effectiveness, to randomised controlled trials (RCTs) that meet the study inclusion criteria. This centralised analysis of an estimated 4000 RCTs will substantially help to overcome current problems associated with the dispersion and duplication of evidence. The work will be based on a validated taxonomy of SMIs and will prioritise outcomes from the patientsí perspective. \n\nIn addition, a cost-effectiveness of the most effective SMIs will be estimated to provide insights into the economic consequences of adopting SMIs for societies, healthcare budgets, and patients. Contextual factors associated with successful interventions will also be studied. Drawing on our results, we will develop and pilot decision-making tools to facilitate access to evidence-based information on the most effective SMIs to key users through a user-friendly interactive platform. A multiprong strategy for exploitation of the research findings will lead to clear business cases for implementing it in different contexts within the heterogeneous EU health system.\n\nThe end goal of the project is to have an impact in supporting policy-makers, guideline developers, researchers, industry, professionals and patients to make informed decisions on the identification and implementation of the most suitable SMIs, therefore contributing to the diffusion of the knowledge, healthcare sustainability and equity and promoting EU competitiveness in a globally emerging market.",
    "totalCost": "5998966,25",
    "ecMaxContribution": "5998966,25",
    "coordinator": "FUNDACION AVEDIS DONABEDIAN PARA LA MEJORA DE LA CALIDAD ASISTENCIAL",
    "coordinatorCountry": "ES",
    "participants": "OPTIMEDIS AG;STICHTING NEDERLANDS INSTITUUT VOOR ONDERZOEK VAN DE GEZONDHEIDSZORG;INSTITUTE FOR MEDICAL TECHNOLOGY ASSESSMENT BV;FORUM EUROPEEN DES PATIENTS (FPE);FUNDACIO PRIVADA INSTITUT DE RECERCA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU;PANEPISTIMIO IOANNINON",
    "participantCountries": "DE;NL;LU;ES;EL",
    "projectParticipants": {
        "998928893": {
            "orgId": "998928893",
            "orgName": "FORUM EUROPEEN DES PATIENTS (FPE)",
            "ecContrib": 477459
        },
        "998869432": {
            "orgId": "998869432",
            "orgName": "FUNDACIO PRIVADA INSTITUT DE RECERCA DE L'HOSPITAL DE LA SANTA CREU I SANT PAU",
            "ecContrib": 777786
        },
        "998425851": {
            "orgId": "998425851",
            "orgName": "FUNDACION AVEDIS DONABEDIAN PARA LA MEJORA DE LA CALIDAD ASISTENCIAL",
            "ecContrib": 1351930
        },
        "998294125": {
            "orgId": "998294125",
            "orgName": "STICHTING NEDERLANDS INSTITUUT VOOR ONDERZOEK VAN DE GEZONDHEIDSZORG",
            "ecContrib": 1278120
        },
        "915842670": {
            "orgId": "915842670",
            "orgName": "INSTITUTE FOR MEDICAL TECHNOLOGY ASSESSMENT BV",
            "ecContrib": 776600
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 603275
        },
        "945709067": {
            "orgId": "945709067",
            "orgName": "OPTIMEDIS AG",
            "ecContrib": 733796
        }
    },
    "calculatedTotalContribution": 5998966
}