{
    "rcn": "212675",
    "acronym": "MCDS-Therapy",
    "topics": "SC1-PM-08-2017",
    "title": "Repurposing of carbamazepine for treatment of skeletal dysplasia",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Genetic skeletal diseases (GSDs) are an extremely diverse and complex group of rare genetic diseases that affect the development the skeleton. There are more than 450 unique and well-characterised phenotypes that range in severity from relatively mild to severe and lethal forms. Although individually rare, as a group of related genetic skeletal diseases, GSDs have an overall prevalence of at least 1 per 4,000 children, which extrapolates to a minimum of 225,000 people in the 27 member states and candidate countries of the EU. This burden in pain and disability leads to poor quality of life and high healthcare costs. \nMetaphyseal chondrodysplasia, type Schmid (MCDS) results from mutations in collagen X and affects <1/100,000 of the population. Mutant collagen X molecules miss-fold during synthesis and are retained within the endoplasmic reticulum (ER) of hypertrophic chondrocytes, thereby causing ER stress. Our extensive pre-clinical studies have shown that carbamazepine (CBZ) can alleviate ER stress caused by the expression of mutant collagen X and restore bone growth in a validated mouse model of MCDS. CBZ is an FDA approved drug used for the treatment of epilepsy and bipolar disorder and received orphan drug designation by the European Commission for the treatment of MCDS in September 2016.\nMCDS-Therapy is a 5-year collaborative project comprising world-renown clinical centres and SMEs to advance the repurposing of CBZ for MCDS (up to the Marketing Authorization Application dossier) through a multicentre and multinational (EU & AUS) clinical trial (Phase1, Phase2/3). MCDS-Therapy also encompasses biomarker development and health economics assessment studies to deliver by 2022 an innovative and affordable (CBZ already exists in a generic form) repurposed therapy for MCDS along with the diagnosis/prognosis tools to personalise the treatment strategy.",
    "totalCost": "5697390,5",
    "ecMaxContribution": "5697390,5",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;ISTITUTO ORTOPEDICO RIZZOLI;FINOVATIS;SCIOMICS GMBH;UNIVERSITAIR ZIEKENHUIS ANTWERPEN;MURDOCH CHILDRENS RESEARCH INSTITUTE;GUYS AND ST THOMAS' NHS FOUNDATIONTRUST;FINDACURE FOUNDATION;UNIVERSITAETSKLINIKUM FREIBURG",
    "participantCountries": "FR;IT;DE;BE;AU;UK",
    "projectParticipants": {
        "963068478": {
            "orgId": "963068478",
            "orgName": "MURDOCH CHILDRENS RESEARCH INSTITUTE",
            "ecContrib": 318625
        },
        "938275084": {
            "orgId": "938275084",
            "orgName": "FINDACURE FOUNDATION",
            "ecContrib": 309235
        },
        "992185938": {
            "orgId": "992185938",
            "orgName": "GUYS AND ST THOMAS' NHS FOUNDATIONTRUST",
            "ecContrib": 197429
        },
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 657569
        },
        "948807247": {
            "orgId": "948807247",
            "orgName": "SCIOMICS GMBH",
            "ecContrib": 604030
        },
        "996727866": {
            "orgId": "996727866",
            "orgName": "UNIVERSITAIR ZIEKENHUIS ANTWERPEN",
            "ecContrib": 120750
        },
        "990511815": {
            "orgId": "990511815",
            "orgName": "FINOVATIS",
            "ecContrib": 320938
        },
        "999645432": {
            "orgId": "999645432",
            "orgName": "ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS",
            "ecContrib": 211479
        },
        "999445709": {
            "orgId": "999445709",
            "orgName": "ISTITUTO ORTOPEDICO RIZZOLI",
            "ecContrib": 782175
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 2175161
        }
    },
    "calculatedTotalContribution": 5697391
}