{
    "rcn": "212695",
    "acronym": "HYDROPHO-CHEAP",
    "topics": "ERC-PoC-2016",
    "title": "Commercialization of a novel method for fabricating cheap tailorñmade superhydrophobic surfaces",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "The aim of the HYDROPHO-CHEAP project is to optimize, protect, and commercialize a recently developed methodology that allowed us to achieve ìtailor-madeî control of the wettability of polymer surfaces, rendering them super water-repellent. \n\nWhat makes our methodology highly innovative is the fast and cheap fabrication process, and most importantly the potential of implementing it in real-life environments. With this unique method we can fabricate ësuperhydrophobic islandsí (with a spatial resolution of 100 ?m in the horizontal plane) of any shape i.e. dots, stripes, polygons and interconnected shapes, in any combination. Such functional surfaces can be produced in a single and fast fabrication step, without applying any hydrophobization top coating since we process an inherently hydrophobic material.\n\nWe plan to demonstrate the capabilities that our method can offer to specific applications (microfluidic chips, fog harvesting, low flow friction surfaces) that we identified as the most prominent, protect the intellectual property that we have produced through our research and to find the optimum route-to-market in order to commercialize our research results.",
    "totalCost": "149730",
    "ecMaxContribution": "149730",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "participantCountries": "EL",
    "projectParticipants": {
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 31250
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 118480
        }
    },
    "calculatedTotalContribution": 149730
}