{
    "rcn": "212646",
    "acronym": "CylcoRu4PACT",
    "topics": "MSCA-IF-2016",
    "title": "Cyclometallated ruthenium complexes for photo-activated chemotherapy",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Chemotherapy is efficient in curing cancer, but most treatments are very hard to stand for the patient, and side effects limit treatment efficacy. Phototherapy is a promising alternative, where the toxicity of a light-sensitive chemotherapeutic compound is locally released upon visible light irradiation of the compound-containing tumour. Photodynamic therapy is already available in the clinic for oxygen-rich tumours; however, it fails when the oxygen concentration at the place of irradiation is too low. In this project I propose to synthesize new ruthenium-based photochemotherapeutic compounds containing cyclometallated ligand, and to test them in an in vitro model of hypoxic cancer. The presence of a carbon-metal bond is known to shift the light absorption properties of ruthenium polypyridyl complexes towards the photodynamic window, a wavelength range where light penetrates optimally into biological tissues. However, cyclometallation usually quenches the ligand photosubstitution properties of ruthenium compounds because it strongly modifies the energy of their excited states. In this project, I will introduce sterically hindering groups on the cyclometallated ligand to recover photoreactivity of the complexes while keeping light absorption at high wavelengths. The challenges of this project consist on the one hand in achieving efficient ligand photosubstitution reactions with cyclometallated ruthenium compounds, and on the other hand in minimizing the cytotoxicity in the dark while maximizing cytotoxicity after red light irradiation at low oxygen concentrations. The ruthenium prodrugs will be synthesized, their photochemical properties will be measured, and their cytotoxicity against human cancer cell lines will be determined in an in vitro model of hypoxic cancer. This project will set new grounds in the treatment of hypoxic tumours and propose a new way to overcome side effects occurring in traditional anticancer chemotherapy.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}