{
    "rcn": "212670",
    "acronym": "ME-WE",
    "topics": "SC1-PM-07-2017",
    "title": "Psychosocial Support for Promoting Mental Health and Well-being among Adolescent Young Carers in Europe",
    "startDate": "01/01/2018",
    "endDate": "31/03/2021",
    "objective": "Adolescent young carers (AYCs) are young people (15-17 years old) providing significant or substantial care, assistance or support to other family members. The phenomenon is highly relevant across Europe, albeit specific data, awareness and supports are not frequently available. Taking on  a  caring role constitutes a relevant risk factor for the occurrence of both immediate and long-term problems in AYCsí mental health, well-being and development, as well as for their transitions to adulthood, social inclusion, education and employability.\nThe goal of the project is to strengthen the resilience of AYCs, improve their mental health and well-being, and mitigate the negative influences of psychosocial and environmental factors. The project develops an innovative framework of primary prevention interventions to be tested and adapted in six European countries (Italy, Netherlands, Slovenia, Sweden, Switzerland, United Kingdom) at different stages of awareness and development of services for AYCs.\nThe project has three specific objectives: (1) to systematise knowledge on AYCs; (2) to co-design, test and deliver psychosocial interventions in six countries; (3) to evaluate what works and provide knowledge translation actions at national, European and international levels.\nThe project adopts an interdisciplinary approach by complementing expertise and longstanding experience of partners. The consortium includes Eurocarers members, research and carers organisations, working together with and for AYCs. AYCs will be continuously involved in the project ñ together with other stakeholders ñ via national Blended Learning Networks, user groups, workshops, and in an International Advisory and Ethics Board. The project will have international impact, improving AYCsí mental health and well-being, educational outcomes, transition, employability and social inclusion, as well as creating evidence-based practices, to improve health equity and societal benefits.",
    "totalCost": "3999885",
    "ecMaxContribution": "3999885",
    "coordinator": "LINNEUNIVERSITETET",
    "coordinatorCountry": "SE",
    "participants": "EUROCARERS-ASSOCIATION EUROPEENNE TRAVAILLANT AVEC ET POUR LES AIDANTS NON-PROFESSIONNELS;STICHTING VILANS;CARERS TRUST;ANZIANI E NON SOLO SOCIETA COOPERATIVA SOCIALE;MINISTERIE VAN VOLKSGEZONDHEID, WELZIJN EN SPORT;STIFTUNG KALAIDOS FACHHOCHSCHULE;THE UNIVERSITY OF SUSSEX;ISTITUTO NAZIONALE DI RIPOSO E CURA  PER ANZIANI INRCA;UNIVERZA V LJUBLJANI",
    "participantCountries": "BE;NL;UK;IT;CH;SI",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 431250
        },
        "999630882": {
            "orgId": "999630882",
            "orgName": "ISTITUTO NAZIONALE DI RIPOSO E CURA  PER ANZIANI INRCA",
            "ecContrib": 258375
        },
        "986317632": {
            "orgId": "986317632",
            "orgName": "LINNEUNIVERSITETET",
            "ecContrib": 900125
        },
        "969662441": {
            "orgId": "969662441",
            "orgName": "ANZIANI E NON SOLO SOCIETA COOPERATIVA SOCIALE",
            "ecContrib": 235050
        },
        "942986277": {
            "orgId": "942986277",
            "orgName": "STIFTUNG KALAIDOS FACHHOCHSCHULE",
            "ecContrib": 680000
        },
        "921151480": {
            "orgId": "921151480",
            "orgName": "EUROCARERS-ASSOCIATION EUROPEENNE TRAVAILLANT AVEC ET POUR LES AIDANTS NON-PROFESSIONNELS",
            "ecContrib": 232560
        },
        "998639542": {
            "orgId": "998639542",
            "orgName": "STICHTING VILANS",
            "ecContrib": 372750
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 302500
        },
        "998886601": {
            "orgId": "998886601",
            "orgName": "MINISTERIE VAN VOLKSGEZONDHEID, WELZIJN EN SPORT",
            "ecContrib": 372750
        },
        "924874437": {
            "orgId": "924874437",
            "orgName": "CARERS TRUST",
            "ecContrib": 214525
        }
    },
    "calculatedTotalContribution": 3999885
}