{
    "rcn": "212656",
    "acronym": "TransTurb",
    "topics": "MSCA-IF-2016",
    "title": "Large Deviations and Rare Transitions in Turbulent flows",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Many out-of-equilibrium systems undergo transitions from one quasi-stationary state to a radically different one.\nTurbulent flows, for instance, exhibit sudden switches between attractors.\nIt is crucial to understand this phenomenon, both for theoretical reasons and for potential applications to industrial or geophysical flows.\nIndeed, abrupt transitions or tipping points are a critical component of climate dynamics, which is a topic of major importance for society as a whole, in addition to being a  scientific subject of uttermost current interest.\nOver the past decades, outstanding progress has been achieved in non-equilibrium statistical physics thanks to the theory of large deviations, which provides a natural generalization of the core concepts of equilibrium statistical mechanics: like entropy or free energy, large deviation rate functions encode all the relevant statistical information about an observable, such as its most probable values but also the probability of small and large fluctuations and the transitions between steady-states.\nHowever, large deviation computations have been up to now mostly restricted to relatively simple systems.\nThis project will further develop cutting-edge analytical and numerical tools to compute large deviations in complex systems such as turbulent flows and the climate.\nThe new ingredients we will consider are on the one hand, time-dependent attractors, and on the other hand, a complex field structure, since both are key features of geophysical flows.\nThe goal of the project is at the same time to be able to predict some universal features of rare but high-impact transitions in turbulent attractors or, ultimately, the climate, and to promote novel techniques in rare event simulations which are applicable in an increasingly large spectrum of problems.\nDue to the combination of skills from the parties involved, the project will build a fruitful bridge between the statistical mechanics and the climate communities.",
    "totalCost": "123138",
    "ecMaxContribution": "123138",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 123138
        }
    },
    "calculatedTotalContribution": 123138
}