{
    "rcn": "212628",
    "acronym": "NWICWEP",
    "topics": "MSCA-IF-2016",
    "title": "NON-WESTERN MILITARY INTERVENTIONS AND THE CHARACTER OF WARFARE IN THE EUROPEAN PERIPHERY",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "While Western countries regularly intervene militarily abroad, recent years have seen increasing levels of military intervention by non-Western authoritarian and weakly-democratic states in the EU periphery. Non-Western interventions profoundly impact the security dynamics of an increasingly fragile EU neighbourhood. Despite this, the patterns and character of resulting conflicts are ill-understood, especially compared to recent conflicts involving Western states (on which much of the recent conflict literature is based). This project will conduct a highly original comparative analysis of three EU-periphery conflicts (Ukraine, Yemen and the West African Sahel) that have seen the involvement of four of the most militarily active non-Western states in the wider EU neighbourhood (Russia, Saudi Arabia, and Nigeria/Chad respectively). The fellowship will advance knowledge of: 1) how the character of conflict involving non-Western military powers differs from general conceptualizations of contemporary warfare (and each other); and, 2) how the character of these conflicts is comprehended strategically both by key state actors involved, and by Western security actors (EU and NATO). Such a project is timely given rising levels of conflict in the EU periphery and necessary given the absence of comparative enquiry into the evolving character of armed conflict across the wider EU neighbourhood. Through a mixed-methods analysis of three conflicts of critical importance to the EU, this project will offer innovative research findings on the causes, politico-military strategic logics, military practice and potential resolution of contemporary non-Western war that will support the EUís recently-developed 2016 ëGlobal Strategyí for the EU Foreign and Security Policy.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}