{
    "rcn": "212680",
    "acronym": "COLOSSUS",
    "topics": "SC1-PM-02-2017",
    "title": "Advancing a Precision Medicine Paradigm in metastatic Colorectal Cancer: Systems  based patient stratification solutions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Colorectal cancer (CRC) is the third most common cancer in Europe with c. 420,000 cases and 150,000 related deaths in 2012. Of total CRC cases, it is estimated that approximately 50-55 % harbour RAS mutations. Current treatment for RAS mutant (mt) metastatic(m) CRC is primarily based on 5-fluoruracil based chemotherapy \\/- bevacizumab. However, there are currently limited treatment options once cancers have become resistant. Moreover, while therapy optimization strategies in RAS wild-type CRC patients are feasible, targeted treatment of microsatellite stable (MSS) RAS mt disease is difficult and has not evolved significantly in recent years. COLOSSUS will deliver novel concepts for disease-mechanism based patient stratification in MSS RAS mt mCRC to address the need for stratified or personalised therapeutic interventions in this setting. The consortium will integrate multidimensional and longitudinal omics data to identify new MSS RAS mt  specific subtypes with unique signalling dependences. We will harness the power of systems biomedicine, network analysis and computational modelling  to identify new actionable pathways, biomarkers and targets across subtypes. These targets will be interrogated in state of the art pre-clinical patient derived xenograft studies. Newly described MSS RAS mt classifiers will be validated as novel patient stratification tools within the COLOSSUS trial. SME partners will develop clinically relevant and commercially viable assays for outcome prediction and stratification of MSS RAS mt patients based on novel classifiers. The impact of assays on CRC associated healthcare costs will further be assessed. Patient associations will be included and the proposal will consider regulatory aspects and commercialisation opportunities, in particular for participating SMEs. mCRC is a complex disease having high prevalence and high economic impact both within a European and global context.",
    "totalCost": "5996359,5",
    "ecMaxContribution": "5996359,5",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;PINTAIL LTD;IRISH CLINICAL ONCOLOGY RESEARCH GROUP LIMITED LBG;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;UNIVERSITA DEGLI STUDI DI TORINO;HALIODX;VIB;GENEXPLAIN GMBH;EPIGENOMICS AG;OPTIMATA LTD;INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
    "participantCountries": "ES;FR;IE;DE;IT;BE;IL;UK",
    "projectParticipants": {
        "986163596": {
            "orgId": "986163596",
            "orgName": "OPTIMATA LTD",
            "ecContrib": 339269
        },
        "984284124": {
            "orgId": "984284124",
            "orgName": "GENEXPLAIN GMBH",
            "ecContrib": 284469
        },
        "962406453": {
            "orgId": "962406453",
            "orgName": "IRISH CLINICAL ONCOLOGY RESEARCH GROUP LIMITED LBG",
            "ecContrib": 223655
        },
        "998268614": {
            "orgId": "998268614",
            "orgName": "PINTAIL LTD",
            "ecContrib": 233469
        },
        "999867368": {
            "orgId": "999867368",
            "orgName": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
            "ecContrib": 1345144
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 512269
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 351091
        },
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 601519
        },
        "999460841": {
            "orgId": "999460841",
            "orgName": "INSTITUTE OF CANCER RESEARCH - ROYAL CANCER HOSPITAL",
            "ecContrib": 300146
        },
        "924055078": {
            "orgId": "924055078",
            "orgName": "HALIODX",
            "ecContrib": 417669
        },
        "966708403": {
            "orgId": "966708403",
            "orgName": "EPIGENOMICS AG",
            "ecContrib": 230519
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 159519
        },
        "995163935": {
            "orgId": "995163935",
            "orgName": "FUNDACIO PRIVADA INSTITUT D'INVESTIGACIO ONCOLOGICA DE VALL-HEBRON",
            "ecContrib": 826306
        },
        "999987648": {
            "orgId": "999987648",
            "orgName": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
            "ecContrib": 171319
        }
    },
    "calculatedTotalContribution": 5996363
}