{
    "rcn": "212633",
    "acronym": "TRAUMA_CONTEXT",
    "topics": "MSCA-IF-2016",
    "title": "Looking at it from a different angle: The role of viewpoint-dependency in traumatic intrusions.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Many victims of psychological trauma suffer from recurrent intrusive trauma memories. According to Dual-Representation Theory (DRT), intrusive memories reflect functional deficiencies in the brainís hippocampal system, which fails to translate the egocentric perceptual impressions of the trauma into viewpoint-independent (or allocentric) spatial representations. This proposal tests this assumption and explores allocentric memory training as a potential novel intervention against intrusive memories.\nI propose to induce intrusive memories in healthy participants using aversive scenarios in real-time 3D Virtual Reality, and to afterwards test location memory from the original versus a shifted viewpoint, requiring allocentric memory. Study 1 links allocentric memory to intrusion levels. Study 2 explores the potential of an allocentric memory training. Furthermore, both studies will assess the potentially moderating role of hormonal and sympathetic stress markers known to affect hippocampal learning.\nThe project will provide novel insights into mechanisms of trauma memory, with potentially important implications for theory and treatment. It will be conducted in Prof. Chris Brewinís research group at University College London (UCL) that is renowned for empirical tests of DRT specifically, and for world-leading expertise in clinical, experimental, neurocognitive and neuroendocrine approaches to psychology, providing an inspiring environment that perfectly fits the interdisciplinary character of this project.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}