{
    "rcn": "212635",
    "acronym": "Precaution",
    "topics": "MSCA-IF-2016",
    "title": "Being precautionary: how rational? How ethical?",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Human decisions can be evaluated on whether they exemplify some precaution. For instance, the mayor was praised for being precautionary in reinforcing the dike along the river. Precaution has recently been raised at the level of a principle ñ the Precautionary Principle ñ which has acquired a widely recognized status in national and international law. This project conducts a philosophical analysis of conceptual and fundamental issues on the Precautionary Principle and on precaution more generally. I aim at understanding why being precautionary makes sense from a rational viewpoint, both at the individual (Objective A) and collective (Objective B) levels, and from an ethical viewpoint (objective C).\n\n- Objective A is to clarify the relation between the Precautionary Principle and decision theory more generally, by specifying whether there are inconsistencies or unnoticed linked between the two. I will investigate whether the Precautionary Principle can apply gradually, and whether it amounts to some uncertainty aversion or risk aversion.\n- Objective B is to understand what being precautionary as a group implies. I aim to specify on what conditions a group can be precautionary and consistent, or rational, in its judgments. My strategy is to extend the existing belief and probability aggregation theories, and state (im)possibility theorems.\n\n- Objective C is to determine what being ethically precautionary could mean. Since being precautionary for oneself may amount to impose risk on others, I aim to assess the particular ethical problems it may create. I shall proceed comparatively, starting from existing views in the ethics of risk.\n\nThe project combines several methods: conceptual analysis, formal/mathematical modelling, the analysis of case-studies, and an innovative cross-fertilization of philosophical analyses of the Precautionary Principle with literature from several domains: decision theory (A), aggregation theory (B), ethical analyses of risk (C).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}