{
    "rcn": "212631",
    "acronym": "CLIMLAN",
    "topics": "MSCA-IF-2016",
    "title": "Novel multivariate, high-resolution mapping of the exposure of ecosystems to climate and land use change",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "To protect and preserve natural habitats, we urgently need integrated assessment methodologies. Current conservation-oriented assessments of ecological vulnerability rely upon the identification and quantification of the effects from of the most important drivers of change. However, accurate predictions and practical solutions have proved difficult to formulate as most works at global or continental scales have only focused on climatic changes, disregarding important factors such as land use change. CLIMLAN will address this shortcoming using an integrated assessment that combines two of the most important drivers of biodiversity change today: climate and land-use change. Here I will answer two original and important questions: (1) which are the most useful indices for measuring and mapping the ecological vulnerability to future environmental change?; and (2) is there a mismatch between current management and planning strategies and ecological vulnerability to projected environmental changes? For this, I will focus on measuring and mapping both climate and land use changes over time, and assessing how such changes match both ecosystem vulnerability and current conservation practices. A lasting product of CLIMLAN will be a readily applicable open access spatially explicit methodology and an online mapping tool, to measure and spatially display ecosystem vulnerability to environmental changes. These tools will allow a better assessment of the current and expected effects of changing environmental conditions on conservation areas, and will facilitate targeted management guidelines and improved adaptation strategies.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}