{
    "rcn": "212637",
    "acronym": "WACO",
    "topics": "MSCA-IF-2016",
    "title": "West African Coastal Ocean - Finescale physics, biogeochemistry and climate change",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Coastal oceans are essential to our societies but their health status is degrading rapidly in many parts of the world. Anticipating or remedying environmental evolutions/degradations, including those resulting from global changes, is particularly difficult. This is largely because the knowledge and information we currently have on the ocean functioning do not encompass scales finer than a few tens of kilometers, which is notably insufficient close to shores. WACO will clarify the role of fine-scale processes (turbulent and wave processes with scales < 10 km) in the present-day functioning and future evolutions of the West African coastal dynamics and biogeochemistry. To do so, it will take advantage of a new generation of ocean models that is truly apt to simulate coastal dynamics/biogeochemistry/ecosystems in a fully integrated and multi-scale manner. Precisely, the project will be focused on the senegalese and mauritanian coastal oceans from which state-of-the-art ocean observations are available to complement and evaluate the modelling effort, a robust and interdisciplinary collaborative framework, and unmatched opportunities for social benefits of the research. The project relies on a massively parallel computing plan that will serve as a demanding training ground for the applicant. Overall WACO will contribute to a deeper understanding of climate change, which is a key goal of EU research.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986193": {
            "orgId": "999986193",
            "orgName": "UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6",
            "ecContrib": 0
        },
        "909875521": {
            "orgId": "909875521",
            "orgName": "SORBONNE UNIVERSITE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}