{
    "rcn": "212613",
    "acronym": "AgeCogCity",
    "topics": "MSCA-IF-2016",
    "title": "How visual perception shapes our cities: a cognitive model of ageing population",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Two mega-trends ñ the rapid urbanisation of the worldís population and the ageing of that same population ñ will soon collide. Adapting to the challenges of elderly citizens (many of whom no longer drive), urban designers need appropriate tools to support planning for walking, the most environmentally, socially, and economically sustainable transport mode.  Citiesí walkability depends not only on physical settings, but also on processes of human spatial cognition, in particular visual perception. However, current state of art methods in modelling and forecasting urban systems are based mainly on economic and transportation demands and ignore pedestriansí spatial cognition. This research discovers how visuo-spatial cognition contributes to the generation of new urban uses and activities based on the age profile of the user population. It constructs a novel urban-behavioural paradigm that links built environment and the way people use it, by addressing three fundamental questions: (1) What are the most important visuo-spatial properties influencing pedestrian cognition? (2) How urban visibility could be encoded and analysed as an abstracted spatial representation (visibility network)? (3) What mechanisms allow cities to be generated through feedback reflected in pedestrian movement and urban visibility? These questions are answered using an interdisciplinary approach: It combines quantitative techniques for spatial modelling with qualitative strategies for tracing of pedestrian behaviour in Immersive Virtual Reality (IVR). The research findings will set a framework for the evidence-based tool to assist planners, architects and stakeholders in the design and evaluation of urban projects in view of the changing needs of urban population.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}