{
    "rcn": "212620",
    "acronym": "LUCCA",
    "topics": "MSCA-IF-2016",
    "title": "Land Use and Climate Change Attribution for biodiversity impact assessments",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Across the globe, species are shifting their distributions to track the warming temperatures, and habitat conversion is reducing species diversity. However, while both climate and land use change are recognized as top threats to biodiversity, studies on their synergistic effects are very rare. This is at least partly due to 1) a lack of consistent definitions and measures of land use change that can be directly related to biodiversity responses, and 2) difficulties in attributing change to either driver because of correlations, scale-dependencies, and interaction effects between the two. This project will develop a framework for separating the effects of land use and climate change on biodiversity using a range of methodologies such as meta-analysis, fieldwork, and modeling. The project will assess the land use definition and driver attribution challenges in the past literature, explore the potential of high-resolution remote sensing products and Google Street View to measure land use changes, and use unprecedented long-term monitoring citizen science programs to disentangle impacts of land use and climate change on bird populations as a case study. The Fellowship is a timely answer to recent calls to account for multiple environmental change drivers and improve our predictive ability of future biodiversity changes. The outputs will be of relevance for conservation management and policymaking in the EU and beyond. The host institute (CMEC) is at the forefront of macroecology and climate change research, and will give me access to worldwide experts in areas directly relevant to the project. The research and training opportunities offered by CMEC will broaden my field of study and strengthen my analytical and teaching skills ñ crucial for helping me establish an independent research career and become a leading figure within the field of integrative global change ecology in Europe.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}