{
    "rcn": "212616",
    "acronym": "NOVEL",
    "topics": "MSCA-IF-2016",
    "title": "Nanoscale Vertical Cavity Surface Emitting Laser and its Arrays",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Significant advances are needed to improve the speed and efficiency of future communication and computing systems. Photonic interconnect components are the only solution to offer both high speed and low power consumption. To this end, vertical-cavity surface-emitting lasers (VCSELs) have been widely deployed as optical interconnects in the last two decades. Even though the current VCSEL technology has been very successful, its processing approach has been proven to be particularly challenging for miniaturization, it reduces the reliability for small lasers and its high thermal resistance substantially degrades the lasersí performance. This project addresses all these bottlenecks by focusing on the development of a nanoscale VCSEL (NOVEL) device for ultra-low threshold, energy efficient and ultra-fast operation for future optical interconnects and light sources.\nThe driving idea of this proposal is based on using a lithographically defined laser concept to develop a novel growth and fabrication process for GaAs-based VCSELs. This will employ buried electrical- and optical-confinement method to provide us with a unique opportunity to scale the cavity down to 500 nm diameter to demonstrate the viability and performance of the NOVEL device. Additionally, this research proposal aims to investigate the potential of NOVEL array architectures for applications in sensing and innovative high beam quality lasers. This project is expected to have a strong impact both in academia and industry as it will open the way for great flexibility in the design of VCSELs and nanolasers with high reliability essential for commercialization of research. The NOVEL devices with their fundamentally new capabilities hold special promise in a wide range of scientific disciplines including optical communication, computer science, quantum electrodynamics, laser physics, on-chip nanophotonics and biosensing.",
    "totalCost": "157845,6",
    "ecMaxContribution": "157845,6",
    "coordinator": "Bilkent ‹niversitesi",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923628": {
            "orgId": "999923628",
            "orgName": "BILKENT UNIVERSITESI VAKIF",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}