{
    "rcn": "212601",
    "acronym": "SENSIT",
    "topics": "ERC-2016-ADG",
    "title": "Sensitivity of human tumors to T cell attack",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The goal of this project is to describe the tumor cell-intrinsic mechanisms that determine whether ëforeigní human cancers are sensitive or resistant to the tumor-specific T cell response they induce. In this effort, I will focus on 3 linked questions: \n\n1). While we know that T cell activity in human tumors can lead to cancer regression, we do not know whether such regression is mostly mediated by T cell secreted cytokines or granzyme mediated lysis. We will address this fundamental question by analysis of the sensitivity of human tumors to defined T cell effector mechanisms, and subsequent correlation to patient outcome upon immunotherapeutic intervention. \n\n2). We will complement this analysis of baseline tumor sensitivity with a systematic analysis of acquired immunotherapy resistance in patients treated with T cell checkpoint blockade. Through comparative genomic and immunological analysis of pre- and post-therapy tumors we will determine the clinical importance of tumor cell-intrinsic mechanisms of acquired resistance, and will identify novel mechanisms of such resistance.\n\n3). In addition to these unbiased analyses of tumor resistance, we will focus on one resistance pathway of particular interest: Expression of PD-L1 has emerged as the key immune inhibitory pathway in human cancers, but our understanding of PD-L1 protein regulation is highly limited. We have recently identified PD-L1M1 as a molecular partner of PD-L1 that controls its cell surface abundance. A central goal of this application is to understand the function of the PD-L1 ñ PD-L1M1 complex, and whether PD-L1M1 can be used as a target for immunotherapeutic interventions.\n\nCollectively, this project exploits three approaches to reach one goal: fundamental insight into the mechanisms that control the sensitivity of human cancers to T cell attack. In addition to the mechanistic insights we will obtain, this project may yield novel strategies to enhance tumor-specific T cell activity in patients.",
    "totalCost": "2405625",
    "ecMaxContribution": "2405625",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 2405625
        }
    },
    "calculatedTotalContribution": 2405625
}