{
    "rcn": "212690",
    "acronym": "INSITUMUT",
    "topics": "ERC-PoC-2016",
    "title": "Direct detection of cancer-causing mutations in tumour specimens",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Cancers develop because they acquire changes (mutations) in a specific set of genes that promote their growth. Different mutations are associated with cancer aggressiveness, patient prognosis and/or the response to treatment. Although these mutations can usually be detected by extracting DNA from tumour specimens, this provides incomplete information because it is common for mutations not to occur in every cell that makes up the cancer. In a number of research and clinical settings, it is of great use to learn which regions or cells within a cancer carry a particular mutation. To do this, we need to detect mutations in space by examining sections of tissue. There are several potential benefits, including sensitive detection of cancer cells that have been left behind after operation or that will cause relapse after treatment. Here, we shall develop a method to detect mutations in situ in cancer specimens. The INSITUMUT technique uses molecular probes that are specific to mutations in cancer genes and bind to RNA expressed from those genes. We have piloted the method successfully in collaboration with Advanced Cellular Diagnostics Inc., sensitively identifying cancer cells that have acquired specific mutations in the oncogene KRAS and specifically distinguishing them from cells and cancers with normal KRAS. Before making the method available, our workplan in this proposal involves determining probe sensitivity and specificity more accurately, expanding the range of cancer-causing mutations that are detected, developing methods for simultaneous detection of multiple mutations, extending the technique as far as possible to detection of mutations in DNA, and automating the mutation detection process. Subject to technical feasibility and commercial assessments, we shall disseminate the INSITUMUT method to non-profit sectors on a cost recovery basis, and make it generally available as a commercial service in partnership with SME partner Oxford Cancer Biomarkers.",
    "totalCost": "149688",
    "ecMaxContribution": "149688",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 149688
        }
    },
    "calculatedTotalContribution": 149688
}