{
    "rcn": "212650",
    "acronym": "ChromoCats",
    "topics": "MSCA-IF-2016",
    "title": "The geometry of chromatic categories",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "This project studies the local and global structure of fundamental categories in topology, algebra, and algebraic geometry from a geometric point of view. Deep structural results have been proven in special cases, but the lack of a unified theory has prevented progress on several key conjectures, for example pertaining to local-to-global principles. \n\nIn a first step, we introduce the concept of chromatic category, which axiomatizes certain properties found on the derived category of quasi-coherent sheaves on a scheme or stack. Important examples of chromatic categories include the category of spectra in stable homotopy theory and the stable module category for a finite group. The resulting framework allows us to transfer tools and questions from one context to another, thereby shedding light on three key aspects of the geometry of a chromatic category: Its local structure, local-to-global principles, and compactifications. \n\nIn a second step, we study these three interrelated aspects in detail. The local structure of a chromatic category is controlled by its local Picard groups, which give new and subtle invariants in modular representation theory. We then gain new insights about the structure of these groups via local duality and a profinite extension of the theory of ambidexterity due to Hopkins and Lurie. Moreover, local-to-global principles like the chromatic splitting conjecture, blueshift, or redshift are shown to be governed by a generalization of Tate cohomology, for which we introduce powerful new tools of computation with applications to various Balmer spectra. Finally, we construct compactifications of chromatic categories via a categorification of ultraproducts from mathematical logic. This solves the algebraization problem in chromatic homotopy.\n\nIn conclusion, the outcome of this project is a framework that systematically describes the geometry of chromatic categories, leading to substantial progress on outstanding conjectures in algebra and topology.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}