{
    "rcn": "212697",
    "acronym": "iMove",
    "topics": "ERC-2017-STG",
    "title": "Translating rewards to eye movements",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The drive for rewards controls almost every aspect of our behavior, from stereotypic reflexive behaviors to complex voluntary action. It is therefore not surprising that the symptoms of neurological disorders that interrupt reward processing, such as those stemming from drug-abuse and depression, include deficits in the capacity to make even simple movements. Accordingly, how do rewards drive and shape movements? The brain uses two major subcortical networks to drive behavior: the basal ganglia and the cerebellum. Both areas are essential for the control of movement as damage to either structure leads to severe motor disabilities. Research on the basal ganglia has highlighted their importance in the control of reward-driven behavior-but how the reward information interacts with sensorimotor signals to drive the motor periphery is unknown. By contrast, research on the cerebellum has focused primarily on how sensory error signals are used to optimize motor commands but has mostly ignored the modulatory factors that influence behavior, such as reward. My goal is to unify research on the basal ganglia and cerebellum in order to understand how the computations underlying the influence of reward on action are implemented in the brain. I hypothesize that rewards drive and shape the motor commands in both subcortical networks, albeit with differing behavioral functions. While in the basal ganglia, information about reward is used to mediate selection between multiple actions; I predict that, in the cerebellum, reward potentiates movements to drive more accurate behavior. I will use the monkey smooth pursuit eye movement system as a powerful model motor system to study the neural mechanisms by which reward influences motor processing. I will combine the use of novel behavioral paradigms together with novel application of neural recording and optogenetic stimulation in primates to probe activity of neurons in the cerebral cortex, basal ganglia, and cerebellum.",
    "totalCost": "1570000",
    "ecMaxContribution": "1570000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1570000
        }
    },
    "calculatedTotalContribution": 1570000
}