{
    "rcn": "212696",
    "acronym": "MINDTOMIND",
    "topics": "ERC-2017-STG",
    "title": "From mind to mind: Investigating the cultural transmission of intergroup bias in children",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Prejudice and discrimination are pressing social problems. Across Europe, the far right is on the rise, and individuals are often discriminated against on the basis of their race, gender or sexual orientation. The origins of these problematic attitudes and behaviours appear early in development, suggesting that we are passing on our biases to our children. Yet, our knowledge of the complex psychological processes by which these biases are learned remains rudimentary. MINDTOMIND experimentally investigates how children encode, select and transmit biased social information, and so provides a framework for understanding how intergroup attitudes are perpetuated across generations. \nUntil now, artificial boundaries between different areas of psychology have prevented theoretical and empirical progress on this important subject. MINDTOMIND synthesizes cutting-edge research on cognitive development and experimental research on cultural transmission and intergroup psychology in order to provide a comprehensive account of this process.  \nThe series of experiments to test the proposed framework will answer three key questions. First, how do children respond to biased information they receive from others? Second, how do children select which social information to consume? Third, how do children transmit biased information to others in their social networks? \nMINDTOMIND will examine how learning, social motivation and cognitive biases interact to produce prejudice and discrimination. It will demonstrate how negative intergroup attitudes can emerge, become radicalised and spread through childrenís social networks. In doing so, it will provide a step-change in our understanding of social cognitive development. In addition to far-reaching theoretical implications, this work will have broad societal implications. It will pave the way towards the development of research-led interventions that can reduce intergroup bias and thus contribute to a fairer and more egalitarian society.",
    "totalCost": "1223054",
    "ecMaxContribution": "1223054",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 1223054
        }
    },
    "calculatedTotalContribution": 1223054
}