{
    "rcn": "212641",
    "acronym": "SICK OF NOISE",
    "topics": "MSCA-IF-2016",
    "title": "SICK OF NOISE - Effects of noise pollution on marine invertebrate health and species interactions",
    "startDate": "16/07/2018",
    "endDate": "15/07/2020",
    "objective": "Noise is considered a threat to human health, causing not only annoyance or hearing impairment but also hypertension, ischemic heart disease and diabetes. Like humans, many animals can be affected by noise. Marine invertebrates, in particular, can be very sensitive to sounds and, because of their limited mobility, can be exposed to the disturbing noises of boat engines, windfarms and pile drivers over long periods of time. Such underwater noise pollution is known to have detrimental effects on the activity and physiology of marine invertebrates.\n\nIn addition, these stress responses are likely to intensify the effects of parasitic infections and thus reduce host health in three ways: first, stressed hosts are typically in poorer condition and may be more susceptible to infections; second, stress may increase the impact of parasitism on hosts; and third, the combined effects of stress and parasitism may affect species interactions, e.g. by increasing predation on infected/weakened hosts. Given that parasites are also exposed to the disturbance, noise pollution could influence parasite traits too, including infectivity and survival. Yet, the influence of noise pollution on disease has never been documented in any organism.\n\nThe proposed research will investigate the effects of noise pollution on parasitism and predator-prey interactions of key marine invertebrates: the blue mussel Mytilus edulis and the shore crab Carcinus maenas. By the use of multidisciplinary experimental approaches, I will (1) identify behavioural and physiological stress responses of molluscs and crustaceans exposed to noise pollution, (2) investigate for the first time connections between noise pollution and parasitic disease, and (3) conduct a pioneer work on the influence of noise pollution on parasite-mediated interactions. This work will result in a set of data which will be provided during the project to resource managers and policy makers to mitigate the impact of noise pollution.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999479077": {
            "orgId": "999479077",
            "orgName": "STICHTING NIOZ, KONINKLIJK NEDERLANDS INSTITUUT VOOR ONDERZOEK DER ZEE",
            "ecContrib": 0
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}