{
    "rcn": "212618",
    "acronym": "NO-STRESS",
    "topics": "MSCA-IF-2016",
    "title": "Nitric oxide regulation of repolarisation in the heart: role of mechanical stress",
    "startDate": "31/10/2018",
    "endDate": "30/10/2020",
    "objective": "Atrial fibrillation (AF) is a leading risk factor for stroke and is a growing public health burden. The condition is associated with pronounced electrical remodelling of the atria and can prove challenging to treat. A potential target for AF therapies is the repolarising potassium current IKur, carried by the atrial specific ion channel Kv1.5. This channel is not found in the ventricles and therefore provides an attractive therapeutic target for the treatment of AF. In atrial myocytes isolated from patients in AF we have shown an increase in IKur, as well as a reduction in the expression of neuronal nitric oxide synthase (nNOS). Inhibition of nNOS in mycoytes from patients in sinus rhythm recapitulated the AF phenotype. Kv1.5 is also modulated by mechanical stress, which has been shown to affect NO production in myocytes. We have shown that shear stress recruits Kv1.5 from an intracellular pool to the cell surface, leading to an increase in IKur. This proposal aims to investigate mechanism by which nNOS regulates IKur. We hypothesise that mechanical stress (likely modified in AF) will result in altered nNOS regulation of Kv1.5 in human myocytes. We will go on to investigate how nNOS regulation of Kv1.5 is dysregulated in AF. A multi-disciplinary approach will be used employing a) human mycoytes isolated from patients, b) an nNOS knockout (-/-) mouse and c) cardiomycoytes overexpressing GFP-Kv1.5. Whole cell currents from isolated myocytes will be measured electrophysiologically, and IKur pharmacologically dissected. A range of biochemical techniques will be employed to investigate the physical interactions between nNOS and Kv1.5. Conventional and TIRF microscopy will be used to examine the localisation of Kv1.5 and partner proteins when nNOS activity is inhibited, or where the nNOS protein is absent (nNOS-/-). This translational study will improve our understanding of ion channel regulation in AF and may identify important new targets for AF therapies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}