{
    "rcn": "212611",
    "acronym": "NanoBioMap",
    "topics": "MSCA-IF-2016",
    "title": "Nanoparticle Biointerface Mapping",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The Nanoparticle Biointerface Mapping project builds on the extensive bionano interactions research in the group of Professor Kenneth Dawson at University College Dublin. In the NanoBioMap project I propose a cutting-edge interdisciplinary approach to develop a versatile tool allowing me to obtain detailed 3D maps of biomolecules at the surface of nanoparticles in complex biological media and study their importance for cell interactions. I will build on my extensive knowledge of nanomaterial science to develop this 3D mapping tool combining a tailor-made library of antibody-tagged quantum dots with electron microscopy 3D image reconstruction and X-ray elemental mapping. The resulting versatile method has multiple uses far beyond analyzing protein coronas. I envision applications of this state-of-the-art mapping tool in areas such as vaccine development, enzymatic catalysis on supported particles, cancer treatment and tracking of pollutants in water flows.  \nThe proposed project has 4 objective which will be reached over 24 months, within 13 work packages, including training-through-research and acquisition of transferable and complementary skills, contributing to the advancement of my career beyond this project, as a future independent researcher. The main objective is developing a tool to allow 3D mapping of protein epitopes at the surface of nanosized objects, with applications far beyond my test systems. The other objectives involve testing my tool to map epitopes in the protein corona at nanoparticles and study their interaction with cell receptors, focusing on spatial distribution of specific receptors. The proposal builds on my current extensive knowledge of nanomaterial synthesis, surface modification and characterization in complex environments adding a cell biology dimension, thus expanding my knowledge and career prospects.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}