{
    "rcn": "212661",
    "acronym": "ExoDia",
    "topics": "MSCA-IF-2016",
    "title": "Cross-talk between skeletal muscle and pancreatic islets: impact of exosomes",
    "startDate": "02/01/2018",
    "endDate": "01/01/2020",
    "objective": "The worldwide explosion of obesity has resulted in an ever-increasing prevalence of type 2 diabetes (T2D), a non-communicable disease that affects more than 370 million people worldwide. T2D is characterized by insulin resistance with a relative deficiency in insulin secretion. It is now recognized that there is decreased beta-cell function and mass in T2D but the precise underlying mechanism remains to be determined. Skeletal muscle accounts for >50% of the total glucose uptake in the post-prandial state, it is also the largest organ in non-obese individuals. Recent studies demonstrated that there is conversation between skeletal muscle and beta-cells, and that certain peptides (i.e. myokines) secreted by insulin-resistant skeletal muscle cells may impact negatively on beta-cell function, proliferation and survival in T2D. Nevertheless, other factors than myokines could also be involved in this inter-organ communication. A novel concept suggests microvesicles, such as exosomes, as a new cell-to-cell communication mode. The major goal of the project will be to characterize the different exosomes populations and their impact on islets cells. The findings may have important implications for understanding decreased functional beta-cell mass in diabetes, especially in T2D etiology, and therefore bring new insights into the development of innovative therapies. \nTo achieve the aims of the innovative translational project, the candidate will be part of one of the European leader research centres on diabetes, trained to promising new research area in inter-organ communication, micro-RNA biology, as well as cutting-edge 'omic' technologies which will perfectly complement her strong knowledge in energy metabolism and physiology and create a rare expertise in candidate's profile. It will provide a unique stepping-stone for her independent research career in Europe and successful collaborations in the future.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE EUROPEEN D'ETUDE DU DIABETE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953492444": {
            "orgId": "953492444",
            "orgName": "CENTRE EUROPEEN D'ETUDE DU DIABETE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}