{
    "rcn": "212677",
    "acronym": "RefugeesWellSchool",
    "topics": "SC1-PM-07-2017",
    "title": "Preventive school-based interventions to promote the mental well-being of refugee and migrant adolescents",
    "startDate": "01/01/2018",
    "endDate": "31/03/2022",
    "objective": "Today, European societies face the challenge of promoting the integration of growing numbers of refugee and migrant adolescents. Supporting the mental well-being of these young newcomers is herein pivotal, with recent scholarly work emphasizing the preventive role of schools in promoting mental well-being. Yet, there is still little robust evidence on how preventive school-based interventions may impact newcomersí well-being. This project therefore aims to further the evidence-base on the role of preventive school-based interventions in promoting refugee and migrant adolescentsí mental well-being, and on how they can be implemented in diverse educational contexts. We specifically look at interventions furthering social support and social cohesion, since these factors are known to be highly beneficial for newcomersí well-being. Five interventions ñschool-mediation intervention, classroom drama therapy, social support groups in refugee classes, support networks on school level, and teachersí trainingñ will be implemented in six European countries. We will assess the interventionsí long-term impact on newcomersí well-being (n=3,000), particularly their impact on mental health problems, resilience, academic achievements, school drop-out and social support. A mixed-methods longitudinal approach will combine questionnaires completed by adolescents, parents and teachers, focus groups with these groups, data on adolescentsí academic achievements, and an economic assessment of the costs related to the implementation. Additionally, focus groups and national committees with other stakeholders will evaluate the impact of contextual factors (e.g., educational system) in order to design models to implement the effective interventions in other contexts. As such, this study will lead to a solid evidence-base on the impact of preventive school-based interventions on young newcomersí mental well-being and the possibilities to implementing these interventions in differing contexts.",
    "totalCost": "3390575",
    "ecMaxContribution": "3390575",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "NASJONALT KUNNSKAPSSENTER OM VOLD OG TRAUMATISK STRESS AS;TAMPEREEN YLIOPISTO;KOBENHAVNS UNIVERSITET;UPPSALA UNIVERSITET;THE UNIVERSITY OF SUSSEX;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "NO;FI;DK;SE;UK;BE",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 354345
        },
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 490884
        },
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 442559
        },
        "930311093": {
            "orgId": "930311093",
            "orgName": "NASJONALT KUNNSKAPSSENTER OM VOLD OG TRAUMATISK STRESS AS",
            "ecContrib": 617700
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 606662
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 489426
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 388999
        }
    },
    "calculatedTotalContribution": 3390575
}