{
    "rcn": "212606",
    "acronym": "MEDIACHINA",
    "topics": "ERC-2016-ADG",
    "title": "Social Media and Traditional Media in China: Political and Economic Effects",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "How is political accountability and firm performance in an autocracy affected by media? This project will analyse how economic and political outcomes in China are affected by social and traditional media. It will also use media content to measure factors that are otherwise difficult to observe, such as political networks and the trade-off between political and economic goals in Chinese firms. An explosion of social media use in China has produced an information shock to society and its leaders, also supplying a data shock to researchers, which is magnified by the digitization of traditional media content, and coupled with new methods for analysing this type of data, originating from the in big data and machine-learning literatures. As a result, a large set of previously unanswerable questions are now open for research.\n\nIn Qin, Strˆmberg and Wu (2016) we document this information shock, using a data set of over 13 billion social media posts from Sina Weibo (the Chinese equivalent of Twitter).  We show that millions of posts concern sensitive topics such as organized protests and explicit accusations of top leaders of corruption. Traditional media is silent on these issues. We argue that the likely reason for the lighter censoring of social media is that the central government finds the information useful for monitoring officials, firms, and citizen unrest. \n\nIn this project, I will analyze the effect of this information shock on protests and strikes, the sales of counterfeit and substandard medicines, the promotion of local leaders, and coverage of censored events in traditional media. Together with a set of collaborator, I will study the effects of social media using the staggered introduction of Sina Weibo across geographic regions. I will also study the content, entry and exit of general-interest newspapers that are all controlled by different politicians. This is to investigate the trade-off between political and economic goals and political connections.",
    "totalCost": "1716970",
    "ecMaxContribution": "1716970",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 1716970
        }
    },
    "calculatedTotalContribution": 1716970
}