{
    "rcn": "212647",
    "acronym": "UPRECON",
    "topics": "MSCA-IF-2016",
    "title": "Ultrafast photonics for the detection and recognition of toxic spine-structures of amyloid aggregates linked to neurodegenerative disease",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Projections indicate that, by 2050, every person aged 85 years or more will be diagnosed with a cognition-related disease. While there is currently no clear strategy for curing such diseases, there are promising developments in the early diagnosis of disease and the inhibition of worsening symptoms. Building on results obtained during my post-doctoral work regarding laser technology for amyloid aggregates detection, I propose to use an advanced ultrafast spectroscopy for structural analyses of the peptides and proteins that form the different fibril architectures in the brains of patients with pathogenic aggregates. In combination with multiphoton absorption, this laser technique has the potential to detect and diagnose in a non-invasive modality the early forms of toxic oligomeric intermediates in the brains of persons with suspected Alzheimer¥s or Parkinson¥s disease. This methodology has potentially enormous benefits for patients and society. Importantly, the proposed approach of using high-intensity light in the infrared region of absorption does not damage cells and tissues during long-duration irradiation, it does not require the use of chemical labels, and it reduces the need for surgical intervention, as it is non-invasive and safe for human health. I will transfer the knowledge and expertise on biophotonics of amyloid fibrils to Europe and the Host laboratory at the Polish Academy of Science will provide me with advanced training in time-resolved ultrafast laser spectroscopy and access to newly designed setups, as well as supplementary career path-specific training in ancillary skills.",
    "totalCost": "134462,4",
    "ecMaxContribution": "134462,4",
    "coordinator": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998829274": {
            "orgId": "998829274",
            "orgName": "INSTYTUT CHEMII FIZYCZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 134462
        }
    },
    "calculatedTotalContribution": 134462
}