{
    "rcn": "212658",
    "acronym": "BILITOLERANCE",
    "topics": "MSCA-IF-2016",
    "title": "Control of disease tolerance to infection by Biliverdin Reductase A",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "The immune system was shaped through evolution, primarily through the selective pressure imposed by pathogens. This led to the emergence of multiple mechanisms that limit the negative impact of pathogens on host health and fitness. The best recognized defense strategy against infections relies on resistance mechanisms that aim at pathogen containment, expulsion or clearance. While crucial for host survival to infection, resistance mechanisms can carry significant trade-offs, often driven by oxidative stress and damage imposed to host parenchyma cells, and in some cases compromising the functional output of host tissues, i.e. immunopathology. Presumably for this reason, resistance mechanisms are coupled to countervailing oxidative stress responses that preserve parenchyma tissue function. These provide tissue damage control without exerting a direct negative impact on pathogens and as such are said to confer disease tolerance to infection. This defense strategy relies on the expression of a number of evolutionary conserved effector genes controlling the pro-oxidant effects of iron and heme, as illustrated for the heme catabolizing enzyme heme oxygenase 1 or the iron sequestering protein ferritin H chain. BILITOLERANCE aims at identifying and characterizing an unexplored and possibly central component of this tissue damage control mechanism that relies on the conversion of the end-product of heme catabolism biliverdin into bilirubin, by biliverdin reductase A (BVRA). The central hypothesis to be tested by BILITOLERANCE is that bilirubin generated by BVRA provides a potent lipophilic anti-oxidant defense mechanism that limits the deleterious effects of lipid peroxidation. Moreover BILITOLERANCE will test the hypothesis that bilirubin also signals via the aryl hydrocarbon receptor (AhR) to modulate the activation of tissue-resident macrophages and promote tissue damage control and disease tolerance to infection.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999455894": {
            "orgId": "999455894",
            "orgName": "FUNDACAO CALOUSTE GULBENKIAN",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}