{
    "rcn": "212629",
    "acronym": "EREMOZ",
    "topics": "MSCA-IF-2016",
    "title": "Effect of rare-earth doping elements on the mechanical and oxidation resistance performance of silicon carbide coated carbon fibre / zirconium carbide composites for high temperature applications",
    "startDate": "18/04/2018",
    "endDate": "17/04/2020",
    "objective": "There is an increased demand for high temperature structural materials suitable for use at>1400∞C, including heat exchangers, Generation IV nuclear reactor components (e.g. control rod sheath & fuel constituents), the receiver materials of concentrated solar power (CSP) systems, high temperature thermoelectric devices and static components in gas turbines and aero engines. Ultra-high temperature ceramics (UHTCs) exhibit especially high melting temperatures and include the diborides and carbides of zirconium and hafnium (ZrC & HfC).  Unfortunately, UHTCs also suffer from poor fracture toughness, relatively poor oxidation resistance and are very difficult to process since the densification temperature required is also very high. EREMOZ will address these challenges by using a non-conventional process route along with a combination of fibre reinforcement and rare earth dopants. Specifically, processing will be based on the energy efficient process of chemical vapour infiltration (CVI) rather than more conventional sintering; the former allows dense composites to be produced at much lower temperatures. The poor fracture toughness will be improved by the introduction of silicon carbide fibres (SiCf) or carbon fibres (Cf), which enhance resistance to crack propagation. Finally, oxidation resistance will be improved by the introduction of second phases, such as those based on silicon and/or rare earths, which facilitate the formation of oxide scales that inhibit oxygen diffusion. The outcomes from this project will be three fold, to: \n1. Determine whether the presence of the rare earth element (e.g. La,Eu, Nd, Ce, Y) dopants will improve the properties and performance of the composites and whether they have any effect, positive or negative, on the processing required; \n2. Produce composites that display enhanced toughness compared to monolithic UHTC ceramics; \n3. Produce composites that display enhanced oxidation resistance compared to UHTC composites.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}