{
    "rcn": "212684",
    "acronym": "HIT-CF",
    "topics": "SC1-PM-08-2017",
    "title": "Personalised Treatment For Cystic Fibrosis Patients With Ultra-rare CFTR Mutations (and beyond)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In our HIT-CF project, we aim to bring personalised disease modifying therapies to cystic fibrosis (CF) patients with ultra-rare CFTR mutations, who could otherwise never get access to such treatment. Once we have proven our unique concept, the CF community can easily extend our state-of-the-art methodology to all CF patients such that HIT-CF will impact the entire CF field. \n\nWe will achieve our goals by means of a randomised, double-blind, placebo-controlled, repeated-crossover, three-armed platform trial with prospectively defined meta-analysis to evaluate efficacy at group and individual level. HIT-CF is designed to enable access to the most relevant global drug products, and each trial arm will test a drug product candidate (a single compound or a compound combination) from one of our pharmaceutical consortium partners. The patients will be assigned to the specific trial based on the effect of the drug product candidates on cultured intestinal miniature organs (termed organoids) grown from rectal biopsies, instead of based on typical genotyping only.\n \nIn parallel with this H2020 project, our pharmaceutical partners will obtain market approval of their drug product candidates for common (F508del or gating) mutations in the CFTR gene. Ultimately, our project will enable ëmanagedí off-label access to these therapies towards patient groups or individuals who show response to the therapy in a prospective intestinal organoid test. \n\nOne of the major impacts of this project will be the innovative methodologies to acquire reimbursement for current and future off-label treatments of people with CFTR mutations. This will represent a real paradigm shift in CF treatment as it implements a new type of personalized medicine paradigm based on organoids, by shifting therapeutic trials from patients to the laboratory.",
    "totalCost": "8753615",
    "ecMaxContribution": "6701365",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;EUROPEAN CYSTIC FIBROSIS SOCIETY;CYSTIC FIBROSIS EUROPE EV;STICHTING HUBRECHT ORGANOID TECHNOLOGY;JULIUS CLINICAL RESEARCH BV;FLATLEY DISCOVERY LAB LLC;PATERGRUS BVBA;GALAPAGOS;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "PT;DK;DE;NL;US;BE",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 1434418
        },
        "999419131": {
            "orgId": "999419131",
            "orgName": "GALAPAGOS",
            "ecContrib": 27000
        },
        "948301683": {
            "orgId": "948301683",
            "orgName": "EUROPEAN CYSTIC FIBROSIS SOCIETY",
            "ecContrib": 334740
        },
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 257368
        },
        "975288150": {
            "orgId": "975288150",
            "orgName": "CYSTIC FIBROSIS EUROPE EV",
            "ecContrib": 141312
        },
        "917030726": {
            "orgId": "917030726",
            "orgName": "FLATLEY DISCOVERY LAB LLC",
            "ecContrib": 27000
        },
        "988243858": {
            "orgId": "988243858",
            "orgName": "JULIUS CLINICAL RESEARCH BV",
            "ecContrib": 2703152
        },
        "974628453": {
            "orgId": "974628453",
            "orgName": "PATERGRUS BVBA",
            "ecContrib": 302075
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 386250
        },
        "942157315": {
            "orgId": "942157315",
            "orgName": "STICHTING HUBRECHT ORGANOID TECHNOLOGY",
            "ecContrib": 1088050
        }
    },
    "calculatedTotalContribution": 6701365
}