{
    "rcn": "212691",
    "acronym": "OligoGpivotalCF",
    "topics": "SC1-PM-08-2017",
    "title": "A pivotal phase IIb clinical trial of inhaled alginate oligosaccharide (OligoG) for cystic fibrosis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The objective of the current proposal is to advance the orphan drug OligoG CF-5/20 (OligoG) through a pivotal phase IIb clinical trial, to enable a new and improved therapeutic approach for the orphan disease cystic fibrosis by 2020.\n\nThe study drug is an alginate oligosaccharide derived from seaweed. Several properties relevant to the treatment of CF have been demonstrated using in vitro and ex vivo model systems including release of stagnant mucus, disruption of bacterial biofilm and increased bacterial susceptibility to antibiotics. OligoG received an EU Orphan Drug Medicinal Product Designation in 2007 and an FDA Orphan Drug Designation February 2016, for the treatment of cystic fibrosis. \n\nThe planned clinical trial will include 120 CF patients from approx. 35 European sites in coordination with the European Clinical Trial Network. The final study design, selection criteria, procedures and endpoints will be based on results from a recently finalized phase II study and will follow scientific advice and protocol assistance sought at the European Medicines Agency (EMA). A set of clinical and exploratory endpoints will be defined to assess the various effects of OligoG, comprising lung function assessed by spirometry and Lung Clearance Index (LCI) measurements, infection status assessed by frequency of pulmonary exacerbations and non-culture-dependent microbiology, and patient reported outcomes assessed by questionnaires, including standardised CF questionnaires (CFQ-R).\n\nA successful trial will enable preparation of international applications for conditional marketing authorisation (cMAA) throughout Europe and a New Drug Application (NDA) in the US, for the treatment of cystic fibrosis lung disease. In accordance with the work programme, a successful project will thus imply a new and improved therapeutic approach within cystic fibrosis available for CF patients by 2020.",
    "totalCost": "9363748,75",
    "ecMaxContribution": "6013748,75",
    "coordinator": "KLINIKUM DER UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;EUROPEAN CYSTIC FIBROSIS SOCIETY;CYSTIC FIBROSIS EUROPE EV;ALGIPHARMA AS;SMERUD MEDICAL RESEARCH INTERNATIONAL AS",
    "participantCountries": "UK;DK;DE;NO",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 79990
        },
        "948301683": {
            "orgId": "948301683",
            "orgName": "EUROPEAN CYSTIC FIBROSIS SOCIETY",
            "ecContrib": 52259
        },
        "999884828": {
            "orgId": "999884828",
            "orgName": "KLINIKUM DER UNIVERSITAET ZU KOELN",
            "ecContrib": 1541500
        },
        "975288150": {
            "orgId": "975288150",
            "orgName": "CYSTIC FIBROSIS EUROPE EV",
            "ecContrib": 32500
        },
        "997532093": {
            "orgId": "997532093",
            "orgName": "SMERUD MEDICAL RESEARCH INTERNATIONAL AS",
            "ecContrib": 2501250
        },
        "973810452": {
            "orgId": "973810452",
            "orgName": "ALGIPHARMA AS",
            "ecContrib": 1806250
        }
    },
    "calculatedTotalContribution": 6013749
}