{
    "rcn": "212698",
    "acronym": "AUTISMS",
    "topics": "ERC-2017-STG",
    "title": "Decomposing Heterogeneity in Autism Spectrum Disorders",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Autism spectrum disorders (ASD) affect 1-2% of the population and are a major public health issue. Heterogeneity between affected ASD individuals is substantial both at clinical and etiological levels, thus warranting the idea that we should begin characterizing the ASD population as multiple kinds of ëautismsí. Without an advanced understanding of how heterogeneity manifests in ASD, it is likely that we will not make pronounced progress towards translational research goals that can have real impact on patientís lives. This research program is focused on decomposing heterogeneity in ASD at multiple levels of analysis. Using multiple ëbig dataí resources that are both ëbroadí (large sample size) and ëdeepí (multiple levels of analysis measured within each individual), I will examine how known variables such as sex, early language development, early social preferences, and early intervention treatment response may be important stratification variables that differentiate ASD subgroups at phenotypic, neural systems/circuits, and genomic levels of analysis. In addition to examining known stratification variables, this research program will engage in data-driven discovery via application of advanced unsupervised computational techniques that can highlight novel multivariate distinctions in the data that signal important ASD subgroups. These data-driven approaches may hold promise for discovering novel ASD subgroups at biological and phenotypic levels of analysis that may be valuable for prioritization in future work developing personalized assessment, monitoring, and treatment strategies for subsets of the ASD population. By enhancing the precision of our understanding about multiple subtypes of ASD this work will help accelerate progress towards the ideals of personalized medicine and help to reduce the burden of ASD on individuals, families, and society.",
    "totalCost": "1499444",
    "ecMaxContribution": "1499444",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
    "participantCountries": "US",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 1218194
        },
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 281250
        }
    },
    "calculatedTotalContribution": 1499444
}