{
    "rcn": "212664",
    "acronym": "CAREANDWORK",
    "topics": "MSCA-IF-2016",
    "title": "Male Family Caregiverís Well-being: Balancing Work and Long-Term Care in France and Japan",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Rapid demographic ageing in Europe, as highlighted in Horizon 2020 health priorities, makes the challenge of long-term care increasingly pressing. Despite substantial discussions on caregivers in policy making and academic research, a rapidly emerging new group of relatively young male family primary caregivers who often also work are largely understudied and increasingly risk giving up their employment. Inadequate understanding of gendered caregivers jeopardises not only carers but also care receivers, other family members and society as a whole: better outcomes for the elderly are substantially dependent on the well-being of caregivers. For Europe it is relevant and timely to learn from ësuper-agedí Japan about such gendered carersí practices, particularly their use of innovative ëtechnologised careí emphasised by Japanís large-scale welfare programme. Yet, learnings need to be contextualised to reflect European societies, such as Franceís highly developed family policies. Hence, this project aims to address the gap in understanding of gendered male family care practices to inform policy development, focusing on the relevance and application in France of practices from Japan. This project will develop an innovative multidisciplinary approach to comparative understanding and policy development: building on the researcherís anthropological PhD on men and masculinities in family the project develops ëshort-duration fieldworkí in Paris and Tokyo, which is complemented by capabilities developed through training by hosts Science Po and Oxford in sociology and policy analysis. The project findings will be disseminated to potential users, such as policy makers, academic and non-academic researchers, also by organising an international workshop and to the public through popular media. The research project develops the researcherís specific capabilities and transferable professional skills that substantially open up new career paths, notably in policy research in Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999957869": {
            "orgId": "999957869",
            "orgName": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}