{
    "rcn": "212790",
    "acronym": "STRATO",
    "topics": "ERC-2017-STG",
    "title": "Stress as a modifier of atherosclerosis - Novel mechanistic insights and therapeutic avenues -",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Atherosclerosis and its complications such as acute coronary syndromes (myocardial infarction and unstable angina) are leading causes of death in the EU and worldwide. Mental stress is known to be a major trigger for the onset of acute coronary syndromes, even in patients with state-of-the-art medical treatment. How acute mental stress rapidly drives plaque destabilization causing acute coronary syndromes is poorly understood and consequently specific treatment, although urgently needed, is lacking. Mental stress is known to affect the immune system. Leukocytes, the effector cells of the immune system, are main instigators not only of plaque progression, but also of plaque destabilization. We hypothesize that acute mental stress rapidly aggravates plaque inflammation, which renders plaques more vulnerable and prone to rupture.\nWe aim to characterize the impact of stress on plaque inflammation in a mouse model of acute mental stress. We will explore the mechanisms by which acute mental stress drives plaque inflammation. Based on these findings, we aim to provide a novel treatment approach to mitigate stress exacerbated plaque inflammation. Further, we aim to translate our findings to stressed humans.\nThe STRATO study will be carried out in a multidisciplinary approach including basic and clinician scientists, immunologists, and psychosomatic specialists and will provide us with an unprecedented, comprehensive picture of how acute mental stress aggravates atherosclerosis. Our study will fill a gap in mechanistic knowledge and based on this will identify novel therapeutic measures with the aim to reduce acute mental stress related cardiovascular complications.",
    "totalCost": "1477680",
    "ecMaxContribution": "1477680",
    "coordinator": "DEUTSCHES HERZZENTRUM MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998634983": {
            "orgId": "998634983",
            "orgName": "DEUTSCHES HERZZENTRUM MUNCHEN",
            "ecContrib": 1477680
        }
    },
    "calculatedTotalContribution": 1477680
}