{
    "rcn": "212772",
    "acronym": "GlycoEdit",
    "topics": "ERC-2017-STG",
    "title": "New Chemical Tools for Precision Glycotherapy",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "Glycosylation, the expression of carbohydrate structures on proteins and lipids, is found in all the domains of life. The collection of all glycans found on a cell is called the ìglycomeî which is information rich and a key player in a plethora of physiological and pathological processes. The information that the glycome holds can be written, read and erased by glycosyltransferases, lectins and glycosidases, respectively. The immense structural complexity and the fact that glycan biosynthesis is not under direct genetic control makes it very difficult to study the glycome.\n \nThe glycosylation pattern of cancer cells is very different from that of healthy cells. It is still unclear whether aberrant glycosylation of cancer cells is a cause or consequence of tumorigenesis but it is associated with aggressive and invasive forms of cancer and hence poor prognosis. Malignant glycans are directly involved in a number of mechanisms that suppress the immune response, increase migration and extravasation (metastasis), block apoptosis and increase resistance to chemotherapy.\n \nThe aim of this proposal is develop new glycomimetics that can be used to edit the glycome of cancer cells to target such evasive mechanisms. Using combinations of new glycan based inhibitors, a coordinated attack on the cancer glycome can be carried out which is expected to severely cripple the cancers ability to grow and metastasize. This will make the tumor more susceptible to immune mediated killing which may be further enhanced in combination with other anti-cancer strategies.\n\nTo minimize systemic side effects, new methods for the local delivery/activation of glycan inhibitors will be developed. The developed methods are expected to have a much broader than just cancer alone since the studied mechanisms are also associated with autoimmune and neurodegenerative disease.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}