{
    "rcn": "212736",
    "acronym": "MEMCIRCUIT",
    "topics": "ERC-2017-STG",
    "title": "Deconstruction of a neural circuit for working memory: hubs, coding mechanisms, and signal routing",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Working memory is the basis of cognition. It allows behaviour to be governed by internal goals rather than by reflexive stimulus-response mappings. The neural mechanisms of memory maintenance are heavily contested. Animal electrophysiology studies suggest a pivotal role of persistent spiking activity in single neurons of the prefrontal cortex, whereas human neuroimaging points to sub-threshold synaptic activity distributed across sensory cortex. This double dissociation of storage mechanisms and storage sites could result from the comparison of different recording methods, which measure distinct neuronal signals. Alternatively, there might be a fundamental difference between humans and animals. My key objective is to formulate general principles of working memory coding at the cellular and circuit level by integrating across previously disconnected lines of research. I will address two central questions. First, where and how is the memorized information stored? I will use an innovative approach to record large-scale single-unit activity from a cognitive (prefrontal) and a sensory (auditory) region in awake neurosurgical patients and directly compare the data to recordings from mice performing the same auditory working memory task. This will allow me to determine whether the mnemonic fingerprints are species-specific or shared across humans and rodents. Second, what neural pathways support the flow of information during working memory? Using the animal model, I will disrupt cross-regional interactions in the memory network with millisecond-precise, projection-specific optogenetic tools in order to dissect the contribution of each hub to memory storage and memory access. This project provides an unprecedented one-to-one matching of behavioural tasks and recording methods with single-cell and split-second resolution in humans and rodents. It represents a major step forward in understanding the cellular and circuit basis of a critical cognitive brain function.",
    "totalCost": "1499989",
    "ecMaxContribution": "1499989",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1499989
        }
    },
    "calculatedTotalContribution": 1499989
}