{
    "rcn": "212793",
    "acronym": "GlobalLIT",
    "topics": "ERC-2017-STG",
    "title": "GLOBAL LITERARY THEORY",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Literary theory is often regarded as a twentieth century invention, with no precedents prior to modernity. This relegates older discourses on literature to the status of source material, pertaining to literatureís past, rather than as springboards for literatureís future. While the self-understanding of literary theoryís modernity helped to bring about the disciplineís birth, and hence was innovative in its own time, at present it accounts for many  gaps and limits within its current structure, whereby European aesthetic categories remain normative and lesser-known geographies are marginalized within synthetic accounts of literary form. Even when the literatures studied are non-European, the literary theory used to understand these texts often circulates within a restricted set of modern European traditions.\n\nA more pluralistic approach to literary knowledge that takes account of the radically different temporalities in the genesis of literary form across different literary traditions, and which explores the different meanings of literature across varying historical and cultural contexts, will reinvigorate the discipline of literary studies with new understandings of the capacity of critique, new views of the role of aesthetic judgment and its ontological foundations, and new ways of imagining the status of literatureópoetry in particularóin the public sphere. Through four case studies of Arabic, Persian, Turkic, and Georgian literary theory in the Islamic world (especially the Caucasus), we will produce co-authored articles, individual monographs, and a cumulative anthology of key contributions to literary theory from the Islamic world. Moving beyond the parameters of modernity itself, GlobalLIT seeks to invigorate the discipline of literary studies with new answers to ancient questions. While some of our texts have been studied before, most have not been the subject of sustained scholarly research, and have never before been placed into systematic comparison.",
    "totalCost": "1498982",
    "ecMaxContribution": "1498982",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1498982
        }
    },
    "calculatedTotalContribution": 1498982
}