{
    "rcn": "212788",
    "acronym": "GreatMoves",
    "topics": "ERC-2017-STG",
    "title": "General Relativistic Moving-Mesh Simulations of Neutron-Star Mergers",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "In the arising era of gravitational-wave (GW) astronomy the demand for the next-generation of neutron-star (NS) merger models has never been so great. By developing the first relativistic moving-mesh simulations of NS mergers, we will be able to reliably link observables of these spectacular events to fundamental questions of physics. Our approach will allow us to maximize the information that can be obtained from different GW oscillations of the postmerger remnant. In this way we will demonstrate the scientific potential of future postmerger GW detections to unravel unknown properties of NSs and high-density matter. Based on our models we will work out the optimal GW data analysis strategy towards this goal.\nEmploying a revolutionary numerical technique we will be able to achieve an unprecedented resolution of the merger outflow. High-resolution simulations of these ejecta are critical to uncover the detailed conditions for nucleosynthesis, specifically, for the rapid-neutron capture process (r-process). The r-process forges the heaviest elements such as gold and uranium, but its astrophysical production site still has to be clarified. Moreover, the nuclear decays in the expanding outflow power electromagnetic counterparts, which are targets of optical survey telescopes (iPTF, ZTF, BlackGEM, LSST). Our multi-disciplinary approach combines hydrodynamical models, nuclear network calculations and light-curve computations to facilitate the interpretation of future electromagnetic observations within a multi-messenger picture. Linking these observables to the underlying outflow properties is pivotal to unravel the still mysterious origin of heavy elements created by the r-process.",
    "totalCost": "1499485",
    "ecMaxContribution": "1499485",
    "coordinator": "HITS GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999578405": {
            "orgId": "999578405",
            "orgName": "HITS GGMBH",
            "ecContrib": 1499485
        }
    },
    "calculatedTotalContribution": 1499485
}