{
    "rcn": "212757",
    "acronym": "SUPERSTARS",
    "topics": "ERC-2017-STG",
    "title": "Type Ia supernovae: from explosions to cosmology",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Type Ia supernovae (SNe Ia) are the incredibly luminous deaths of white dwarfs in binaries. They play a vital role in chemical enrichment, galaxy feedback, stellar evolution, and were instrumental in the discovery of dark energy. However, what are the progenitor systems of SNe Ia, and how they explode remains a mystery. My recent work has concluded the controversial result that there may be more than one way to produce SNe Ia. As SN Ia cosmology samples reach higher precision, understanding subtle differences in their properties becomes increasingly important. A surprising diversity in white-dwarf explosions has also been uncovered, with a much wider-than-expected range in luminosities, light-curve timescales and spectral properties. A key open question is ëWhat explosion mechanisms result in normal SNe Ia compared to more exotic transients?í\n\nMy team will use novel early-time observations (within hours of explosion) of 100 SNe Ia in a volume-limited search (<75 Mpc). The targets will come from the ATLAS and Pan-STARRS surveys that will provide unprecedented sky coverage and cadence (>20000 square degrees, up to four times a night). These data will be combined with key progenitor diagnostics of each SN (companion interaction, circumstellar material, central density studies). The observed zoo of transients predicted to result from white-dwarf explosions (He-shell explosions, tidal-disruption events, violent mergers) will also be investigated, with the goal of constraining the mechanisms by which white dwarfs can explode. My access to ATLAS/Pan-STARRS and my previous experience puts me in a unique position to obtain ëday-zeroí light curves, rapid spectroscopic follow-up, and late-time observations. The data will be analysed with detailed spectral modelling to unveil the progenitors and diversity of SNe Ia. This project is timely with the potential for significant breakthroughs to be made before the start of the next-generation ëtransient machineí, LSST in ~2021.",
    "totalCost": "1876496",
    "ecMaxContribution": "1876496",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 1876496
        }
    },
    "calculatedTotalContribution": 1876496
}