{
    "rcn": "212720",
    "acronym": "LNEXPANDS",
    "topics": "ERC-2017-STG",
    "title": "The Mechanisms and Dynamics Controlling Cycles of Lymph Node Expansion",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Lymph node swelling is a classical hallmark of immunity. This expansion is observed by doctors, researchers and patients, yet as obvious as this process is, our understanding of the remodelling mechanisms involved are in their infancy. Lymph node remodelling is rapid and yet completely reversible, occurring countless times throughout our lifetimes. The purpose of this proposal is to understand how lymph node remodelling occurs and is resolved, repeatedly; to understand immunity in a whole organ context.\nThe architecture of lymphoid organs is key to the effective operation of our immune system and is dictated by structures formed by non-haematopoetic stromal cells, including endothelial cells, and fibroblasts. Beyond their structural roles, stromal cells play an active role in immune responses, and the field of stromal immunology has become one of the most dynamic and exciting areas of immunology research. In this proposal I focus on the changing behaviour of fibroblastic reticular cells (FRCs) throughout cycles of lymph node remodelling. Fibroblastic reticular cells (FRCs) are the most abundant lymphoid stromal cell population, and form an interconnected network spanning the full volume of the tissue. FRCs are highly contractile and are able to relax and stretch during early phases of lymph node remodelling. FRCs proliferate during later phases of lymph node growth but are then removed as homeostasis is restored. Throughout this proposal I will use an extensive range of systems, ranging from proteomics and biochemistry to intravital imaging.\nI aim to: 1) To discover how spreading and stretching of the existing fibroblastic reticular network is directed in the acute phase of expansion: 2) To discover the cellular cues inducing the switch from stretching to proliferation and growth of the fibroblastic reticular network and 3) understand how homeostasis is regained as immune responses are resolved.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}