{
    "rcn": "212752",
    "acronym": "EpComp",
    "topics": "ERC-2017-STG",
    "title": "Competence and Success in Epistemology and Beyond",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project formulates and defends a novel approach in epistemology, demonstrating how it solves a range of key problems in the field. New frontiers of research are opened up by applying the core lessons learnt in epistemology to the study of practical reason and ethics.\n\nMy dual evaluations approach hypothesizes that for a wide range of key evaluative notions, competence is neither necessary nor sufficient for success: there are both cases of incompetent success and of competent failure. For instance, a subject can know without exercising knowledge-conducive competence, and vice versa ñ and similarly for justified or rational belief. The project demonstrates how this recognition solves a cluster of key problems in the field relating to so-called higher-order evidence, and how it allows accommodating internalist evaluations in more externalist frameworks, thus bridging perhaps the most significant divide in epistemology.\n\nWhat will emerge is a thorough re-structuring of the epistemological landscape. The project generalizes some of the lessons learnt to the study of structural requirements of rationality. Finally, the approach is deployed to investigate the relationship between morally right and morally worthy action. The main objectives of the project are:\n\n(O1) To develop the theoretical foundations of the dual evaluations approach. \n\n(O2) To put forth a novel view in epistemology that demonstrates how recognizing both cases of competent failure and incompetent success solves highly current problems and puzzles, reconciling two opposing theoretical starting points. \n\n(O3) To investigate and ultimately reject as theoretically important the notion of structural rationality, offering an alternative, competence-based explanation of verdicts that seem to show the need for such a notion. \n\n(O4) To explore generalizations of the results of the previous parts of the project to the practical and moral domains.",
    "totalCost": "1470665",
    "ecMaxContribution": "1470665",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1470665
        }
    },
    "calculatedTotalContribution": 1470665
}