{
    "rcn": "212738",
    "acronym": "THEKAISERSMOSQUES",
    "topics": "ERC-2017-STG",
    "title": "Islamic architecture and Orientalizing style in Habsburg Bosnia, 1878-1918",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The project highlights a grossly understudied experiment at the intersection of nineteenth-century European and Islamic architectural histories. It draws attention to a significant body of buildings designed by architects trained in Central Europe for use by Muslims in Habsburg-ruled Bosnia-Herzegovina (1878-1918). These buildings, many of which mosques, largely draw upon a traditional Islamic formal and functional typology. The composition and decoration of their facades, however, is the product of nineteenth-century Historicist conduct. Quoted are elements from assorted Islamic artistic heritages, with prominence given to Cairo and Andalusia. In Bosnia, many of these buildings were misinterpreted as mere renovations of Ottoman edifices, as is indeed declared on several inscriptions. However, this information generally appears to pertain to the institutions accommodated in these buildings rather than to their present form and architecture. \nThe projectís primary intention is to validate the assertion that these buildings must be considered a distinct group of architectural monuments, and that they, in consequence, constitute a phenomenon that necessitates separate appraisal and study. Intertwined with this architectural phenomenon is the stylistic phenomenon traditionally (yet inaccurately) called ëpseudo-Moorishí in Bosnia. This Orientalizing style was the preferred choice for buildings constructed for use by Muslims; it is be the projectís second focus of inquiry. The study seeks to explore its historical sources and the channels of their reception, as well as the logic and aesthetic of these sourcesí paraphrasing in a nineteenth-century context. \nBy documenting and analyzing this heritage in the necessary detail, the project fills a significant gap in published scholarly research. It also contributes to our understanding of European powersí historical responses to the challenge of cultural diversity in territories under their control.",
    "totalCost": "1257973",
    "ecMaxContribution": "1257973",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 1257973
        }
    },
    "calculatedTotalContribution": 1257973
}