{
    "rcn": "212734",
    "acronym": "HEFT",
    "topics": "ERC-2017-STG",
    "title": "Hidden Emissions of Forest Transitions: GHG effects of socio-metabolic processes reducingpressures on forests",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "A forest transition, i.e. forest expansion after a long period of deforestation, has occurred in many, mostly industrialized countries. Forest transitions have recently resulted in declining rates of global net deforestation and contributed to carbon (C) sinks in terrestrial ecosystems. Studies have shown the concurrence of forest transitions and industrialization processes, but the systemic links between forest transitions, their underlying socio-metabolic processes and associated greenhouse gas (GHG) emissions have been neither systematically explored nor quantified.\n\nHEFT introduces the idea of ìhidden emissions of forest transitionsî, i.e. the GHG emissions from socio-metabolic processes reducing pressures on forests. Hidden emissions may stem from processes such as substitution of fuelwood by modern energy sources, intensification of agriculture, and externalization of biomass production to remote regions. Building on the concept of socio-ecological metabolism, HEFT develops a consistent methodological framework to quantify the full GHG emissions and sinks from socio-metabolic and ecological processes in the course of forest transitions, within which their hidden emissions are identified. Forest transitions in multiple contexts are analyzed at local, national and supranational scales: in Europe since c. 1850, North America since c. 1880, and South East Asia since 1980. A coarse global-scale assessment complements the regional case studies.\n\nWe will integrate sources and analytical methods from environmental and social sciences as well as the humanities to analyze context-specific trajectories and general features of socio-ecological GHG budgets and their respective socio-political contexts since the onset of forest transitions. The sound understanding of hidden emissions will be used to identify the least GHG-intensive trajectories and to draw lessons for future climate-friendly forest transitions.",
    "totalCost": "1401941",
    "ecMaxContribution": "1401941",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSITAET KLAGENFURT",
    "participantCountries": "AT",
    "projectParticipants": {
        "999836813": {
            "orgId": "999836813",
            "orgName": "UNIVERSITAET KLAGENFURT",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}