{
    "rcn": "212789",
    "acronym": "CELL HORMONE",
    "topics": "ERC-2017-STG",
    "title": "Bringing into focus the cellular dynamics of the plant growth hormone gibberellin",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "During an organismís development it must integrate internal and external information. An example in plants, whose development stretches across their lifetime, is the coordination between environmental stimuli and endogenous cues on regulating the key hormone gibberellin (GA). The present challenge is to understand how these diverse signals influence GA levels and how GA signalling leads to diverse GA responses. This challenge is deepened by a fundamental problem in hormone research: the specific responses directed by a given hormone often depend on the cell-type, timing, and amount of hormone accumulation, but hormone concentrations are most often assessed at the organism or tissue level. Our approach, based on a novel optogenetic biosensor, GA Perception Sensor 1 (GPS1), brings the goal of high-resolution quantification of GA in vivo within reach. In plants expressing GPS1, we observe gradients of GA in elongating root and shoot tissues. We now aim to understand how a series of independently tunable enzymatic and transport activities combine to articulate the GA gradients that we observe. We further aim to discover the mechanisms by which endogenous and environmental signals regulate these GA enzymes and transporters. Finally, we aim to understand how one of these signals, light, regulates GA patterns to influence dynamic cell growth and organ behavior. Our overarching goal is a systems level understanding of the signal integration upstream and growth programming downstream of GA. The groundbreaking aspect of this proposal is our focus at the cellular level, and we are uniquely positioned to carry out our multidisciplinary aims involving biosensor engineering, innovative imaging, and multiscale modelling. We anticipate that the discoveries stemming from this project will provide the detailed understanding necessary to make strategic interventions into GA dynamic patterning in crop plants for specific improvements in growth, development, and environmental responses.",
    "totalCost": "1499616",
    "ecMaxContribution": "1499616",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}