{
    "rcn": "212795",
    "acronym": "LANGARCHIV",
    "topics": "ERC-2017-STG",
    "title": "Hausa and Kanuri languages as archive for the history of Sahara and Sahel in 18th and 19th century",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The eighteenth and nineteenth century history of the central Sahara and Sahel has primarily been written using European or jihadist Arabic sources. This has led to an overwhelming emphasis on religion, politics, and geography as core themes that shaped social and cultural dynamics in this region. By focusing on sources in African languagesóuntil now largely forgotten by historiansóthe project LANGARCHIV aims to enrich and expand this narrative. Hausa and Kanuri material collected by Germanophone, British, and French scholars for linguistic study between 1772 and 1913 in West and North Africa, England, and Brazil cries out for collaboration between historians, linguists, and anthropologists. This rich body of primary sources remains under-studied, having been rejected as colonial even though the majority were collected before colonial occupation. A general reconsideration of this material will enable a major shift in our understanding, toward a ëhistory from belowí that will make it possible to explore the history of Sahelian societies through the stories that Sahelians told about themselves. Serving as linguae francae, in the eighteenth and nineteenth centuries Hausa and Kanuri were spoken from Tripoli to Kano and Bahia, and today Hausa remains the most widely spoken language in West Africa, with 50 million speakers scattered over more than 6 countries LANGARCHIV will be the first project to explore materials in African languages as sources for African history. Combining an epistemological analysis of European scientific interest in African languages with the will to write a social history that overcomes the jihadist bias, the project aims to bring about a paradigmatic shift in the history of the central Sahara and Sahel. It will achieve this goal by revealing a rich body of primary sources and by developing an innovative analytical framework for using documents generated by early students of African languages and cultures as historical sources.",
    "totalCost": "1497168",
    "ecMaxContribution": "1497168",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF BIRMINGHAM;UNIVERSITAET LEIPZIG",
    "participantCountries": "UK;DE",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 154855
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1113357
        },
        "999854564": {
            "orgId": "999854564",
            "orgName": "UNIVERSITAET LEIPZIG",
            "ecContrib": 228956
        }
    },
    "calculatedTotalContribution": 1497168
}