{
    "rcn": "212755",
    "acronym": "EFFORT",
    "topics": "ERC-2017-STG",
    "title": "Effort and Social Inequality: Advancing Measurement and Understanding Parental Origin Effects",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "This project aims to understand the role of effort in the reproduction of social inequality. While large-scale test programs like PISA have produced impressive amounts of data on the determinants of cognitive abilities, there is scant evidence on socio-economic differences in cognitive effort. Better understanding the social origins of effort pushes the frontier of knowledge on intergenerational mobility and allows improving equality of opportunity. Specifically, the aim of the project is to answer three research questions:\n\n1. To what extent do childrenís effort levels differ by parental socioeconomic background? (descriptive component).\n2. Can existing disparities in effort by social background be explained by (a) the intergenerational transmission of effort from parents to children, and (b) varying motivations and differential susceptibility to incentives? (analytical component).\n3. What are the best techniques to measure cognitive effort and what are the strengths and weaknesses of measures routinely used in different scientific disciplines? (methodological component).\n\nThe project will develop and exploit cutting-edge methods of effort measurement such as real-effort tasks and psychophysiological techniques like pupillometry. Their immense potential has remained untapped in inequality research thus far. Experimental data will be collected for a large sample of school-age children and their parents in Spain and Germany. Subjective effort dispositions will be further analyzed using (inter)national surveys. The triangulation of carefully chosen methodologies will provide the first reliable evidence on socioeconomic differences in effort and stimulate new research (e.g. on gender or ethnic differentials in effort). Cross-validation analysis will detect possible biases of commonly used effort measures. The research findings will provide valuable insights for educational practitioners and decisive evidence for normative debates about social inequality and policy design.",
    "totalCost": "1499572",
    "ecMaxContribution": "1499572",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD NACIONAL DE EDUCACION A DISTANCIA;WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
    "participantCountries": "ES;DE",
    "projectParticipants": {
        "999863294": {
            "orgId": "999863294",
            "orgName": "UNIVERSIDAD NACIONAL DE EDUCACION A DISTANCIA",
            "ecContrib": 62500
        },
        "999502357": {
            "orgId": "999502357",
            "orgName": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
            "ecContrib": 209712
        },
        "999899572": {
            "orgId": "999899572",
            "orgName": "UNIVERSIDAD CARLOS III DE MADRID",
            "ecContrib": 1227360
        }
    },
    "calculatedTotalContribution": 1499572
}