{
    "rcn": "212794",
    "acronym": "LONGSPIN",
    "topics": "ERC-2017-STG",
    "title": "Long-range coupling of hole spins on a silicon chip",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "With the miniaturization of electronic devices, the semiconductor industry has to deal with complex technical barriers and is forced to introduce novel and innovative concepts. The project proposal is exactly in line with this new paradigm as it proposes to divert CMOS technology to explore a new path for quantum spintronics. Concretely the project aims at using spin-orbit interaction present in the valence band of silicon to drive ultra-fast and ultra-coherent hole spin quantum bits (qubits). The proposal builds on the first demonstration by the principal investigator of a hole spin qubit electrically driven in silicon.\nWhile spins are excellent quantum bits, their long-range coupling remains a challenge to tackle towards complex quantum computing architectures. Here I propose to take up this challenge using a microwave photon as a quantum mediator between qubits in silicon. \nThe LONGSPIN project presents a unique approach by leveraging a standard silicon-on-insulator CMOS process for the implementation of the qubits co-integrated with superconducting microwave resonators. \nThis research project will provide a CMOS quantum toolkit with optimized designs and materials for fast and coherent qubits with a profound understanding of the physical limitations to hole spin coherence and hole qubit gate fidelity in silicon.  Eventually a microwave photon used as a quantum bus will allow the transfer of quantum information between distant spin qubits.",
    "totalCost": "1998423",
    "ecMaxContribution": "1998423",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1998423
        }
    },
    "calculatedTotalContribution": 1998423
}