{
    "rcn": "212774",
    "acronym": "DEVTAXNET",
    "topics": "ERC-2017-STG",
    "title": "Tax Evasion in Developing Countries. The Role of Firm Networks",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Tax evasion leads to billions of Euros of losses in government revenue around the world. This does not only affect public budgets, but can also create large distortions between activities that are fully taxed and others that escape taxation through evasion. These issues are particularly severe in developing countries, where evasion is especially high and governments struggle to raise funds for basic services and infrastructure, while at the same time trying to grow independent of international aid.\n\nIt is widely suspected that some of the most common and difficult to detect forms of evasion involve interactions across firm networks. However, due to severe data limitations, the existing literature has mostly considered taxpayers as isolated units. Empirical evidence on tax compliance in firm networks is extremely sparse.\n\nThis proposal describes 3 Sub-Projects to fill this gap. They are made possible thanks to access I have obtained -through five years of prior research and policy engagementñ to unique datasets from Chile and Ecuador on both the networks of supply chains and of joint ownership structures.\n\nThe first Sub-Project focuses on international firm networks. It aims to analyze profit shifting of multinational firms to low tax jurisdictions, exploiting a natural experiment in Chile that strongly increased monitoring of international tax norms.\n\nThe second Sub-Project investigates the analogous issue at the intranational level: profit shifting and tax collusion in networks of firms within the same country. Despite much anecdotal evidence, this behavior has received little rigorous empirical scrutiny.\n\nThe final Sub-Project is situated at the nexus between international and national firms. It seeks to estimate a novel form of spillovers of FDI: the impact on tax compliance of local trading partners of foreign-owned firms.\n\nDEVTAXNET will provide new insights about the role of firm networks for tax evasion that are valuable to academics and policy makers alike.",
    "totalCost": "1288125",
    "ecMaxContribution": "1288125",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976396": {
            "orgId": "999976396",
            "orgName": "UNIVERSITAT ZURICH",
            "ecContrib": 1288125
        }
    },
    "calculatedTotalContribution": 1288125
}