{
    "rcn": "212778",
    "acronym": "CESYDE",
    "topics": "ERC-2017-STG",
    "title": "Ceramide Synthases in Diabetic Beta Cell Demise",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Sphingolipids including ceramides are building blocks of cell membranes, but also act as regulated intracellular messenger molecules. Emerging data indicate that sphingolipids are dynamically regulated by nutrients, and in turn control systemic metabolism, for example, by modulating insulin secretion, proliferation and cell death of pancreatic beta cells. Dysfunction and death of beta cells are key events during the development of diabetes, from which more than 400 million patients suffer worldwide. While pharmacological inhibition of general ceramide biosynthesis is protective against diabetes in animal studies, side effects of total loss of ceramides prevent medical implementation. The de novo synthesis of ceramides is fully dependent on six ceramide synthase enzymes (CerS 1-6), which are expressed in a tissue specific manner, and generate ceramides with different chain lengths. Currently, the functional roles and regulatory modulators of each CerS are unknown in pancreatic beta cells. Importantly, the downstream mechanisms by which ceramides impair beta cell function and eventually cause diabetes are not defined. Here, I propose to combine genomics, proteomics and lipidomics to assess the function of ceramide synthases expressed in mouse and human beta cells. Furthermore, both the subcellular localisation and the post-translational modifications of CerS will be determined. The ceramide-interacting proteins mediating the deleterious effects of ceramides will be identified by lipid-protein crosslinking and functionally tested. Finally, in a translational approach, we will test the ability of recently generated novel specific CerS inhibitors with improved specificity to ameliorate beta cell stress, and improve insulin secretion in mouse and human beta cells. In sum, we will identify, characterize, validate and target ceramide synthases involved in beta cell biology and development of diabetes.",
    "totalCost": "1492313,75",
    "ecMaxContribution": "1492313,75",
    "coordinator": "DEUTSCHE DIABETES FORSCHUNGSGESELLSCHAFT EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998144939": {
            "orgId": "998144939",
            "orgName": "DEUTSCHE DIABETES FORSCHUNGSGESELLSCHAFT EV",
            "ecContrib": 1492314
        }
    },
    "calculatedTotalContribution": 1492314
}