{
    "rcn": "212741",
    "acronym": "CHIPS",
    "topics": "ERC-2017-STG",
    "title": "Effects of Prenatal Exposure to Acrylamide on Health: Prospective Biomarker-Based Studies",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Background: Acrylamide is a chemical formed in many commonly consumed foods and beverages. It is neurotoxic, crosses the placenta and has been associated with restriction of fetal growth in humans. In animals, acrylamide causes heritable mutations, tumors, developmental toxicity, reduced fertility and impaired growth. Therefore, the discovery of acrylamide in food in 2002 raised concern about human health effects worldwide. Still, epidemiological studies are limited and effects on health of prenatal exposure have never been evaluated. \n\nResearch gaps: Epidemiological studies have mostly addressed exposure during adulthood, focused on cancer risk in adults, and relied on questionnaires entailing a high degree of exposure misclassification. Biomarker studies on prenatal exposure to acrylamide from diet are critically needed to improve exposure assessment and to determine whether acrylamide leads to major diseases later in life. \n \nOwn results: I have first authored a prospective European study showing that prenatal exposure to acrylamide, estimated by measuring hemoglobin adducts in cord blood, was associated with fetal growth restriction, for the first time. \nObjectives: To determine the effects of prenatal exposure to acrylamide alone and in combination with other potentially toxic adduct-forming exposures on the health of children and young adults.\n\nMethods: Both well-established and innovative biomarker methods will be used for characterization of prenatal exposure to acrylamide and related toxicants in blood from pregnant women and their offspring in prospective cohort studies with long-term follow-up. Risk of neurological disorders, impaired cognition, disturbed reproductive function and metabolic outcomes such as obesity and diabetes will be evaluated.\nPerspectives: CHIPS project will provide a better understanding of the impact of prenatal exposure to acrylamide from diet on human health urgently needed for targeted strategies for the protection of the health.",
    "totalCost": "1499531",
    "ecMaxContribution": "1499531",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "STOCKHOLMS UNIVERSITET",
    "participantCountries": "SE",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 386006
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1113525
        }
    },
    "calculatedTotalContribution": 1499531
}