{
    "rcn": "212712",
    "acronym": "WorkOD",
    "topics": "ERC-2017-STG",
    "title": "Work on Demand: Contracting for Work in a Changing Economy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Labour law as a scholarly discipline is widely believed to be in crisis. Since the time of its birth, both the nature of working relationships and the context within which they are formed and regulated have changed significantly. The difficulty for scholars is that old concepts donít perform the function anymore of making sense of the field. Old arguments about the need to protect workersí interests are met with counterarguments, informed by neoclassical economics, that protective measures inhibit economic growth and increase unemployment. \nThe WorkOD project aspires to nothing less than a fundamental transformation of the discipline of labour law across the whole of Europe and beyond. Understanding the crisis to have at its heart a crisis of methodology, it aims to develop a new methodology for the study of the key legal concept of the contract for work. It aims to explain trends in the field of work organisation and working relationships and to assess the significance of particular labour market institutions to the achievement of policy goals in a way that is useful to scholars and policy-makers. And it aims to pave the way for future contributions by scholars to policy debates, so that they may influence in positive ways the identification of new economically and socially sustainable solutions to the problem of the division of responsibilities and risks between workers and those for whom they work. \nIn a marked departure from the state of the art, the project defines contracting for work as an instance of economic, social and legal behaviour, influenced in a variety of ways by the institutional context within which it proceeds. Rejecting the reframing of labour law according to a full blown market paradigm, it argues instead for the utility of sociological methods. Its development of a new methodology begins from a combination of micro and macro perspectives, and a synthesis of approaches drawn from economic sociology, political economy and the sociology of law.",
    "totalCost": "1422818",
    "ecMaxContribution": "1422818",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1422818
        }
    },
    "calculatedTotalContribution": 1422818
}