{
    "rcn": "212761",
    "acronym": "HHQM",
    "topics": "ERC-2017-STG",
    "title": "Hydrodynamics, holography and strongly-coupled quantum matter",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The dynamics of weakly-coupled quantum matter can be solved by techniques deriving from perturbative quantum field theory. Conventional metals are described by long-lived quasiparticles (Fermi liquids). No such methods are available for strongly-coupled quantum matter where quasiparticles are short-lived, like the Quark-Gluon-Plasma, high Tc superconductors (HTCs) or graphene near the charge neutrality point.\n\nIn HTCs, it has been argued the interaction timescale is the fastest scale in the system, which warrants a hydrodynamic description. In a recent series of remarkable theoretical and experimental developments, hyrodynamics signatures have been discovered in several strongly-coupled quantum systems such as graphene, delafossites and HTCs. Further theoretical progress is impeded by the lack of symmetry: momentum is only approximately conserved, which complicates the use of hydrodynamics as an effective low-energy theory; and the strange metallic phenomenology of HTCs, believed to originate from a quantum critical point, is not captured by conventional scaling arguments. New ideas are required to move beyond the current state of the art.\n\nGauge/Gravity duality is a radically new approach which links a relativistic strongly-coupled quantum field theory to a classical theory of gravity. The hydrodynamic regime of the QGP has been very successfully described by these methods, which predict a shear viscosity very close to experimental values.\n\nOur focus in this proposal is to use holography to consistently model hydrodynamics with momentum relaxation and study its interplay with unconventional quantum criticality. This is crucial for a better understanding of the phenomenology in strongly-coupled quantum matter. As many systems are not relativistic, we will also consider hydrodynamics in non-relativistic holographic theories, thus enhancing our understanding of holographic dualities beyond the original Anti de Sitter/Conformal Field Theory correspondence.",
    "totalCost": "1498028,42",
    "ecMaxContribution": "1498028,42",
    "coordinator": "Ecole Polytechnique of Paris",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864264": {
            "orgId": "999864264",
            "orgName": "ECOLE POLYTECHNIQUE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}