{
    "rcn": "212726",
    "acronym": "CoQuake",
    "topics": "ERC-2017-STG",
    "title": "Controlling earthQuakes",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "According to the Centre for Research on the Epidemiology of Disasters (CRED), earthquakes are responsible for more than half of the total human losses due to natural disasters from 1994 to 2003. There is no doubt that earthquakes are lethal and costly. CoQuake proposes an alternative, ground-breaking approach for avoiding catastrophic earthquakes by inducing them at a lower energetic level. Earthquakes are a natural phenomenon that we cannot avoid, but ñfor the first timeñ in CoQuake I will show that it is possible to control them, hence reducing the seismic risk, fatalities and economic cost. CoQuake goes beyond the state-of-the-art by proposing an innovative methodology for investigating the effect and the controllability of various stimulating techniques that can reactivate seismic faults. It involves large-scale, accurate simulations of fault systems based on constitutive laws derived from micromechanical, grain-by-grain simulations under Thermo-Hydro-Chemo-Mechanical couplings (THMC), which are not calibrated on the basis of ad-hoc empirical and inaccurate constitutive laws. A pioneer experimental research programme and the design and construction of a new apparatus of metric scale, will demonstrate CoQuakeís proof-of-principle and it will help to explore the transition from aseismic to seismic slip. CoQuake is an interdisciplinary project as it takes knowledge from various fields of engineering, computational mechanics, geomechanics, mathematics and geophysics. CoQuake opens a new field and new line of research in earthquake mechanics and engineering, with a direct impact on humanity and science.",
    "totalCost": "1499999",
    "ecMaxContribution": "1499999",
    "coordinator": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997637629": {
            "orgId": "997637629",
            "orgName": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
            "ecContrib": 1499999
        }
    },
    "calculatedTotalContribution": 1499999
}