{
    "rcn": "212780",
    "acronym": "CERDEV",
    "topics": "ERC-2017-STG",
    "title": "Transcriptional controls over cerebellar neuron differentiation and circuit assembly",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The cerebellum is a critical regulator of motor function, which acts to integrate ongoing body states, sensory inputs and desired outcomes to adjust motor output. This motor control is achieved by a relatively small number of neuron types receiving two main sources of inputs and forming a single output pathway, the axons of Purkinje cells. Although the cerebellum is one of the first structures of the brain to differentiate, it undergoes a prolonged differentiation period such that mature cellular and circuit configuration is achieved only late after birth. Despite the functional importance of this structure, the molecular mechanisms that control type-specific cerebellar neurons generation, differentiation, and circuit assembly are poorly understood and are the topic of the present study.\nIn my research program, I propose to investigate the transcriptional programs that control the generation of distinct subtypes of cerebellar neurons from progenitors, including Purkinje cells, granule cells and molecular layer interneurons (Work Package 1); the diversity of Purkinje cells across cerebellar regions (Work Package 2) and the postnatal differentiation and circuit integration of granule cells and molecular layer interneurons (Work Package 3). The general bases of the approach I propose consist in: i) specifically label cerebellar neuron progenitors and their progeny at sequential developmental time points pre- and post-natally using birthdate-based tagging, ii) FAC-sort these distinct cell types, iii) isolate these cells and identify their transcriptional signatures with single-cell resolution, iv) functionally interrogate top candidate genes and associated transcriptional programs using in vivo gain- and loss-of-function approaches. Together, these experiments aim at deciphering the cell-intrinsic processes controlling cerebellar circuit formation, towards a better understanding of the molecular mechanisms underlying cerebellar function and dysfunction.",
    "totalCost": "1499885",
    "ecMaxContribution": "1499885",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1499885
        }
    },
    "calculatedTotalContribution": 1499885
}