{
    "rcn": "212733",
    "acronym": "enzC-Hem",
    "topics": "ERC-2017-STG",
    "title": "Creating Versatile Metallo-Enzyme Environments for Selective C-H Activation Chemistry: Lignocellulose Deconstruction and Beyond",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The availability of a versatile catalytic platform to precisely target and functionalize individual C-H bonds in complex organic molecules would revolutionize our synthetic strategies, leading to streamlined routes to high value chemicals and supporting the development of a ëgreenerí chemical industry. Although an impressive range of C-H functionalizations can be achieved with small transition metal complexes, site selectivity is often determined by features of the substrate, and not by the catalyst. A general approach to achieve the more aspirational ëcatalyst controlledí transformations requires molecular recognition elements within the catalyst which: a) allow precise substrate orientation and b) can be tuned to alter selectivity. In principle, these requirements could be perfectly addressed by protein catalysts which can be readily adapted via laboratory evolution. However, enzyme engineering strategies are currently limited to Natureís twenty amino acid alphabet, severely limiting the range of metal co-ordination environments, and thus catalytic activities, that are accessible within proteins. \nIn enzC-Hem, I will exploit advanced protein engineering technology available in my laboratory to install ëchemically programmedí ligands and/or noble metal co-factors into selected enzyme scaffolds. I will show that the resulting C-H activation catalysts can be systematically optimized via directed evolution with an expanded genetic code using modern ultra-high throughput methods (>100 variants per second), yielding biocatalysts with augmented selectivity/activity profiles. Thus my approach merges the broad range of C-H functionalizations accessible with small molecule catalysts with precise control of selectivity provided by proteins. The biocatalysts developed will address major global challenges in biotechnology and synthetic chemistry, from enhancing lignocellulose derived biofuel production to revealing novel bioactive molecules via late-stage functionalizations.",
    "totalCost": "1492424",
    "ecMaxContribution": "1492424",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1492424
        }
    },
    "calculatedTotalContribution": 1492424
}