{
    "rcn": "212749",
    "acronym": "NanoFLP",
    "topics": "ERC-2017-STG",
    "title": "Nanoparticles as Partners in Frustrated Lewis Pairs: Boosting the Surface Reactivity of Inorganic Nanoparticles",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Associating bulky and strong Lewis acid and base creates a Frustrated Lewis Pair (FLP). Traditionally, both FLP partners are molecules. Molecular FLPs have shown excellent abilities to catch and dissociate small molecules such as H2 in a heterolytic way, under mild conditions. The driving force is the destabilization of the initial acid-base adduct, sterically frustrated: it liberates a reactive pocket that catches the small molecule guest, and strongly lowers the activation energy for bond dissociation. \nThe pristine and challenging concept of NanoFLP consists in replacing one of the molecular FLP partner, either the acid or the base, by an inorganic nanoparticle: the other molecular partner will adsorb on the surface and boosts the reactivity of the nanoparticle by creating a frustrated active site. \nI will demonstrate the versatility of NanoFLPs with three families of inorganic nanoparticles (metals, acidic oxides, basic oxides), illustrating the two schemes: nanoparticle is either the Lewis acid or the Lewis base. I will use probe molecules (CO2, H2, SO2 and N2O) to investigate the nature and reactivity of the active sites. All reactions should be achieved under much milder conditions (rt.-150 ∞C, 1-3 bars) than those required using similar nanoparticles in the absence of the molecular partner. \nI will fully describe the nanoparticle surface and the dynamics of the molecular partner using benchtop and synchrotron spectroscopies with in situ cells: infrared, nuclear magnetic resonance in solution, X-ray absorption and near-ambient-pressure X-ray photoelectron spectroscopy. \nIn the last stage of the project, I will take advantage of the several active sites that one nanoparticle can bear to achieve combined reactions of two small molecules (reactants) on a single NanoFLP. \nNanoFLP proposes a new type of active site for utilizing small molecules as sources of C, N, S and O. It will open an avenue in the design of reactive interfaces, eg. for catalysis and sensors.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}