{
    "rcn": "212775",
    "acronym": "PIVOTAL",
    "topics": "ERC-2017-STG",
    "title": "Predictive Memory Systems Across the Human Lifespan",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "As neuroscientific findings on brain functions accumulate, it is increasingly important to derive a set of overarching general principles about how the human brain works. For this, the predictive coding framework emerges as a promising route, with the notion that the brain operates as a prediction machine; internal models in the brain predict future states against which incoming information of new experience is compared. \nThis new conceptual framework leads to two essential empirical questions that PIVOTAL will tackle: (1) What is the nature of the internal models on which predictions are generated and how do our actual experiences shape them? (2) How do prediction processes play out in human brains that are inherently diverse due to changes such as those caused by maturation and senescence. Addressing these issues is important for advancing our basic understanding of the neurocognitive architectures that enable the brain to perform adaptively in our environment, with predictive processing as a fundamental operation.\nPIVOTAL will integrate three separate strands of cognitive neuroscience research on predictive coding, memory systems, and lifespan development. By using functional magnetic resonance imaging (fMRI) in experimental research designs, we aim to unravel the cognitive and neural mechanisms that underlie predictive processing based on individualsí memory of prior experience (episodic memory) and well-learned knowledge about the world (semantic memory). These mechanisms will be systematically examined in samples of children, younger adults, and older adults, who differ from each other in important ways due to divergence in developmental orientation (progression vs. conservation) and neurocognitive landscape (structural and functional integrity of memory neural circuits). By explicating a more dynamic version of the predictive brain principle, we can start addressing issues related to the emergence of disorders at particular time windows in life.",
    "totalCost": "1416934",
    "ecMaxContribution": "1416934",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 1416934
        }
    },
    "calculatedTotalContribution": 1416934
}