{
    "rcn": "212746",
    "acronym": "ONEDEGGAM",
    "topics": "ERC-2017-STG",
    "title": "The search for new physics through precision measurements of the CKM angle gamma",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "There is a strong conviction that the Standard Model of particle physics is only a low energy approximation to a higher energy theory containing new fundamental particles. For example, it is not possible to explain the large asymmetry between the properties of matter and anti-matter that must exist to create the universe within we live, with the Standard Model that can only accommodate asymmetries orders of magnitude smaller. The theoretical framework that describes these asymmetries is the Cabibbo-Maskawa-Kobayashi (CKM) matrix. \n \nThrough study the of the differences between the decay of certain types of hadrons containing a beauty quark, and the corresponding anti-particle decays, this project will lead to a precision measurement of a phase commonly called ìgammaî which is related to some of the elements of the CKM matrix. \n \nThe beauty hadron decay chain involves subsequent decay of charm hadrons, which are not well understood. By understanding this part of the process, in a larger range of decay modes and with significantly enhanced sensitivity than previously possible, the overall understanding of the beauty hadron decay chain is improved. Using the distinctive data collected by the BESIII in China, it is possible to make a number of new measurements that relate to the decay of charm hadrons. With this knowledge it becomes possible to gain considerably more sensitivity from the copious amounts of beauty hadron decays that will be collected by the LHCb experiment at CERN and the Belle II experiment in Japan over the timescale of this project.\n \nThis new strategy to exploit the synergy between the different experiments means that a global precision of 1∞ is within reach. This precision has excellent potential to uncover significant discrepancies within the CKM matrix that can only be explained by physics beyond the standard model. This would launch particle physics into the next era of discovery.",
    "totalCost": "1499955",
    "ecMaxContribution": "1499955",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1499955
        }
    },
    "calculatedTotalContribution": 1499955
}