{
    "rcn": "212735",
    "acronym": "MC2",
    "topics": "ERC-2017-STG",
    "title": "Mixed-phase clouds and climate (MC2) ñ from process-level understanding to large-scale impacts",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The importance of mixed-phase clouds (i.e. clouds in which liquid and ice may co-exist) for weather and climate has become increasingly evident in recent years. We now know that a majority of the precipitation reaching Earthís surface originates from mixed-phase clouds, and the way cloud phase changes under global warming has emerged as a critically important climate feedback. Atmospheric aerosols may also have affected climate via mixed-phase clouds, but the magnitude and even sign of this effect is currently unknown. Satellite observations have recently revealed that cloud phase is misrepresented in global climate models (GCMs), suggesting systematic GCM biases in precipitation formation and cloud-climate feedbacks. Such biases give us reason to doubt GCM projections of the climate response to CO2 increases, or to changing atmospheric aerosol loadings. This proposal seeks to address the above issues, through a multi-angle and multi-tool approach: (i) By conducting field measurements of cloud phase at mid- and high latitudes, we seek to identify the small-scale structure of mixed-phase clouds. (ii) Large-eddy simulations will then be employed to identify the underlying physics responsible for the observed structures, and the field measurements will provide case studies for regional cloud-resolving modelling in order to test and revise state-of-the-art cloud microphysics parameterizations. (iii) GCMs, with revised microphysics parameterizations, will be confronted with cloud phase constraints available from space. (iv) Finally, the same GCMs will be used to re-evaluate the climate impact of mixed-phase clouds in terms of their contribution to climate forcings and feedbacks. Through this synergistic combination of tools for a multi-scale study of mixed-phase clouds, the proposed research has the potential to bring the field of climate science forward, from improved process-level understanding at small scales, to better climate change predictions on the global scale.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}