{
    "rcn": "212718",
    "acronym": "BioMatrix",
    "topics": "ERC-2017-STG",
    "title": "Structural Biology of Exopolysaccharide Secretion in Bacterial Biofilms",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Bacterial biofilm formation is a paramount developmental process in both Gram-positive and Gram-negative species and in many pathogens has been associated with processes of horizontal gene transfer, antibiotic resistance development and pathogen persistence. Bacterial biofilms are collaborative sessile macrocolonies embedded in complex extracellular matrix that secures both mechanical resistance and a medium for intercellular exchange. \n\nBiogenesis platforms for the secretion of biofilm matrix components - many of which controlled directly or indirectly by the intracellular second messenger c-di-GMP - are important determinants for biofilm formation and bacterial disease, and therefore present compelling targets for the development of novel therapeutics. During my Ph.D. and post-doctoral work I studied the structure and function of c-di-GMP-sensing protein factors controling extracellular matrix production by DNA-binding at the transcription initiation level or by inside-out signalling mechanisms at the cell envelope, as well as membrane exporters involved directly in downstream matrix component secretion.\n\nHere, I propose to apply my expertise in microbiology, protein science and structural biology to study the structure and function of exopolysaccharide secretion systems in Gram-negative species. Using Pseudomonas aeruginosa, Vibrio spp. and Escherichia coli as model organisms, my team will aim to reveal the global architecture and individual building components of several expolysaccharide-producing protein megacomplexes. We will combine X-ray crystallography, biophysical and biochemical assays, electron microscopy and in cellulo functional studies to provide a comprehensive view of extracellular matrix production that spans the different resolution levels and presents molecular blueprints for the development of novel anti-infectives. Over the last year I have laid the foundation of these studies and have demonstrated the overall feasibility of the project.",
    "totalCost": "1499901",
    "ecMaxContribution": "1499901",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499901
        }
    },
    "calculatedTotalContribution": 1499901
}