{
    "rcn": "212702",
    "acronym": "CoopCat",
    "topics": "ERC-2017-STG",
    "title": "Cooperative Catalysis: Using Interdisciplinary Chemical Systems to Develop New Cooperative Catalysts",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Catalysis, a multidisciplinary science at the heart of many industrial processes, is crucial to deliver future growth and minimize anthropogenic environmental impact, thus being critical to our quality of life. Thus, the development and fundamental understanding of innovative new catalyst systems has clear, direct and long-term benefits to the chemical manufacturing sector and to the broader knowledge-based economy.\nIn this ERC project I will develop novel innovative cooperative catalysts using interdisciplinary chemical systems based on main group elements, transition metals and molecular clusters to achieve better efficiency and improve chemical scope and sustainability of key chemical transformations.\nThis will be achieved through 3 complementary and original strategies based on catalytic cooperation: (i) Transition-Metal Frustrated Lewis Pairs (TM-FLPs); (ii) hybrid systems combining low-valent heavier main group elements with transition metals (Hybrid TM/MGs); and (iii) intercluster compounds (ICCs) as versatile heterogeneized materials for Green Catalysis.\nThese systems, of high synthetic feasibility, combine fundamental concepts from independent areas, e.g. FLPs and low-valent heavier main group elements with transition metal chemistry, and homogeneous with heterogeneous catalysis. The overall approach will be pivotal in discovering novel reactions that rely on the activation of otherwise unreactive substrates. The experience and knowledge gained from (i)-(iii) will be used to inform the design of a second generation of ICC materials in which at least one of the nanoscale bricks is based on polymetallic TM-FLPs or Hybrid TM/MG systems.\nDelivering ground-breaking new fundamental science, this pioneering project will lay the foundation for future broad ranging benefits to a number of EU priority areas dependant on innovations in catalysis: innovative and sustainable future energy systems, solar technologies, sustainable chemistry, manufacturing, and healthcare.",
    "totalCost": "1445000",
    "ecMaxContribution": "1445000",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 1445000
        }
    },
    "calculatedTotalContribution": 1445000
}