{
    "rcn": "212758",
    "acronym": "ELIMINATE",
    "topics": "ERC-2017-STG",
    "title": "Development of strategies to eliminate cancer cells from the bone marrow",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The bone marrow (BM) represents the prime location in which cancer cells survive aggressive treatments. This poses a major health challenge because the mortality rate of patients with curable cancer doubles if tumor cells persist in the BM. One unresolved question is why the immune system fails to eradicate cancer cells from this microenvironment even though it represents a lymphatic organ. Surprisingly, despite the ongoing revolution in immune oncology, the regulation and potential therapeutic activation of the immune response in the BM still remains largely unexplored. In this grant application a new line of research is proposed with the overall objective of understanding the cellular and molecular mechanisms, which control anti-cancer immune responses in the BM. The originality of this proposal relates to the hypothesis that innate and adaptive immune cells are suppressed by stroma cells in the BM. Therefore, we will conduct a comprehensive phenotypic and functional profiling of immune and stroma cells in the BM of cancer patients with and without persisting tumor cells. Based on these insights we will develop novel strategies to harness the immune system to eliminate malignant cells from the BM. The ground-breaking nature of the project is that it will shed light on the unappreciated immune microenvironment in the BM. Its specific strength lies in the multidisciplinary design encompassing informative patient cohorts, state-of-the-art mouse models and cutting-edge technologies including Next-Generation-Sequencing as well as innovative drug candidates. Hereby I can build on my internationally recognized expertise in the BM microenvironment field, which has already led to the successful development of a clinical-stage drug. Novel strategies to eliminate malignant cells from the bone marrow are of utmost medical importance because they would increase the cure rate of cancer patients.",
    "totalCost": "1490825",
    "ecMaxContribution": "1490825",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 1490825
        }
    },
    "calculatedTotalContribution": 1490825
}