{
    "rcn": "212773",
    "acronym": "POLEMIC",
    "topics": "ERC-2017-STG",
    "title": "Politics and Emotions Investigated Comparatively",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Many claim that politicians make more, and more extreme, emotional appeals than ever before, because these appeals win over the emotional citizen. With highly emotive language people like Donald Trump, Geert Wilders or Marine Le Pen are pounding on the portals to power. Do such emotional appeals affect citizensí political choices? Yes, they can. But, citizensí existing emotional attachments to parties, leaders or issues moderate the success of emotional appeals. POLEMIC will extend existing theory and use novel methods to explain when (types of) emotional appeals are persuasive, and when emotional attachments prevent persuasion.\n\nDo politicians actually make more emotional appeals than in the past? And if so why are they doing it? We lack historical data of emotional appeals so we cannot answer these questions. POLEMIC will provide unique, historical data (1945-now, 9 countries) of emotional appeals by politicians in their speeches. I develop and test 3 alternative theories from different intellectual traditions that explain why politicians make emotional appeals: is it either (1) a vote-maximizing strategy, (2) a product of the personality of a politician or (3) just fashionable? \n\nPOLEMIC analyses emotional appeals of politicians and the emotional responses of citizens to these appeals. Emotional appeals are texts, and emotions are experiences by the brain. To measure them POLEMIC will use innovative methods in political science: automated text analysis to extract emotion from appeals; physiological measurement to measure emotions. \n\nPOLEMIC offers a ground-breaking combination of a macro-perspective (what politicians say) and a micro-perspective (how citizens respond) and forms a bridge between party politics and political psychology. The projectís output will indicate the importance of emotion in the decision-making of citizens, and the level of rationality that is behind politiciansí decision to make emotional appeals.",
    "totalCost": "1499664",
    "ecMaxContribution": "1499664",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499664
        }
    },
    "calculatedTotalContribution": 1499664
}