{
    "rcn": "212783",
    "acronym": "SCHOOLPOL",
    "topics": "ERC-2017-STG",
    "title": "The Transformation of Post-War Education: Causes and Effects",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The educational context that children are born into dramatically shapes their life chances, affecting not only their future economic well-being but also their propensity to participate in civic and political life. That education matters is hardly a new insight; however, an increasing body of research points to the importance of varying educational contexts on a range of outcomes. Despite these insights, we have little systematic comparative data on the educational contexts in which most the current adult population was actually educated, the political determinants of these contexts, or their long-term impact on a range of social and political outcomes. SCHOOLPOL proposes three innovative and high-reward work streams aimed at filling these lacunae. It will create the first systematic database of a) educational policy from 1945-2015 and b) regional educational performance from 1980-2015 across advanced democracies. Building on insights from both sociological studies of educational choice, economic analyses of geographic sorting, and recent work in political science on educational investment, SCHOOLPOL will reshape our understanding of education politics, showing how broad public objectives (growth, equality) in educational provision interact with the private objectives of organized groups and voters in particular communities to shape different distributions of educational resources and quality. Finally, SCHOOLPOL investigates the consequences of earlier political choices over education on long-term social and economic outcomes, examining the link between varying cohort educational experiences and social mobility and political participation using new and existing surveys. This innovative project breaks new ground in both the study of education and advanced political economies, providing crucial resources to policymakers and academics alike in understanding and crafting school reform.",
    "totalCost": "1376080",
    "ecMaxContribution": "1376080",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1376080
        }
    },
    "calculatedTotalContribution": 1376080
}