{
    "rcn": "212764",
    "acronym": "GEODESI",
    "topics": "ERC-2017-STG",
    "title": "Theoretical and observational consequences of the Geometrical Destabilization of Inflation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The GEODESI project aims at interpreting current and forthcoming cosmological observations in a renewed theoretical framework about cosmological inflation and its ending. The simplest toy models of inflation economically explain all current data, leaving no observational clue to guide theorists towards a finer physical understanding. In this context, I very recently unveiled an hitherto unnoticed instability at play in the primordial universe that potentially affects all inflationary models and drastically modifies the interpretation of cosmological observations in terms of fundamental physics. The so-called Geometrical Destabilization of inflation reshuffles our understanding of the origin of structures in the universe, offers a new mechanism to end inflation, and promises unrivaled constraints on high-energy physics. It is crucial to develop this fresh look before a host of high-quality data from large-scale structure surveys and cosmic microwave background observations become available within the 5 year timescale of the project.\n\nWith the ERC grant I plan to build a group at the Institute of Astrophysics of Paris (IAP-CNRS) with the objective of determining the full theoretical and observational consequences of the geometrical destabilization of inflation. We will combine insights from non-standard cosmological perturbation theory and lattice simulations to constrain realistic models of inflation in high-energy physics, producing accurate theoretical predictions for a wide variety of observables, including the spectra and the non-Gaussianities of primordial fluctuations and stochastic backgrounds of gravitational waves.",
    "totalCost": "1476672",
    "ecMaxContribution": "1476672",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1476672
        }
    },
    "calculatedTotalContribution": 1476672
}