{
    "rcn": "212748",
    "acronym": "THEMPO",
    "topics": "ERC-2017-STG",
    "title": "The missing link between Perception and Cognition: The case of multiple-person scenarios",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Seeing persons among other persons interacting with each other and trying to understand what is happening is a fundamental task for our daily life. How the brain manifests the representational and integrative capacity necessary for this function is beyond our current understanding. THEMPO sees in the study of multiple-person scenarios an opportunity to address how human cognition deals with real-word social interactions and, more generally, how the information process is devised to go from a perceptual representation of entities (e.g. bodies) to a representation of the abstract relations that pull those entities together into a structured unit (i.e. a social event). Multiple-person scenarios are thus a case study to address the missing link between perception and higher cognition, and to understand how early visual perceptual representations make contact with relational/symbolic representations. THEMPO will pursue different levels of explanation, defining the sequence of information-processing stages involved, and their implementation in the brain in terms of large-scale network organization (functional, causal and hierarchical relations among perceptual and non-perceptual neural processes). It will further study the neural (linear and/or nonlinear) operations to transform perceptual information along the way toward abstraction. This will be accomplished by combining fine cognitive manipulations, imaging and neurostimulation techniques (fMRI, TMS), and advanced analytical approaches based on multivariate analyses of neural response patterns to define the operations behind neural activity in humans. THEMPO will culminate in the formulation of a model that will serve as a test bed to address individual variations in perceptual and neural combinatorial operations and, possibly, uncover the roots of altered social cognition. THEMPO is designed to build upon itself, from relatively simple stages to high-risk, high-gain objectives, as a safeguard to success.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}