{
    "rcn": "212729",
    "acronym": "Life-Cycle",
    "topics": "ERC-2017-STG",
    "title": "Life-like Supramolecular Materials based on Reaction Cycles with Designed Feedback",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This ìLife-Cycleî ERC proposal aims to develop a new class of artificial supramolecular materials that are kept in sustained non-equilibrium states by continuous dissipation of chemical fuels. Supramolecular polymers in current artificial materials stick together through weak reversible bonds that can be exchange by thermal energy. In contrast, natural supramolecular polymers such as those in the cytoskeletal network use chemical fuels such as adenosine triphosphate (ATP) to achieve an incredible adaptivity, motility, growth, and response to external inputs. Development of chemically fueled artificial supramolecular polymers should therefore lead to more life-like materials that could perform functions so far reserved only for living beings. \nThe proposed materials are based on supramolecular reaction cycles that have both positive and negative feedback in order to achieve emergent properties, such as oscillations and waves. Two different approaches are used: i) supramolecular polymers that are fueled by redox reactions, and ii) enzyme-switchable supramolecular polymers that consume one of the natural fuels, namely ATP. The proposed polymers self-assemble cooperatively, which is used as a positive feedback mechanism. Using other co-assembling species we can engineer negative feedback in our reaction cycles to obtain unique supramolecular dynamics. Since the building blocks react, but also self-assemble they have built-in chemomechanical properties, much like in living materials such as the cytoskeleton. \nFirst we study the temporal behavior (part A) of our reaction cycles in well-stirred environments. Next, we move to non-stirred conditions (part B), where spatiotemporal behavior can be studied. And lastly, we develop free-standing non-equilibrium interactive materials based on our reaction cycles (part C). Overall, our approach opens a new way to obtain more life-like artificial materials that can eventually perform complex (biological) functions.",
    "totalCost": "1762488",
    "ecMaxContribution": "1762488",
    "coordinator": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998336514": {
            "orgId": "998336514",
            "orgName": "CENTRE INTERNATIONAL DE RECHERCHE AUX FRONTIERES DE LA CHIMIE",
            "ecContrib": 1762488
        }
    },
    "calculatedTotalContribution": 1762488
}