{
    "rcn": "212760",
    "acronym": "CENEVO",
    "topics": "ERC-2017-STG",
    "title": "A new paradigm for centromere biology:Evolution and mechanism of CenH3-independent chromosome segregation in holocentric insects",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Faithful chromosome segregation in all eukaryotes relies on centromeres, the chromosomal sites that recruit kinetochore proteins and mediate spindle attachment during cell division. Fundamental to centromere function is a histone H3 variant, CenH3, that initiates kinetochore assembly on centromeric DNA. CenH3 is conserved throughout most eukaryotes; its deletion is lethal in all organisms tested. These findings established the paradigm that CenH3 is an absolute requirement for centromere function. My recent findings undermined this paradigm of CenH3 essentiality. I showed that CenH3 was lost independently in four lineages of insects. These losses are concomitant with dramatic changes in their centromeric architecture, in which each lineage independently transitioned from monocentromeres (where microtubules attach to a single chromosomal region) to holocentromeres (where microtubules attach along the entire length of the chromosome). Here, I aim to characterize this unique CenH3-deficient chromosome segregation pathway. Using proteomic and genomic approaches in lepidopteran cell lines, I will determine the mechanism of CenH3-independent kinetochore assembly that led to the establishment of their holocentric architecture. Using comparative genomic approaches, I will determine whether this kinetochore assembly pathway has recurrently evolved over the course of 400 million years of evolution and its impact on the chromosome segregation machinery.\nMy discovery of CenH3 loss in holocentric insects establishes a new class of centromeres. My research will reveal how CenH3 that is essential in most other eukaryotes, could have become dispensable in holocentric insects. Since the evolution of this CenH3-independent chromosome segregation pathway is associated with the independent rises of holocentric architectures, my research will also provide the first insights into the transition from a monocentromere to a holocentromere.",
    "totalCost": "1497500",
    "ecMaxContribution": "1497500",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 1497500
        }
    },
    "calculatedTotalContribution": 1497500
}