{
    "rcn": "212756",
    "acronym": "EVOTONE",
    "topics": "ERC-2017-STG",
    "title": "The emergence and evolution of linguistic tone",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "This project will investigate the origins, acquisition, and evolution of linguistic tone: the use of pitch to distinguish between the meaning of words. Despite the typological ubiquity of tone, there is still no phonetic, structural, or psychological model that explains how and why tones emerge (or fail to emerge) in language after language, nor how they evolve once they are formed. This is because there has never been a systematic analysis of the principles that govern the evolution of tone systems. EVOTONE will provide the first comprehensive study of tonal emergence and evolution, combining detailed phonetic and perceptual studies of Himalayan and Southeast Asian minority languages with innovative experimental methodologies and large-scale computational analysis of the structural principles correlated with the emergence of tone. \n\nEVOTONE is guided by a novel hypothesis that, if correct, will have important repercussions for the study of sound change. The core idea is deceptively simple: rather than being the result of small, incremental changes in pronunciation, features like tone come about due to a sudden failure to articulate a particular aspect of a sound. If the risk of focusing on tone is to overemphasize a single feature, the potential reward is enormous: an opportunity to transform our understanding of how physical and cognitive pressures interact to shape human behavior and language change. The outcomes of this project will provide a new empirical foundation for the typology and evolution of tone systems; break new ground in the study of how structural and phonetic factors interact in sound change; and establish, for the first time, an empirically grounded set of principles of tonal evolution. In addition to resolving a number of outstanding questions about tonogenesis, the results will substantially advance our more general understanding of how language changes over time.",
    "totalCost": "1481154",
    "ecMaxContribution": "1481154",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 1481154
        }
    },
    "calculatedTotalContribution": 1481154
}