{
    "rcn": "212767",
    "acronym": "SOLARX",
    "topics": "ERC-2017-STG",
    "title": "Photon Management for Solar Energy Harvesting with Hybrid Excitonics",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "In nature, biological light harvesting complexes use antennas molecules to harvest photons, generate excitons and then funnel them to the reaction centre where their energy is used to drive photosynthesis. Inspired by this paradigm, SOLARX will explore new strategies for photon management in solar energy harvesting, based on the transfer and manipulation of excitons at hybrid interfaces. At the core of SOLARX is our development of a new femtosecond transient absorption imaging technique with sub-10fs time resolution and sub-diffraction limit spatial resolution. This opens completely new possibilities to explore excitonic physics at the nanoscale, directly visualising not just the motion of excitons but understanding how vibronic coupling and local structure affects their dynamics. Building on this platform we will deliver ground-breaking new insights into excitonic process in and at the interfaces between organic semiconductors, quantum dots, 2D monolayer semiconductors and lanthanide doped nanoparticles. We will elucidate the fundamental nanoscale dynamics of: (1) endothermic singlet fission, (2) the injection of triplet excitons into lanthanide doped nanoparticles and (3) the motion of excitons in 2D monolayer semiconductors and how these excitons can be funnelled over µm length scales to be transferred to quantum dots. We will then use these insights to develop proof of concept demonstrations of structures which harvest photons across the visible and NIR, efficiently converting high energy visible photons to two NIR photons and then concentrating these photons within structures with the potential to achieve concentration factors well above 100, thus concentrating light to drastically reduce the number of PV panels and hence dramatically reducing the cost of solar energy. SOLARX will thus explore and elucidate fundamental new excitonic physics and use these insights to bring a paradigm shift to solar energy harvesting technologies.",
    "totalCost": "1499585",
    "ecMaxContribution": "1499585",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}