{
    "rcn": "212782",
    "acronym": "TissueLymphoContexts",
    "topics": "ERC-2017-STG",
    "title": "Tissue-resident Lymphocytes: Development and Function in ìreal-lifeî Contexts",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Most anatomical compartments, including mucosal barrier surfaces, solid organs and vascular spaces host different types of tissue-resident lymphocytes providing local networks for immune surveillance and front-line defense to microbial invasion. In addition to immediate effector functions, tissue-resident lymphocytes orchestrate and regulate inflammatory responses, and contribute to tissue homeostasis, repair and barrier function. Understanding the generation and function of tissue-resident lymphocytes is therefore expected to reveal targets for improving vaccination and immunotherapy. Barrier tissues of free-living mice and men, but not those of laboratory mice kept under specific pathogen free conditions, are continuously exposed to an array of antigenically complex pathogens, microbial symbionts and environmental factors, which dramatically alter the abundance, composition and basal activation state of local pools of tissue-resident cells. Therefore, we propose to study the development, functions and cellular interactions of tissue-resident lymphocytes in experimental models that mirror ìreal-lifeî contexts. First, we will investigate how polyclonal pools of tissue-resident memory CD8\\ T cells (TRMs) are established during infection with antigenically complex pathogens. Second, we will restore physiologic exposure to specific pathogens and induce alterations of local microbiota in SPF mice, in order to investigate the induction, function and local interactions of tissue-resident lymphocytes in physiologic tissue environments. In addition, we will explore targeted microbial exposure as a Ñvaccinationì strategy to induce Ñnon-canonicalì tissue-resident cells in the lung in order to improve protection against infections with multi-resistant bacteria representing major clinical problems in hospitalized patients. In summary, we will investigate fundamental mechanisms of tissue immunity and vaccination in contexts relevant for human physiology and disease.",
    "totalCost": "1498750",
    "ecMaxContribution": "1498750",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}