{
    "rcn": "212744",
    "acronym": "PyraSig",
    "topics": "ERC-2017-STG",
    "title": "Pyrazine Signalling in Commensal and Pathogenic Bacteria",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Quorum sensing (QS) is a bacterial cellñcell communication process involving the production, release, and detection of extracellular signal molecules called autoinducers. QS is key to all microbiology as it enables otherwise solitary bacteria to coordinate complex cooperative tasks such as biofilm formation and pathogenesis. Consequently, targeting QS is a promising new concept for antimicrobial therapy. However, for this concept to become reality, we must first identify QS systems in pathogenic bacteria, discover the relevant autoinducers and study the underlying regulatory principles.  \nI recently identified a new QS pathway in Vibrio cholerae, the causative agent of cholera disease. The autoinducer of the system is DPO (3,5-dimethylpyrazin-2-ol), a new molecule to biology and the first pyrazine involved in QS. DPO production is widespread among microbes including pathogenic and commensal bacteria. V. cholerae synthesizes DPO from host mucins and our preliminary data show that DPO controls collective phenotypes, such as biofilm formation and toxin production in this major human pathogen. I therefore hypothesize that DPO connects virulence, QS and communication with the host microbiota in V. cholerae and related bacteria. \nThe overarching goal of this project is to understand the roles of DPO in host-microbe interaction and collective behaviours. To this end, we will pursue three key research goals. First, we will study the molecular parameters underlying DPO-signalling and probe the global effects of DPO on gene expression. Second, we will focus on the role of DPO in virulence of V. cholerae and other pathogens. Third, we will probe the effect of DPO on microbial behaviours, such as swarming and biofilm formation. This combined work will provide a comprehensive model for DPO-signalling in bacteria, which will not only advance the fundamental understanding of QS-based communication strategies, but might also provide the framework for QS-inspired anti-infectives.",
    "totalCost": "1499250",
    "ecMaxContribution": "1499250",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1499250
        }
    },
    "calculatedTotalContribution": 1499250
}