{
    "rcn": "212786",
    "acronym": "ANTIViR",
    "topics": "ERC-2017-STG",
    "title": "Molecular mechanisms of interferon-induced antiviral restriction and signalling",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Interferons (IFNs), which are signalling proteins produced by infected cells, are the first line of defence against viral infections. IFNs induce, in infected and neighbouring cells, the expression of hundreds of IFN-stimulated genes (ISGs). The ISGs in turn induce in cells a potent antiviral state, capable of preventing replication of most viruses, including Human Immunodeficiency Virus type 1 (HIV-1) and influenza A virus (FLUAV). Identifying the antiviral ISGs and understanding their mechanisms of action is therefore crucial to progress in the fight against viruses. \nISGs playing a role in the antiviral state have been identified, such as human MX1, a well-known antiviral factor able to restrict numerous viruses including FLUAV, and MX2, an HIV-1 inhibitor. Both proteins bind to viral components but their detailed mechanisms of action, as well as the consequences of restriction on the activation of the innate immune system, remain unclear. Moreover, our preliminary work shows that additional anti-HIV-1 and anti-FLUAV ISGs remain to identify. \nIn this context, this proposal seeks an ERC StG funding to explore 3 major aims: 1) unravelling the mechanisms of antiviral action of MX proteins, by taking advantage of their similar structure and engineered chimeric proteins, and by using functional genetic screens to identify their cofactors; 2) investigating the consequences of incoming virus recognition by MX proteins on innate immune signalling, by altering their expression in target cells and measuring the cell response in terms of gene induction and cytokine production; 3) identifying and characterizing new ISGs able to inhibit viral replication with a combination of powerful approaches, including a whole-genome CRISPR/Cas9 knock-out screen.\nOverall, this proposal will provide a better understanding of the molecular mechanisms involved in the antiviral effect of IFN, and may guide future efforts to identify novel therapeutic targets against major pathogenic viruses.",
    "totalCost": "1499793,77",
    "ecMaxContribution": "1499793,77",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1499794
        }
    },
    "calculatedTotalContribution": 1499794
}