{
    "rcn": "212792",
    "acronym": "BSP",
    "topics": "ERC-2017-STG",
    "title": "Belief Systems Project",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Belief systems research is vital for understanding democratic politics, extremism, and political decision-making. What is the basic structure of belief systems? Clear answers to this fundamental question are not forthcoming. This is due to flaws in the conceptualization of belief systems. The state-of-the-art treats a belief system as a theoretical latent variable that causes peopleís responses on attitudes and values relevant to the belief system. This approach cannot assess a belief system because it cannot assess the network of connections between the beliefsñattitudes and valuesñthat make up the system; it collapses across them and the interrelationships are lost. \n\nThe Belief Systems Project conceptualizations belief systems as systems of interconnecting attitudes and values. I conceptualize attitudes and values as interactive nodes in a network that are analysed with network analyses. With these conceptual and empirical tools, I can understand the structure and dynamics of the belief system and will be able to avoid theoretical pitfalls common in belief system assessments. This project will move belief systems research beyond the state-of-the-art in four ways by: \n\n1. Mapping the structure of systems of attitudes and values, something that is not possible using current methods.\n2. Answering classic questions about central concepts and clustering of belief systems.\n3. Modeling within-person belief systems and their variations, so that I can make accurate predictions about partisan motivated reasoning. \n4. Testing how external and internal pressures (e.g., feelings of threat) change the underlying structure and dynamics of belief systems.\n\nUsing survey data from around the world, longitudinal panel studies, intensive longitudinal designs, experiments, and text analyses, I will triangulate on the structure of political belief systems over time, between countries, and within individuals.",
    "totalCost": "1496944",
    "ecMaxContribution": "1496944",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1496944
        }
    },
    "calculatedTotalContribution": 1496944
}