{
    "rcn": "212716",
    "acronym": "PLASREVOLUTION",
    "topics": "ERC-2017-STG",
    "title": "Understanding the evolution of plasmid-mediated antibiotic resistance in real life scenarios",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Antibiotics are essential tools in modern medicine and are indispensable not only for the treatment of infectious diseases but also to support other key interventions such as surgery and cancer chemotherapy. However, the extensive and inappropriate use of antibiotics has fuelled the spread of resistance mechanisms in pathogenic bacteria, leading to the dawn of a post-antibiotic era. Plasmids play a pivotal role in the evolution of antibiotic resistance (AR) because they drive the horizontal transfer of resistance genes between pathogenic bacteria by conjugation. Some of these plasmid-bacterium associations become particularly successful, creating superbugs that spread uncontrollably in clinical settings. The rise of these clones is mainly constricted because plasmids entail a fitness cost when they arrive in a new bacterial host. This cost can be subsequently alleviated through compensatory adaptation during plasmid-bacterium coevolution. Despite the importance of this cost-compensation dynamic in the evolution of plasmid-mediated AR, it remains completely unexplored in clinical contexts. In this project I plan to bridge this gap by exploring the genetic basis underlying the evolution of plasmid-mediated AR in clinically relevant scenarios. We will study, for the first time, the intra-patient transmission, fitness cost and adaptation of AR plasmids in the gut microbiome of hospitalized patients (obj. 1). We will analyse the molecular mechanisms that determine the success of AR plasmids and bacterial clone associations (obj. 2). Finally, we will develop new technology to test how antibiotic treatments affect AR plasmids dynamics in the gut microbiome at an unprecedentedly high-resolution (obj. 3). This ground-breaking project will allow a new understanding of the evolution of plasmid-mediated AR in real life, opening new research avenues and providing a major step towards meeting one of the central challenges facing our society: controlling the spread of AR.",
    "totalCost": "1497314",
    "ecMaxContribution": "1497314",
    "coordinator": "SERVICIO MADRILENO DE SALUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999481987": {
            "orgId": "999481987",
            "orgName": "SERVICIO MADRILENO DE SALUD",
            "ecContrib": 1497314
        }
    },
    "calculatedTotalContribution": 1497314
}