{
    "rcn": "212704",
    "acronym": "TOPODY",
    "topics": "ERC-2017-STG",
    "title": "Exploring topological matter with atomic Dysprosium",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Recently, topology stepped in an increasing number of areas in physics, including via the concept of topological phases of matter. In strongly interacting systems, topological phases may exhibit intricate quantum entanglement between their constituents, leading to fascinating physical properties, such as the emergence of anyons. Since the discovery of fractional quantum Hall states in 1982, the scientific community is awaiting further experimental advances: new types of strongly correlated states, observation/manipulation of anyons. In this field, ultracold atoms promise novel approaches with a specific degree of control. Yet, despite the recent creation of weakly interacting topological states with atomic gases, reaching the strongly correlated regime, with long-range quantum entanglement, remains an open challenge.\nIn TOPODY, I will use a novel approach to produce strongly correlated topological states with microscopic samples of atomic Dysprosium. The envisioned laboratory experiment will combine state-of-the-art techniques, such as single-atom detection or laser-induced spin-orbit coupling. It will allow preparing quantum gases subjected to artificial gauge fields beyond the previously accessible regimes. The project will focus on realizing two paradigmatic physical systems ñ the Laughlin state and a topological superfluid. \n1. We will create the Laughlin state by injecting a controlled amount of angular momentum using optical transitions with finely-shaped laser beams. We will infer distinctive features of the Laughlin state ñ incompressibility and atom anti-bunching ñ from the distribution of atom positions. \n2. We will produce strongly interacting Fermi gases in one dimension and subjected to a spin-orbit coupling, leading to a topological superfluid state. The topology will manifest itself by the presence of Majorana bound states, which are quantum states delocalized between the two ends of the system, and accessible using quasi-particle spectroscopy.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854758": {
            "orgId": "999854758",
            "orgName": "ECOLE NORMALE SUPERIEURE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}