{
    "rcn": "212737",
    "acronym": "DIAMONDCOR",
    "topics": "ERC-2017-STG",
    "title": "A molecular approach to treat diabetes mellitus onset dependent coronaropathy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In Europe, 59 million patients suffer from diabetes mellitus with health costs of 142 billion Euros per year. As one of the most challenging consequences, diabetes inflicts cardiovascular disease leading to cardiomyopathy and cardiac death. A global, current aim lies in preventing cardiac complications in patients with diabetes mellitus.\nIn pathogenesis of diabetic cardiomyopathy, the role of microvascular processes remains largely elusive; my proposal aims at solving this key question ñ an impossible mission so far. As attractive therapeutic concept and overall objective, the present proposal aims at exploiting microvascular mechanisms for preventing and treating diabetic cardiomyopathy.\nI will study a novel, unique transgenic pig model of diabetes mellitus combined with advanced, patient compatible molecular imaging. We pioneered distinct genetic manipulations in pigs, including adeno-associated viral vectors (AAV) for microvessel stabilization as well as AAV-based CrispR/Cas9 transduction for in vivo genome editing. Using this cutting edge technology, I could decipher an important role for microvascular capillary rarefaction in the development of diabetic cardiomyopathy in my previous work. In the present proposal, I aim at determining:\n1.\tNovel, microvascular-focused therapeutic targets for diabetic cardiomyopathy.\n2.\tThe effect of reduced microvascular damage on myocardial function in diabetes, both in the absence and presence of ischemia.\nMy approach will implement targeting microvessels as new paradigm for treating diabetic cardiomyopathy. I will identify novel therapeutic targets for tailored drug development by industry and academia. My planned work will improve the success rate of clinical trials for the benefit of patients suffering diabetic cardiomyopathy and putatively other cardiac diseases.",
    "totalCost": "1490529",
    "ecMaxContribution": "1490529",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 1490529
        }
    },
    "calculatedTotalContribution": 1490529
}