{
    "rcn": "212753",
    "acronym": "STRUCTURE",
    "topics": "ERC-2017-STG",
    "title": "De novo structural elucidation of functional organic powders at natural isotopic abundance",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Structure holds the key to many of the physical worldís most intriguing secrets. Diffraction from single crystals has revolutionized our knowledge of crystalline matter by providing atomic-scale images of countless samples and leading to landmark achievements in science. However, when crystals of sufficient dimensions cannot be grown, structure can hardly be retrieved using currently available methodologies. This hampers our understanding of the physico-chemical behavior of numerous samples, such as functional organic powders (FOP), hence precluding the design of new materials with tailored properties. Solid-state NMR (SSNMR) has the potential to be the key to access the structure of powders for applications in energy or pharmacy. However, the inherently low sensitivity of NMR constitutes the main barrier to retrieve valuable constraints such as interatomic distances and torsional angles from spin-spin couplings involving rare nuclei (e.g. C-13, N-15) on organic samples at natural isotopic abundance (NA), for which chemical shifts are certainly easier to access but less structurally relevant. The project will capitalize on Dynamic Nuclear Polarization (DNP) to enhance the sensitivity of SSNMR and obtain unique structural constraints on NA FOPs. Specifically: (i) intra and intermolecular distances, torsional/bond angles and H bonds will be measured for the first time via DNP SSNMR; (ii) together with powder X-ray data, these constraints will be integrated within modern computational algorithms to assist the generation of physically meaningful 3D structures with minimized risk of false positives. The protocol will be applied to time-resolved in situ/ex situ investigation of self-assembly to gain control into polymorph production. We will create an integrated experimental/in silico tool that will extend the proficiency of crystallography in de novo structure elucidation of FOPs of increasing complexity, opening new avenues in chemistry and materials science.",
    "totalCost": "1499632",
    "ecMaxContribution": "1499632",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1499632
        }
    },
    "calculatedTotalContribution": 1499632
}