{
    "rcn": "212708",
    "acronym": "SINGULARITY",
    "topics": "ERC-2017-STG",
    "title": "Singularities and Compactness in Nonlinear PDEs",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The emergence of singularities, such as oscillations and concentrations, is at the heart of some of the most intriguing problems in the theory of nonlinear PDEs. Rich sources of these phenomena can be found for instance in the equations of mathematical material science and hyperbolic conservation laws.\n\nBuilding on recent pioneering work of the PI, The SINGULARITY project will investigate singularities through innovative strategies and tools that combine geometric measure theory with harmonic analysis. The potential of this approach is far-reaching and has already led to the resolution of several long-standing conjectures as well as opened up new avenues to understand the fine structure of singularities.\n\nThe project comprises three inter-connected themes:\n\nTheme I investigates condensated singularities, i.e. singular parts of (vector) measures solving a PDE. A powerful structure theorem was recently established by the PI and De Philippis, which will be developed into a fine structure theory for PDE-constrained measures.\n\nTheme II is concerned with the development of a compensated compactness theory for sequences of solutions to a PDE, which is capable of dealing with concentrations. The central aim is to study in detail the (non-)compactness properties of such sequences in the presence of asymptotic singularities, for instance in relation to the Bouchitt ?e Conjecture in shape optimization.\n\nTheme III investigates higher-order microstructure, i.e. nested periodic oscillations in sequences, such as laminates. The main objective is to understand the effective properties of such microstructures and to make progress on pressing open problems in homogenization theory and on the fundamental Morrey Conjecture. We will employ the promising tool of microlocal compactness forms, recently invented by the PI.\n\nAll three themes tackle challenging and important open questions, which will serve as guiding lights towards a robust framework for the effective study of singularities.",
    "totalCost": "1483943",
    "ecMaxContribution": "1483943",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 1483943
        }
    },
    "calculatedTotalContribution": 1483943
}