{
    "rcn": "212731",
    "acronym": "CT",
    "topics": "ERC-2017-STG",
    "title": "ëChallenging Time(s)í ñ A New Approach to Written Sources for Ancient Egyptian Chronology",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The chronology of ancient Egypt is a golden thread for the memory of early civilisation. It is not only the scaffolding of four millennia of Egyptian history, but also one of the pillars of the chronology of the entire ancient Near East and eastern Mediterranean. The basic division of Egyptian history into 31 dynasties was introduced by Manetho, an Egyptian historian (c. 280 BC) writing in Greek for the Ptolemaic kings. Despite the fact that this scheme was adopted by Egyptologists 200 years ago and remains in use until today, there has never been an in-depth analysis of Manethoís kinglist and of the names in it. Until now, identifying the Greek renderings of royal names with their hieroglyphic counterparts was more or less educated guesswork. It is thus essential to introduce the principles of textual criticism, to evaluate royal names on a firm linguistic basis and to provide for the first time ever an Egyptological commentary on Manethoís kinglist. Just like Manetho did long ago, now it is necessary to gather all inscriptional evidence on Egyptian history: dated inscriptions, biographic and prosopographic data of royalty and commoners, genuine Egyptian kinglists and annals. These data must be critically evaluated in context, their assignment to specific reigns must be reconsidered, and genealogies and sequences of officials must be reviewed. The results are not only important for Egyptian historical chronology and for our understanding of the Egyptian perception of history, but also for the interpretation of chronological data gained from archaeological excavations (material culture) and sciences (14C dates, which are interpreted on the basis of historical chronology, e.g., via ëBayesian modellingí). The applicant has already shown the significance of this approach in pilot studies on the pyramid age. Further work in cooperation with international specialists will thus shed new light on ancient sources in order to determine the chronology of early civilisation.",
    "totalCost": "1499992",
    "ecMaxContribution": "1499992",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 1499992
        }
    },
    "calculatedTotalContribution": 1499992
}