{
    "rcn": "212721",
    "acronym": "COGNAP",
    "topics": "ERC-2017-STG",
    "title": "To nap or not to nap? Why napping habits interfere with cognitive fitness in ageing",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "All of us know of individuals who remain cognitively sharp at an advanced age. Identifying novel factors which associate with inter-individual variability in -and can be considered protective for- cognitive decline is a promising area in ageing research. Considering its strong implication in neuroprotective function, COGNAP predicts that variability in circadian rhythmicity explains a significant part of the age-related changes in human cognition. Circadian rhythms -one of the most fundamental processes of living organisms- are present throughout the nervous system and act on cognitive brain function. Circadian rhythms shape the temporal organization of sleep and wakefulness to achieve human diurnality, characterized by a consolidated bout of sleep during night-time and a continuous period of wakefulness during the day. Of prime importance is that the temporal organization of sleep and wakefulness evolves throughout the adult lifespan, leading to higher sleep-wake fragmentation with ageing. The increasing occurrence of daytime napping is the most visible manifestation of this fragmentation. Contrary to the common belief, napping stands as a health risk factor in seniors in epidemiological data. I posit that chronic napping in older people primarily reflects circadian disruption. Based on my preliminary findings, I predict that this disruption will lead to lower cognitive fitness. I further hypothesise that a re-stabilization of circadian sleep-wake organization through a nap prevention intervention will reduce age-related cognitive decline. Characterizing the link between cognitive ageing and the temporal distribution of sleep and wakefulness will not only bring ground-breaking advances at the scientific level, but is also timely in the ageing society. Cognitive decline, as well as inadequately timed sleep, represent dominant determinants of the health span of our fast ageing population and easy implementable intervention programs are urgently needed.",
    "totalCost": "1499125",
    "ecMaxContribution": "1499125",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976105": {
            "orgId": "999976105",
            "orgName": "UNIVERSITE DE LIEGE",
            "ecContrib": 1499125
        }
    },
    "calculatedTotalContribution": 1499125
}