{
    "rcn": "212799",
    "acronym": "ToMeTuM",
    "topics": "ERC-2017-STG",
    "title": "Towards the Understanding a Metal-Tumour-Metabolism",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "A tumour cell uses both genetic and protein weapons in its development. Gaining a greater understanding of these lethal mechanisms is a key step towards developing novel and more effective treatments. Because the metal ion metabolism of a tumour cell is not fully understood, we will address the challenge of explaining the mechanisms of how a tumour cell copes both with essential metal ions and platinum based drugs. The metal-based mechanisms help a tumour to grow on one side and to protect itself against commonly used metal-based drugs. On the other side, the exact description of these mechanisms, which are being associated with multi-drug resistance occurrence and failure of a treatment, still remains unclear. We will reveal the mechanism of the as yet not understood biochemical and molecularly-biological relationships and correlations between metal ions and proteins in a tumour development revealing the way how to suppress the growth and development of a tumour and to markedly enhance the effectiveness of a treatment. \n\nTo achieve this goal, we will focus on metallothionein and its interactions with essential metals and metal-containing anticancer drugs (cisplatin, carboplatin, and oxaliplatin). Their actions will be monitored both in vitro and in vivo. For this purpose, we will optimize electrochemical, mass spectrometric and immune-based methods. Based on processing of data obtained, new carcinogenetic pathways will be sought on cell level and proved by genetic modifications of target genes. The discovered processes and the pathways found will then be tested on two animal experimental models mice bearing breast tumours (MCF-7 and 4T1) and MeLiM minipigs bearing melanomas.\n\nThe precise description of the tumour related pathways coping with metal ions based on metallothioneins will direct new highly effective treatment strategies. Moreover, the discovery of new carcinogenetic pathways will open a window for understanding of cancer formation and development.",
    "totalCost": "1377495",
    "ecMaxContribution": "1377495",
    "coordinator": "VYSOKE UCENI TECHNICKE V BRNE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 1377495
        }
    },
    "calculatedTotalContribution": 1377495
}