{
    "rcn": "212717",
    "acronym": "bloodANDbone",
    "topics": "ERC-2017-STG",
    "title": "Blood and bone ñ conjoined twins in health and disease: bone marrow analogs for hematological and musculoskeletal diseases",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Blood and bone are closely intertwined. Their intrinsic regenerative capacities are disturbed in many hematological and musculoskeletal diseases. Re-establishing the regenerative potential is the key to cure these diseases by regenerative medicine. Multipotent stem cells of both tissues ñ hematopoietic  stem cells (HSCs) for blood and mesenchymal stem/stromal (MSCs) for bone ñ are the basis for their regenerative capacity. While it is well established that HSCs are influenced by the bone marrow in their natural environment including MSCs and their progeny, surprisingly little attention has been paid to the reciprocal relationship. The hypothesis of the current proposal is that only when taking both tissues and their mutual crosstalk into account, we will be able to understand how the regenerative potential of blood and bone is impaired in disease and how it can be re-established with novel treatment strategies. For this purpose we need to understand the early events of disease onset and progression. Due to the limitations of such studies in human beings and animals, I propose to develop human in vitro models of healthy bone marrow, which can be induced to develop hematological and musculoskeletal diseases with high incidence, namely leukemia, multiple myeloma and bone metastasis. Previously my team and I developed a simplified bone marrow analog that bases on macroporous, cell-laden biomaterials with tunable physical, biochemical and biological properties. This versatility will enable us to create biomimetic human in vitro models of the human bone marrow in health and disease, which are ground-breaking in their applicability to investigate how the regenerative balance of bone marrow is maintained in health and disturbed in the different kinds of diseases ñ a prerequisite to develop novel regenerative treatments ñ as well as their scalability and thus suitability as in vitro test systems for screening of novel drugs or treatments.",
    "totalCost": "1499920",
    "ecMaxContribution": "1499920",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1499920
        }
    },
    "calculatedTotalContribution": 1499920
}