{
    "rcn": "212770",
    "acronym": "BIOELE",
    "topics": "ERC-2017-STG",
    "title": "Functional Biointerface Elements via Biomicrofabrication",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Imagine in the future, bionic devices that can merge device and biology which can perform molecular sensing, simulate the functions of grown-organs in the lab, or even replace or improve parts of the organ as smart implants? Such bionic devices is set to transform a number of emerging fields, including synthetic biotechnology, regenerative medicine, and human-machine interfaces. Merging biology and man-made devices also mean that materials of vastly different properties need to be seamlessly integrated. One of the promising strategies to manufacture these devices is through 3D printing, which can structure different materials into functional devices, and simultaneously intertwining with biological matters. However, the requirement for biocompatibility, miniaturisation, portability and high performance in bionic devices pushes the current limit for micro- nanoscale 3D printing.  \n\nThis proposal aims to develop a new multi-material, cross-length scale biofabrication platform, with specific focus in making future smart bionic devices. In particular, a new mechanism is proposed to smoothly interface diverse classes of materials, such that an active device component can be ëshrunkí into a single small fibre. This mechanism utilises the polymeric materialsí flow property under applied tensile forces, and their abilities to combine with other classes of materials, such as semi-conductors and metals to impart further functionalities. This smart device fibre can be custom-made to perform different tasks, such as light emission or energy harvesting, to bridge 3D bioprinting for the future creation of high performance, compact, and cell-friendly bionic and medical devices.",
    "totalCost": "1486938",
    "ecMaxContribution": "1486938",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}