{
    "rcn": "212787",
    "acronym": "MODVASC",
    "topics": "ERC-2017-STG",
    "title": "Endothelial RNA Modifications in Vascular Homeostasis and Disease",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Endothelial cells cover the entire arterial and venous tree, and play a pivotal role in vascular and organ homeostasis. In general, cardiovascular risk factors induce endothelial cell activation towards a pro-inflammatory phenotype leading to atherosclerosis, a major cause of mortality in the Western world. Understanding the mechanisms that orchestrate endothelial cell functions and response to environmental stimuli is essential for the discovery and development of novel biomarkers and therapeutic strategies in vascular disease. \nRNA base modifications increase the RNA alphabet from the 4 canonical nucleotides to more than 140. Adenosine methylation at the N6 position (m6A) is the most prevalent RNA modification in eukaryotic mRNA and is catalyzed by a multiprotein methyltransferase complex. Accumulating recent evidence suggests that m6A RNA methylation is a critical posttranscriptional regulator of RNA metabolism. In preliminary unpublished work we have identified methylated RNA targets, which may critically regulate endothelial cell functions. Since the impact of m6A RNA methylation on vascular function is completely unknown, MODVASC aims to explore the role of m6A RNA methylation in vascular growth, homeostasis and disease. By m6A-RNA immunoprecipitation followed by RNA-sequencing we will identify the transcriptome-wide m6A RNA methylation in endothelial cells under basal and stress conditions.  With the help of advanced molecular biology and biochemical methods, we will describe in single nucleotide level the impact of m6A RNA methylation on mRNA fate and RNA-protein interactions and define its functional consequences in endothelial cell functions. In vivo studies will consolidate the impact of endothelial RNA methylation on vascular growth and homeostasis as well as its contribution to atherosclerosis. Finally, MODVASC will evaluate the clinical relevance of our findings in patients with cardiovascular disease.",
    "totalCost": "1499250",
    "ecMaxContribution": "1499250",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 1499250
        }
    },
    "calculatedTotalContribution": 1499250
}