{
    "rcn": "212768",
    "acronym": "AltCheM",
    "topics": "ERC-2017-STG",
    "title": "In vivo functional screens to decipher mechanisms of stochastically- and mutationally-induced chemoresistance in Acute Myeloid Leukemia",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Acute Myeloid Leukemia (AML), the most common leukemia diagnosed in adults, represents the paradigm of resistance to front-line therapies in hematology. Indeed, AML is so genetically complex that only few targeted therapies are currently tested in this disease and chemotherapy remains the only standard treatment for AML since the past four decades. Despite an initial sustained remission achieved by chemotherapeutic agents, almost all patients relapse with a chemoresistant minimal residual disease (MRD). The goal of my proposal is to characterize the still poorly understood biological mechanisms underlying persistence and emergence of MRD.\nMRD is the consequence of the re-expansion of leukemia-initiating cells that are intrinsically more resistant to chemotherapy. This cell fraction may be stochastically more prone to survive front-line therapy regardless of their mutational status (the stochastic model), or genetically predetermined to resist by virtue of a collection of chemoprotective mutations (the mutational model).\nI have already generated in mice, by consecutive rounds of chemotherapy, a stochastic MLL-AF9-driven chemoresistance model that I examined by RNA-sequencing. I will pursue the comprehensive cell autonomous and cell non-autonomous characterization of this chemoresistant AML disease using whole-exome and ChIP-sequencing.\nTo establish a mutationally-induced chemoresistant mouse model, I will conduct an innovative in vivo screen using pooled mutant open reading frame and shRNA libraries in order to predict which combinations of mutations, among those already known in AML, actively promote chemoresistance.\nFinally, by combining genomic profiling and in vivo shRNA screening experiments, I will decipher the molecular mechanisms and identify the functional effectors of these two modes of resistance. Ultimately, I will then be able to firmly establish the fundamental relevance of the stochastic and/or the mutational model of chemoresistance for MRD genesis.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}