{
    "rcn": "212739",
    "acronym": "PROTEUS",
    "topics": "ERC-2017-STG",
    "title": "Paradoxes and Metaphors of Time in Early Universe(s)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "PROTEUS studies main strategies devised by Western philosophy in representing time in cosmology. It aims at modifying current metaphysics and its relationship with cosmology in the light of recent scientific debates in quantum gravity and quantum cosmology, thereby boosting a new research field in history and philosophy of cosmology. The project is based on two hypotheses: 1) the history of philosophy reveals a guideline that can be traced back to Plato and that characterizes physical and metaphysical approaches to the question of the beginning of the universe in terms of a tension between fundamentality and non-fundamentality of time; 2) there is a conceptual problematic assumption in Western culture and it consists in shaping the problem of the origin of the world as a problem of thinking about the very same conditions of possibility of the origin of a process that is not in time. The project spells out the conceptual roots of current representations of time in quantum gravity and quantum cosmology and highlights the conceptual break that they provide with respect to philosophical concepts of time portrayed in previous systems. PROTEUS explores in detail the notions of time and the paradoxes emerging in the philosophy and cosmology of Plato and Kant and identifies the fundamental characters of emergent time in current quantum gravity theories. In identifying these fundamental features, PROTEUS produces conceptual innovation in metaphysics in such a way that philosophical investigation is complementary to the development of current theories. PROTEUS elaborates alternative argument(s) to anthropic principle, as well as new categories accounting for the notion of ëcontingent necessityí of the world. The research team includes members from different backgrounds (philosophy, mathematics and physics) and will promote the application of a new methodology emphasizing the relevance of the history of philosophy and the actual interaction between philosophers and scientists.",
    "totalCost": "1418869",
    "ecMaxContribution": "1418869",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 1418869
        }
    },
    "calculatedTotalContribution": 1418869
}