{
    "rcn": "212705",
    "acronym": "MTrix",
    "topics": "ERC-2017-STG",
    "title": "Mechanical Targeting as an Integrative Approach for Personalized Nanomedicine",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "The ability to direct drug delivery to specific tissues is a central challenge in treating diseases as it determines the balance between drug selectivity and toxicity. Clinical drug failures, commonly due to safety issues or poor efficacy, are extremely costly to the pharmaceutical industry. In light of this, there is a global effort to develop Targeted Drug Delivery Systems (DDS) and Nanomedicine-based drugs to increase the therapeutic efficacy of a drug while substantially reducing its off-target exposure. In oncology, this issue is critical since chemotherapies have poor selectivity, thus causing severe side effects due to undesired systemic exposure. However, the enormous heterogeneity and dynamic nature of tumors makes it extremely challenging to identify universal target molecules. In this ERC I introduce a novel concept according to which the specificity of DDS can be dramatically enhanced by tuning the physical parameters of DDS based on mechanical cues of target and non-target cells. In many cancers, it is well-established that the flexibility and deformability of cells are correlated with their metastatic potential. This leads to our hypothesis that the enhanced deformability of cancer cells allows them to engulf and uptake particles whose internalization requires massive shape change, unlike the stiffer and normal cells. The rationale of the proposed study is that by considering physical parameters of cells, the mechanical properties of DDS can be tuned to achieve selective uptake. We thus propose to develop tools for rational design of DDS for personalized nanomedicine that will use simple tests performed on a patientís own cells. This is the basis of our visionary Mechanical Targeting (MT) scheme, a crosstalk between experimental and computational models, for drug specificity. Accordingly, this ERC is expected to yield breakthroughs, both conceptual and technical.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1499875
        }
    },
    "calculatedTotalContribution": 1499875
}