{
    "rcn": "212743",
    "acronym": "CHROMDOM",
    "topics": "ERC-2017-STG",
    "title": "Chromosomal domain formation, compartmentalization and architecture",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The three-dimensional organization of chromosomes is necessary for hereditary fidelity and gene regulation. Recent studies have found that eukaryotic interphase chromosomes are spatially organized in compartments, chiefly topologically associated domains (TADs), in a hierarchical order of nested chromatin loops, coining the term ìchromosome foldingî. TADs are clusters of genes and regulatory elements that are confined to their genomic compartment by spatially constricting their accessible range of action. The folded structure of chromosomes through long-range loops enables mutual interactions of distant genomic loci that otherwise would not be in contact.\nWhile crosslinking-based chromosome conformation capture (3C) techniques have revealed the underlying structure of interphase chromosomes, the molecular mechanism of how chromosome-organizing proteins, such as the insulator CTCF or the structural maintenance of chromosomes (SMC) complex cohesin build the chromosomal scaffold and contribute to genomic organization, is not understood.\nDue to the complexity of the processes involved, biochemical information on how chromosomal proteins contribute to the establishment of TADs is scarce. I have previously demonstrated that single molecule techniques can be used to study the interactions of single cohesin complexes with DNA, chromatin and DNA-bound proteins and to resolve processes that are inaccessible in bulk biochemical experiments. In this project, I will use and expand the high-throughput single molecule technique of DNA curtains to study the molecular details of how chromosomal scaffolding proteins and genetic insulators form the basis for the three-dimensional folding of chromosomes. My experiments will build a novel experimental platform to study the dynamics of chromosomal configuration and maintenance in a reconstituted single molecule assay and will reveal the molecular details that drive the organization of chromosomes into hierarchically organized structures.",
    "totalCost": "1499350",
    "ecMaxContribution": "1499350",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1499350
        }
    },
    "calculatedTotalContribution": 1499350
}