{
    "rcn": "212714",
    "acronym": "CounterLIGHT",
    "topics": "ERC-2017-STG",
    "title": "Interaction and Symmetry Breaking of Counterpropagating Light",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Light is generally expected to travel through media independent of its direction. Exceptions can be achieved eg. through polarization changes induced by magnetic fields (known as the Faraday effect) together with polarization-sensitive birefringent materials. However, light can also be influenced by the presence of a counterpropagating light wave. We have recently shown that this leads to the surprising consequence that light sent into tiny glass rings (microresonators) can only propagate in one direction, clockwise or counterclockwise, but not in both directions simultaneously. When sending exactly the same state of light (same power and polarization) into a microresonator, nonlinear interaction induces a spontaneous symmetry breaking in the propagation of light. In this proposal we plan to investigate the fundamental physics and a variety of ground-breaking applications of this effect. In one proposed application, this effect will be used for optical nonreciprocity and the realization of optical diodes in integrated photonic circuits that do not rely on magnetic fields (an important key element in integrated photonics). In another proposed experiment we plan to use the spontaneous symmetry breaking to demonstrate microresonator-based optical gyroscopes that have the potential to beat state-of-the-art sensors in both size and sensitivity. Additional research projects include experiments with all-optical logic gates, photonic memories, and near field sensors based on counterpropagating light states. Finally, we plan to demonstrate a microresonator-based system for the generation of dual-optical frequency combs that can be used for real-time precision spectroscopy in future lab-on-a-chip applications. On the fundamental physics side, our experiments investigate the interaction of counterpropagating light in a system with periodic boundary conditions. The fundamental nature of this system has the potential to impact other fields of science far beyond optical physics.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "NPL MANAGEMENT LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}