{
    "rcn": "212771",
    "acronym": "4SUNS",
    "topics": "ERC-2017-STG",
    "title": "4-Colours/2-Junctions of III-V semiconductors on Si to use in electronics devices and solar cells",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "It was early predicted by M. Green and coeval colleagues that dividing the solar spectrum into narrow ranges of colours is the most efficient manner to convert solar energy into electrical power. Multijunction solar cells are the current solution to this challenge, which have reached over 30% conversion efficiencies by stacking 3 junctions together. However, the large fabrication costs and time hinders their use in everyday life. It has been shown that highly mismatched alloy (HMA) materials provide a powerful playground to achieve at least 3 different colour absorption regions that enable optimised energy conversion with just one junction. Combining HMA-based junctions with standard Silicon solar cells will rocket solar conversion efficiency at a reduced price. To turn this ambition into marketable devices, several efforts are still needed and few challenges must be overcome.\n4SUNS is a revolutionary approach for the development of HMA materials on Silicon technology, which will bring highly efficient multi-colour solar cells costs below current multijunction devices. The project will develop the technology of HMA materials on Silicon via material synthesis opening a new technology for the future. The understanding and optimization of highly mismatched alloy materials-using GaAsNP alloy- will provide building blocks for the fabrication of laboratory-size 4-colours/2-junctions solar cells.\nUsing a molecular beam epitaxy system, 4SUNS will grow 4-colours/2-junctions structure as well as it will manufacture the final devices. Structural and optoelectronic characterizations will carry out to determine the quality of the materials and the solar cells characteristic to obtain a competitive product. These new solar cells are competitive products to breakthrough on the solar energy sector solar cells and allowing Europe to take leadership on high efficiency solar cells.",
    "totalCost": "1499719",
    "ecMaxContribution": "1499719",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 1499719
        }
    },
    "calculatedTotalContribution": 1499719
}