{
    "rcn": "212709",
    "acronym": "FLAVE",
    "topics": "ERC-2017-STG",
    "title": "Energetics of natural turbulent flows: the impact of waves and radiation.",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Turbulence in natural flows is an outstanding challenge with key implications for the energetics of planets, stars, oceans, and the Earthís climate system. Such natural flows interact with waves, radiation or a combination thereof: surface waves and solar radiation on oceans and lakes, bulk waves and radiation inside the rapidly rotating and electrically conducting solar interior, etc. Standard simplified models often discard waves, radiation, or both, with dramatic consequences for the energy budget of natural flows: geostrophic models neglect waves, and Rayleigh-BÈnard thermal convection considers heat diffusively injected through a solid boundary, in strong contrast with radiative heating. The purpose of the present multidisciplinary project is to develop a consistent and coupled description of natural flows interacting with waves and radiation, to properly assess their energy budget:\n\nï Because resolving surface waves in global ocean models will remain out-of-reach for decades, I will derive and investigate reduced equations describing their two-way coupling to the ocean currents, with timely implications for the upwelling of nutrients, the strength of the global ocean circulation and ultimately CO2 sequestration and the climate system.\n\nï Building on my recent advances in the field of rotating and magnetohydrodynamic turbulence, I will derive a set of reduced equations to simulate such turbulent flows in the vicinity of the transition where bulk 3D waves appear on a 2D turbulent flow. This approach will allow me to reach unprecedented parameter regimes, orders of magnitude beyond state-of-the-art 3D direct numerical simulations (DNS).\n\nï Finally, I will combine state-of-the-art DNS with a versatile experimental platform to determine the structure, kinetic energy and heat transport of turbulent radiative convection in various geometries. I will extrapolate the resulting scaling-laws to the ocean circulation, the mixing in lakes and the solar tachocline.",
    "totalCost": "1499094",
    "ecMaxContribution": "1499094",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1499094
        }
    },
    "calculatedTotalContribution": 1499094
}