{
    "rcn": "212732",
    "acronym": "MUSE",
    "topics": "ERC-2017-STG",
    "title": "Multi-perspective Ultrasound Strain Imaging & Elastography",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Ultrasound (US) is the modality of choice for imaging and functional measurements of the cardiovascular system due to its high spatial and temporal resolution. In recent years, the use of US has been on the rise owing to huge advancements in acquisition speed and resolution. Nevertheless, because of physical constraints, several issues ólimited field-of-view, refraction, resolution and, contrast anisotropyó cannot be resolved using a single probe. \nThis proposal will aim at tackling these issues introducing Multi-perspective Ultrasound Strain Imaging & Elastography (MUSE). MUSE will push the frontiers of 3-D US imaging by introducing a novel, multi-perspective 3-D US system. The revolutionary system will consist of two synchronously controlled 3-D matrix arrays and advanced signal and image processing to improve geometric and functional measurements (strain, elasticity). Validation will be performed for two applications: cardiac strain imaging in patients with aortic valve stenosis (AoS) and elastography of abdominal aortic aneurysms (AAA).\nFusion of dual-probe data will be challenged and achieved by new algorithms, preserving important features and improving both contrast and field-of-view. Advanced 3-D processing of the raw US data will be developed for motion and strain imaging. A novel compounding technique, fusion strain imaging, will combine multi-perspective strain data to improve accuracy and precision. A comprehensive framework for system verification and validation will be built, comprising US simulations, ex vivo experiments, and in vivo pilot studies on healthy volunteers. The proposed technique will be validated in AoS and AAA patients. \nUltimately, MUSE will introduce a non-invasive, ground-breaking US platform for functional screening and follow-up, and a breakthrough in early diagnosis, clinical decision making, and risk assessment of cardiovascular disease. Moreover, MUSE has the potential to replace invasive or costly imaging modalities with US.",
    "totalCost": "1998504,75",
    "ecMaxContribution": "1998504,75",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1998505
        }
    },
    "calculatedTotalContribution": 1998505
}