{
    "rcn": "212766",
    "acronym": "GRIEVANCE",
    "topics": "ERC-2017-STG",
    "title": "Gauging the Risk of Incidents of Extremist Violence Against Non-Combatant Entities",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "GRIEVANCE seeks to make significant advances in increasing our understanding, and thereby reducing the risk, of extremist violence against non-combatants. An inter-disciplinary project underpinned by crime prevention principles is needed to help quantify the risk of such offences. The barbarity of such violent acts, coupled with the fact that participation in them is characterised by an extremely low base rate, has led researchers to seek out individual qualities of the offender with a particular focus upon what radicalisation is and how its drivers can be countered. This search has proven unproductive and impractical. In fact, it has most likely limited and unduly narrowed a wider consideration of the ways in which social scientists can bring what conceptual tools we have to bear on the problem of controlling and managing such behaviour. By doing so, this project shifts the focus from individual qualities (what we think terrorists and other similar offenders ìareî) to a consideration of the situational qualities of their behaviour ñ in other words, what violent offenders do and how they do it (Horgan, 2009: 143). This is consistent with developments in the area of crime control (Cornish and Clarke, 1986; Brantingham & Brantingham, 1981) and crime science more generally. More specifically, GRIEVANCE will utilise a number of unique datasets to understand the risk of extremist violence across a number of phases of analysis. GRIEVANCE characterises risk in terms of a process and dedicates a work package (WP) to each stage of the process from the risk of radicalisation (WP1), to the risk of recruitment (WP2), to the risk of violent action (WP3), to the temporal (WP4) and spatial (WP5) risk of offending behaviour followed by an assessment of the risk of adverse consequences from intervention (WP6). GRIEVANCE will both synthesise the existing knowledge within the literature and produce innovative new findings by utilising cutting edge inter-disciplinary research methods.",
    "totalCost": "1458345",
    "ecMaxContribution": "1458345",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 1458345
        }
    },
    "calculatedTotalContribution": 1458345
}