{
    "rcn": "212776",
    "acronym": "PredictingPain",
    "topics": "ERC-2017-STG",
    "title": "Deconstructing pain with predictive models: from neural architecture to pain relief",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Pain is a burden for millions of people in terms of suffering, as well as for society in terms of costs. While it is well established that the perception of pain is not necessarily related to the amount of sensory input, a mechanistic framework for this is still lacking at the neurobiological level, although it would be of utmost importance for inspiring new therapeutic approaches. In PredictingPain, I will provide such a framework by applying recent insights from computational neuroscience in the form of ëpredictive codingí to pain. Predictive coding models assume that perception is an active process in which the brain is not just passively responding to sensory inputs, but is instead constantly generating predictions about its sensory inputs.\n\nI will employ three complementary work packages (WP) ñ all of which use cutting-edge neuroimaging methods in human volunteers ñ to answer the important question of whether predictive coding can serve as a fundamental mechanism underlying the perception of pain. In WP1, I will elucidate whether the neural architecture of the nociceptive system is capable of implementing a predictive coding scheme. With WP2, I will unravel how the subjective experience of pain is constructed from a rich array of predictive signals. Finally, in WP3 I will employ an experimental model of chronic pain to test how predictions of pain relief exert their beneficial effects when pain is ongoing. A large part of the research in PredictingPain will focus on the human spinal cord, in order to capture predictive signals at this earliest level of central nervous system pain processing, since they will exert a profound effect on processing at higher levels and the resulting pain perception.\n\nTogether, the outcomes from PredictingPain will provide a novel and mechanistic understanding of pain perception that will provide impetus for the development of new therapeutic approaches in order to reduce the suffering and financial burden that pain imposes.",
    "totalCost": "1499922",
    "ecMaxContribution": "1499922",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1499922
        }
    },
    "calculatedTotalContribution": 1499922
}