{
    "rcn": "212728",
    "acronym": "TRIBAL",
    "topics": "ERC-2017-STG",
    "title": "A TRranslational approach to Identify Biomarkers for Asthma and Lung function impairment",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Asthma is a chronic inflammatory disease of the airways that cause symptoms like wheezing and breathlessness. In children, asthma is the most common chronic disease and according to the WHO, more than 300 million people are affected globally. There is no curative treatment available. Persistence of childhood asthma into adult life is associated with lung function impairment and increased risk of chronic obstructive pulmonary disease, COPD. Evidence is now emerging that adult diseases, like COPD, may have their origin early in life. However, there are no established biomarkers that can accurately monitor asthma progression or predict development of COPD in adults. In this TRIBAL project, I will capitalize on rich longitudinal data and repeated bio-sampling from the Swedish BAMSE study, a world-leading population-based birth cohort of 4,089 participants with a new 24-year follow-up starting in 2017. A key aim with the new follow-up is to identify young adults in their 20s with persistent asthma and pre-stage COPD by advanced lung function assessment that includes bronchodilator and nitrogen washout tests. In TRIBAL, the unique setup is deep phenotyping of these patients describing different aspects of the respiratory system, as well as molecular characteristics of relevant bio-samples and cells. Disease-related biomarkers and involved mechanisms, from gene to protein, will be identified from early childhood to adulthood. Both the innate and the adapted immune system with detailed cell characterization will be explored in relation to exposure and disease development. Specifically, with this novel approach I will address the time point during childhood when disease processes related to persistent asthma and pre-stage COPD were initiated. The ultimate goal in TRIBAL is to provide new knowledge for targeted preventive efforts in children at risk of adult chronic lung disease, and to identify potential targets for new asthma and COPD drugs.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}