{
    "rcn": "212785",
    "acronym": "P2PMODELS",
    "topics": "ERC-2017-STG",
    "title": "Decentralized Blockchain-based Organizations for Bootstrapping the Collaborative Economy",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The Collaborative Economy (CE) is rapidly expanding through new forms of Internet labor and commerce, from Wikipedia to Kickstarter and Airbnb. However, it suffers from 3 main challenges: (1) Infrastructure: centralized surveillance that the central hubs of information exercise over their users, (2) Governance: disempowered communities which do not have any decision-making influence over the platform, and (3) Economy: concentration of profits in a few major players who do not proportionally redistribute them to the contributors.\nHow can CE software platforms be implemented for solving these challenges? P2PMODELS explores a new way of building CE software platforms harnessing the blockchain, an emerging technology that enables autonomous agent-mediated organizations, in order to (1) provide a software framework to build decentralized infrastructure for Collaborative Economy organizations that do not depend on central authorities, (2) enable democratic-by-design models of governance for communities, by encoding rules directly into the software platform, and (3) enable fairer value distribution models, thus improving the economic sustainability of both CE contributors and organizations. \nTogether, these 3 objectives will bootstrap the emergence of a new generation of self-governed and more economically sustainable peer-to-peer CE communities. The interdisciplinary nature of P2PMODELS will open a new research field around agent-mediated organizations for collaborative communities and their self-enforcing rules for automatic governance and economic rewarding. Bringing this proposal to life requires a funding scheme compatible with a high-risk/high-gain vision to finance a fully dedicated and highly motivated research team with multidisciplinary skills.",
    "totalCost": "1498855",
    "ecMaxContribution": "1498855",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874546": {
            "orgId": "999874546",
            "orgName": "UNIVERSIDAD COMPLUTENSE DE MADRID",
            "ecContrib": 1498855
        }
    },
    "calculatedTotalContribution": 1498855
}