{
    "rcn": "212707",
    "acronym": "moreSense",
    "topics": "ERC-2017-STG",
    "title": "The Motor Representation of Sensory Experience",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "How do we experience the visual world around us? The traditional view holds that the retinal input is analyzed to reconstruct an internal image that generates our perceptual experience. However, a general theory of how visual features are experienced in space and time is lacking. The fundamental claim of this grant proposal is that only motor knowledge - i.e. the way we interact with the world - establishes the underlying metric of space and time perception. In this model view, the spatial and temporal structure of perception is embedded in the processing of neural motor maps. The project moreSense has four major objectives: First, it will unravel how neural motor maps provide the metric for the experience of visual space. It will be hypothesised that there is no central neural map of space or time but a weighted contribution of all maps. Novel experimental techniques are required to uncover the motor basis of perception, which are available by recent developments in head-mounted displays and online motion tracking. Second, it will provide a general understanding of time perception being implicitly coded in movement plans to objects in space. Third, results from the first two objectives will be applied to the long-standing mystery of visual stability and continuity across movements. A bayesian model, supported by quantitative measurements, will demonstrate how information combination from the various motor maps leads naturally to stable and continuous perception. Fourth, this new theory of space and time perception will be investigated in patients suffering from a breakdown of space perception. The results will establish causal evidence that space and time perception are generated by processing in motor maps. New rehabilitation procedures will be developed to re-establish spatial perception in these patients. The experiments in this grant proposal will unravel the fundamental spatiotemporal structure of perception which organizes our sensory experience.",
    "totalCost": "1494058,75",
    "ecMaxContribution": "1494058,75",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999856116": {
            "orgId": "999856116",
            "orgName": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
            "ecContrib": 1494059
        }
    },
    "calculatedTotalContribution": 1494059
}