{
    "rcn": "212750",
    "acronym": "PapyGreek",
    "topics": "ERC-2017-STG",
    "title": "Digital Grammar of Greek Documentary Papyri",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The project creates a new Digital Grammar of Greek Documentary Papyri. It fills a void in Greek scholarship: the papyrological corpus represents the Post-Classical variety of Greek, a bridge between Classical and Medieval Greek, which has hitherto been very difficult to use as a source for studying historical linguistics. This project will develop new digital methods for studying this fragmentary but vast text corpus. \n\nGreek is a unique language for linguists in its chronological scope. Documentary Greek papyri, ranging from ca. 300 BCE to 700 CE, can be contrasted with literature: these papyri preserve us the language as the ancient writer composed it and lead us close to the colloquial contemporary language. The nonstandard variation in documentary texts is where language change can first be detected, making the papyrological corpus an important source for diachronic study of Greek. The new Grammar of Greek papyri will answer such questions as how much bilingualism affected Greek in Egypt and when and where it was a dominant feature of the society. The papyri will partly be treated as big data; the whole corpus will be morphologically tagged. This will enable e.g. phonological analyses to be performed in greater accuracy than has been possible before through eliminating the confusion between inflectional morphology and phonological variation. \n\nAs a result, the Digital Grammar will bring the language used in the Greek papyri openly available to the scholarly community in an unforeseen manner. It will include new, more exact analyses of the phonology and morphology of Greek in Egypt, as well as a possibility to search both phonological and morphological forms, in combination or in separation, in the whole corpus. The syntactically annotated corpora will form a smaller but constantly expanding corpus of selected papyri, which yields to a wider range of searches on morphosyntax.",
    "totalCost": "1495584",
    "ecMaxContribution": "1495584",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1495584
        }
    },
    "calculatedTotalContribution": 1495584
}