{
    "rcn": "212796",
    "acronym": "FAIRFISH",
    "topics": "ERC-2017-STG",
    "title": "Hidden Hunger, Forgotten Food",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Food Security is a grand challenge of our time, but three factors inhibit our ability to meet global targets. First, interdisciplinary approaches incorporating ecological, social, and health sciences are fundamental, but lacking. Second, a disproportionate focus on food quantity overlooks ëhidden hungerí, or micronutrient deficiencies, which are implicated in over a million deaths annually. Third, small-scale fisheries (SSF) reach 100s of millions of people in the developing world, hold potential for achieving food security, but remain ëforgotten foodí in global discourse. Consequently, an interdisciplinary approach that tackles hidden hunger within SSF is a critical frontier for food security research.\n\nFish are particularly high in many micronutrients, but a systematic understanding of which species have the greatest concentrations of key nutrients is needed. Inadequate access to nutritious food is one of the most significant problems of the modern age, which can be illuminated through analyses of power. The failure to realise the tremendous potential for improving food security through fisheries stems from a lack of understanding of how social drivers exacerbate or ameliorate nutritional inequalities. Consequently, an in-depth analysis that quantifies how key social drivers impact nutritional inequality, is essential.\n\nFAIRFISH will address these gaps to uncover the ecological and socio-cultural determinants of the contributions SSF make to human health:\n1. Establish the ecological and environmental determinants of nutrient availability among fish species using a traits based approach. \n2. Advance social practice theory, by integrating an analysis of power, to determine what power relations enable or constrain access to nutritious food. \n3. Progress interdisciplinary science, by integrating findings from 1 and 2, to quantify the impact of key social drivers on nutritional inequality, and uncover opportunities to meet nutritional needs.",
    "totalCost": "1493605",
    "ecMaxContribution": "1493605",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 1493605
        }
    },
    "calculatedTotalContribution": 1493605
}