{
    "rcn": "212784",
    "acronym": "USNAC",
    "topics": "ERC-2017-STG",
    "title": "Understanding Type Ia SuperNovae for Accurate Cosmology",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "With this proposal I aim at removing astrophysical biases in SN cosmology that limit improvements in the derivation of properties of the dark energy (DE). DE is the cause of the recent acceleration of the expansion of the Universe and accounts for ~70% of its total energy. The initial discovery based on distance measurements from Type Ia Supernovae (SNeIa) has since been confirmed with several independent probes. Today, the goal of cosmology is to understand the nature of DE, and SNeIa remain a central probe for this endeavor. However, the nature of SNeIa remains largely unknown, which limits our ability to accurately trace the properties of the Universe. The proposed research program focuses on solving this problem.\n\nThe project takes place at the frontier between astronomy, cosmology and data-science, and consists of three main interconnected work-packages: \n1. Understand the influence of the interstellar dust on the SN reddening, based on the unique combination of ground based spectrophotometry and high-resolution HST (space) UltraViolet-photometry; \n2. Map SN progenitor variations across environments through next-generation large-scale transient surveys;\n3. Combine the knowledge of the two former packages into a unique SN framework capable of adapting as the Universe evolves across time and distance. This will be used to derive accurate measurement of the Hubble constant and the dark energy equation of state parameters.\n\nThe project is made possible by a combination of state-of-the-art SN and galactic datasets from ZTF, SNfactory and an ongoing Hubble Space Telescope program of up to 136 orbits (PI: Rigault). The HST data will enable the first measurement of stellar-age and the interstellar dust at the SN location.",
    "totalCost": "1437188",
    "ecMaxContribution": "1437188",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1437188
        }
    },
    "calculatedTotalContribution": 1437188
}