{
    "rcn": "212791",
    "acronym": "STROMATA",
    "topics": "ERC-2017-STG",
    "title": "Micro-pyrites associated with organic material in ancient stromatolites: a new proxy attesting for their biogenicity",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Identifying Archean fossil remains from the Earthís early biosphere is ambitious and determining the biological origin and the associated metabolic pathways present in these fossils is one outstanding question in the bigger quest of how life evolved on Earth. Stromatolites and Microbially Induced Sedimentary Structures (MISS) are considered as one of the earliest evidence of Life in Earthís history, and can be found from the Archean to the present time. Stromatolites are ìattached laminated, sedimentary growth structure accretionary away from a point of initiationî, and their morphological comparison with actual structure prevail for assessing the microbial origin of ancient stromatolite in the geological record. However, experimental studies have shown that abiotic precipitation can also form structures with a similar morphology. Therefore stable isotope proxies have been used to identify past microbial metabolisms even if abiotic processes can also produce similar isotope composition. Therefore new biogenicity criteria are needed to be determined by studying modern and ancient stromatolites and by comparing them to abiotic experiment. Stromatolites and MISS contain submicrometer sulfides (pyrite) that can have recorded large isotopic variations, interpreted as reflecting the influence of various microbial metabolisms like microbial sulfate reduction and iron respiration. STROMATA proposes to define new criteria based on actual stromatolite and to test the earliest traces of life by studying in situ these nano-pyrites in various emblematic and well-characterized samples from the Archean. STROMATA will be the first far-reaching scientific in situ study of nano-pyrite in ancient (3.4 to 1.9 Ga) and modern microbial mats and stromatolites and will compare the results with experimentally produced abiotic pyrite. Due to the small scale of the pyrite, STROMATA will develop an original in situ approach by combining state of art techniques, SIMS, NanoSIMS, FEG-TEM, XANES.",
    "totalCost": "1060250",
    "ecMaxContribution": "1060250",
    "coordinator": "UNIVERSITE JEAN MONNET SAINT-ETIENNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999889775": {
            "orgId": "999889775",
            "orgName": "UNIVERSITE JEAN MONNET SAINT-ETIENNE",
            "ecContrib": 1060250
        }
    },
    "calculatedTotalContribution": 1060250
}