{
    "rcn": "212781",
    "acronym": "transtryp",
    "topics": "ERC-2017-STG",
    "title": "Structural differences in mRNA translation machineries between eukaryotic pathogens and their mammalian hosts",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "mRNA translation consists on translating the genetic code to proteins by the ribosome that is universally conserved in all cells. However, its structure presents significant differences between bacteria and eukaryotes. Partly because of these differences, the bacterial ribosome can be targeted specifically by a number of antibiotics without affecting the eukaryotic host cells. However, the conservation of the ribosome among eukaryotes complicates the search for specific drugs against eukaryotic pathogens such as certain protozoa like plasmodium and kinetoplastids.\nOur work along with other studies demonstrates the existence of significant structural differences between ribosomes of protozoa and mammals. Using Cryogenic electron microscopy, we endeavor to investigate such structural differences that are anticipated to affect some of the vital steps of mRNA translation, especially the initiation process, because of their position on the ribosome. 1. Thus we will focus on the structural differences in translation initiation between kinetoplastids and their mammalian hosts (i) by characterizing initiation complexes from several plasmodium and kinetoplastids species and compare them to their mammalian counterparts. (ii) We will also follow up on our previous works in solving the structures of various conventional, but also unconventional mammalian initiation complexes, in interaction with special mRNAs. 2. We will focus on the structure of protozoa-specific features characterized from elongating ribosomal complexes and (i) attempt to fish for regulators that they interact with from cell extracts. In addition, (ii) we will investigate the ribosomal structures from plasmodium at different stages of the parasite life cycle, as they vary according to the latter.\nOur results will significantly advance our understanding of protein synthesis regulation in protozoa and will represent a promising step in the search for more efficient treatments against these eukaryotic pathogens.",
    "totalCost": "1787400",
    "ecMaxContribution": "1787400",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1787400
        }
    },
    "calculatedTotalContribution": 1787400
}