{
    "rcn": "212751",
    "acronym": "GLO",
    "topics": "ERC-2017-STG",
    "title": "Refiguring Conservation in/for 'the Anthropocene': The Global Lives of the Orangutan",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "In recent years, conservationists have engaged in heated debates about whether and how conservation should respond to the challenges posed by ëthe Anthropoceneíóa term increasingly used to encapsulate the overwhelming, transformative impact of human activity on the Earth system. How are these debatesóand the wider ëAnthropocenicí awareness they embodyóreshaping conservation philosophy, strategy and practice? How are they manifested in and across diverse contexts? How, conversely, are global conservation developments and ëAnthropocenicí phenomena apprehended and reshaped on the ground? This project explores such urgent questions through an unprecedented study of the global nexus of orangutan conservation at a unique historical juncture marked by flux and uncertainty. Combining in-depth ethnography and multiply-scaled cross-cultural comparison, it approaches orangutan conservation as a sprawling, uneven terrain across which the rapidly-evolving relationship between conservation and ëthe Anthropoceneí is being played out. Its objectives are 1) to examine if and how contemporary conservation is being ëscaled upí and re(con)figured in and for ëthe Anthropoceneí; and 2) to cut ëthe Anthropoceneí down to size by exploring how it is experienced, conceptualized, contested or indeed refused across multiple conservation settings. Comprising four interlinked studies to be carried out simultaneously at the main nodes of orangutan conservation, this project seeks to pioneer a new synchronic, multi-sited approach to the analysis of global conservation and lay the groundwork for an empirically-driven, theoretically ambitious new field of scholarship on conservation in/for ëthe Anthropoceneíóone that will revitalize social scientific understandings of conservation while adding much-needed empirical depth and nuance to emerging cross-disciplinary discussions about ëthe Anthropoceneí.",
    "totalCost": "1407675,63",
    "ecMaxContribution": "1407675,63",
    "coordinator": "BRUNEL UNIVERSITY LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999749610": {
            "orgId": "999749610",
            "orgName": "BRUNEL UNIVERSITY LONDON",
            "ecContrib": 1407676
        }
    },
    "calculatedTotalContribution": 1407676
}