{
    "rcn": "212710",
    "acronym": "FATHERCHILD",
    "topics": "ERC-2017-STG",
    "title": "The role of the father in child development and the intergenerational transmission of inequality: Linking sociological stratification questions to developmental psychology research",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The key objective of my FATHERCHILD project is to provide novel insights into the questions whether, why, and in what ways, fathers influence their childrenís social, behavioral, emotional, and cognitive outcomes. More specifically, this project investigates how inequalities in child outcomes develop through fathersí parenting practices across childhood and adolescence, and how context may buffer or strengthen fathersí role in this development of inequalities. The idea underlying the proposed research is that much can be learned about fathersí role in child outcomes by linking sociological stratification questions to developmental psychology research on father involvement. The relevance of the current project is apparent: inequality is rising all across Europe, people are increasingly relying on their families to get by, and father involvement has become more polarized according to fathersí socioeconomic position over the decades. \n\nThe project aims to be innovative in four ways. Firstly, the application of new observation methods and state-of-the-art analytical techniques allows me to tap, more closely than hitherto, into the mechanisms underlying fathersí influence on child outcomes. Second, unlike previous studies, this project will not limit its focus to the father-child dyad. The use of multi-actor data enables me to assess the relative importance of fathers as transmitters of inequality in the context of the wider family. Thirdly, by expanding the focus beyond the early years of childrenís lives, it is possible to obtain a comprehensive understanding of how and why fathersí role in the transmission of inequality changes across childhood and adolescence. Finally, an important contribution of the project is its potential to compare fathersí impact on child outcomes longitudinally across three countries, allowing me to investigate the extent to which and why there is cross-national variation in the development of inequalities through fathersí parenting practices.",
    "totalCost": "1261246",
    "ecMaxContribution": "1261246",
    "coordinator": "ERASMUS UNIVERSITEIT ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 1261246
        }
    },
    "calculatedTotalContribution": 1261246
}