{
    "rcn": "212779",
    "acronym": "DRIVE",
    "topics": "ERC-2017-STG",
    "title": "GUIDANCE AND FUNCTION OF REGENERATIVE FIBERS IN ADULT CNS",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The impairment of central nervous system (CNS) leads to irreversible loss of vital functions because, unlike young neurons, mature neurons are not able to regenerate. Thus, understanding the detailed mechanisms of axonal growth and repair remains one of the greatest challenges of neurobiology and for society. If the extrinsic factors fail to reach levels required for regeneration, manipulating intrinsic pathways has shown promising results. Particularly, my work demonstrated that the simultaneous activation of mTOR, JAK/STAT and c-myc pathways allows exceptional regeneration with axons close to their targets. However it also exacerbates previously described phenomenon of misguidance with potential aberrant circuit formation. My unique model opens up the possibility to explore these fundamental questions of CNS regeneration. I propose to address the yet unexplored problem of the guidance of regenerating axons in adults in order to promote the formation of a functional new circuit after injury. Indeed what are the modalities of guidance in the adult? Are axons still responsive to developmental guidance cues and are they still expressed? Can regenerative axons form connections with their targets and are these connections functional?\nTo answer these critical questions, I will use the combination of state of the art biochemistry, imaging, and electrophysiology in an in-vivo and ex-vivo model of the visual system to 1) Understand axon guidance in mature system in order to properly drive regenerative axons to their brain targets and avoid aberrant projections, and 2) Analyze the formation of a functional optic nerve circuit after injury. Altogether, these results will generate major breakthroughs in a fundamental but uncovered mechanism of axon guidance during regeneration and the functionality of de novo formed circuits. They will open up new ways for innovative therapeutic development after CNS trauma but also to the large spectrum of neurodegenerative diseases.",
    "totalCost": "1499410",
    "ecMaxContribution": "1499410",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1499410
        }
    },
    "calculatedTotalContribution": 1499410
}