{
    "rcn": "212798",
    "acronym": "BLOCKCHAINSOCIETY",
    "topics": "ERC-2017-STG",
    "title": "The Disrupted Society: mapping the societal effects of blockchain technology diffusion",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Recent advances in cryptography yielded the blockchain technology, which enables a radically new and decentralized method to maintain authoritative records, without the need of trusted intermediaries. Bitcoin, a cryptocurrency blockchain application has already demonstrated that it is possible to operate a purely cryptography-based, global, distributed, decentralized, anonymous financial network, independent from central and commercial banks, regulators and the state.\nThe same technology is now being applied to other social domains (e.g. public registries of ownership and deeds, voting systems, the internet domain name registry). But research on the societal impact of blockchain innovation is scant, and we cannot properly assess its risks and promises. In addition, crucial knowledge is missing on how blockchain technologies can and should be regulated by law. \nThe BlockchainSociety project focuses on three research questions. (1) What internal factors contribute to the success of a blockchain application? (2) How does society adopt blockchain?  (3) How to regulate blockchain? It breaks new ground as it (1) maps the most important blockchain projects, their governance, and assesses their disruptive potential; (2) documents and analyses the social diffusion of the technology, and builds scenarios about the potential impact of blockchain diffusion; and (3) it creates an inventory of emerging policy responses, compares and assesses policy tools in terms of efficiency and impact. The project will (1) build the conceptual and methodological bridges between information law, the study of the self-governance of technological systems via Science and Technology Studies, and the study of collective control efforts of complex socio-technological assemblages via Internet Governance studies; (2) address the most pressing blockchain-specific regulatory challenges via the analysis of emerging policies, and the development of new proposals.",
    "totalCost": "1499631",
    "ecMaxContribution": "1499631",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1499631
        }
    },
    "calculatedTotalContribution": 1499631
}