{
    "rcn": "212724",
    "acronym": "ELEVATE",
    "topics": "ERC-2017-STG",
    "title": "Eco-physiological tradeoffs with crop domestication: have farming ants cracked the code?",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Domesticated crops hardly resemble their wild ancestors, and often trade higher yield in artificially optimized conditions for lower performance in fluctuating environments. Leafcutter ants (genus Atta) provide fascinating parallels with human farmers, harvesting fresh vegetation used as compost to produce domesticated fungal crops that feed massive societies with millions of workers. However, while human agricultural systems are imperiled by rapid global changes, leafcutter ants have managed to grow one type of cultivar from Texas to Argentina, thriving across extreme rainfall and temperature gradients and across diverse climates over millions of years. However, the eco-physiological mechanisms governing this farming resiliency are poorly understood.\n\nI propose a new in vitro mapping paradigm to visualize the niche requirements of fungal cultivars. Creating multidimensional landscapes of nutrient availability (e.g. protein, carbohydrates, Na, P) and environmental stress (e.g. temperature, moisture, plant toxins, crop pathogens) I will answer three main questions:\n\n1)\tWhat genes and biochemical pathways shape cultivar performance across interacting gradients of nutrition and stress? \n\n2)\tDo colonies harvest substrates to navigate nutritional contours of cultivar performance maps and avoid production tradeoffs?\n\n3)\tDo locally adaptive cultivar traits shape the performance of farming societies across regional ecological gradients, and over 60 million years of co-evolutionary crop domestication by farming ants?\n\nMy cutting-edge approach will deliver transformative advances to the field of eco-physiology, enabling seamless integration between field and laboratory experiments, and providing new ways to visualize evolutionary mechanisms across levels of biological organization from genes to symbiotic partnerships, and from within diverse farming assemblages to across populations spanning entire continents.",
    "totalCost": "1427741",
    "ecMaxContribution": "1427741",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1427741
        }
    },
    "calculatedTotalContribution": 1427741
}