{
    "rcn": "212703",
    "acronym": "HumanTrafficking",
    "topics": "ERC-2017-STG",
    "title": "Human Trafficking: A Labor Perspective",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "This project conducts a theoretical, methodological, and normative paradigm shift in the research and analysis of human trafficking, one of the most pressing moral and political challenges of our times. It moves away from the currently predominant approach to trafficking, which focuses on criminal law, border control, and human rights, towards a labor-based approach that targets the structure of labor markets that are prone to severely exploitative labor practices. This shift represents an essential development both in the research of migratory labor practices and in the process of designing more effective, and more just, anti-trafficking measures, that are context-sensitive as well as cognizant to global legal and economic trends. The project will include four main parts: 1) Theoretical: articulating and justifying the proposed shift on trafficking from individual rights and culpabilities to structural labor market realities. 2) Case-studies: conducting a multidisciplinary study of a series of innovative case studies, in which the labor context emerges as a significant factor in the trafficking nexus ñ bilateral agreements on migration, national regulations of labor standards and recruiters, unionization, and voluntary corporate codes of conduct. The case studies analysis employs the labor paradigm in elucidating the structural conditions that underlie trafficking, reveal a thus-far mostly unrecognized and under-theorized set of anti-trafficking tools. 3) Clinical Laboratory: collaborating with TAUs Workers' Rights clinic to create a legal laboratory in which the potential and limits of the tools examined in the case studies will be tested. 4) Normative: assessing the success of existing strategies and expanding on them to devise innovative tools for a just, practicable, and effective anti-trafficking policy, that can reach significantly more individuals vulnerable to trafficking, by providing them with legal mechanisms for avoiding and resisting exploitation.",
    "totalCost": "1492249,99",
    "ecMaxContribution": "1492249,99",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901609": {
            "orgId": "999901609",
            "orgName": "TEL AVIV UNIVERSITY",
            "ecContrib": 1492250
        }
    },
    "calculatedTotalContribution": 1492250
}