{
    "rcn": "212701",
    "acronym": "WILDPOV",
    "topics": "ERC-2017-STG",
    "title": "National parks and people: Resolving the links between poverty and rule-breaking",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Poverty is frequently perceived to be the root cause of illegal natural resource use ñ the hunting or extraction of wildlife not sanctioned by the state. When unsustainable, such activities threaten conservation of ecosystems and endangered species. However, understanding what motivates individuals involved is a major challenge; understandably few are willing to discuss their motives for fear of punishment [1]. Furthermore, severe, multifaceted poverty overlaps with regions prioritised for their globally important biodiversity [2]. This association exacerbates the problem that illegal activities pose for policy-makers responsible for managing and policing the use of nature. The dominant approach to conserving biodiversity is to establish protected areas [3] which typically restrict resource use and manage infractions through law enforcement [4]. However, the designation of such areas does not guarantee compliance, as demonstrated by ongoing infractions [5] and its conspicuous profile on global policy agendas. This includes the 2030 Agenda for Sustainable Development which calls for urgent action to halt biodiversity loss and hunting of protected species [6]. Solving this problematic cocktail of poverty, exclusion from resources and drivers of illegal resource use requires a new approach to understanding why people break rules and to what extent poverty underpins behaviour. Recent advances in cutting-edge techniques for asking sensitive questions are paving the way towards a more accurate understanding of the prevalence and drivers of illegal acts [7]. Combining conservation social science with development studies, criminology and social psychology, this project will examine, for the 1st time, the relative importance of multidimensional poverty and socio-psychological characteristics in dictating peopleís involvement in illegal resource use which will be contextualised by histories of national park establishment and how the idea of illegality shifts through time.",
    "totalCost": "1458770",
    "ecMaxContribution": "1458770",
    "coordinator": "BANGOR UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "QUEEN MARY UNIVERSITY OF LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999823815": {
            "orgId": "999823815",
            "orgName": "BANGOR UNIVERSITY",
            "ecContrib": 1450853
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 7917
        }
    },
    "calculatedTotalContribution": 1458770
}