{
    "rcn": "212817",
    "acronym": "BIGlobal",
    "topics": "ERC-2017-STG",
    "title": "Firm Growth and Market Power in the Global Economy",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "According to the European Commission, to design effective policies for ensuring a ìmore dynamic, innovative and competitiveî economy, it is essential to understand the decision-making process of firms as they differ a lot in terms of their capacities and policy responses (EC 2007). The objective of my future research is to provide such an analysis. BIGlobal will examine the sources of firm growth and market power to provide new insights into welfare and policy in a globalized world.\n\nMuch of analysis of the global economy is set in the paradigm of markets that allocate resources efficiently and there is little role for policy.  But big firms dominate economic activity, especially across borders. How do firms grow and what is the effect of their market power on the welfare impact of globalization? This project will determine how firm decisions matter for the aggregate gains from globalization, the division of these gains across different individuals and their implications for policy design.\n \nOver the next five years, I will incorporate richer firms behaviour in models of international trade to understand how trade and industrial policies impact the growth process, especially in less developed markets. The specific questions I will address include: how can trade and competition policy ensure consumers benefit from globalization when firms engaged in international trade have market power, how do domestic policies to encourage agribusiness firms affect the extent to which small farmers gain from trade, how do industrial policies affect firm growth through input linkages, and what is the impact of banking globalization on the growth of firms in the real sector. \n\nEach project will combine theoretical work with rich data from developing economies to expand the frontier of knowledge on trade and industrial policy, and to provide a basis for informed policymaking.",
    "totalCost": "1313103",
    "ecMaxContribution": "1313103",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 1313103
        }
    },
    "calculatedTotalContribution": 1313103
}