{
    "rcn": "212839",
    "acronym": "HoliFAB",
    "topics": "PILOTS-04-2017",
    "title": "Holistic digital-to-physical prototyping and production pilot for microfluidic MEMS",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The project aims at a holistic new design strategy, coordinated pilot lines and business model for the prototyping, fabrication and commercialization of polymer-based microfluidic systems.  It stems from the recognition that a microfluidic chip is a key part of a microfluidic MEMS, but only a part. Many limitations to fast prototyping, industrialization and ultimate performances lie not in the chip itself, but in the world-to-chip connections and integration of multiple external components. We shall address in a single strategy the streamlined construction of whole microfluidic systems, starting from existing pilot lines in injection moulding, 3D printing and instrument construction. This will specific innovations. First, the resolution of 3D printing will be increased by a factor at least 10, down to  1~3µm, with a throughput 10 to 100x higher than that of current high resolution 3D printing machines, to support the flexible production of chips with complex 3D architectures. New soft, bio, environment-friendly and/or active materials will be integrated in the production chain using a technology patented by the partners. Large-scale markets requiring mass production at the lowest cost  will be addressed by a fully integrated pilot line, streamlining injection moulding of raw chips, reagents and components integration, sealing  and quality control.  Inter-compatibility between 3D printing and injection moulding, regarding architectures  and materials, will be developed to accelerate the prototype to product value chain.  After development and upscaling, the technology will be demonstrated and qualified in operational environment  by end-users with lab-on-chip  applications in health (cancer diagnosis, organ-on chip) and environment (water control). Partners jointly have the production lines onto which the projectís innovation will be readily integrated, helping  microfluidics to become a major component of the 4th industrial revolution.",
    "totalCost": "9304795",
    "ecMaxContribution": "7152981,63",
    "coordinator": "FLUIGENT SA",
    "coordinatorCountry": "FR",
    "participants": "EV GROUP E. THALLNER GMBH;DUBLIN CITY UNIVERSITY;TECH2MARKET SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;microLIQUID sl;MYPA INYECCION SL;MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH;SCULPTEO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;T.E. LABORATORIES LIMITED",
    "participantCountries": "AT;IE;PL;ES;DE;FR",
    "projectParticipants": {
        "934522154": {
            "orgId": "934522154",
            "orgName": "MYPA INYECCION SL",
            "ecContrib": 458314
        },
        "999611676": {
            "orgId": "999611676",
            "orgName": "EV GROUP E. THALLNER GMBH",
            "ecContrib": 888072
        },
        "997988478": {
            "orgId": "997988478",
            "orgName": "microLIQUID sl",
            "ecContrib": 815500
        },
        "999604207": {
            "orgId": "999604207",
            "orgName": "MICRO RESIST TECHNOLOGY GESELLSCHAFT FUER CHEMISCHE MATERIALIEN SPEZIELLER PHOTORESISTSYSTEME MBH",
            "ecContrib": 429142
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1611616
        },
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 520468
        },
        "946753369": {
            "orgId": "946753369",
            "orgName": "TECH2MARKET SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 196000
        },
        "996233166": {
            "orgId": "996233166",
            "orgName": "T.E. LABORATORIES LIMITED",
            "ecContrib": 332062
        },
        "996643767": {
            "orgId": "996643767",
            "orgName": "FLUIGENT SA",
            "ecContrib": 1295431
        },
        "937314687": {
            "orgId": "937314687",
            "orgName": "SCULPTEO",
            "ecContrib": 606375
        }
    },
    "calculatedTotalContribution": 7152980
}