{
    "rcn": "212802",
    "acronym": "CombaTCancer",
    "topics": "ERC-2017-STG",
    "title": "Rational combination therapies for metastatic cancer",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Targeted therapy (TT) is frequently used to treat metastatic cancer. Although TT can achieve effective tumor control for several months, durable treatment responses are rare, due to emergence of aggressive, drug-resistant clones (RCs) with high metastatic competence. Tumor heterogeneity and plasticity result in multifaceted resistance mechanisms and targeting RCs poses a daunting challenge. \nTo better understand the clinical emergence of RCs, my work focuses on the poorly understood events during TT-induced tumor regression. We recently reported that during this phase drug-responsive cancer cells release a therapy-induced secretome, which remodels the tumor microenvironment (TME) and propagates disease relapse by promoting the survival of drug-sensitive cells and stimulating the outgrowth of RCs. Consequently, intervening with combination therapies during the tumor regression period has the potential to prevent the clinical emergence of RCs in the first place. \nHere, we outline strategies to (1) understand how RCs emerge and (2) to leverage our findings on the TME remodeling for combination therapies. First, we will develop a novel and innovative parental clone-lookup method, that will allow us to identify and isolate treatment-naÔve, parental clones (PCs) that gave rise to RCs. In functional experiments, we will assess (i) whether PCs were already resistant before or developed resistance during TT, (ii) whether PCs have a higher susceptibility to develop resistance than random clones, and (iii) the mechanistic basis for metastatic competence in different clones. Second, we will study the TT-induced TME remodeling, focusing on the effects on tumor vasculature and immune cells. We will utilize our results to target PCs and RCs by combining TT in the phase of tumor regression with other therapies, such as immunotherapies. Our study will provide new mechanistic insights into the biological processes during tumor regression and aims for novel therapeutic strategies.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999919069": {
            "orgId": "999919069",
            "orgName": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}