{
    "rcn": "212833",
    "acronym": "Oyster",
    "topics": "NMBP-07-2017",
    "title": "Open characterisation and modelling environment to drive innovation in advanced nano-architectured and bio-inspired hard/soft interfaces",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "A failure to quantitatively control adhesion costs billions of euros each year in failed components, suboptimal product performance and  life-threatening infections. Nano-enabled and bio-inspired products offer practical solutions to overcome adhesion and friction problems in these application areas. Current tools and methodologies, however, have so far failed to produce any standardised interpretation of adhesion data linking nanoscale adhesion to the macroscopic data. OYSTER uses contact mechanics to bridge adhesion data at multiple length scales and link interfacial adhesion to physicochemical properties. OYSTER brings Europeís first-class laboratories and SMEs to take existing nanoscale characterisation technologies towards widespread utilisation in process optimisation and model validation. OYSTER achieves this by sharing metadata in an Open Innovation Environment, where new paradigms of multi-scale contact mechanics are validated on selected application oriented reference materials through continuous interaction with the European Materials Characterisation Council (EMCC). This way, OYSTER generates wider agreement over adhesion measurement protocols by multimodal Atomic Force Microscopy and high-speed nanoindentation. Tools and methodologies at Technology Readiness Level (TRL) 4 will be progressed to TRL 6 through unambiguous, standardised, quantitative measurements of adhesion from nano- to macro-scale. Nano-patterned wear resistant surfaces and chemically/topologically functionalised soft contact lenses will show case nano-enabled and bioinspired products for significant market impact. In this way, OYSTER implements the triangle of modelling, characterisation and manufacturing to the wider context of industrial exploitation specially through small and medium enterprises, stakeholdersí networks such as EMCC, European Materials Modelling Councils (EMMC) and European Pilot Project Network (EPPN), and international standard organisations.",
    "totalCost": "3999752,5",
    "ecMaxContribution": "3999752",
    "coordinator": "UNIVERSITA DEGLI STUDI ROMA TRE",
    "coordinatorCountry": "IT",
    "participants": "CAMBRIDGE NANOMATERIALS TECHNOLOGY LTD;NPL MANAGEMENT LIMITED;GOLDBECK CONSULTING LIMITED;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;INNOVATION IN RESEARCH & ENGINEERING SOLUTIONS;UNIVERSITY OF LIMERICK;FUNCOATS SA;PLASMACHEM PRODUKTIONS- UND HANDEL GMBH;NANOSURF AG;POLITECNICO DI TORINO;Nanoforce Technology Limited;THALES SA;SPECTRUM INSTRUMENTS LTD",
    "participantCountries": "UK;EL;DE;BE;IE;LU;CH;IT;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}