{
    "rcn": "212814",
    "acronym": "WU TANG",
    "topics": "ERC-2017-STG",
    "title": "Selective Conversion of Water and CO2 Using Interfacial Electrochemical Engineering",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The recycling of CO2 will play an important role in mitigating the energy and environmental problems that our future societies will no doubt face.  Electrochemistry is a powerful technology that can make use of renewable electricity from solar and wind to power the transformation of CO2 and water to valuable chemicals and fuels.  However, the electrochemical conversion of CO2 is not ready for large-scale deployment due to the poor activity, selectivity, and stability of the current catalysts used. The only way to be able to achieve better understanding of this complicated system is through careful characterization of the catalyst/electrolyte interface during electrochemical measurements, as well as the development of new theoretical models that include the effects of the electrolyte.\n In this proposal, I will develop an integrated approach to study the effects of the catalyst and electrolyte compositions on the formation of desired chemical products during electrochemical CO2 reduction.\n To ensure a robust model of the catalyst/electrolyte interface can be established, I will focus on manipulating the catalyst and electrolyte compositions in parallel, while observing the formation of reaction intermediates as a function of applied potential. The proposal will focus on Cu-based electrodes, as Cu has uniquely shown the ability to form hydrocarbon products.  To understand how the product formation changes, operando techniques will be used to monitor the reaction intermediates during electrochemical cycling, to reveal new insights to the reaction pathway for a given product.  A theoretical model will be developed in parallel that focuses on understanding the nature of the electrochemical activity of ions used in this reaction.  Finally, the transport and reactivity of these ions will be evaluated in use with a bipolar membrane, which can effectively separate the electrochemical environments of the CO2 reduction reaction and corresponding water oxidation reaction.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}