{
    "rcn": "212845",
    "acronym": "CORNET",
    "topics": "NMBP-07-2017",
    "title": "Multiscale modelling and characterization to optimize the manufacturing processes of Organic Electronics materials and devices",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "CORNET is an ambitious project that develop a unique EU Open Innovation Environment (OIE), that cover the triangle of manufacturing, modelling and experimentation for the optimization the Organic/Large Area Electronic (OE) nanomaterials, materials behavior and nano-devices (OPVs, PPVs, OLEDs) manufacturing of R2R printing & gas transport (OVPD) processes, to validate materials models based on experimentation and fabricate tailored OE devices and systems for demonstration to industrial applications (e.g. automotive, greenhouses). \nCORNET will develop a sustainable OIE Platform and OIE Database for documentation of citable & industrially accepted protocols for OE material and device characterization, modelling and manufacturing. CORNET strategy will establish strong links and clustering with existing EU clusters (as EMMC, EMCC, EPPN), end-user & industrial associations, and EU networks to increase the speed of OE materials/device development and industry uptake, maximize the acceptance of the OIE and push-through standards for adoption by industry worldwide.\n\nThe CORNET main objectives are to: \n1. Develop an effective OIE with world-class experts in Manufacturing, Multiscale Characterization & Modelling, connected to EU clusters, and create a reliable database with citable protocols with contribution to Standards\n2. Multiscale Characterization & Modelling to Optimize OE nanomaterials and devices fabrication and Models Validation \n3. Optimize the nano-device Manufacturing of OPVs, PPVs, OLEDs by Printing (R2R, S2S) and OVPD Processes\n4. Fabricate Tailored Devices, Systems and Demonstrate to industrial applications (e.g. automotive, greenhouses)\nCORNET has developed a strategic plan for the clustering activities with more than 800 existing related bodies, a Business Plan for the continuation of the OIE beyond the project and the Innovation Management, IPR and legal support services to protect generated foreground and to enable its adoption by the EU research & industria",
    "totalCost": "3993750",
    "ecMaxContribution": "3993750",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "NPL MANAGEMENT LIMITED;FLUXIM AG;CENTRO RICERCHE FIAT SCPA;ORGANIC ELECTRONIC TECHNOLOGIES PRIVATE COMPANY IKE;ELLINIKO SOMATEIO GIA IA ORGANIKA KAI EETIPOMENA ILEKTRONIKA;AIXTRON SE;PANEPISTIMIO IOANNINON;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;UNIVERSITY OF SURREY;GRANTA DESIGN LTD",
    "participantCountries": "UK;CH;IT;EL;DE;FR",
    "projectParticipants": {
        "951885930": {
            "orgId": "951885930",
            "orgName": "ORGANIC ELECTRONIC TECHNOLOGIES PRIVATE COMPANY IKE",
            "ecContrib": 458750
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 781250
        },
        "999985223": {
            "orgId": "999985223",
            "orgName": "UNIVERSITY OF SURREY",
            "ecContrib": 362500
        },
        "999701110": {
            "orgId": "999701110",
            "orgName": "FLUXIM AG",
            "ecContrib": 312500
        },
        "966782414": {
            "orgId": "966782414",
            "orgName": "AIXTRON SE",
            "ecContrib": 443750
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 250000
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 300000
        },
        "916834883": {
            "orgId": "916834883",
            "orgName": "ELLINIKO SOMATEIO GIA IA ORGANIKA KAI EETIPOMENA ILEKTRONIKA",
            "ecContrib": 181250
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 293750
        },
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 275000
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 335000
        }
    },
    "calculatedTotalContribution": 3993750
}