{
    "rcn": "212867",
    "acronym": "RESPOND",
    "topics": "EE-12-2017",
    "title": "RESPOND: integrated demand REsponse Solution towards energy POsitive NeighbourhooDs",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "RESPOND will aim to deploy and demonstrate an interoperable, cost effective, user centred solution, entailing energy automation, control and monitoring tools, for a seamless integration of cooperative DR programs into the legacy energy management systems. In this endeavour, RESPOND will be leveraged upon an integrated approach for real-time optimal energy dispatching, taking into account both supply and demand side, while exploiting all energy assets available at the site. Owing to its flexibility and scalability, RESPOND solution will be capable of delivering a cooperative demand response at both building and district level. To provide a seamless integration of all DR enabling elements and ensure a high replication potential, RESPOND will be leveraged upon open standards for interoperability with smart home devices and automation systems, connectivity and extendibility towards smart grid and third party services such as for provision of energy prices, weather forecasts, etc. Underpinned by the smart energy monitoring infrastructure, RESPOND will be able to perform reliable energy data analytics and forecasting in order to detect potential energy conservation opportunities, and to adapt, in real time, to the operational environment considering indoor and outdoor conditions, while retaining the requested comfort levels. Through the interaction with the end users, RESPOND will aim to raise their awareness by delivering measurement driven suggestions for energy demand reduction and influence their behaviour making them an active indispensable part of DR loop. In order to demonstrate the high replication potential, RESPOND will target different types of residential buildings, situated in different climate zones, having different forms of ownership (both rental as well as home-owners), population densities and underlying energy systems.",
    "totalCost": "3693615",
    "ecMaxContribution": "3044709,75",
    "coordinator": "FENIE ENERGIA SA",
    "coordinatorCountry": "ES",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;DEXMA SENSORS SL;ALBOA - ALMEN BOLIGORGANISATION AARHUS;FUNDACION TEKNIKER;DEVELCO PRODUCTS AS;COMHARCHUMANN FUINNIMH OILEAIN ARANN TEORANTA;AURA RADGIVNING AS;INSTITUT MIHAJLO PUPIN;ENERGOMONITOR S.R.O;AALBORG UNIVERSITET",
    "participantCountries": "IE;ES;DK;RS;CZ",
    "projectParticipants": {
        "930641475": {
            "orgId": "930641475",
            "orgName": "ENERGOMONITOR S.R.O",
            "ecContrib": 116560
        },
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 557912
        },
        "915786701": {
            "orgId": "915786701",
            "orgName": "COMHARCHUMANN FUINNIMH OILEAIN ARANN TEORANTA",
            "ecContrib": 80000
        },
        "927497802": {
            "orgId": "927497802",
            "orgName": "ALBOA - ALMEN BOLIGORGANISATION AARHUS",
            "ecContrib": 58100
        },
        "956476067": {
            "orgId": "956476067",
            "orgName": "FENIE ENERGIA SA",
            "ecContrib": 503562
        },
        "966172478": {
            "orgId": "966172478",
            "orgName": "DEVELCO PRODUCTS AS",
            "ecContrib": 283440
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 243125
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 339500
        },
        "999904034": {
            "orgId": "999904034",
            "orgName": "AALBORG UNIVERSITET",
            "ecContrib": 310060
        },
        "938800824": {
            "orgId": "938800824",
            "orgName": "AURA RADGIVNING AS",
            "ecContrib": 238324
        },
        "938942056": {
            "orgId": "938942056",
            "orgName": "DEXMA SENSORS SL",
            "ecContrib": 314125
        }
    },
    "calculatedTotalContribution": 3044708
}