{
    "rcn": "212809",
    "acronym": "RAINDROPS",
    "topics": "ERC-2017-STG",
    "title": "Resilience and Adaptation in Drylands. Identifying past water management practices for drought-resistant crops",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "RAINDROPS will investigate cultivation practices that support human resilience and adaptation in drylands, by developing an innovative and reliable methodology for the identification of water management practices from archaeobotanical remains. Irrigation, river floods or permanent water sources are often deemed necessary for cultivation to be practised in drylands. However, there are modern examples that testify to the existence of successful rain-fed cultivation systems, even in hyper-arid environments. Quantification of the extent of these practices in the past has the potential to dramatically change our understanding of human adaptation and agriculture. By establishing a protocol for the accurate identification of rain-fed cultivation, RAINDROPS will pave the way for the investigation of this practice in the past. Highly controlled data on phytolith ratios, and carbon, oxygen and silicon isotopes from macro- and micro-remains from experimental fields of finger millet [Eleusine coracana (L.) Gaertn.] and sorghum [Sorghum bicolor (L.) Moench] will be validated with ethnographic evidence before being applied to selected key archaeological case studies.\nRAINDROPS will advance research in: (a) archaeobotanical methodology; (b) resilience theory; (c) physiology of drought-resistant crops; and (d) TEK of cultivation systems in drylands. This will for the first time allow a thorough evaluation of the relative importance of different water management practices in dryland cultivation in the past, and their significance for human adaptation to arid environments. The experimental work on finger millet and sorghum, at present two of the most important dryland crops, will provide valuable information on cultivation practices and plant physiology that will also inform current research on improvements of drought-resistant species ñthereby contributing to work on improving the livelihood for over two billion people currently at risk from arid or changing environmental conditions.",
    "totalCost": "1488506",
    "ecMaxContribution": "1488506",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1488506
        }
    },
    "calculatedTotalContribution": 1488506
}