{
    "rcn": "212818",
    "acronym": "3DCellPhase-",
    "topics": "ERC-2017-STG",
    "title": "In situ Structural Analysis of Molecular Crowding and Phase Separation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "This proposal brings together two fields in biology, namely the emerging field of phase-separated assemblies in cell biology and state-of-the-art cellular cryo-electron tomography, to advance our understanding on a fundamental, yet illusive, question: the molecular organization of the cytoplasm. \n\nEukaryotes organize their biochemical reactions into functionally distinct compartments. Intriguingly, many, if not most, cellular compartments are not membrane enclosed. Rather, they assemble dynamically by phase separation, typically triggered upon a specific event. Despite significant progress on reconstituting such liquid-like assemblies in vitro, we lack information as to whether these compartments in vivo are indeed amorphous liquids, or whether they exhibit structural features such as gels or fibers. My recent work on sample preparation of cells for cryo-electron tomography, including cryo-focused ion beam thinning, guided by 3D correlative fluorescence microscopy, shows that we can now prepare site-specific ëelectron-transparent windowsí in suitable eukaryotic systems, which allow direct examination of structural features of cellular compartments in their cellular context.  Here, we will use these techniques to elucidate the structural principles and cytoplasmic environment driving the dynamic assembly of two phase-separated compartments: Stress granules, which are RNA bodies that form rapidly in the cytoplasm upon cellular stress, and centrosomes, which are sites of microtubule nucleation. We will combine these studies with a quantitative description of the crowded nature of cytoplasm and of its local variations, to provide a direct readout of the impact of excluded volume on molecular assembly in living cells. Taken together, these studies will provide fundamental insights into the structural basis by which cells form biochemical compartments.",
    "totalCost": "1228125",
    "ecMaxContribution": "1228125",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 1228125
        }
    },
    "calculatedTotalContribution": 1228125
}