{
    "rcn": "212858",
    "acronym": "OptiMACS",
    "topics": "MSCA-ITN-2017",
    "title": "European industrial doctorate for efficient multidisciplinary design Optimization ofMultifunctional Aerospace Composite Structures",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Modern aeronautical structures are increasingly made of composite materials due to their well-known benefits. Optimizing the design of aerospace composites vis-‡-vis the entire range of operational constraints (i.e. reliability, stability, strength, weight, noise, manufacturability and cost) to which the aircraft structures are subject, results in a particularly challenging task for the structural designer. Despite the volume of recent work dedicated to new Multidisciplinary Design Optimization (MDO) models and techniques, the ëNo free lunch theorem in optimisationí is constantly confirmed.\nA genuine need is therefore identified for a programme that will: i)Develop, deliver and implement novel and efficient structural MDO technological tools for the European aerospace industry, ii)Nurture and train the next European generation of MDO research professionals. OptiMACS has an intersectoral character, drawing know-how from both academic and industrial research and innovation teams. It also has an intensely multi-disciplinary character, coupling expertise from mechanical, aerospace, manufacturing and software engineering, as well as from the area of applied mathematics.\nOn the research side, OptiMACS will focus on improving the accuracy and efficiency of the MDO platform currently employed by AIRBUS. This will be achieved by enhancing the design models and criteria related to composites failure and manufacturing, developing and implementing multiscale models for composites as well as investigating advanced MDO algorithms and architectures for enhancing efficiency.\nOn the training side, OptiMACS will provide a fully supportive environment for 5 ESRs. A training programme aiming at developing both the research as well as the transferable skills of the Fellows has been designed. All Fellows will have the opportunity to work in a multi-disciplinary environment, spending at least 50% of their time at the premises of the industrial beneficiaries.",
    "totalCost": "1266011,28",
    "ecMaxContribution": "1266011,28",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "AIRBUS DEFENCE AND SPACE GMBH;UNIVERSIDADE DO PORTO;RISC SOFTWARE GMBH",
    "participantCountries": "DE;PT;AT",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 273288
        },
        "986526085": {
            "orgId": "986526085",
            "orgName": "RISC SOFTWARE GMBH",
            "ecContrib": 255934
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 498433
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 238356
        }
    },
    "calculatedTotalContribution": 1266011
}