{
    "rcn": "212806",
    "acronym": "Enhancer3D",
    "topics": "ERC-2017-STG",
    "title": "Regulatory genomics during Drosophila embryogenesis: dissecting enhancer-promoter interactions",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "In eukaryotes, the complex regulation of temporal- and tissue-specific gene expression is controlled by the binding of transcription factors to enhancers, which in turn interact with the promoter of their target gene(s) via the formation of a chromatin loop. Despite their importance, the properties governing enhancer function and enhancer-promoter loops in the context of the three-dimensional organisation of the genome are still poorly understood.\nMy recent work suggests that (i) developmental genes are often regulated by multiple enhancers, sometimes located at great linear distances, (ii) the spatio-temporal activity of a large fraction of those enhancers remains unknown, (iii) enhancer-promoter interactions are usually established before the target gene is expressed and are largely stable during embryogenesis, and (iv) stable interactions seem to be associated with the presence of paused RNA Polymerase II at the promoter before gene activation.\nBuilding upon these results, we propose to advance to the next level in the dissection of enhancer-promoter interaction functionality in the context of Drosophila embryogenesis. Specifically, we will address three important questions: (i) What determines the specificity of promoter-enhancer interactions in a complex genome? (ii) Are enhancer-promoter interactions tissue-specific, and what are the drivers of this specificity?  (iii) Are all enhancer-promoter interactions functional, and how does the activity of an enhancer relate to the expression of the gene it interacts with?\nTo this end, my group will apply an interdisciplinary approach, combining state-of-the-art methods in genetics and genomics, including novel single-cell techniques, using Drosophila embryogenesis as a model system. Our results will provide a unique view of the functionality of enhancer-promoter interactions in a developing embryo, a significant step towards understanding the link between chromatin organisation and transcription regulation.",
    "totalCost": "1770375",
    "ecMaxContribution": "1770375",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1770375
        }
    },
    "calculatedTotalContribution": 1770375
}