{
    "rcn": "212848",
    "acronym": "nTRACK",
    "topics": "NMBP-15-2017",
    "title": "Multimodal nanoparticles for structural and functional tracking of stem cell therapy on muscle regeneration",
    "startDate": "01/10/2017",
    "endDate": "30/09/2021",
    "objective": "Cell therapy offers promising opportunities to approach several diseases for which no effective therapies are currently available. However, the prognosis of the treatment efficacy commonly only relies on the progression of the disease symptoms. There is a need of tools to evaluate and predict the safety and success of cell-based treatments in earlier stages. The current lack of methods providing real-time tracking of transplanted cells and knowledge on their early biodistribution and viability, is one of the major weakness of the available cell-based treatments.\nThe main goal of nTRACK is to develop a safe and highly sensitive multimodal nanoimaging agent enabling noninvasive, quantitative and longitudinal stem cell tracking and whole body biodistribution. nTRACK will also provide information on cell (long-term) viability using the combination of CT, MRI and PET, which are imaging modalities that are clinically available. The synthesis of nTRACK NPs and cellular labeling processes will be scaled up and will follow good manufacturing practice (GMP) requirements. A second goal is to establish a predictive model for early assessment of treatment effectiveness, based on short-term evaluation of the typical migration and biodistribution patterns of the stem cells. This predictive model could substantially improve overall management of the disease and will transform cell therapy treatment from ìone size fits allí concept towards personalised treatment. \nThe nTRACK technology will be demonstrated on a muscular injury sheep model, using imaging infrastructure commonly used in hospital settings. In addition, non-clinical safety studies on the nTRACK nanoparticles will be conducted following the conclusions of a series of formal interactions with regulatory authorities, to allow the prompt introduction into clinical trials after the end of the project.",
    "totalCost": "6907615",
    "ecMaxContribution": "6863864,5",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "CAMBRIDGE NANOMATERIALS TECHNOLOGY LTD;TECHNOLOGIKES LYSEIS BIOEKPOBIS IKE;BAR ILAN UNIVERSITY;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ;ASPHALION SL;VIVOTECNIA RESEARCH SL;MJR PHARMJET GMBH;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA;PLURISTEM LTD",
    "participantCountries": "UK;EL;IL;NL;DE;ES",
    "projectParticipants": {
        "999541642": {
            "orgId": "999541642",
            "orgName": "FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
            "ecContrib": 1019688
        },
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 1415438
        },
        "999886574": {
            "orgId": "999886574",
            "orgName": "BAR ILAN UNIVERSITY",
            "ecContrib": 787356
        },
        "951802219": {
            "orgId": "951802219",
            "orgName": "CAMBRIDGE NANOMATERIALS TECHNOLOGY LTD",
            "ecContrib": 166625
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 325068
        },
        "951218473": {
            "orgId": "951218473",
            "orgName": "ASPHALION SL",
            "ecContrib": 305732
        },
        "999991431": {
            "orgId": "999991431",
            "orgName": "RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU",
            "ecContrib": 269748
        },
        "987063950": {
            "orgId": "987063950",
            "orgName": "VIVOTECNIA RESEARCH SL",
            "ecContrib": 454681
        },
        "994850722": {
            "orgId": "994850722",
            "orgName": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
            "ecContrib": 631589
        },
        "968892067": {
            "orgId": "968892067",
            "orgName": "MJR PHARMJET GMBH",
            "ecContrib": 436871
        },
        "984846336": {
            "orgId": "984846336",
            "orgName": "PLURISTEM LTD",
            "ecContrib": 487500
        }
    },
    "calculatedTotalContribution": 6300296
}