{
    "rcn": "212819",
    "acronym": "ReSEED",
    "topics": "ERC-2017-STG",
    "title": "Rescuing seedsí heritage: engaging in a new framework of agriculture and innovation since the 18th century",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Humanity is facing a huge challenge: how to feed a growing population in a sustainable way? Scientists from different fields are looking for answers and ReSEED aims to assist such endeavours. Solutions depend on one key issue: seeds. We can have appropriate soil, climate or technologies, however without proper seeds it is impossible to guarantee food production. As historiography has given little attention to the role of seed varieties, there are many gaps in scientific knowledge. I argue that long-term historical analysis is critical to provide the best answers to current questions. ReSEED examines the changing connections between seeds, environment and human action, the triangle that has always underpinned agriculture, since the 18th century. The main objectives are as follows. 1) To map geographical changes in local crop distribution, paying attention to the new seeds made available by Columbian Exchange. 2) To outline which were the social networks supporting the circulation and cultivation of edible seed varieties, and at later date, checking how they articulated with state services.  3) To identify human factors that contribute to reducing, increasing, maintaining or restoring regional agro-biodiversity. 4) To assess the impacts of national and international decisions on local management of the triangle, mainly on farmersí innovation. 5) To re-examine the long-term dynamics behind various European agricultural modernization itineraries. Based on innovative interdisciplinary and transdisciplinary methodologies, I build robust empirical research on the case of Iberian Peninsula in connection to empires, which allows thorough comparisons with other regions in Europe and beyond. ReSEED promotes strategies for win-win environmental/society outcomes, linking edible seeds to places and to innovations needed for food production. This is crucial to better understand how historical experiences can contribute to create solutions that ensure sustainable futures.",
    "totalCost": "1467727",
    "ecMaxContribution": "1467727",
    "coordinator": "INSTITUTO DE CIENCIAS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885701": {
            "orgId": "999885701",
            "orgName": "INSTITUTO DE CIENCIAS SOCIAIS",
            "ecContrib": 1467727
        }
    },
    "calculatedTotalContribution": 1467727
}