{
    "rcn": "212813",
    "acronym": "DATAJUSTICE",
    "topics": "ERC-2017-STG",
    "title": "Data Justice: Understanding datafication in relation to social justice",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "This project explores the meaning of social justice in an age of datafication. It is premised on two significant developments: 1) the shift to a focus on the collection and processing of massive amounts of data across social life and 2) the increasing concern with the societal implications of such processes. Whilst initial concern with the technical ability to ëdatafyí and collect information on ever-more social activity focused on surveillance and privacy, increasing emphasis is being placed on the fact that data processes are not ëflatí and do not implicate everyone in the same way, but, rather, are part of a system of ësocial sortingí, creating new categories of citizens, and premised on an emerging order of ëhaveí and ëhave notsí between data profilers and data subjects. In such a context, questions of social justice and datafication require detailed study. This project frames this research agenda around the notion of ëdata justiceí. It will provide a European framework of study and take a holistic approach by situating research on data processes in the context of a) the concrete experiences and practices of particular communities; b) technological analyses of data sources, algorithmic process and data output; c) policy frameworks that relate to the interplay between digital rights and social and economic rights; and d) conceptual engagement with new social stratifications emerging with datafication. The project is ground-breaking in five different respects: i) it conceptually advances the meaning of social justice in a datafied society; ii) it shifts and challenges dominant understandings of data by highlighting its relation to social and economic rights; iii) it addresses an uncharted but rapidly growing response to datafication in civil society; iv) it breaks down disciplinary boundaries in understandings of technology, power, politics and social change; and v) it pursues a combination of engaged research and socio-technical modes of investigation.",
    "totalCost": "1383920",
    "ecMaxContribution": "1383920",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 1383920
        }
    },
    "calculatedTotalContribution": 1383920
}