{
    "rcn": "212804",
    "acronym": "DualRP",
    "topics": "ERC-2017-STG",
    "title": "Exploring cell interactions in the tumor microenvironment with dual ribosome profiling",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Cancers develop in very heterogeneous tissue environments. They depend on the tumor microenvironment (TME) for sustained growth, metastasis, and therapy resistance. Stromal cells are genetically stable and they have less likelihood to develop resistance than cancer cells. Therefore, targeting the TME represents an attractive approach for treating cancer. In order to develop new therapeutic strategies to reprogram the TME and inhibit tumor growth and resistance, it is essential to understand in detail the molecular mechanisms of the interactions between cancer and stromal cell populations. However, current methods to study these interactions require complete dissociation of the tumor, exposing the cells to severe stress and affecting dramatically gene expression patterns. Here, I propose to use Dual Ribosome Profiling (DualRP), a system that I recently developed, to study cell interactions in the TME. DualRP is an approach that allows not only simultaneous analysis of gene expression in two interacting cell populations in vivo, but also is able to uncover metabolic limitations in tumors. I aim to apply DualRP to mouse xenograft models where cancer cells interact with non-transformed fibroblasts and Iíll explore the combined response of both populations to cancer therapy. Moreover, Iíll utilize mouse genetic models tailored for DualRP to study cancer cell and macrophages/endothelial cells interactions. I will employ a combination of mouse genetic models, biochemical tools, deep sequencing, and bioinformatics. These studies will provide insight into how gene expression and metabolic programs define the interaction between cancer and stromal cells to promote tumor growth and metastasis, identify potential targets for therapeutic intervention, and provide maps of cell interactions in vivo. Therefore, this research has the potential to significantly advance our understanding of the molecular and metabolic mechanisms underlying the complex cell interactions in the TME.",
    "totalCost": "1499375",
    "ecMaxContribution": "1499375",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 1499375
        }
    },
    "calculatedTotalContribution": 1499375
}