{
    "rcn": "212805",
    "acronym": "TRICI-Law",
    "topics": "ERC-2017-STG",
    "title": "The Rules of Interpretation of Customary International Law",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "This ERC proposal revolves around the rules of interpretation of customary international law (CIL). CIL along with treaties are the rules most often used in international law. However, whereas rules of interpretation of treaties have been enshrined in Articles 31-33 of the Vienna Convention on the Law of Treaties (VCLT), the rules of interpretation of CIL have not been the subject of critical study. This gap becomes even more pronounced if we consider that interpretation plays a key role in every judicial case, and that one of the basic markers of effectiveness of any legal system is its predictability. By not knowing the rules that govern the interpretation of CIL, we end up playing a ëgameí the rules of which are unknown, and by consequence predictability is far from guaranteed.\nTherefore the aim of this project is to determine the existence and to examine the content of the rules of interpretation of customary international law. It will: 1) prove the theoretical validity of CIL being open to interpretation; 2) induce the rules of interpretation of CIL and their content; 3) track the points of convergence/divergence and reasons thereof amongst rules of interpretation of CIL, treaties and unilateral acts as they evolve through time; and 4) create a set of articles/guidelines on the interpretation of CIL.\nThe results will influence the study and theory of CIL; will lead to a re-conceptualization of the theory of sources of international law; will spark a long overdue debate on the interaction between sources of international law; will further our understanding of the process of interpretation and of the basic precepts of the international legal system; and its findings will become the staple point of reference by any ëuserí of international law.\nIts ultimate outcomes will clarify the foundations of the international legal system, reduce normative conflict, and provide greater legal certainty and foreseeability in all international law-related interactions.",
    "totalCost": "1480708",
    "ecMaxContribution": "1480708",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1480708
        }
    },
    "calculatedTotalContribution": 1480708
}