{
    "rcn": "212868",
    "acronym": "MASTFAST",
    "topics": "ERC-2017-PoC",
    "title": "Rapid production of HUMAN MAST CELLS",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "Mast cells are involved in the allergic response, anaphylaxsis, wound healing and angiogenesis. When activated via IgE, damage/pathogen-induced molecules or complement components, the granules of mast cells release proteases. Dysregulation of mast cells is implicated in allergies of the skin and airways, autism, chronic fatigue syndrome, pain, mastocytoma and intestinal dysmotility. Strategies to limit the damaging effects of mast calls are needed. However, the development of novel treatments is hampered by the inability to grow mast cells rapidly and efficiently in culture. Bone marrow cell cultures typically take 12 weeks before mast cells are available for study. Even then, there are too few cells to use for drug discovery or patient-specific treatment strategies. Embryonic stem cells (ESC) represent an alternative method for the production of mast cells. An unexpected ground-breaking discovery from our ERC AdG 341096 studies aiming to produce hematopoietic stem cells, was the development of a novel method that instead produces large numbers of mast cells in a short time. Mouse ESC engineered with a unique reporter gene that allows for cell enrichment during a multi-step culture yields a homogenous population of phenotypic and functional connective tissue and mucosal mast cells. Within only 3 weeks large numbers of mast cells are generated. To translate this method for large scale rapid production of human mast cells we will 1) characterize unique human reporter ESCs made by Crispr/CAS9 state-of-the-art method; 2) optimize human mast cell production from reporter hESCs in a multi-step differentiation culture; 3) characterize/validate the function of hESC-derived mast cells (normal and mutant); 4) interact with industry to use hESC-derived mast cells for drug-discovery and studies of mast cell differentiation and dysfunction. Long-term goals include the development of mast cell treatment strategies for personalized medicine.",
    "totalCost": "148914",
    "ecMaxContribution": "148914",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 148914
        }
    },
    "calculatedTotalContribution": 148914
}