{
    "rcn": "212882",
    "acronym": "mRNP-PackArt",
    "topics": "ERC-2017-COG",
    "title": "Nuclear mRNA Packaging and mRNP Architecture",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "An important step of gene expression is the formation of a messenger ribonucleoprotein particle (mRNP). The messenger RNA (mRNA) is synthesized by RNA polymerase II transcribing a protein-coding gene. The mRNA is processed, i.e. capped, spliced and polyadenylated, and packaged into an mRNP by binding of RNA-binding proteins (RBPs). The RBPs bound to the mRNA are essential for the stability of the mRNP, control nuclear mRNA export and often determine cytoplasmic processes such as mRNA localization, translation and decay. Thus, the formation and composition of an mRNP is important for the posttranscriptional control of gene expression. Despite its essential nature, the mechanism of nuclear mRNP packaging and the architecture of an mRNP are still poorly understood due to the fact that mRNPs contain many different mRNAs. The overall goal of this proposal is to elucidate the mechanism of mRNP formation and the molecular structure of an mRNP. Specifically,\nIn aim 1, we will determine and quantify the protein composition of a specific mRNP including  different stages during its biogenesis;\nIn aim 2, we will illuminate the molecular mechanism of mRNP packaging; and\nIn aim 3, we will elucidate the architecture of an mRNP by cross-linking mass spectrometry and electron microscopy.\nThese aims will be achieved by combining novel RNP purification strategies and the powerful biochemistry of the model organism S. cerevisiae to purify a specific mRNP with recent advances in high-end mass spectrometry and electron microscopy. In summary, the expected results of this project will show the architecture of an mRNP in its dynamic nature. mRNP packaging will be understood for the first time on a mechanistic as well as structural level. Thus, the results of this project will break new ground in our understanding of this fundamental cellular process and will also provide insights into how defects in this process lead to disease.",
    "totalCost": "1991387,5",
    "ecMaxContribution": "1991387,5",
    "coordinator": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999840111": {
            "orgId": "999840111",
            "orgName": "JUSTUS-LIEBIG-UNIVERSITAET GIESSEN",
            "ecContrib": 1991388
        }
    },
    "calculatedTotalContribution": 1991388
}