{
    "rcn": "212828",
    "acronym": "FENIX",
    "topics": "NMBP-22-2017",
    "title": "Future business models for the Efficient recovery of Natural and Industrial secondary resources in eXtended supply chains contexts",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The European Union faces several challenges caused by globalization. Both the delocalization of production plants (leading to more imported products) and the instability characterizing several industrial sectors force economies to re-think their business models and re-adapt them in a new context, where the sustainability of products and processes is more relevant. Within this overall framework, the need to think about innovative business models and industrial strategies, able to answer to these new requirements is mandatory. One chance is the exploitation of digital technologies. Another is the exploitation of secondary (and critical) resources that, currently, are wasted without any recovery. The project FENIX wants to consider both these issues and their potential at the same time, proposing something that could allow Europe to re-appropriate its pertaining position in the global market. The idea is to study innovative business models and industrial strategies (based on the circular economy paradigm) enabling the development of new product-services through the definition of novel supply chains, resulting from an unconventional mix of current ones. This could allow the easy re-use, reconfiguration and modularization of production systems, the exploitation of overcapacity and the renaissance of industrial poles all over the Europe. Furthermore, the circular economy driven business models and industrial strategies proposed by project FENIX will be demonstrated in existing pilot plants, adequately reconfigured and integrated based circular economy needs.",
    "totalCost": "3995125",
    "ecMaxContribution": "3995125",
    "coordinator": "OSTERREICHISCHE GESELLSCHAFT FUR SYSTEM- UND AUTOMATISIERUNGSTECHNIK VEREIN",
    "coordinatorCountry": "AT",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;SMYRNAKIS GEORGIOS;MBN NANOMATERIALIA SPA;CENTRE CIM FUNDACIO PRIVADA;BALANCE TECHNOLOGY CONSULTING GMBH;UNIVERSITA DEGLI STUDI DELL'AQUILA;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;POLITECNICO DI MILANO;GREENTRONICS SRL",
    "participantCountries": "EL;IT;ES;DE;RO",
    "projectParticipants": {
        "999421168": {
            "orgId": "999421168",
            "orgName": "BALANCE TECHNOLOGY CONSULTING GMBH",
            "ecContrib": 393875
        },
        "998320994": {
            "orgId": "998320994",
            "orgName": "OSTERREICHISCHE GESELLSCHAFT FUR SYSTEM- UND AUTOMATISIERUNGSTECHNIK VEREIN",
            "ecContrib": 508750
        },
        "999859511": {
            "orgId": "999859511",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
            "ecContrib": 560000
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 482500
        },
        "998647787": {
            "orgId": "998647787",
            "orgName": "MBN NANOMATERIALIA SPA",
            "ecContrib": 495625
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 331250
        },
        "934834591": {
            "orgId": "934834591",
            "orgName": "SMYRNAKIS GEORGIOS",
            "ecContrib": 471250
        },
        "998298684": {
            "orgId": "998298684",
            "orgName": "GREENTRONICS SRL",
            "ecContrib": 135000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 267500
        },
        "965891760": {
            "orgId": "965891760",
            "orgName": "CENTRE CIM FUNDACIO PRIVADA",
            "ecContrib": 349375
        }
    },
    "calculatedTotalContribution": 3995125
}