{
    "rcn": "212860",
    "acronym": "INTERACT",
    "topics": "MSCA-ITN-2017",
    "title": "European Industrial Doctorate on Next Generation for sustaINable auTomotive ElectRical ACtuaTion",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "The trend for more electrified automotive applications (MEAA) asks for a new generation of automotive electrical actuation systems, allowing for a more efficient and environmentally friendly mobility and enhancing the driving experience, making it safer, more comfortable and sustainable. \nINTERACTís overall objective is to answer the further enhancement of the next generation high-performance sustainable automotive electric actuators (SAEA) by combining high-level scientific research and training activities in a joint academia-industry doctoral programme, focused on solving critical issues (See Section 1.1.2) of the automotive electrical actuation Research & Development (R&D) cycle. \nThe project is a natural continuation of a fruitful collaboration between the beneficiaries: two universities (UTCN and ULB) and three industrial actors. What started as staff exchange collaboration for technological know-how and transfer of knowledge in the field of electrical machines and drives for automotive applications ,   is now developed, through INTERACT, into a joint doctoral programme, based on common interests and goals, in the field of R&D of next generation of SAEA. More specifically, INTERACT takes advantage of the well-established intersectoral collaboration achievements and of the solid research and training competences and facilities at the beneficiaries for: (i) giving new career perspectives and increasing the employability of four young researchers, by enhancing their creative and innovative potential; (ii) pushing forward and/or extend the industrial partners portfolio with new technological developments to be integrated into the R&D process so they remain and/or enter as an important player in automotive industry ; (iii) strengthen innovation capacity of UTCN and ULB with commercial exploitation of the research.",
    "totalCost": "1409046,14",
    "ecMaxContribution": "1409046,14",
    "coordinator": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
    "coordinatorCountry": "RO",
    "participants": "ICPE SA;Brose Fahrzeugteile GmbH & Co. Kommanditgesellschaft, Wurzburg;UNIVERSITE LIBRE DE BRUXELLES;SIEMENS INDUSTRY SOFTWARE NV",
    "participantCountries": "RO;DE;BE",
    "projectParticipants": {
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 250560
        },
        "993204050": {
            "orgId": "993204050",
            "orgName": "ICPE SA",
            "ecContrib": 238965
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 292320
        },
        "953938256": {
            "orgId": "953938256",
            "orgName": "Brose Fahrzeugteile GmbH & Co. Kommanditgesellschaft, Wurzburg",
            "ecContrib": 304598
        },
        "999897244": {
            "orgId": "999897244",
            "orgName": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
            "ecContrib": 322603
        }
    },
    "calculatedTotalContribution": 1409046
}