{
    "rcn": "212808",
    "acronym": "AfricanNeo",
    "topics": "ERC-2017-STG",
    "title": "The African Neolithic: A genetic perspective",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "The spread of farming practices in various parts of the world had a marked influence on how humans live today and how we are distributed around the globe. Around 10,000 years ago, warmer conditions lead to population increases, coinciding with the invention of farming in several places around the world. Archaeological evidence attest to the spread of these practices to neighboring regions. In many cases this lead to whole continents being converted from hunter-gatherer to farming societies. It is however difficult to see from archaeological records if only the farming culture spread to other places or whether the farming people themselves migrated. Investigating patterns of genetic variation for farming populations and for remaining hunter-gatherer groups can help to resolve questions on population movements co-occurring with the spread of farming practices. It can further shed light on the routes of migration and dates when migrants arrived.\n\nThe spread of farming to Europe has been thoroughly investigated in the fields of archaeology, linguistics and genetics, while on other continents these events have been less investigated. In Africa, mainly linguistic and archaeological studies have attempted to elucidate the spread of farming and herding practices. I propose to investigate the movement of farmer and pastoral groups in Africa, by typing densely spaced genome-wide variant positions in a large number of African populations. The data will be used to infer how farming and pastoralism was introduced to various regions, where the incoming people originated from and when these (potential) population movements occurred. Through this study, the Holocene history of Africa will be revealed and placed into a global context of migration, mobility and cultural transitions. Additionally the study will give due credence to one of the largest Neolithic expansion events, the Bantu-expansion, which caused a pronounced change in the demographic landscape of the African continent.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985029": {
            "orgId": "999985029",
            "orgName": "UPPSALA UNIVERSITET",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}