{
    "rcn": "212855",
    "acronym": "IMPETUS",
    "topics": "PILOTS-05-2017",
    "title": "Pilot line for paper based electrochemical test strips dedicated to quantitative biosensing in liquids",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "IMPETUS will combine paper, printing and microchip technologies to realise a pilot line capable of manufacturing fully integrated paper-based electrochemical biosensors that directly transfer the measured data to the userís smartphone. These biosensors will be designed as self-powered disposable test strips that combine the simplicity of lateral flow tests with quantitative readout, which is enabled by the implemented electrochemical detection method. As an application example, we will fulfil the consumer need for fast point-of-care discrimination between bacterial and viral infections.\nIn particular, IMPETUS will combine screen-, flexo- and inkjet-printing in a seamless roll-to-roll pilot line compatible to high-throughput fabrication. Here, the paper is employed as substrate for the printed circuits and a microchip, but also as active component of the printed battery as well as of the biosensor. This we will achieve by developing new technologies for paper manufacturing, coating and surface modification, and the respective processing will work hand in hand with the ink development (cellulose-based inks for fabricating the printed battery as well as bio-inks for surface functionalization and reagent deposition). A highly integrated and energy-efficient silicon microchip will be developed that enables electrochemical data acquisition, storage and contactless NFC transmission, and the microchip will be mounted onto the paper substrate by an inline placement process. \nIn summary, the IMPETUS pilot line will pave the way towards the real world application of paper-based quantitative electrochemical diagnostic test strips, thereby clearly advancing the current state-of-the-art, which up to now has mostly focussed on individual fabrication processes and device concepts. The IMPETUS pilot line is conceived in such a way that during the project, all printing and assembly processes will be implemented and validated.",
    "totalCost": "6396305",
    "ecMaxContribution": "6396305",
    "coordinator": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "DPI HOLDING GMBH;R-BIOPHARM AG;INFINEON TECHNOLOGIES AUSTRIA  AG;SARALON;RICOH UK PRODUCTS LIMITED;GWENT ELECTRONIC MATERIALS LIMITED;MELECS EWS GMBH;TECHNISCHE UNIVERSITAET CHEMNITZ;PAPIERTECHNISCHE STIFTUNG;MAURER SERVICES GMBH;SCHOELLER TECHNOCELL GMBH & CO KG",
    "participantCountries": "AT;DE;UK",
    "projectParticipants": {
        "916801127": {
            "orgId": "916801127",
            "orgName": "SARALON",
            "ecContrib": 305000
        },
        "919265509": {
            "orgId": "919265509",
            "orgName": "MELECS EWS GMBH",
            "ecContrib": 290625
        },
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 699538
        },
        "999506140": {
            "orgId": "999506140",
            "orgName": "GWENT ELECTRONIC MATERIALS LIMITED",
            "ecContrib": 131250
        },
        "924773751": {
            "orgId": "924773751",
            "orgName": "DPI HOLDING GMBH",
            "ecContrib": 495975
        },
        "953618835": {
            "orgId": "953618835",
            "orgName": "SCHOELLER TECHNOCELL GMBH & CO KG",
            "ecContrib": 309375
        },
        "951470285": {
            "orgId": "951470285",
            "orgName": "R-BIOPHARM AG",
            "ecContrib": 293500
        },
        "999453857": {
            "orgId": "999453857",
            "orgName": "PAPIERTECHNISCHE STIFTUNG",
            "ecContrib": 474375
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 1133968
        },
        "916741278": {
            "orgId": "916741278",
            "orgName": "RICOH UK PRODUCTS LIMITED",
            "ecContrib": 658931
        },
        "999705087": {
            "orgId": "999705087",
            "orgName": "INFINEON TECHNOLOGIES AUSTRIA  AG",
            "ecContrib": 710938
        },
        "924556956": {
            "orgId": "924556956",
            "orgName": "MAURER SERVICES GMBH",
            "ecContrib": 892831
        }
    },
    "calculatedTotalContribution": 6396306
}