{
    "rcn": "212811",
    "acronym": "PINNACLE",
    "topics": "ERC-2017-STG",
    "title": "Perovskite Nanocrystal-Nanoreactors for Enhanced Light Emission",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The unprecedented advancement of halide perovskite photovoltaics and light-emission applications has far outpaced the basic scientific research necessary to understand this fascinating yet perplexing material and to optimize material quality and device integration. Additionally, the intricate nature of the perovskite is susceptible to degradation from environmental stress, such as moisture and heat, currently deterring commercialization.\n\nThis research project will realize a novel synthesis for perovskite nanocrystals (NCs) by means of block copolymer nanoreactors. These will enable an unprecedented control over size and dimensionality of the NCs into the quantum-confinement regime. Using these NCs, we will determine the fundamental optical, electrical, and phononic properties of perovskite, mainly by means of temperature-controlled transient optical spectroscopy. \n\nElucidation of the degradation mechanisms through controlled subjecting to external stress, will lead to strategies for designing the nanoreactor to shield the NCs, mitigating these effects. Additionally, we will investigate the high mobility of (halide) ions in perovskites, and likewise design the polymeric nanoreactor to deter ion migration and enable NC implementation into existing optoelectronic applications and currently unattainable architectures, such as hetero-structures and exciton funnels.\n\nWe will create stable, high-quality NC-films, enabling the formation of multilayers for exciton funnelling by means of Fˆrster resonance energy transfer (FRET). We will highlight the NC potential by integrating them into LEDs of various architectures, by demonstrating low-threshold ASE and realizing unprecedented perovskite-laser geometries, e.g. vertical cavity surface emitting lasers (VCSELs) and plasmonic nanopatch lasers.\nPINNACLE will greatly further the understanding of halide perovskites, benefitting the research community, and lead to novel optoelectronic devices and exciting new applications.",
    "totalCost": "1498187,5",
    "ecMaxContribution": "1498187,5",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 1498188
        }
    },
    "calculatedTotalContribution": 1498188
}