{
    "rcn": "212881",
    "acronym": "DECAF",
    "topics": "ERC-2017-COG",
    "title": "Deforestation ñ Climate ñAtmospheric composition ñ Fire interactions and feedbacks",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Extensive and ongoing tropical deforestation and degradation have important environmental impacts. Smoke aerosol from deforestation fires degrades air quality, but the effects are poorly quantified. Deforestation alters rainfall through changes in the land surface and through changes to atmospheric aerosol. The magnitude and the sign of the rainfall response is not clear, because of poor process-level understanding and because previous attempts have studied land surface and aerosol responses separately. The impacts of deforestation on atmospheric composition and climate cause a complex set of biosphere interactions resulting in potential Earth system feedbacks. These feedbacks have not yet been quantified and so their importance is not known. The full impact of deforestation on air quality, climate and the Earth System may have been underestimated because there have been no integrated studies of the combined interactions and feedbacks between deforestation and the Earth system. DECAF is the first integrated study of the combined interactions and feedbacks between tropical deforestation, fire, atmospheric composition and climate. To address this important challenge, DECAF will exploit new information from in-situ and satellite observations in combination with state-of-the-art numerical models. DECAF will deliver improved process-level knowledge of the impacts of deforestation on atmospheric composition and climate and a step change in our understanding of the interactions and feedbacks between deforestation, atmospheric composition and climate. New understanding will inform the development of climate and Earth System Models and will facilitate new climate and Earth system assessments.",
    "totalCost": "1965623",
    "ecMaxContribution": "1965623",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 1965623
        }
    },
    "calculatedTotalContribution": 1965623
}