{
    "rcn": "212800",
    "acronym": "SPEEDER",
    "topics": "ERC-2017-STG",
    "title": "Supercapacitive Polymer Electrodes for Directing Epithelial Repair",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "In this project we develop a new approach, using the conducting polymer poly (3,4-ethylene dioxythiophene) (PEDOT) to apply electrical fields (EFs) for guidance of cells. EFs are recognised as important guidance cues in the development and life cycle of human tissues. However, better tools are urgently needed to support experiments and applications. By developing supercapacitive PEDOT electrodes, able to support an ionic flow over extended time frames, we here target the most widely studied clinical application for EF stimulation, accelerated wound healing. Our technology facilitates the transfer from petri dish to device by offering an alternative driving process to metals. In addition, we establish a strategy where electrodes can be recharged in situ, by using intermediate periods of current flow in the reverse direction and below the threshold for triggering a biological response. Ionic flow driven by PEDOT electrodes can, in contrast to metals, be reversed with any small ion present in the electrolyte.\nThe project will be driven in several steps: after proving the principle in scratch assays in vitro, we will proceed to three dimensional culture systems. The versatility of our concept will allow more complex wound healing models to be studied including human ex-vivo models. We will employ microfluidics to make high-throughput screening possible, thereby efficiently mapping EF parameters and especially the effects of sub-threshold stimulation. The ultimate goal at the end of the project is to transfer technology in the form of a polymer based wound-dressing for accelerating repair, the SPEEDER. \nIn summary, we present a new concept which greatly facilitates EF stimulation in vitro and shows great promise for clinical use. Studies will better reproduce the biological situation, provide data essential for understanding this important effect, and point the way for how it can best be exploited for future applications.",
    "totalCost": "1488750",
    "ecMaxContribution": "1488750",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1488750
        }
    },
    "calculatedTotalContribution": 1488750
}