{
    "rcn": "212892",
    "acronym": "eDREAM",
    "topics": "LCE-01-2016-2017",
    "title": "eDREAM - enabling new Demand REsponse Advanced, Market oriented and Secure technologies, solutions and business models",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Smart automated Demand Response (DR) represents a valid alternative to grid reinforement for electricity Distribution System Operators (DSOs) to procure in a cost-effective way the necessary flexibility for integrating larger shares of intermittent RESs, while not compromising security of supply and network reliability. However DR potential has been exploited so far to a very limited extent due to a number of technological, regulatory, economic barriers. To cope with these challenges, eDREAM will develop and make available a novel near real time DR scalable secure blockchain-driven technological and business framework aimed to optimize aggregated system services flexibility provisioning to DSOs. The project will research and develop tools and services for: i) optimal DR system design, which includes early detection of flexibility potential via multimodal fusion of aerial, LIDAR and thermal imaging, end users profiling and segmentation by leveraging on big data clustering and large data sets visual interactive exploration and DR optimization services for energy end users; ii) optimal DSO-driven Demand Response management, including novel applications of blockchain decentralized ledger for secure data handling, market-based microgrid control and near real time closed loop DR verification aimed to improve system observability and enable fair DR financial settlement. Novel flexibility market and services/products design, as well as cooperative DSO-aggregator business models enabled by incentive sharing will validate the eDREAM DR technical concept from the economic perspective. The eDREAM technologies will be extensively validated in a lab-based pilot (Greece), followed by two field pilots, a C&I VPP-based optimal aggregated flexibility management in UK and a mixed stationary and movable (EVs) loads flexibility microgrid-level optimized flexibility management in Italy.",
    "totalCost": "3822125",
    "ecMaxContribution": "3822125",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;KIWI POWER LTD;TEESSIDE UNIVERSITY;UNIVERSITATEA TEHNICA CLUJ-NAPOCA;ATOS SPAIN SA;SERVELECT SRL;ENERGY@WORK SOCIETA' COOPERATIVA A R.L.;EMOTION SRL;ASM TERNI SPA",
    "participantCountries": "EL;UK;RO;ES;IT",
    "projectParticipants": {
        "945850687": {
            "orgId": "945850687",
            "orgName": "ENERGY@WORK SOCIETA' COOPERATIVA A R.L.",
            "ecContrib": 469375
        },
        "927623514": {
            "orgId": "927623514",
            "orgName": "SERVELECT SRL",
            "ecContrib": 79375
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 434375
        },
        "952604700": {
            "orgId": "952604700",
            "orgName": "ASM TERNI SPA",
            "ecContrib": 278750
        },
        "949192725": {
            "orgId": "949192725",
            "orgName": "KIWI POWER LTD",
            "ecContrib": 286500
        },
        "919813947": {
            "orgId": "919813947",
            "orgName": "EMOTION SRL",
            "ecContrib": 205000
        },
        "999662504": {
            "orgId": "999662504",
            "orgName": "TEESSIDE UNIVERSITY",
            "ecContrib": 531875
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 496875
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 650000
        },
        "999897244": {
            "orgId": "999897244",
            "orgName": "UNIVERSITATEA TEHNICA CLUJ-NAPOCA",
            "ecContrib": 390000
        }
    },
    "calculatedTotalContribution": 3822125
}