{
    "rcn": "212859",
    "acronym": "IoT4Win",
    "topics": "MSCA-ITN-2017",
    "title": "Internet of Thing for Smart Water Innovative Networks",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "The IoT4Win will establish a European Industrial Doctorates (EID) training program and extend the traditional academic research training setting, equipping researchers with right combination of research-related and transferable competences, joint research training programme combines an interdisciplinary expertise of European research group, industry partners and user organisations, bring together all required knowledge, skills, and stakeholders to offer a comprehensive set of transferable skills and a training programme on ICT, data science and water engineering, including industry practice and longer-term benefit in further industrial partner collaborations and further knowledge transfer. IoT4Win will respond to well defined and interdisciplinary scientific questions and challenges on IoTs for Smart Water Network (SWN) technological area cooperating  to recruit 3 ESRs to undertake research in the context of a joint research training on concepts and methodologies of IoT enabled SWN towards the PhD. IoT4Win designs 3 individual and personalised research projects covering the core SWN research areas, i.e. smart sensing and trusted communication within energy limited heterogeneous devices in IoT enabled urban water environment;  dynamic sensor web and interoperable open platform with Integrated Knowledge Management for smart water networks; data security and  intelligence in IoT enabled SWN. The interdisciplinary collaborations and cross industrial interactions between ICT and water sector, will expose researchers to the academic, non-academic sectors. By combining three projects, an interoperable, secure and intelligent underlying technology leading to an open platform for IoT enabled SWN applications will be developed. This platform will then be applied to and evaluated in the real water scenarios with our end user industrial partner, leading to a specialised technology platform for SWN and a best-practice smart water network demonstrator.",
    "totalCost": "761644,44",
    "ecMaxContribution": "761644,44",
    "coordinator": "BIRMINGHAM CITY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL",
    "participantCountries": "RO",
    "projectParticipants": {
        "969970319": {
            "orgId": "969970319",
            "orgName": "SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL",
            "ecContrib": 215069
        },
        "998955374": {
            "orgId": "998955374",
            "orgName": "BIRMINGHAM CITY UNIVERSITY",
            "ecContrib": 546576
        }
    },
    "calculatedTotalContribution": 761645
}