{
    "rcn": "212816",
    "acronym": "CatDT",
    "topics": "ERC-2017-STG",
    "title": "Categorified Donaldson-Thomas Theory",
    "startDate": "01/11/2017",
    "endDate": "31/10/2022",
    "objective": "According to string theory, coherent sheaves on three-dimensional Calabi-Yau spaces encode fundamental properties of the universe. On the other hand, they have a purely mathematical definition. We will develop and use the new field of categorified Donaldson-Thomas (DT) theory, which counts these objects. Via the powerful perspective of noncommutative algebraic geometry, this theory has found application in recent years in a wide variety of contexts, far from classical algebraic geometry.\n\nCategorification has proved tremendously powerful across mathematics, for example the entire subject of algebraic topology was started by the categorification of Betti numbers.  The categorification of DT theory leads to the replacement of the numbers of DT theory by vector spaces, of which these numbers are the dimensions. In the area of categorified DT theory we have been able to prove fundamental conjectures upgrading the famous wall crossing formula and integrality conjecture in noncommutative algebraic geometry. The first three projects involve applications of the resulting new subject:\n\n1. Complete the categorification of quantum cluster algebras, proving the strong positivity conjecture.\n\n2. Use cohomological DT theory to prove the outstanding conjectures in the nonabelian Hodge theory of Riemann surfaces, and the subject of Higgs bundles.\n\n3. Prove the comparison conjecture, realising the study of Yangian quantum groups and the geometric representation theory around them as a special case of DT theory.\n\nThe final objective involves coming full circle, and applying our recent advances in noncommutative DT theory to the original theory that united string theory with algebraic geometry: \n\n4. Develop a generalised theory of categorified DT theory extending our results in noncommutative DT theory, proving the integrality conjecture for categories of coherent sheaves on Calabi-Yau 3-folds.",
    "totalCost": "1239435",
    "ecMaxContribution": "1239435",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 1239435
        }
    },
    "calculatedTotalContribution": 1239435
}