{
    "rcn": "212874",
    "acronym": "WellCO",
    "topics": "SC1-PM-15-2017",
    "title": "Wellbeing and Health Virtual Coach",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "WellCo delivers a radical new ICT-based solution in the provision of personalised advice, guidance and follow-up of users for the adoption of healthier behaviour choices that help them to maintain or improve their physical cognitive, mental and social well-being for as long as possible.  \nAdvice is given through behaviour change interventions specifically tailored to the singularities of each user (user-centred approach); these interventions range from goals to achieve on a Social Network to recommended activities around the 7 areas defined in WellCo: cognitive stimulation, leisure and entertainment, supporting groups, physical activity, health status, nutrition and tips. Recommendations and goals are provided after performing an assessment of the status for determining the probability of a given disease expression. This assessment accounts: userís profile, context (Life Plan), socio-economic agents, health and mental status derived from the data of wearable sensors seamlessly integrated into ADL of the user and userís mood after the application of Affective Computing via visual and speech emotion recognition. \nGuidance and follow-up is provided by the Virtual Coach developed in WellCo; this consists in affective-aware coach that is always active and interacts through speech with the user in order to: 1) act as virtually interface among the user and the platform managing the flow of all user-platform and platform-user interactions (NLi) 2) empower users in their behaviour change process through simulation activities tailored to their current mood (Affective Computing).\nThe whole service is also followed-up and continuously supported by a multidisciplinary team of experts as well as usersí close caregivers that provide their clinical evidence (Expert- Related Outcomes) and knowledge about the user (Observer-Related Outcomes) to ensure effectiveness and accuracy of the change interventions.",
    "totalCost": "3782408,75",
    "ecMaxContribution": "3782408,75",
    "coordinator": "HI IBERIA INGENIERIA Y PROYECTOS SL",
    "coordinatorCountry": "ES",
    "participants": "CONNECTEDCARE SERVICES BV;INSTITUT JOZEF STEFAN;KOBENHAVNS UNIVERSITET;SYDDANSK UNIVERSITET;FONDAZIONE BRUNO KESSLER;GERENCIA DE SERVICIOS SOCIALES DE CASTILLA Y LEON;MONSENSO APS",
    "participantCountries": "NL;SI;DK;IT;ES",
    "projectParticipants": {
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 491250
        },
        "944942670": {
            "orgId": "944942670",
            "orgName": "CONNECTEDCARE SERVICES BV",
            "ecContrib": 472500
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 338338
        },
        "996346074": {
            "orgId": "996346074",
            "orgName": "HI IBERIA INGENIERIA Y PROYECTOS SL",
            "ecContrib": 718750
        },
        "919110115": {
            "orgId": "919110115",
            "orgName": "MONSENSO APS",
            "ecContrib": 565000
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 365250
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 382665
        },
        "940842189": {
            "orgId": "940842189",
            "orgName": "GERENCIA DE SERVICIOS SOCIALES DE CASTILLA Y LEON",
            "ecContrib": 448656
        }
    },
    "calculatedTotalContribution": 3782409
}