{
    "rcn": "212842",
    "acronym": "FotoH2",
    "topics": "NMBP-19-2017",
    "title": "Innovative Photoelectrochemical Cells for Solar Hydrogen Production",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The use of solar energy for photoelectrochemically splitting water into H2 and O2 has been widely investigated for producing sustainable H2 fuel. However, no commercialisation of this technology has emerged. Currently the main obstacles to commercialisation are: low solar-to-hydrogen efficiency, expensive electrode materials, fast degradation of prototypes, and energy losses in separating H2 from O2 and water vapour in the output stream. The FotoH2 consortium has identified a new scientific direction for achieving cost-effective solar-driven H2 production, and it has the capability of large-scale prototyping and field testing the proposed technology. FotoH2 introduces anion-exchange polymer membrane and porous hydrophobic backing concepts in a tandem photoelectrochemical cell, and a novel way to stabilise the photoelectrodes based on a surface phase transformation. This approach allows the use of cost-effective metal oxide electrodes with optimal bandgaps and a simple flow-cell design without corrosive electrolytes. \nApart from the already identified Fe2O3/CuO couple, a theoretical screening of earth abundant metal ternary oxides will be done to identify the most promising materials. These chosen electrode materials will be optimized by doping, nanostructuring and by introducing protective and passivating external layers by the phase transformation strategy. Most of these concepts have been already validated at TRL 3 and preliminary laboratory prototypes were demonstrated. The aim is to increase the TRL to 5 by validating the technology in a system with a module of 1 m2 and achieve a photoelectrolysis device with solar to-hydrogen efficiency of 10 % and a prospective life-time of 20 years. We aim for breakthroughs in cell lifetime, conversion efficiency, cost-efficiency, and H2 purity. To bring these innovations to market, an exploitation plan is addressed. The consortium includes materials developers and suppliers, device manufacturers and system integrator.",
    "totalCost": "2578971,25",
    "ecMaxContribution": "2578971,25",
    "coordinator": "UNIVERSIDAD DE ALICANTE",
    "coordinatorCountry": "ES",
    "participants": "BROADBIT ENERGY TECHNOLOGIES SRO;ADVANCED TECHNOLOGY SOLUTIONS SRL;HYGEAR BV;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "SK;IT;NL",
    "projectParticipants": {
        "937267448": {
            "orgId": "937267448",
            "orgName": "ADVANCED TECHNOLOGY SOLUTIONS SRL",
            "ecContrib": 457500
        },
        "933003037": {
            "orgId": "933003037",
            "orgName": "BROADBIT ENERGY TECHNOLOGIES SRO",
            "ecContrib": 484500
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 571096
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 656250
        },
        "997863445": {
            "orgId": "997863445",
            "orgName": "HYGEAR BV",
            "ecContrib": 409625
        }
    },
    "calculatedTotalContribution": 2578971
}