{
    "rcn": "212829",
    "acronym": "OLEFINE",
    "topics": "BIOTEC-06-2017",
    "title": "OLEAginous yeast platforms for FINE chemicals",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The academic and industrial partners engaged in the OLEFINE project have the joint vision of demonstrating the techno-economic viability and sustainability of biological production of insect pheromones for use as safe and environmentally friendly insecticide substitutes. Biological production of cheaper pheromones will be a market disrupting technology that will\nallow rapid expansion of pheromone-based pest management products. The partners behind OLEFINE have developed a novel technology for biological production of pheromones using oleaginous yeast cell factories, however the strains, fermentation, and downstream process need to be further optimized to bring the technology to the market.\nOLEFINE aims to optimize, validate, and commercialize biotech process for production of high-added-value chemicals\n(insect pheromones) for use as non-toxic insecticide replacements. Cost-efficiency and sustainability of the current process\nwill be lifted in this project by optimizing the yeast biocatalyst and by employing innovative fermentation and downstream\nprocessing with cascading of resources. The production cost will be reduced by at least 75% in relation to the current state-of-the-art. The process will be validated in industrial environment for two pheromones (TRL7), techno-economic viability will be estimated and business plans will be prepared. The environmental impact and sustainability will be evaluated by full Life Cycle Analysis. The technology will be brought to the market by OLEFINE industrial partners post project. \nIn summary, OLEFINE will bring new sustainable high-value chemicals to the market and create new business opportunities and jobs in European biotech sector, which is in line with the challenge of the topic.",
    "totalCost": "7606556,75",
    "ecMaxContribution": "5442844,98",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE UNIVERSITY OF MANCHESTER;LUNDS UNIVERSITET;BIOPHERO APS;NOVAGRICA HELLAS ANONIMI EMPORIKI EXAGOGIKI KAI SYMVOULEFTIKI ETAIRIA BIOLOGIKON KAI CHIMIKON PROIONTON;BIOTREND - INOVACAO E ENGENHARIA EM BIOTECNOLOGIA SA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ISCA TECHNOLOGIES, INC;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "participantCountries": "UK;SE;DK;EL;PT;DE;US",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 1129112
        },
        "943775566": {
            "orgId": "943775566",
            "orgName": "NOVAGRICA HELLAS ANONIMI EMPORIKI EXAGOGIKI KAI SYMVOULEFTIKI ETAIRIA BIOLOGIKON KAI CHIMIKON PROIONTON",
            "ecContrib": 180597
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 441311
        },
        "923963995": {
            "orgId": "923963995",
            "orgName": "ISCA TECHNOLOGIES, INC",
            "ecContrib": 0
        },
        "916880667": {
            "orgId": "916880667",
            "orgName": "BIOPHERO APS",
            "ecContrib": 2025440
        },
        "994202083": {
            "orgId": "994202083",
            "orgName": "BIOTREND - INOVACAO E ENGENHARIA EM BIOTECNOLOGIA SA",
            "ecContrib": 485957
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 432288
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 250000
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 498141
        }
    },
    "calculatedTotalContribution": 5442846
}