{
    "rcn": "212815",
    "acronym": "INTERCELLMED",
    "topics": "ERC-2017-STG",
    "title": "SENSING CELL-CELL INTERACTION HETEROGENEITY IN 3D TUMOR MODELS:TOWARDS PRECISION MEDICINE",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "This project aims to investigate the role of potassium (K\\), protons (H\\) and oxygen (O2) gradients in the extracellular space of tumour cells grown in 3D cultures by using a combination of imaging, cell biology and in silico analyses. By embedding ratiometric fluorescent particle-based sensors within 3D scaffolds, the changes in target analyte concentrations can be monitored and used to study the interactions between tumour cells and stromal cells in 3D tumoroids/scaffolds and to monitor response of the cells to drug treatments. I first demonstrated successful fabrication of barcoded capsules for multiplex sensing of H\\, K\\, and Na\\ ions. Next, I demonstrated the use of pH-sensing capsules as valid real time optical reporter tools to sense and monitor intracellular acidification in living cells. Thus, I can fabricate capsule sensors for investigating the role of key analytes that are involved in regulation of crucial physiological mechanisms. In addition, I successfully integrated pH-sensing capsules within 3D nanofibrous matrices and demonstrated their operation under pH switches. INTERCELLMED will engineer 3D scaffolds that do not only sense extracellular pH but are also able to sense K\\ and O2 changes. To this aim, a novel set of anisotropic analyte-sensitive ratiometric capsules will be developed and applied for generating robust and flexible capsules-embedded sensing scaffolds. To validate the functions of the 3D sensing platform, cocoltures of tumour cells and stromal cells will be grown and their interaction and response to drug treatments will be studied by mapping the K\\/H\\/O2 gradients in and around the cell aggregates. Finally, the 3D sensing platform will be adapted for growing tumour tissue-derived cells that will be tested ex-vivo with anticancer dugs. Specific mathematical models of cellular interactions will be developed to represent the biological processes occurring within the 3D sensing platform.",
    "totalCost": "1050000",
    "ecMaxContribution": "1050000",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 1050000
        }
    },
    "calculatedTotalContribution": 1050000
}