{
    "rcn": "212810",
    "acronym": "SymPAtHY",
    "topics": "ERC-2017-STG",
    "title": "A neurosplenic pathway coupling Immunity and Hypertension",
    "startDate": "01/12/2017",
    "endDate": "30/11/2022",
    "objective": "Hypertension (HTN) is a leading cause of morbidity and mortality worldwide. During past decades, several therapies have been developed to afford an optimal blood pressure (BP) regulation. However, the prevalence of uncontrolled HTN continues to rise, with a number of patients still resistant to all ongoing antihypertensive treatments, raising unsolved mechanistic challenges. In the last years, the most attractive novelty in HTN postulated that immune system has a crucial role in BP raising, as well as in end-organ damage. Several advances have been done in this field, but clear mechanistic explanations of how the immune system gets activated under hypertensive challenges is still unknown. It is becoming increasingly clear that, even in the regulation of body hemodynamic, the immune system and the autonomic nervous system serve as two major ìsensory organsî capable to be activated upon manifold hits that perturb homeostasis. SymPAtHY is a multidisciplinary strategy aimed at discovering how nervous and immune systems couple in HTN. The concept of this project is to dissect the neuro-immune pathway responsible for BP rising and end-organ damage. The articulation in 3 MAIN AIMS will allow to afford the mechanistic insights from different perspectives. The overall objectives are as follows: 1) Central nervous system relay station coupling immunity and hypertension. 2) Splenic immune mechanisms: from sympathetic drive to T cell egress; 3) T cells in target organs: from the spleen to vessels and kidney. The results of this strategy will unravel important new mechanistic insights in HTN and particularly will have significant implications for understanding how immunity and autonomic nervous system cooperate to rise BP. Based on the emerging view of HTN as an ìimmune disorderî, we believe that this strategy will add decisive knowledge in this field that could pave the way for developing immunotherapies for the treatment of resistant HTN.",
    "totalCost": "1497831",
    "ecMaxContribution": "1497831",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 1497831
        }
    },
    "calculatedTotalContribution": 1497831
}