{
    "rcn": "212864",
    "acronym": "EASIVIRAL",
    "topics": "SMEInst-05-2016-2017",
    "title": "EASIVIRAL",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "In September 2016 WHO-Europe stated ìEurope is at a critical point with HIV. New diagnoses in the European Region recently increased by 76%î.  WHO urges ìan accelerated people-centered responseî based on taking HIV viral-load (VL) testing out of labs and into local clinics where it is most needed at point-of-care (PoC). No such solution exists today.\nNew disruptive innovations are needed to address this. AltraTech Ltd has developed three proven biotechnologies to capture, purify, and detect the HIV virus from a blood sample, in 40 mins, using proven HIV biomarkers. This enables life-saving clinical intervention, immediate prescription and therapy for the patient, and stops further spread of the virus. The three techniques are innovative. Their combination, in a portable battery-operated kit format, is disruptive.  It offers the unique combination of portability, robustness, reduced cost, with simultaneous increase in accuracy, combo-detection of Hepatitis and other viruses, and elimination of refrigerated reagents.  It will address the above crisis, the HIV-VL PoC market, and has the potential to disrupt the Ä1B viral clinical diagnostics market and displace RT-PCR diagnostics that have been used in laboratories for two decades.   \nFollowing a successful SME-Phase-1 feasibility, the technology received a Seal-of-Excellence in Phase-2(PHC-12-2015) ñ exceeded funding threshold. TRL improvements have been made in 2016, and a new CEO, management structure, and new venture funding significantly enhances AltraTech capacity to commercialise EASIVIRAL and see it reach market acceptance.  The outcomes will enable  capture a market leading share of  > 30% of the Ä210M PoC HIV-VL market, reach cumulative EBITDA for this product alone of more than Ä18M by 2024.  AltraTech will create 75 new jobs during this time, grow its portfolio of granted patents on its disruptive EASIVIRAL technology, and increase the revenues, jobs, and competitiveness of its manufacturing supply partners",
    "totalCost": "2969000",
    "ecMaxContribution": "2969000",
    "coordinator": "ALTRATECH LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939703021": {
            "orgId": "939703021",
            "orgName": "ALTRATECH LIMITED",
            "ecContrib": 2969000
        }
    },
    "calculatedTotalContribution": 2969000
}