{
    "rcn": "212801",
    "acronym": "DrySeasonPf",
    "topics": "ERC-2017-STG",
    "title": "Dry season P. falciparum reservoir",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The mosquito-borne Plasmodium falciparum parasite is responsible for over 200 million malaria cases and nearly half a million deaths each year among African children. Dependent on Anopheles mosquito for transmission, the parasite faces a challenge during the dry season in the regions where rain seasonality limits vector availability for several months. While malaria cases are restricted to the wet season, clinically silent P. falciparum infections can persist through the dry season and are an important reservoir for transmission. Our preliminary data provides unequivocal evidence that P. falciparum modulates its transcription during the dry season, while the host immune response seems to be minimally affected, suggesting that the parasite has the ability to adapt to a vector-free environment for long periods of time. Understanding the mechanisms which allow the parasite to remain undetectable in absence of mosquito vector, and to restart transmission in the ensuing rainy season will reveal complex interactions between P. falciparum and its host. To that end I propose to: (i) Identify the Plasmodium signalling pathway(s) and metabolic profile associated with long-term maintenance of low parasitaemias during the dry season, (ii) Determine which PfEMP1 are expressed by parasites during the dry season and how effectively they are detected by the immune system, and (iii) Investigate the kinetics of P. falciparum gametocytogenesis, its ability to transmit during the dry season, and uncover sensing molecules and mechanisms of the disappearance and return of the mosquito vector Undoubtedly, results arising from the present multidisciplinary proposal will provide novel insights into the cell biology of dry season P. falciparum parasites, will increase our understanding of their interactions with their hosts and environment. Furthermore, it may benefit the international development agenda goals to design public health strategies to fight malaria.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITAETSKLINIKUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}