{
    "rcn": "212807",
    "acronym": "DISCOMPOSE",
    "topics": "ERC-2017-STG",
    "title": "Disasters, Communication and Politics in South-Western Europe: the Making of Emergency Response Policies in the Early Modern Age",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The connections between the circulation of news of extreme events, the making of influential narratives of collective traumas and the development of emergency response policies lie at the heart of this research proposal, which focuses on four Southern European areas: Catalonia, Naples, Sicily and Valencia, from the 16th to the 18th century. How did accounts and individual memories of extreme events amount to authoritative interpretations? In which ways, and to what extent, did the latter orient collective behaviours and the recovery process, in both the short and the long term?\nStarting from the assumption that human relations are enhanced by the increased levels of socialisation that commonly occur in the aftermath of shocking events, which trigger the sharing of information, opinions and memories; and that the emotional impact of such events is likely to create a public opinion that draws attention to governmentís action; the research proposal aims to contribute new insights into these issues by adopting an original methodology, developed across a variety of disciplines, including Cultural and Social History, Textual Criticism, Philology and Anthropology. Moreover, it will adopt a transnational perspective: since the selected regions belonged to the Spanish Monarchy, the development of practices and polices aimed to respond to disruption depended not only on the specific social and cultural features of local societies, but also on the circulation of political and technical staff, as well as on the sharing of knowledge, experiences and policy models, among the various areas of the Empire and its colonies. Studying the information exchange in the aftermath of disasters and the formation of an imagery of extraordinary events, will allow a comprehensive perspective on the policies and practices adopted by early modern societies to manage uncertainty, and on the potential impact that such narratives could have on the renegotiation of political and social relations.",
    "totalCost": "1481813",
    "ecMaxContribution": "1481813",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976590": {
            "orgId": "999976590",
            "orgName": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
            "ecContrib": 1481813
        }
    },
    "calculatedTotalContribution": 1481813
}