{
    "rcn": "212865",
    "acronym": "TRUFUS",
    "topics": "SMEInst-10-2016-2017",
    "title": "MAZAROís innovative transmissions for unrivalled electricity and fuel savings in transport",
    "startDate": "02/05/2017",
    "endDate": "01/05/2019",
    "objective": "Road transport is in urgent need of driveline solutions that are TRULY sustainable, simpler and cheaper, to maintain competitiveness and create jobs. Here, MAZAROís TRUFUS project outplays all current solutions with a large margin.\nTransmission Technology International (2016 ñ p 18) states that for drastic fuel saving, the Continuously Variable Transmission (CVT) could be an alternative to Automatics and Manuals, because of its virtually infinite range of ratio adjustment, if only the conventional CVTs werenít so inefficient. Now this is exactly the issue which TRUFUS has solved.\nTRUFUS plans to launch the very first high-efficiency transmission that can keep a driveline on its lowest energy consumption curve continuously. Suitable for cars to heavy duty vehicles running on any kind of energy: electricity, CNG/LNG, fuel, hybridsÖ\nFeatures: unrivalled energy and emission savings of 16-26% compared to the current drivelines; compact, light, silent, over 99% recyclable, low-cost, battery- and maintenance-free.\nMAZARO, the sole company fully mastering this new technology, was a successful applicant to SME-Phase 1 and proved the uniqueness of its technology since then in an actual e-truck (26,2% further driving range at 80 km/h).\nSME-2: vehicle manufacturers are impressed but expect proof on the road before ordering. So, SME-2 will focus on proving energy and emission reduction, endurance, performance and safety in a real bus and e-truck and prepare for production and market launch in 2019. Our manufacturing partner and a customer (EU vehicle manufacturer) decided to cooperate and invest in this SME-2 project.\nCombined, the three companies involved in SME-2 expect to create 261 extra jobs in Europe by 2026.",
    "totalCost": "2967096,25",
    "ecMaxContribution": "2076967,38",
    "coordinator": "MAZARO NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930714128": {
            "orgId": "930714128",
            "orgName": "MAZARO NV",
            "ecContrib": 2076967
        }
    },
    "calculatedTotalContribution": 2076967
}