{
    "rcn": "212803",
    "acronym": "BETLIV",
    "topics": "ERC-2017-STG",
    "title": "Returning to a Better Place: The (Re)assessment of the ëGood Lifeí in Times of Crisis",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "What makes for a valuable and good life is a question that many people in the contemporary world ask themselves, yet it is one that social science research has seldom addressed. Only recently have scholars started undertaking inductive comparative research on different notions of the ëgood lifeí, highlighting socio-cultural variations and calling for a better understanding of the different imaginaries, aspirations and values that guide people in their quest for better living conditions. Research is still lacking, however, on how people themselves evaluate, compare, and put into perspective different visions of good living and their socio-cultural anchorage. This project addresses such questions from an anthropological perspective, proposing an innovative study of how ideals of the good life are articulated, (re)assessed, and related to specific places and contexts as a result of the experience of crisis and migration. The case studies chosen to operationalize these lines of enquiry focus on the phenomenon of return migration, and consist in an analysis of the imaginaries and experience of return by Ecuadorian and Cuban men and women who migrated to Spain, are dissatisfied with their life there, and envisage/carry out the project of going back to their countries of origin (Ecuador and Cuba respectively). The projectís ambition is to bring together and contribute to three main scholarly areas of enquiry: 1) the study of morality, ethics and what counts as ëgood lifeí, 2) the study of the field of economic practice, its definition, value regimes, and ëcrisesí, and 3) the study of migratory aspirations, projects, and trajectories. A multi-sited endeavour, the research is designed in three subprojects carried out in Spain (PhD student), Ecuador (Post-Doc), and Cuba (PI), in which ethnographic methods will be used to provide the first empirically grounded study of the links between notions and experiences of crisis, return migration, and the (re)assessment of good living.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "973710445": {
            "orgId": "973710445",
            "orgName": "FONDATION POUR L INSTITUT DE HAUTES ETUDES INTERNATIONALES ET DU DEVELOPPEMENT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}