{
    "rcn": "212879",
    "acronym": "ISCQuM",
    "topics": "ERC-2017-COG",
    "title": "Imaging, Spectroscopy and Control of Quantum states in advanced Materials",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Atomic confinement in 2D materials, topological protection in strong spin-orbit coupling systems or chiral magnets, all result in spin/charge textured states of matter. For example skyrmions, a whirling distribution of spins, behave as individual particles which controlled creation/annihilation/motion is of great importance in spintronics. To achieve control over skyrmions, or more generally over the constituents of disordered elastic media (vortices in superconductors, domain walls in magnets to name a few), the fundamental interplay between short-range and long-range interactions, influenced by topological protection, disorder and confinement, has to be understood and manipulated. This project aims at controlling with electromagnetic pulses a handful of charges and spins in nanostructured materials to be filmed with nm/fs resolution by  time-resolved Transmission Electron Microscopy. I propose to image and shape confined electromagnetic fields (plasmons) in nanostructured novel materials. With this ability, we will implement/demonstrate the ultrafast writing and erasing of individual skyrmions in topological magnets. These experiments will enable the fundamental investigation of defects in topological networks and possibly seed new ideas for application in ultradense and ultrafast data storage devices. Similarly, pinning of vortices in type II superconductors will be controlled by light and imaged, gaining new insights into out of equilibrium superconductivity. In my laboratory, shaping and filming plasmonic fields down to the nm-fs scales have been demonstrated, as well as laser-writing and imaging skyrmions in nanostructures. ISCQuM will allow implementing crucial advances: i) extending our photoexcitation to the far-infrared for creating few-cycles electromagnetic pulses and exciting structural or electronic collective modes; ii) upgrading our detection to higher sensitivity and spatial resolution, extending our ability to image spin and charge distributions.",
    "totalCost": "1994385",
    "ecMaxContribution": "1994385",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1994385
        }
    },
    "calculatedTotalContribution": 1994385
}