{
    "rcn": "212883",
    "acronym": "FunctionalP4",
    "topics": "ERC-2017-COG",
    "title": "Metal-Mediated Methods for the Functionalization of White Phosphorus (P4)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Organophosphorus compounds are an important and industrially relevant class of molecules with numerous uses, e.g. as reagents in organic synthesis, ligands in catalytically active metal complexes, and in pest control. State-of-the-art synthesis methods for all these valuable and useful compounds rely on an atom inefficient and hazardous multi-step procedure involving the oxidation of white phosphorus (P4) with toxic chlorine gas. Less wasteful and more environmentally benign methods are highly desirable, but transformations of white phosphorus directly into organophosphorus compounds are hardly developed.\nThis project explores new methods for the activation and functionalization of white phosphorus. The metal-mediated stepwise transformation of P4 into organophosphorus compounds is a key objective. Novel transition metal compounds are designed and synthesized, which can generate reactive phosphorus units. The concept of heterobimetallic P4 activation, where two electronically different metal complexes interact with P4 cooperatively, is introduced for this purpose. Reactions of the phosphorus fragments in these new, reactive complexes with electrophiles will produce novel, fundamentally interesting organophosphorus compounds avoiding chlorinated intermediates. Catalytic methods for P4 functionalization are currently unknown, and developing such methods using transition metal and photoredox catalysts is an additional objective of this proposal.\nBy providing novel synthetically useful and even catalytic procedures for converting P4 into organophosphorus compounds, this project will significantly contribute to the development of phosphorus chemistry and more sustainable synthesis methods.",
    "totalCost": "1955846,25",
    "ecMaxContribution": "1955846,25",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868629": {
            "orgId": "999868629",
            "orgName": "UNIVERSITAET REGENSBURG",
            "ecContrib": 1955846
        }
    },
    "calculatedTotalContribution": 1955846
}