{
    "rcn": "212878",
    "acronym": "ReSOMA",
    "topics": "REV-INEQUAL-12-2017",
    "title": "Research Social platform On Migration and Asylum",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "This project will achieve regular collaboration between Europeís well-developed networks of migration researchers and stakeholders for the purpose of evidence-based policymaking. As a result, European coordination on migration will be better informed of and more responsive to the recent migration dynamics and their diverse consequences.\nReSOMA aims \nï For sustainable and mutually beneficial relationships for researchers and stakeholders to consult and work with each other more regularly in their ongoing work to inform EU public debates.\nï To make the EUís platforms for policy dialogue and consultation more evidence-based.\nï To raise new evidence-based top priorities for the EUís policy agenda.\nA clear collaborative structure and toolbox will enable inter-disciplinary and multi-stakeholder analysis and policy dialogue with some of the most influential EU policymakers at EU and national level. Researchers will be able to put forward their robust scientific evidence and recognised authority in their field, while stakeholders will provide their complementary expertise with on-the-ground know-how and front-line experience. They are also well-positioned to secure attention from policymakers and allies from diverse sectors of society. In this collaboration, EU think-tanks will play a bridging role to combine the academic and practical expertise. They will also work alongside them to translate their evidence into ready-to-use policy briefs, recommendations and convincing messages and framings. In the end, the project will produce activities and deliverables that are both amplifying the voice of researchers and stakeholders in EU policymaking and tailored to the needs and constraints of EU and national policymakers. With the newly created tools and relationships, the projectís partners are exceptionally well-placed to enhance the role of the migration sector and research community in EU policymaking.",
    "totalCost": "1999621,25",
    "ecMaxContribution": "1999621,25",
    "coordinator": "FONDAZIONE PER LE INIZIATIVE E LO STUDIO SULLA MULTIETNICITA' - ISMU",
    "coordinatorCountry": "IT",
    "participants": "PLATFORM FOR INTERNATIONAL COOPERATION ON UNDOCUMENTED MIGRANTS ASBL;CENTRE FOR EUROPEAN POLICY STUDIES;PLATE-FORME DES ONG EUROPEENNES DU SECTEUR SOCIAL AISBL;ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA;MIGRATION POLICY GROUP;EUROCITIES ASBL;ERASMUS UNIVERSITEIT ROTTERDAM;EUROPEAN COUNCIL ON REFUGEES AND EXILES AISBL",
    "participantCountries": "BE;IT;NL",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 304250
        },
        "996143926": {
            "orgId": "996143926",
            "orgName": "ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA",
            "ecContrib": 280000
        },
        "998391513": {
            "orgId": "998391513",
            "orgName": "PLATFORM FOR INTERNATIONAL COOPERATION ON UNDOCUMENTED MIGRANTS ASBL",
            "ecContrib": 132250
        },
        "999747670": {
            "orgId": "999747670",
            "orgName": "CENTRE FOR EUROPEAN POLICY STUDIES",
            "ecContrib": 267451
        },
        "968823876": {
            "orgId": "968823876",
            "orgName": "FONDAZIONE PER LE INIZIATIVE E LO STUDIO SULLA MULTIETNICITA' - ISMU",
            "ecContrib": 376875
        },
        "934433205": {
            "orgId": "934433205",
            "orgName": "MIGRATION POLICY GROUP",
            "ecContrib": 320620
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 110350
        },
        "949717010": {
            "orgId": "949717010",
            "orgName": "PLATE-FORME DES ONG EUROPEENNES DU SECTEUR SOCIAL AISBL",
            "ecContrib": 112750
        },
        "949700617": {
            "orgId": "949700617",
            "orgName": "EUROPEAN COUNCIL ON REFUGEES AND EXILES AISBL",
            "ecContrib": 95075
        }
    },
    "calculatedTotalContribution": 1999621
}