{
    "rcn": "212812",
    "acronym": "StemCellHabitat",
    "topics": "ERC-2017-STG",
    "title": "Metabolic and Timed Control of Stem Cell Fate in the Developing Animal",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Stem cell (SC) proliferation during development requires tight spatial and temporal regulation to ensure correct cell number and right cell types are formed at the proper positions. Currently very little is known about how SCs are regulated during development. Specifically, it is unclear how SC waves of proliferation are regulated and how the fate of their progeny changes during development. In addition, it has recently become evident that metabolism provides additional complexity in cell fate regulation, highlighting the need for integrating metabolic information across physiological levels.\n This project will answer the question of how the combination of metabolic state and temporal cues (animal developmental stage) regulate SC fate. I will use Drosophila melanogaster, an animal complex enough to be similar to higher eukaryotes and yet simple enough to dissect the mechanistic details of cell regulation and its impact on the organism. Drosophila neural stem cells, the neuroblasts (NB), are a fantastic model of temporally and metabolically regulated cells. NB lineage fate changes with time, directing the generation of a stereotypical set of neurons, after which they disappear. I have previously found that metabolism is an important regulator of NB cell cycle exit, which occurs in response to an increase in levels of oxidative phosphorylation.\nUsing a multidisciplinary approach combining genetics, cell type/age sorting, multi-omics analysis, fixed and 3D-live NB imaging and metabolite dynamics, I propose an integrative approach to investigate how NBs are regulated in the developing animal. First I will dissect the mechanisms by which metabolism regulates NB fate. Second, I will investigate how metabolism contributes to NB unlimited proliferation and brain tumors. Finally, we will address how temporal transcription factors and hormones dynamically affect cell fate decisions during development.",
    "totalCost": "1697493",
    "ecMaxContribution": "1697493",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
    "participantCountries": "PT",
    "projectParticipants": {
        "999789865": {
            "orgId": "999789865",
            "orgName": "INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
            "ecContrib": 679635
        },
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 1017858
        }
    },
    "calculatedTotalContribution": 1697493
}