{
    "rcn": "212994",
    "acronym": "REMIX",
    "topics": "MSCA-RISE-2017",
    "title": "Regenerative Medicine Innovation Crossing - Research and Innovation Staff Exchange inRegenerative Medicine",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "Natural materials in biomedical field are investigated for clinical use, as materials for the fabrication of biomedical prostheses, for the stimulation of regenerative medicine patterns, or as carriers for drug release, and have acquired increasing relevance in the past years, being recognized their intrinsic bioactive properties and the possibility to repair and overcome diseases with the use of Tissue Engineering and Regenerative Medicine (TERM) based procedures.\nDifferent kinds of natural materials like silks from silkworms, chitins and chitosan from crustacean, corals, collagen from marine organisms, polymers derived from plants or algae have found or are investigated for clinical use.\nResearch activities will be directed to the exploitation and validation of natural materials for tissue engineering applications.\nThe exchange of faculties and researchers aims also at comparing methods, regulations, procedures, good practices and methodologies with the goal of establishing a consensus on the use of in vitro experiments for the validation of materials, the possibility of building in vitro models for the investigation and the reduction of animal testing, and the use of in vitro technologies for the construction of 3D predictive models to be used for the evaluation of biocompatibility of materials, efficacy of regenerative process and drugs efficiency without earlier use of animal testings, and to model disease progress and mechanisms (e.g. tumor models).\nThe involved institutions have a proven excellence in the area covered by this proposal, and scientific collaborations already exist among their scientists. Besides, the two EU partners are members of the European Institute on Regenerative Medicine, with a dense network of collaborations all over the world.\nThe exchange of researchers and the organization of joint networking activities will facilitate the know how circulation, alignment of procedures and the involvement of a broader industrial community.",
    "totalCost": "877500",
    "ecMaxContribution": "670500",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDADE DO MINHO",
    "participantCountries": "PT",
    "projectParticipants": {
        "939036534": {
            "orgId": "939036534",
            "orgName": "CHONBUK NATIONAL UNIVERSITY",
            "ecContrib": 0
        },
        "999995505": {
            "orgId": "999995505",
            "orgName": "UNIVERSIDADE DO MINHO",
            "ecContrib": 324000
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 346500
        },
        "999869211": {
            "orgId": "999869211",
            "orgName": "CHULALONGKORN UNIVERSITY",
            "ecContrib": 0
        },
        "919005452": {
            "orgId": "919005452",
            "orgName": "MONGOLIAN UNIVERSITY OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 670500
}