{
    "rcn": "212939",
    "acronym": "REPO-TRIAL",
    "topics": "SC1-PM-16-2017",
    "title": "An in silico-based approach to improve the efficacy and precision of drug REPurpOsing TRIALs for a mechanism-based patient cohort with predominant cerebro-cardiovascular phenotypes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Our programme will develop an innovative in-silico based approach to improve the efficacy and precision of drug repurposing trials. We have chosen drug repurposing as it has the shortest time for clinical validation and translation. Validation of all putatively de novo discovered drug repositionings within the time-frame of this programme would be unrealistic. To improve efficacy and precision, and to adopt our computer simulation parameters and models, we choose a systems medicine based in-silico approach that identifies mechanistically related disease phenotypes and, as a result,  a virtual patient cohort. We then validate this in-silico drug repurposing via high precision clinical trials in patients with cerebro-cardiovascular phenotypes stratified using an exclusive mechanistic biomarker panel. We thus innovate two biomedical product classes, drugs and diagnostics. With this we will establish generally applicable in silico trials for other mechanistically related or defined disease phenotypes, for which size, duration, and risks will be reduced and precision increased. This generates rapid patient benefit, reduces drug development costs as well as risks, and enhances industrial competitiveness. Scientifically, we will contribute to reducing the uncertainty and vagueness of many of our current disease definitions that describe a symptom or apparent phenotype in an organ rather than defining diseases mechanistically as disturbance of self-regulation equilibria of biomolecular processes. Finally, we will reduce animal experimentation and animal numbers in general by applying a preclinical randomised confirmatory trial (pRCTs) concept and preclinical systematic reviews and meta-analyses facilitated by our open access pre-clinicaltrials.org platform, a pendant to clinicaltrials.gov.",
    "totalCost": "5536775,64",
    "ecMaxContribution": "5536772,5",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "MUCKE HERMANN;UNIVERSITY OF NEWCASTLE UPON TYNE;MEDIZINISCHE HOCHSCHULE HANNOVER;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;UNIVERSITAETSKLINIKUM ESSEN;SYDDANSK UNIVERSITET;Concentris Research Management GmbH;SOMALOGIC LIMITED;BIOCRATES LIFE SCIENCES AG",
    "participantCountries": "AT;UK;DE;NL;DK",
    "projectParticipants": {
        "995658053": {
            "orgId": "995658053",
            "orgName": "Concentris Research Management GmbH",
            "ecContrib": 355026
        },
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 550722
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1270090
        },
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 550722
        },
        "999904616": {
            "orgId": "999904616",
            "orgName": "SYDDANSK UNIVERSITET",
            "ecContrib": 742045
        },
        "923026587": {
            "orgId": "923026587",
            "orgName": "SOMALOGIC LIMITED",
            "ecContrib": 342964
        },
        "999604401": {
            "orgId": "999604401",
            "orgName": "UNIVERSITAETSKLINIKUM ESSEN",
            "ecContrib": 597565
        },
        "965160477": {
            "orgId": "965160477",
            "orgName": "MUCKE HERMANN",
            "ecContrib": 125122
        },
        "997662752": {
            "orgId": "997662752",
            "orgName": "BIOCRATES LIFE SCIENCES AG",
            "ecContrib": 157789
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 844728
        }
    },
    "calculatedTotalContribution": 5536773
}