{
    "rcn": "212901",
    "acronym": "MySustainableForest",
    "topics": "EO-1-2017",
    "title": "Operational sustainable forestry with satellite-based remote sensing",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Forests, cornerstone of the EU economy (42% of EU land) and source of multiple social and environmental benefits, need to be managed according to the sustainability principles as stated in EU Forest Strategy. However managers lack accurate / up-to-date data to support it. Traditional forest inventories characterize forests from the ecologic and dasometric perspective; but they are expensive and typically planned on a 5-10years basis. This periodicity is often much lower than required for planning forests¥ commercial or recreational activities on the basis of these data. Forest change rates demand tools able to monitor, on annual basis, the forest extension, the attributes of available timber, or the different ecosystem services emerged. \nMySustainableForest aims to develop a pre-commercial service and platform for forest stakeholders, compliant with open and standard interfaces, to integrate Earth Observation into the forest stakeholdersí decision making processes and operations. It will be implemented on the basis of GMV prototyped service, eoForest and will leverage on partnersí expertise on LiDAR and forest modelling. It engages relevant European public and private forest stakeholders: RAIZ (R&D branch of The Navigator Company), Croatian Forest Research Institute, Mendel University in Brno, Forest Owners Association of Navarra and Lithuania, Centre Nationale de la PropriÈtÈ ForestiËre, European Forest Institute, and 2 innovative SMEs (MADERA\\ and Fˆra). \nIts added value will be demonstrated in 6 different bioclimatic zones from Portugal, Spain, France, Croatia, Czech Rep. and Lithuania, and across a variety of management protocols and forest usages. The economic viability of the service will be assessed and the associated business model validated. As a larger implication of MySustainableForest, it is expected that End-Users optimize their operations up to 10%, participating SMEs¥ headcounts increase up to 20% and GMV market share in the sector is incremented up to 10%.",
    "totalCost": "2299713,75",
    "ecMaxContribution": "1875049,63",
    "coordinator": "GMV AEROSPACE AND DEFENCE SA",
    "coordinatorCountry": "ES",
    "participants": "RAIZ - INSTITUTO DE INVESTIGACAO DAFLORESTA E PAPEL;CENTRE NATIONAL DE LA PROPRIETE FORESTIERE;ASOCIACION FORESTAL DE NAVARRA;HRVATSKI SUMARSKI INSTITUT;MADERA PLUS CALIDAD FORESTAL SL;EUROPEAN FOREST INSTITUTE;GMV INNOVATING SOLUTIONS LTD;FORA FOREST TECHNOLOGIES SLL;LIETUVOS MISKO SAVININKU ASOCIACIJA;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "PT;FR;ES;HR;FI;UK;LT;CZ",
    "projectParticipants": {
        "941788133": {
            "orgId": "941788133",
            "orgName": "MADERA PLUS CALIDAD FORESTAL SL",
            "ecContrib": 170625
        },
        "998813075": {
            "orgId": "998813075",
            "orgName": "MENDELOVA UNIVERZITA V BRNE",
            "ecContrib": 96125
        },
        "999905004": {
            "orgId": "999905004",
            "orgName": "GMV AEROSPACE AND DEFENCE SA",
            "ecContrib": 427450
        },
        "941947601": {
            "orgId": "941947601",
            "orgName": "FORA FOREST TECHNOLOGIES SLL",
            "ecContrib": 119863
        },
        "924171187": {
            "orgId": "924171187",
            "orgName": "RAIZ - INSTITUTO DE INVESTIGACAO DAFLORESTA E PAPEL",
            "ecContrib": 350155
        },
        "958532273": {
            "orgId": "958532273",
            "orgName": "CENTRE NATIONAL DE LA PROPRIETE FORESTIERE",
            "ecContrib": 100188
        },
        "920802474": {
            "orgId": "920802474",
            "orgName": "GMV INNOVATING SOLUTIONS LTD",
            "ecContrib": 57004
        },
        "954379509": {
            "orgId": "954379509",
            "orgName": "ASOCIACION FORESTAL DE NAVARRA",
            "ecContrib": 120006
        },
        "994239816": {
            "orgId": "994239816",
            "orgName": "HRVATSKI SUMARSKI INSTITUT",
            "ecContrib": 144888
        },
        "914846383": {
            "orgId": "914846383",
            "orgName": "LIETUVOS MISKO SAVININKU ASOCIACIJA",
            "ecContrib": 95935
        },
        "999528547": {
            "orgId": "999528547",
            "orgName": "EUROPEAN FOREST INSTITUTE",
            "ecContrib": 192812
        }
    },
    "calculatedTotalContribution": 1875051
}