{
    "rcn": "212995",
    "acronym": "TransFerr",
    "topics": "MSCA-RISE-2017",
    "title": "Transition metal oxides with metastable phases: a way towards superior ferroic properties",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "The main objective of the project is development of complex transition metal oxides with perovskite-like structure having improved and controllable (multi)ferroic properties. The mentioned materials are manganites and ferrites with optimal composition having distinct magnetization, polarization, (magneto)transport properties or magnetoelectric coupling. The idea of the project is to utilize reduced structural stability of these oxides which increases their sensitivity to external stimuli. Improved functional properties of these oxides can be controlled via modification of the chemical bond character, structural parameters, stoichiometry, defects etc. The reduced stability is associated with the metastable structural state formed in the vicinity of the phase boundaries, while this state presumably consists of coexistent nanoscale regions of the adjacent structural phases. There are two ideas to create metastable state: the first one ñ to design ceramics via chemical substitution and post-synthesis treatment by high pressure and/or thermal cycling in gases to induce nanoscale regions, the second one assumes chemical routes synthesis of films and ceramics. Besides the fundamental interest of the phase transitions and related phenomena affecting properties of the oxides the applicants consider them to be effective materials for electronic applications (as sensors, magnetic memory elements, filters etc.). Research of these oxides requires consolidative efforts of specialists in different scientific areas - Materials Science, Theoretical Physics, Solid State Physics etc. as well as an access to unique equipment and facilities. Another important objective of the project is a formation of interdisciplinary network of teams and specialists with different scientific backgrounds which will ensure effective transfer of actual knowledge and skills. Development of the transition metal oxides with controllable properties has promising commercial opportunities for the involved SME.",
    "totalCost": "783000",
    "ecMaxContribution": "783000",
    "coordinator": "INSTYTUT NISKICH TEMPERATUR I BADAN STRUKTURALNYCH IM. WLODZIMIERZA TRZEBIATOWSKIEGO POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;VILNIAUS UNIVERSITETAS;UNIVERSIDADE DE AVEIRO;NANOCERAMICS SPOLKA AKCYJNA;INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
    "participantCountries": "DE;LT;PT;PL;UA",
    "projectParticipants": {
        "934696463": {
            "orgId": "934696463",
            "orgName": "FRANCISK SKORINA GOMEL STATE UNIVERSITY",
            "ecContrib": 0
        },
        "996614182": {
            "orgId": "996614182",
            "orgName": "INSTYTUT NISKICH TEMPERATUR I BADAN STRUKTURALNYCH IM. WLODZIMIERZA TRZEBIATOWSKIEGO POLSKIEJ AKADEMII NAUK",
            "ecContrib": 175500
        },
        "989868026": {
            "orgId": "989868026",
            "orgName": "INSTITUTE OF PHYSICS OF NATIONAL ACADEMY OF SCIENCE OF UKRAINE",
            "ecContrib": 63000
        },
        "999507401": {
            "orgId": "999507401",
            "orgName": "HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH",
            "ecContrib": 162000
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 148500
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 130500
        },
        "962426435": {
            "orgId": "962426435",
            "orgName": "SSPA SCIENTIFIC AND PRACTICAL MATERIALS RESEARCH CENTRE OF NAS OF BELARUS",
            "ecContrib": 0
        },
        "912543991": {
            "orgId": "912543991",
            "orgName": "NANOCERAMICS SPOLKA AKCYJNA",
            "ecContrib": 103500
        }
    },
    "calculatedTotalContribution": 783000
}