{
    "rcn": "212954",
    "acronym": "SMEthod",
    "topics": "INNOSUP-07-2017",
    "title": "Methodology for efficient segmenting innovating SMEs based on lifecycles, represented sectors and regional characteristics",
    "startDate": "15/12/2017",
    "endDate": "14/06/2020",
    "objective": "SMEthod is a research project aimed at delivering an improved methodology of identifying SMEís pathways to innovation and of segmenting innovating SMEs in order to determine optimal targeting and timing of support measures allocated by innovation agencies and other institutions. A complementary goal is to create a decision support tool (DST) ) which will be devolved in cooperation with the relevant stakeholders who implement innovation policies and by compiling the complex SME innovativeness determinants will offer them a flexible evaluation tool. Broad dissemination activities are also planned to reach innovation stakeholders, innovation and regional development agencies, ministries, etc.\n\nThe SMEthod methodology will consider important factors that are likely to influence companies and the societal impact they create. In particular, enterprise lifecycle, industrial sectors, regional characteristics, and innovation cycles will be scrutinized. New segmenting criteria for innovation support policies will be prepared and specific variables will be determined and weighted in order to assure usability of the methodology. The holistic character of the project will be assured by proposing a more efficient allocation of appropriate pro-innovation measures.\n\nMost common and relevant methodologies of segmenting SMEs for the purpose of innovation support will be evaluated as well. Furthermore, efficiency of selected methods and techniques will be assessed. Conclusions from the research will be merged to deliver a final product of the project ñ a holistic methodology and the DST based on it.\n\nThe projectís impact will be a better understanding of innovation dynamics and potentials in SMEs and of their efficient segmentation. New knowledge will be created on the effectiveness of innovation policies and most popular measures. Better targeting different instruments toward most promising SMEs will be possible thanks to evaluative analyses and new segmenting criteria.",
    "totalCost": "988965",
    "ecMaxContribution": "988965",
    "coordinator": "ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "Teknologian tutkimuskeskus VTT Oy;APPLIED INDUSTRIAL TECHNOLOGIES (APINTECH);CAMARA OFICIAL DE COMERCIO E INDUSTRIA DE BADAJOZ;THE INTERNATIONAL SOCIETY FOR PROFESSIONAL INNOVATION MANAGEMENT LTD;LANCASTER UNIVERSITY;UNIWERSYTET LODZKI",
    "participantCountries": "FI;CY;ES;UK;PL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 163121
        },
        "999720801": {
            "orgId": "999720801",
            "orgName": "THE INTERNATIONAL SOCIETY FOR PROFESSIONAL INNOVATION MANAGEMENT LTD",
            "ecContrib": 148500
        },
        "947510939": {
            "orgId": "947510939",
            "orgName": "CAMARA OFICIAL DE COMERCIO E INDUSTRIA DE BADAJOZ",
            "ecContrib": 75781
        },
        "999536986": {
            "orgId": "999536986",
            "orgName": "ASM CENTRUM BADANI I ANALIZ RYNKU SP ZOO",
            "ecContrib": 234000
        },
        "952877949": {
            "orgId": "952877949",
            "orgName": "APPLIED INDUSTRIAL TECHNOLOGIES (APINTECH)",
            "ecContrib": 170688
        },
        "999863488": {
            "orgId": "999863488",
            "orgName": "UNIWERSYTET LODZKI",
            "ecContrib": 84000
        },
        "999840984": {
            "orgId": "999840984",
            "orgName": "LANCASTER UNIVERSITY",
            "ecContrib": 112875
        }
    },
    "calculatedTotalContribution": 988965
}