{
    "rcn": "212980",
    "acronym": "CE-IOT",
    "topics": "MSCA-RISE-2017",
    "title": "A Framework for Pairing Circular Economy and IoT: IoT as an enabler of the Circular Economy  circularity-by-design as an enabler for IoT (CE-IoT)",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "The overall aim of CE-IoT is to develop an innovative framework of interplay between Circular Economy and IoT, to explore novel ways in which this interaction can drastically change the nature of products, services, business models and ecosystems. The CE-IoT framework will be bi-dimensional and bi-directional in terms of circularity, aiming to develop (i) novel circular economy business models and service supply chains to unlock CE-IoT synergies in order to generate direct value for customers/end-users and augmenting resource productivity across economies by forming new ecosystems that eliminate both negative externalities and the need for considerable resources altogether, and (ii) open, circular-by-design IoT architecture, where ìsmartî IoT objects (e.g., sensors, devices, systems and components) are integrated in the IoT ecosystem through patterns  with proven key circularity-enabling properties (scalable connectivity, end-to-end security/privacy, dependability and interoperability) to maximize IoT resource and data harvesting in a new breed of circular-by-design IoT ecosystems.\nTo achieve its overall aim, CE-IoT will undertake research and innovation activities to (i) establish a comprehensive framework with IoT as a key enabling and facilitating technology of the circular economy from a business perspective based on circular economy design patterns, (ii) to develop an open modular, circular-by-design IoT architecture based on IoT architectural design patterns and (iii) to integrate an overarching pattern-driven CE-IoT framework covering both business and technical aspects.\nCE-IoT will carry out comprehensive evaluation of the CE-IoT framework covering business, technical and legal aspects through two demonstrators in the domains of telecommunication and cloud services and will create conditions for effectuating circular economy principles through seamless integration with IoT technology and to broaden the use of the CE-IoT framework.",
    "totalCost": "1692000",
    "ecMaxContribution": "1692000",
    "coordinator": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
    "coordinatorCountry": "FR",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;BLUESOFT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;DELOITTE CONSULTING & ADVISORY;CABLENET COMMUNICATION SYSTEMS LTD",
    "participantCountries": "UK;EL;PL;BE;CY",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 324000
        },
        "915164640": {
            "orgId": "915164640",
            "orgName": "BLUESOFT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 270000
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "917306012": {
            "orgId": "917306012",
            "orgName": "CABLENET COMMUNICATION SYSTEMS LTD",
            "ecContrib": 270000
        },
        "998946741": {
            "orgId": "998946741",
            "orgName": "DELOITTE CONSULTING & ADVISORY",
            "ecContrib": 216000
        },
        "997637629": {
            "orgId": "997637629",
            "orgName": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
            "ecContrib": 342000
        }
    },
    "calculatedTotalContribution": 1422000
}