{
    "rcn": "212941",
    "acronym": "InSilc",
    "topics": "SC1-PM-16-2017",
    "title": "InSilc: In-silico trials for drug-eluting BVS design, development and evaluation",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The aim of InSilc is to develop an in-silico clinical trial (ISCT) platform for designing, developing and assessing drug-eluting bioresorbable vascular scaffolds (BVS), by building on the comprehensive biological and biomedical knowledge and advanced modelling approaches to simulate their implantation performance in the individual cardiovascular physiology. The InSilc platform is based on the extension of existing multidisciplinary and multiscale models for simulating the drug-eluting BVS mechanical behaviour, the deployment and degradation, the fluid dynamics in the micro- and macroscale, and the myocardial perfusion, for predicting its interaction with the vascular wall in the short- and medium/long term. InSilc goes beyond the design and development of ISCT and lays on the generation of in-silico models for obtaining quick and informed answers to several ìWhat ifî scenarios. ìVirtualî patients would be given a ìvirtualî drug-eluting BVS, for observing the performance of the scaffold, assess and quantify the intended effect, with a deeper understanding than normal trials can provide. By integrating the information obtained from different in-silico predictive models, InSilc will: (i) assist in the development, assessment and optimization of the drug-eluting BVS and deliver accurate and reliable information to the Stent Biomedical Industry, (ii) assist the interventional Cardiologists in improving the surgical process of drug-eluting BVS implantation, support them in the clinical assessment and reduce the complications of suboptimal scaffold performance. By introducing computer simulations for establishing the safety and efficacy of drug-eluting BVS, InSilc aims to lower development costs and shorten time-to-market, reduce, refine, and partially replace human clinical trials through a more effective human clinical trials design, reduce the need for animal testing and result in a significant reduction of the associated direct and indirect costs.",
    "totalCost": "5839656,25",
    "ecMaxContribution": "5839656,25",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "ISTRAZIVACKO RAZVOJNI CENTAR ZA BIOINZENJERING BIOIRC DOO;NATIONAL UNIVERSITY OF IRELAND GALWAY;THE UNIVERSITY OF SHEFFIELD;BOSTON SCIENTIFIC LIMITED;FEOPS NV;CONSIGLIO NAZIONALE DELLE RICERCHE;POLITECNICO DI MILANO;PANEPISTIMIO IOANNINON;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;CBSET, INC;MEDIOLANUM CARDIO RESEARCH SRL",
    "participantCountries": "RS;IE;UK;BE;IT;EL;NL;US",
    "projectParticipants": {
        "988883961": {
            "orgId": "988883961",
            "orgName": "FEOPS NV",
            "ecContrib": 409330
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 822366
        },
        "913003771": {
            "orgId": "913003771",
            "orgName": "CBSET, INC",
            "ecContrib": 503212
        },
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 746830
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 657580
        },
        "997234012": {
            "orgId": "997234012",
            "orgName": "ISTRAZIVACKO RAZVOJNI CENTAR ZA BIOINZENJERING BIOIRC DOO",
            "ecContrib": 363080
        },
        "951460973": {
            "orgId": "951460973",
            "orgName": "BOSTON SCIENTIFIC LIMITED",
            "ecContrib": 305580
        },
        "949686358": {
            "orgId": "949686358",
            "orgName": "MEDIOLANUM CARDIO RESEARCH SRL",
            "ecContrib": 259330
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 603130
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 343705
        },
        "999978045": {
            "orgId": "999978045",
            "orgName": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
            "ecContrib": 566155
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 259355
        }
    },
    "calculatedTotalContribution": 5839653
}