{
    "rcn": "212969",
    "acronym": "ReaLsMs",
    "topics": "MSCA-RISE-2017",
    "title": "Real Smart City",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "The overarching objective of the ReaLsMs is to develop and implement a perspective on the Smart City through critical humanities research and innovation in the context of the Digital Studies. The joint research fields of ReaLsMs will be the development of historical and philosophical underpinnings of the Data City and the implementation of the Smart City within local governance structures, including Dublin City Council and Plaine Commune (Paris North). Consisting of a network of three academic partners in the EU,  Dublin Institute of Technology - School of Creative Arts, Computer Science and Architecture, (DIT, IE), the Institut de Recherche et díInnovation (IRI) at the Centre Pompidou (FR) and Durham University, the Centre for Humanities Innovation (DU, UK).  The 2 non-academic partners located in the EU are Dublin City Council (DCC, IE) and Plaine Commune (FR). The Third Country academic partners is the Universidad de las Artes in Ecuador (UA, Ecuador). The purpose of developing this consortium as a Marie Sklodowska-Curie Research and Innovation Staff Exchange is to share knowledge across disciplines in order to develop transdisciplinary model for ìreal smart city,î which is defined as a Smart City that is based on a critical humanities perspective, where citizens are the proper data brokers, engaging through public fora for debate and new technologies that enable citizen participation. Through a international and cross-sectoral network, the aim is to across sectors, allowing academic researchers to work with civic government and data collection while non-academic partners can benefit from the insights of academic partners to create new forms of education that illuminate the ìblack boxî of Smart City technology. The expected outcome of research are a new transdisciplinary epsiteme of the Smart and Data City that is rooted in Digital Studies and subsequently informed methods for handling data collected through Smart City infrastructure.",
    "totalCost": "463500",
    "ecMaxContribution": "463500",
    "coordinator": "INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY OF DURHAM;COMMUNAUTE D'AGGLOMERATION PLAINE COMMUNE;INSTITUT DE RECHERCHE ET D'INNOVATION;DUBLIN CITY COUNCIL",
    "participantCountries": "UK;FR;IE",
    "projectParticipants": {
        "999902288": {
            "orgId": "999902288",
            "orgName": "INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH",
            "ecContrib": 175500
        },
        "992549979": {
            "orgId": "992549979",
            "orgName": "DUBLIN CITY COUNCIL",
            "ecContrib": 9000
        },
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 94500
        },
        "996235591": {
            "orgId": "996235591",
            "orgName": "INSTITUT DE RECHERCHE ET D'INNOVATION",
            "ecContrib": 157500
        },
        "918905542": {
            "orgId": "918905542",
            "orgName": "UNIVERSIDAD DE LAS ARTES",
            "ecContrib": 0
        },
        "950854044": {
            "orgId": "950854044",
            "orgName": "COMMUNAUTE D'AGGLOMERATION PLAINE COMMUNE",
            "ecContrib": 27000
        }
    },
    "calculatedTotalContribution": 463500
}