{
    "rcn": "212900",
    "acronym": "ERSAT GGC",
    "topics": "GALILEO-1-2017",
    "title": "ERTMS on SATELLITE Galileo Game Changer",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "ERSAT GGC is conceived for speeding up the certification process of  EGNSS assets according to the ERTMS rules. It is a follow up of the ERSAT (ERtms \\ SATellite) program  launched in 2012 by RFI in collaboration with Ansaldo STS for integrating satellite technologies on the ERTMS platform. Primary goals of ERSAT GGC are to allow RFI, recently nominated Game Changer for integrating satellite technology into ERTMS, to launch an operational line by 2020, the same year Galileo services will be operational  and to accelerate  the standardization process at European level for including the satellite requirements into the new ERTMS STI (Standard for Technical Interoperability). As a results of previous projects, EGNSS and ERTMS ñ both pillars of the European industrial policy - are becoming tightly intertwined and backed by a mutual-supportive business model - a pre-requisite to give birth to fast growing EGNSS applications and to the deployment of economical sustainable ERTMS solutions on local and regional market which today is dominated by legacy systems most of which old and still manually operated. ERSAT GGC will rely on the achievements of the most relevant EC and GSA funded projects such as NGTC, ERSAT EAV, STARS, RHINOS whose the individual coordinators are partners of the ERSAT GGC consortium. ERSAT GGC will exploit a fully operational Test bed located in Sardinia on the 50km double track line between Cagliari and San Gavino. This Test Bed includes the ERTMS main constituents, a fully equipped train, and the EGNSS/ Wireless assets to operate with the ERTMS system based on the Satellite based Location Determination System (LDS). Other facilities, such as those of the CEDEX laboratory, DLR and RFI will be exploited for the certification process. The ERSAT GGC consortium includes RFI, SNCF and ADIF as the main European rail stake-holders and two independent Notify body, Italcertifer and Bureau Veritas which are already supporting RFI for the certification process.",
    "totalCost": "3834911,25",
    "ecMaxContribution": "3107286,75",
    "coordinator": "RETE FERROVIARIA ITALIANA",
    "coordinatorCountry": "IT",
    "participants": "INGENIERIA Y ECONOMIA DEL TRANSPORTE SME MP SA;CENTRO DE ESTUDIOS Y EXPERIMENTACION DE OBRAS PUBLICAS - CEDEX;BUREAU VERITAS ITALIA SPA;ANSALDO STS S.p.A.;UNION DES INDUSTRIES FERROVIAIRES EUROPEENNES - UNIFE;TRENITALIA SPA;RINA CONSULTING SPA;CONSORZIO UNIVERSITA INDUSTRIA - LABORATORI DI RADIOCOMUNICAZION I;DLR;ITALCERTIFER SOCIETA PER AZIONI;SNCF;ADMINISTRADOR DE INFRAESTRUCTURAS FERROVIARIAS;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "participantCountries": "ES;IT;BE;DE;FR",
    "projectParticipants": {
        "999949624": {
            "orgId": "999949624",
            "orgName": "TRENITALIA SPA",
            "ecContrib": 95392
        },
        "999434360": {
            "orgId": "999434360",
            "orgName": "RETE FERROVIARIA ITALIANA",
            "ecContrib": 300615
        },
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 275625
        },
        "999537568": {
            "orgId": "999537568",
            "orgName": "INGENIERIA Y ECONOMIA DEL TRANSPORTE SME MP SA",
            "ecContrib": 124486
        },
        "998801047": {
            "orgId": "998801047",
            "orgName": "ADMINISTRADOR DE INFRAESTRUCTURAS FERROVIARIAS",
            "ecContrib": 204250
        },
        "913300300": {
            "orgId": "913300300",
            "orgName": "BUREAU VERITAS ITALIA SPA",
            "ecContrib": 161612
        },
        "996654340": {
            "orgId": "996654340",
            "orgName": "ITALCERTIFER SOCIETA PER AZIONI",
            "ecContrib": 151812
        },
        "968126446": {
            "orgId": "968126446",
            "orgName": "INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
            "ecContrib": 250696
        },
        "998801823": {
            "orgId": "998801823",
            "orgName": "ANSALDO STS S.p.A.",
            "ecContrib": 488059
        },
        "999920233": {
            "orgId": "999920233",
            "orgName": "UNION DES INDUSTRIES FERROVIAIRES EUROPEENNES - UNIFE",
            "ecContrib": 100062
        },
        "920209513": {
            "orgId": "920209513",
            "orgName": "SNCF",
            "ecContrib": 100188
        },
        "999585971": {
            "orgId": "999585971",
            "orgName": "CONSORZIO UNIVERSITA INDUSTRIA - LABORATORI DI RADIOCOMUNICAZION I",
            "ecContrib": 438375
        },
        "999455312": {
            "orgId": "999455312",
            "orgName": "CENTRO DE ESTUDIOS Y EXPERIMENTACION DE OBRAS PUBLICAS - CEDEX",
            "ecContrib": 126800
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 2817972
}