{
    "rcn": "212933",
    "acronym": "S2S4E",
    "topics": "SC5-01-2016-2017",
    "title": "Sub-seasonal to Seasonal climate forecasting for Energy",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "Large scale deployment of renewable energy (RE) is key to comply with the GHG emissions reduction set by the COP21 agreement. Despite cost competitive in many settings, RE diffusion remains limited largely due to its variability. This works as a major barrier to REís integration in electricity networks as knowledge of power output and demand forecasting beyond a few days remains poor. To help solve this problem, S2S4E will offer an innovative service to improve RE variability management by developing new research methods exploring the frontiers of weather conditions for future weeks and months. The main output of S2S4E will be a user co-designed Decision Support Tool (DST) that for the first time integrates sub-seasonal to seasonal (S2S) climate predictions with RE production and electricity demand. To support the dissemination of climate services, a pilot of the DST will be developed in two steps. The first will draw on historical case studies pointed as relevant by energy companies - e.g. periods with an unusual climate behaviour affecting the energy market. The second step will improve probabilistic S2S real-time forecasts built up into the DST and assess their performances in real life decision-making in these companies. This process will be co-designed with consortiumís partners which represent different needs and interests in terms of regions, RE sources (wind, solar and hydro) and electricity demand. Besides the partners, S2S4E will engage other users from the energy sector as well as other business areas and research communities to further explore DST application and impact. As a result, DST will enable RE producers and providers, electricity network managers and policy makers to design better informed S2S strategies able to improve RE integration, business profitability, electricity system management, and GHG emissionsí reduction. The long-term objective is to make the European energy sector more resilient to climate variability and extreme events.",
    "totalCost": "4771288,75",
    "ecMaxContribution": "4771288,75",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "CAPGEMINI TECHNOLOGY SERVICES;NNERGIX ENERGY MANAGEMENT SL;THE UNIVERSITY OF READING;ELECTRICITE DE FRANCE;ENBW ENERGIE BADEN-WURTTEMBERG AG;EDP RENOVAVEIS SA;LGI CONSULTING SARL;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT;THE CLIMATE DATA FACTORY;CICERO SENTER KLIMAFORSKNING STIFTELSE",
    "participantCountries": "FR;ES;UK;DE;IT;SE;NO",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 916875
        },
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 291880
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 484594
        },
        "998157161": {
            "orgId": "998157161",
            "orgName": "CICERO SENTER KLIMAFORSKNING STIFTELSE",
            "ecContrib": 698925
        },
        "993419972": {
            "orgId": "993419972",
            "orgName": "ENBW ENERGIE BADEN-WURTTEMBERG AG",
            "ecContrib": 189571
        },
        "921219089": {
            "orgId": "921219089",
            "orgName": "EDP RENOVAVEIS SA",
            "ecContrib": 151800
        },
        "999677733": {
            "orgId": "999677733",
            "orgName": "LGI CONSULTING SARL",
            "ecContrib": 434375
        },
        "999926829": {
            "orgId": "999926829",
            "orgName": "ELECTRICITE DE FRANCE",
            "ecContrib": 205769
        },
        "999507983": {
            "orgId": "999507983",
            "orgName": "SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT",
            "ecContrib": 466500
        },
        "915372317": {
            "orgId": "915372317",
            "orgName": "NNERGIX ENERGY MANAGEMENT SL",
            "ecContrib": 200000
        },
        "947643150": {
            "orgId": "947643150",
            "orgName": "CAPGEMINI TECHNOLOGY SERVICES",
            "ecContrib": 436250
        },
        "920209028": {
            "orgId": "920209028",
            "orgName": "THE CLIMATE DATA FACTORY",
            "ecContrib": 294750
        }
    },
    "calculatedTotalContribution": 4771289
}