{
    "rcn": "212964",
    "acronym": "RI Impact Pathways",
    "topics": "INFRASUPP-02-2017",
    "title": "Charting Impact Pathways of Investment in Research Infrastructures",
    "startDate": "01/01/2018",
    "endDate": "30/06/2020",
    "objective": "The aim of the project is to develop a model describing the socio-economic impact of research infrastructures and of their related financial investments. The model will be developed in a modular manner adapting it to a broad range of scientific domains and types of infrastructures. The project outcomes are expected to contribute to a common approach at international level and facilitate investments in research infrastructures by funding agencies and other stakeholders. The project activities will take into account the work of the Research Infrastructure Socio-Economic Impact Working group, being established by the OECD Global Science Forum, and involve major key international players in this domain. More specifically RI Impact Pathways project plans to carry out a comprehensive stocktaking exercise on the existing approaches for impact assessment of research infrastructures and map the current and future data gathering needs of the key stakeholder groups. The goal is to identify the strengths and limitations of the existing approaches, detect existing gaps and overlaps, as well as to assess the level of complexity of the developed conceptual advances. Further a set of activities will be devoted to map the needs of various stakeholders associated with IA of RIs. Employing participatory and systems thinking approaches the project will develop a modular impact assessment model that represents all major impact pathways of distinct types of research infrastructures. The IA model will be put to practice by defining a set of reference indicators, providing guidance on the most appropriate monitoring and evaluation approaches and testing its feasibility with pilot research infrastructures. The outcomes of the validated model will be integrated with the ESF MERIL platform that is authoritative and exhaustive online source of scientific and policy relevant data on research infrastructures in Europe.",
    "totalCost": "1498717,5",
    "ecMaxContribution": "1498717,5",
    "coordinator": "EUROPEAN FUTURE INNOVATION SYSTEM CENTRE",
    "coordinatorCountry": "BE",
    "participants": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON;EUROPEAN MOLECULAR BIOLOGY LABORATORY;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CSIL - CENTRO STUDI INDUSTRIA LEGGERA SOCIETA' COOPERATIVA;FONDATION EUROPEENNE DE LA SCIENCE;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "participantCountries": "ES;DE;IT;FR;CH",
    "projectParticipants": {
        "999917226": {
            "orgId": "999917226",
            "orgName": "CONSORCIO PARA LA CONSTRUCCION EQUIPAMIENTO Y EXPLOTACION DEL LABORATORIO DE LUZ SINCROTRON",
            "ecContrib": 110870
        },
        "926769429": {
            "orgId": "926769429",
            "orgName": "EUROPEAN FUTURE INNOVATION SYSTEM CENTRE",
            "ecContrib": 357288
        },
        "999986969": {
            "orgId": "999986969",
            "orgName": "STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
            "ecContrib": 127120
        },
        "999987939": {
            "orgId": "999987939",
            "orgName": "FONDATION EUROPEENNE DE LA SCIENCE",
            "ecContrib": 236945
        },
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 113895
        },
        "950812431": {
            "orgId": "950812431",
            "orgName": "CSIL - CENTRO STUDI INDUSTRIA LEGGERA SOCIETA' COOPERATIVA",
            "ecContrib": 219800
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 208550
        },
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 124250
        }
    },
    "calculatedTotalContribution": 1498718
}