{
    "rcn": "212937",
    "acronym": "POSIDON",
    "topics": "SC5-26-2017",
    "title": "POlluted SIte DecontaminatiON - PCP",
    "startDate": "01/02/2018",
    "endDate": "31/03/2022",
    "objective": "POSIDON gathers 5 European procurers facing similar problems in the sites they manage, affected by analogous pollutants (2 front-runners-Trieste, IT and Bilbao, ES-and 3 observers - Spaque, BE; Vitoria Gasteiz, ES; Baja do Tejo, PT), leveraging public demand to identify fit-for-purpose and cost-effective innovative and sustainable solutions to soil contamination.\nThe common challenge faced by the buyersí group is identifying a new, life-cycle cost-effective technology for soil and groundwater remediation, capable of decontaminating heterogeneous anthropic soils in brownfields with a mixture of industrial waste (blast furnace slags, construction & demolition waste, filling soils polluted by petroleum hydrocarbons) and soils consisting of clays and sands of marine origin, highly polluted by petroleum hydrocarbons (TPHs and PAHs) and heavy metals (arsenic and lead). Studies on the state of the art, patent analysis, foresight scanning and early market engagement meetings, show that no available technology can meet all identified needs, thus appropriate remediation technologies cannot be acquired through traditional off-the-shelf procurement.With PCP, procurers aim to achieve ambitious improvements in terms of quality and effectiveness,  efficiency and sustainability of new technology to bring to the market. \nR&D will be split into three phases: solution design, prototyping, original development and testing of 2 prototypes. Evaluations after each phase progressively identify solutions offering the best value for money. This phased approach allows successful contractors to improve their offers for the next phase based on feedback from procurers.\nPOSIDON intends to create a critical mass through the consolidation of a pan-European network of procurers who, sharing their needs and efforts, can enable the development - through PCP - and subsequent deployment - through a PPI - of novel technologies aimed to cover bigger market challenges in areas of common European interest",
    "totalCost": "6190075",
    "ecMaxContribution": "5000000",
    "coordinator": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
    "coordinatorCountry": "IT",
    "participants": "BEDIN SARA;FUNDACION TECNALIA RESEARCH & INNOVATION;BAIA DO TEJO, SA;MORAGUES AND SCADE ABOGADOS SA;AYUNTAMIENTO DE BILBAO;AUTORITA PORTUALE DI TRIESTE;CENTRO DE ESTUDIOS AMBIENTALES;SPAQUE;SOCIEDAD PUBLICA DE GESTION AMBIENTAL IHOBE SA",
    "participantCountries": "IT;ES;PT;BE",
    "projectParticipants": {
        "999600715": {
            "orgId": "999600715",
            "orgName": "AUTORITA PORTUALE DI TRIESTE",
            "ecContrib": 4053600
        },
        "950838136": {
            "orgId": "950838136",
            "orgName": "MORAGUES AND SCADE ABOGADOS SA",
            "ecContrib": 138150
        },
        "990681953": {
            "orgId": "990681953",
            "orgName": "SOCIEDAD PUBLICA DE GESTION AMBIENTAL IHOBE SA",
            "ecContrib": 20250
        },
        "942334437": {
            "orgId": "942334437",
            "orgName": "SPAQUE",
            "ecContrib": 57375
        },
        "941974082": {
            "orgId": "941974082",
            "orgName": "BEDIN SARA",
            "ecContrib": 177705
        },
        "997580302": {
            "orgId": "997580302",
            "orgName": "AYUNTAMIENTO DE BILBAO",
            "ecContrib": 1
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 168300
        },
        "941570659": {
            "orgId": "941570659",
            "orgName": "BAIA DO TEJO, SA",
            "ecContrib": 46688
        },
        "987907850": {
            "orgId": "987907850",
            "orgName": "CENTRO DE ESTUDIOS AMBIENTALES",
            "ecContrib": 46688
        },
        "999549887": {
            "orgId": "999549887",
            "orgName": "CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA",
            "ecContrib": 291244
        }
    },
    "calculatedTotalContribution": 5000001
}