{
    "rcn": "212981",
    "acronym": "NanoSurf",
    "topics": "MSCA-RISE-2017",
    "title": "Nanostructural surface development for dental implant manufacturing",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The project NanoSurf is targeted to strengthen international and intersectoral collaboration in dental implant research, sharing new ideas and knowledge transfer from research to market and vice versa. We will investigate nanostructured metal oxide coatings, 3D scaffolds, obtained by electrospinning deposition of organic nanofibers and lazer patterning of the implant surface using biotechnology, cell engineering and nanotechnology. Interdisciplinary project research and innovation goals are targeted to develop a new class of dental implants with advanced mechanical properties and improved surfaces, treated with nanotechnological methods which will demonstrate high biocompatibility, antibacterial properties and integration with a patientís bone. The developed devices will simplify dental surgery and avoid bacterial inflammatory complications after the implant surgery. This can provide better dental services and improve health of EU society.  \nThe project partners will provide research and training activities in the fields of fabrication and characterization of Zirconium-Titanium (ZrTi) alloy-based dental implants, sol-gel deposition of metal oxides, biopolymers and organic/inorganic nanolaminates, laser patterning, electrospinning, structural characterization, cell engineering, modeling analysis and commercialisation of scientific achievements from research results to final product.\nResearch and management training will be provided to experienced and early stage researchers to strengthen their personal skills, improve their track record and expertise via new scientific papers and conference presentations and strengthen a development of EU research human resources. Long lasting collaboration between partners, based on co-supervising students and preparation of novel collaborative project proposals is foreseen. Dissemination of project results will make an impact on development of EU research potential in the fields of bio-, nanotechnology and applied science.",
    "totalCost": "1008000",
    "ecMaxContribution": "1008000",
    "coordinator": "LATVIJAS UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "NANOPHARMA AS;THE UNIVERSITY OF SHEFFIELD;EESTI MATERJALITEHNOLOOGIATE ARENDUSKESKUSE AS;SUMY STATE UNIVERSITY;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA;OSTEOPLANT RESEARCH AND DEVELOPMENT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "participantCountries": "CZ;UK;EE;UA;IT;PL",
    "projectParticipants": {
        "915747901": {
            "orgId": "915747901",
            "orgName": "OSTEOPLANT RESEARCH AND DEVELOPMENT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 198000
        },
        "952695492": {
            "orgId": "952695492",
            "orgName": "NANOPHARMA AS",
            "ecContrib": 90000
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 103500
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 202500
        },
        "986104232": {
            "orgId": "986104232",
            "orgName": "SUMY STATE UNIVERSITY",
            "ecContrib": 211500
        },
        "921113262": {
            "orgId": "921113262",
            "orgName": "EESTI MATERJALITEHNOLOOGIATE ARENDUSKESKUSE AS",
            "ecContrib": 81000
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 121500
        }
    },
    "calculatedTotalContribution": 1008000
}