{
    "rcn": "212904",
    "acronym": "PLANMAP",
    "topics": "COMPET-4-2017",
    "title": "Planetary Mapping",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "We are living in a golden age for space exploration and the world-wide interest in planetary surface exploration, with particular regard to future robotic and human missions, is rapidly increasing. Many nations can maintain robust space programs that continuously provide a great amount of highly complex datasets. Geological maps provide the context for all observations and interpretations of surface and subsurface processes on any planetary body and their histories. Nonetheless, planetary geological maps are still developed almost exclusively by a single research institute in the world (USGS-USA), resulting in exceedingly long publication delays among other grave disadvantages. Thus, it is high time to improve this situation in order to maximize the scientific output of planetary missions and improve the position of Europe in this context. PLANetary MAPping project (PLANMAP) aims at providing highly informative geological maps of the three main bodies of interest for European space missions in the next decade: Mars, Mercury and the Moon. These maps will include spectral information, elemental composition, absolute ages and ground truth information. They will also provide the basis for subsurface 3D geological modelling, and will be disseminated using dedicated web-GIS software.",
    "totalCost": "1499620",
    "ecMaxContribution": "1499620",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "JACOBS UNIVERSITY BREMEN GGMBH;ISTITUTO NAZIONALE DI ASTROFISICA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;THE OPEN UNIVERSITY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "DE;IT;UK;FR",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 273750
        },
        "999897147": {
            "orgId": "999897147",
            "orgName": "JACOBS UNIVERSITY BREMEN GGMBH",
            "ecContrib": 267000
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 240870
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 238000
        },
        "999868920": {
            "orgId": "999868920",
            "orgName": "ISTITUTO NAZIONALE DI ASTROFISICA",
            "ecContrib": 238750
        },
        "999923337": {
            "orgId": "999923337",
            "orgName": "THE OPEN UNIVERSITY",
            "ecContrib": 241250
        }
    },
    "calculatedTotalContribution": 1499620
}