{
    "rcn": "212983",
    "acronym": "CareHD",
    "topics": "MSCA-RISE-2017",
    "title": "Patient Centered Connected Health Model of Care for Huntingtons Disease",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "HD is a monogentic disease, meaning modification in a single gene occurring in all cells of the body. In Western countries it is estimated that 5-7 people per 100,000 are affected by HD. Currently there is no cure for the disease and effective management is key to quality of life for those who are affected. Patients and families who are living with the disease face multiple social and self-management issues. For example, stigma of the disease alongside social isolation have been key drivers in terms of high levels of mental health difficulties. CH has the ability to assist with many of the difficulties faced by HD, RD and indeed other symptom related diseases. For example, CH can monitor and identify key intervention points along the disease progression pathway, it can inform and facilitate integrated care, it can assist with joining key stakeholders together in a shared ecosystem, and importantly it can assist patients and their families in terms of reducing isolation, optimising self-management and thus increasing empowerment and self-actualisation. Further, CH has the ability to optimise scarce resources in an over stretched health care system and thus produce effective and efficient outcomes.\nThe primary aim of this RISE project is to establish an international and inter-sectoral network of organisations working in collaboration on a research project which seeks to design a technology enabled patient centred care pathway which will identify how to optimise Connected Health (CH) interventions at key points along Huntingtonís Disease (HD) trajectory. \nThis is an important project because patient centred care from a CH perspective in the area of HD is currently under developed. This project aims to develop a new pathway of patient care based upon a better understanding of what type of technology can assist patients with improving their quality of life at various key points along the care pathway.",
    "totalCost": "828000",
    "ecMaxContribution": "828000",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;THE UNIVERSITY OF READING;ICON CLINICAL RESEARCH LIMITED;HUNTINGTON'S DISEASE ASSOCIATION OF IRELAND;UNIVERSITAET ULM;ICON CLINICAL RESEARCH;COMTRADE PROGRAMSKE RESITVE DOO",
    "participantCountries": "UK;IE;DE;FR;SI",
    "projectParticipants": {
        "985914112": {
            "orgId": "985914112",
            "orgName": "COMTRADE PROGRAMSKE RESITVE DOO",
            "ecContrib": 54000
        },
        "999984156": {
            "orgId": "999984156",
            "orgName": "THE UNIVERSITY OF READING",
            "ecContrib": 94500
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 27000
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 243000
        },
        "931760370": {
            "orgId": "931760370",
            "orgName": "ICON CLINICAL RESEARCH LIMITED",
            "ecContrib": 40500
        },
        "999929448": {
            "orgId": "999929448",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN",
            "ecContrib": 121500
        },
        "911335468": {
            "orgId": "911335468",
            "orgName": "ICON CLINICAL RESEARCH",
            "ecContrib": 153000
        },
        "925162139": {
            "orgId": "925162139",
            "orgName": "HUNTINGTON'S DISEASE ASSOCIATION OF IRELAND",
            "ecContrib": 94500
        }
    },
    "calculatedTotalContribution": 828000
}