{
    "rcn": "212967",
    "acronym": "PREMIUM",
    "topics": "MSCA-RISE-2017",
    "title": "Preservation of microorganisms by understanding the protective mechanisms of oligosaccharides",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Microorganisms offer a large variety of functionalities that remains under-exploited due to the current inability to perform long term preservation at an industrial scale. PREMIUM project is a four-year multidisciplinary project involving a consortium of 5 academic partners from 5 European countries (France, Spain and Portugal) and 1 from third country (Argentina) and 3 industrial partners (France, United Kingdom and Spain). The project aims at developing new strategies to preserve lactic acid bacteria from laboratory to industrial scale. The innovative approaches of the project lay on: i) producing oligosaccharides of original composition for protecting cells; ii) developing novel preservation process based on encapsulation and evaluating the environmental impact of the whole system of production and stabilization of micro-organisms from the laboratory step iii) developing high-throughput characterization and screening tools such as vibrational spectroscopy. A multicriteria analysis approach will be developed to identify the most promising strategies for industrial eco-friendly preservation of micro-organisms. \nPREMIUM project involves 8 Workpackages (WP): WP1 is dedicated to project coordination and management. WP2 focuses on the production and characterization of a wide range of oligosaccharides. WP3 investigates and optimises new process technologies for preserving lactic acid bacteria. WP4 studies the mechanisms of bacteria preservation by oligosaccharides for defining the relevant composition and structure of oligosaccharides. WP5 focus on the scale up of processes, application to other cells and transfer of technologies to industry. The other WPs are dedicated to communication, networking and outreach activities (WP6), dissemination and exploitation of the results (WP7), ethics requirements (WP8).",
    "totalCost": "634500",
    "ecMaxContribution": "634500",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "CLOCK-T;BIOSEARCH S.A.;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;Universidade da Madeira;ASYMPTOTE LIMITED;UNIVERSIDADE DE COIMBRA;INSTITUT DES SCIENCES ET INDUSTRIES DU VIVANT ET DE L'ENVIRONNEMENT - AGRO PARIS TECH",
    "participantCountries": "FR;ES;PT;UK",
    "projectParticipants": {
        "913183900": {
            "orgId": "913183900",
            "orgName": "CLOCK-T",
            "ecContrib": 13500
        },
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 58500
        },
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 81000
        },
        "928893923": {
            "orgId": "928893923",
            "orgName": "ASYMPTOTE LIMITED",
            "ecContrib": 49500
        },
        "999893267": {
            "orgId": "999893267",
            "orgName": "INSTITUT DES SCIENCES ET INDUSTRIES DU VIVANT ET DE L'ENVIRONNEMENT - AGRO PARIS TECH",
            "ecContrib": 112500
        },
        "996740088": {
            "orgId": "996740088",
            "orgName": "Universidade da Madeira",
            "ecContrib": 67500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 130500
        },
        "951207900": {
            "orgId": "951207900",
            "orgName": "BIOSEARCH S.A.",
            "ecContrib": 121500
        }
    },
    "calculatedTotalContribution": 634500
}