{
    "rcn": "212948",
    "acronym": "WATSON",
    "topics": "INNOSUP-07-2017",
    "title": "FrameWork methodology for SME innovATion policy SuppOrt within RD tax credits and inceNtives schemes in the EU (WATSON)",
    "startDate": "15/12/2017",
    "endDate": "14/06/2019",
    "objective": "The WATSON project aims to develop and demonstrate a framework methodology for studying the impact of R&D tax credits and incentives on SME-led innovation in Europe. R&D tax credit schemes have been widely implemented as a measure of innovation funding, but most schemes have yet to be subjected to a detailed quantitative study. This impedes their comparability and limits their improvement potential in efficiently funding the wide scope of innovations developed by SMEs, whose inherent differences would benefit from better targeting of the schemes. WATSON will further the study of innovation funding by providing a foundation for detailed study of SME funding through the framework methodology, which will be integrated into the WATSON ICT innovation analytics platform for richer analysis. This tool will identify gaps in funding of European tax credit schemes, and help to better target and improve innovation funding measures. The results of WATSON will thus expand innovation support for SMEs through the provision of instruments better targeted to the funding needs of specific SME segments.\nThe development of the framework will integrate the results of three concurrent studies, which together will paint a picture of SME innovation in Europe, the prevalence and allocation of tax credits for SMEs, and the impact that specific innovating SME segments have on European society. The studies are as follows:\n\n- Detailed segmentation of SME market\n- Study of the impact of R&D tax credits and incentives on the different segments of innovating SMEs\n- Measurement of impact of SME-led innovation through the development of innovation impact indicators\n\nWATSON will set the foundation for innovation benchmarking and will help maximize the impact of innovation funding on European SMEs. The consortium, comprised of 3 SMEs and 3 research institutes, will help shape the future of SME innovation support and thus increase the growth and competitiveness of European R&D performing SMEs.",
    "totalCost": "999598,75",
    "ecMaxContribution": "999598,75",
    "coordinator": "KAPITALISE LTD",
    "coordinatorCountry": "UK",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;INVENTYA VENTURES (EU) LIMITED;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;UNIVERSITEIT MAASTRICHT;EXODUS ANONYMOS ETAIREIA PLIROFORIKIS",
    "participantCountries": "UK;IE;NL;EL",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 189830
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 43059
        },
        "910759773": {
            "orgId": "910759773",
            "orgName": "KAPITALISE LTD",
            "ecContrib": 219062
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 168398
        },
        "999937984": {
            "orgId": "999937984",
            "orgName": "EXODUS ANONYMOS ETAIREIA PLIROFORIKIS",
            "ecContrib": 211875
        },
        "917093291": {
            "orgId": "917093291",
            "orgName": "INVENTYA VENTURES (EU) LIMITED",
            "ecContrib": 167375
        }
    },
    "calculatedTotalContribution": 999599
}