{
    "rcn": "212993",
    "acronym": "SPEME",
    "topics": "MSCA-RISE-2017",
    "title": "Questioning Traumatic Heritage: Spaces of Memory in Europe, Argentina, Colombia",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "SPEME will develop a joint program of exchanges between academic researchers - working on memory, trauma and heritage - and non-academic professionals - working in the fields of memory museums and sites of memory - between  Italy, The Netherlands, Argentina and Colombia. \nThe fundamental aim of the project is to devise new forms of transmission of traumatic memories linking them to the present, on the assumption that memory, to be effective, has to invent creative ways of becoming relevant to the present.\nIn order to do so, the project will take as its specific object of investigation a various array of spaces of memory, such as museums, former detention camps and sites of commemoration, to investigate how various traumatic pasts can be preserved and transmitted through space, and which kind of innovative actions might both improve knowledge of the past and serve as an opening to actual issues and new social subjects.\nThe international and intersectoral network developed by the project will make possible transfers of knowledge, both between difficult past heritages in different historical and geographical contexts (Europe and Latin America) and between academic researchers and museum curators. The different and complementary competences of these institutions will promote something more than a simple knowledge transfer but will fuel powerful knowledge exchanges at the theoretical, methodological and practical levels, which has few or no precedents in the field of memory and museum studies. \nThrough a rich combination of staff meetings, theoretical seminars, training workshops, fieldworks and conferences, this project will increase competences and skills of both academic and non academic partners, as well as facilitate the development of innovative and creative actions involving new social actors (civil society, new generations, minority groups, refugees, and others) and addressing actual questions, from Human Rights to post-conflict reconciliation.",
    "totalCost": "553500",
    "ecMaxContribution": "553500",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "STICHTING CASTRUM PEREGRINI;FONDAZIONE RECUPERO E VALORIZZAZIONE DELLA MEMORIA STORICA DEL CAMPO DI FOSSOLI;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "NL;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 279000
        },
        "938540767": {
            "orgId": "938540767",
            "orgName": "FONDAZIONE RECUPERO E VALORIZZAZIONE DELLA MEMORIA STORICA DEL CAMPO DI FOSSOLI",
            "ecContrib": 40500
        },
        "913119783": {
            "orgId": "913119783",
            "orgName": "MUSEO DE SITIO ESMA - EX CENTRO CLANDESTINO DE DETENCIÓN, TORTURA Y EXTERMINIO",
            "ecContrib": 0
        },
        "947426355": {
            "orgId": "947426355",
            "orgName": "STICHTING CASTRUM PEREGRINI",
            "ecContrib": 40500
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 193500
        },
        "999878814": {
            "orgId": "999878814",
            "orgName": "UNIVERSIDAD NACIONAL DE COLOMBIA",
            "ecContrib": 0
        },
        "999881336": {
            "orgId": "999881336",
            "orgName": "UNIVERSIDAD DE BUENOS AIRES",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 553500
}