{
    "rcn": "212932",
    "acronym": "COLLECTORS",
    "topics": "SC5-15-2016-2017",
    "title": "waste COLLECTiOn systems assessed and good pRacticeS identified",
    "startDate": "01/12/2017",
    "endDate": "30/06/2020",
    "objective": "Five tonnes of waste per capita are generated every year in the EU. These annual 2.5 billion tonnes of waste contain large volumes of valuable materials for Europeís industrial base. Proper collection of waste is a pre-condition for their optimal recovery. The current trend of increasing higher collection rates is promising, but progress is uneven between Members States and between regions. \n\nGood regional practices have the potential to serve as good practice examples for other regions. So far, however, results of existing studies and good practices have not been effective enough in supporting the implementation of better-performing systems elsewhere. The main objective of the COLLECTORS project is to overcome this situation and to support decision-makers in shifting to better-performing collection system.\n\nCOLLECTORS will therefore: \n\n(1) Increase awareness of the collection potential by compiling, harmonizing and presenting information on systems for packaging and paper waste, WEEE and construction products via an online information platform.\n(2) Improve decision-making on waste collection by the assessment of twelve good practices on their performance on: (1) quality of collected waste; (2) economics; (3) environment; (4) societal acceptance. \n(3) Stimulate successful implementation by capacity-building and policy support methods that will increase the technical and operational expertise of decision-makers on waste collection.\n(4) Engage citizens, decision-makers and other stakeholders throughout the project for validation of project results and to ensure the usability of COLLECTORS-output. \n\nThe COLLECTORS consortium is well-equipped to achieve these impacts as it is directly connected to more than 30 PROS and 2000\\ authorities spread across the EU. In addition, the project is embedded in the full secondary raw material value chain ensuring alignment with waste management, recyclers and producers.",
    "totalCost": "1498400",
    "ecMaxContribution": "1498400",
    "coordinator": "PNO CONSULTANTS BV",
    "coordinatorCountry": "NL",
    "participants": "BIPRO GMBH;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;UNIVERSITEIT LEIDEN;Teknologian tutkimuskeskus VTT Oy;ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES;STICHTING ZERO WASTE EUROPE;EUROCITIES ASBL;WASTE OF ELECTRICAL AND ELECTRONICAL EQUIPMENT FORUM AISBL",
    "participantCountries": "DE;BE;NL;FI",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 182500
        },
        "947734718": {
            "orgId": "947734718",
            "orgName": "STICHTING ZERO WASTE EUROPE",
            "ecContrib": 82500
        },
        "999450559": {
            "orgId": "999450559",
            "orgName": "EUROCITIES ASBL",
            "ecContrib": 67500
        },
        "997394353": {
            "orgId": "997394353",
            "orgName": "WASTE OF ELECTRICAL AND ELECTRONICAL EQUIPMENT FORUM AISBL",
            "ecContrib": 81775
        },
        "997816400": {
            "orgId": "997816400",
            "orgName": "BIPRO GMBH",
            "ecContrib": 148000
        },
        "990535968": {
            "orgId": "990535968",
            "orgName": "PNO CONSULTANTS BV",
            "ecContrib": 326000
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 155000
        },
        "952441061": {
            "orgId": "952441061",
            "orgName": "ASSOCIATION DES VILLES ET REGIONS POUR LA GESTION DURABLE DES RESSOURCES",
            "ecContrib": 263125
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 192000
        }
    },
    "calculatedTotalContribution": 1498400
}