{
    "rcn": "212929",
    "acronym": "WeObserve",
    "topics": "SC5-19-2017",
    "title": "An Ecosystem of Citizen Observatories for Environmental Monitoring",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "The rising trend in citizen science has led to the development of Citizen Observatories (COs) for environmental monitoring, which have been supported in FP7 and H2020. To improve the coordination between existing COs and related regional, European and international activities, the WeObserve Coordination and Support Action will tackle three key challenges that face COs: awareness, acceptability and sustainability. The WeObserve mission is to create a sustainable ecosystem of COs that can systematically address these identified challenges and help move citizen science into the mainstream. The WeObserve approach will apply several key instruments to target, connect and coordinate relevant stakeholders. The first is to develop and foster five communities of practice to strengthen the current knowledge base surrounding COs. Topics will include citizen engagement, the value of COs for governance and CO data interoperability. In co-creating this knowledge base, CO practitioners will have a platform to effectively share best practices and avoid duplication. The second will expand the geographical reach of the knowledge base to different target groups via toolkits, a Massive Open Online Course, capacity development roadshows and an Open Data Exploitation Challenge, to strengthen the uptake of CO-powered science by public authorities and SMEs. A third mechanism will forge links with GEOSS and Copernicus to demonstrate how COs can complement the EUís Earth Observation monitoring framework. The WeObserve consortium brings together the current H2020 COs (Ground Truth 2.0, GROW, LandSense, Scent) who will actively open up the CO landscape through wide ranging networks, users and stakeholders, including ECSA, GEOSS and Copernicus to foster social innovation opportunities. The WeObserve approach and outcomes have the potential to create a step-change in EO innovation and make COs a valuable component of managing environmental challenges and empowering resilient communities.",
    "totalCost": "1069507,5",
    "ecMaxContribution": "1069507,5",
    "coordinator": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
    "coordinatorCountry": "AT",
    "participants": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION;UNIVERSITY OF DUNDEE;VEREIN DER EUROPAEISCHEN BURGERWISSENSCHAFTEN - ECSA E.V.;CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;AUTORITA DI BACINO DEI FIUMI ISONZO TAGLIAMENTO LIVENZA PIAVE BRENTA BACCHIGLIONE",
    "participantCountries": "NL;UK;DE;ES;EL;IT",
    "projectParticipants": {
        "999452596": {
            "orgId": "999452596",
            "orgName": "INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE",
            "ecContrib": 233625
        },
        "986838037": {
            "orgId": "986838037",
            "orgName": "AUTORITA DI BACINO DEI FIUMI ISONZO TAGLIAMENTO LIVENZA PIAVE BRENTA BACCHIGLIONE",
            "ecContrib": 59000
        },
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 187500
        },
        "999654356": {
            "orgId": "999654356",
            "orgName": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
            "ecContrib": 171750
        },
        "998880005": {
            "orgId": "998880005",
            "orgName": "CENTRO DE INVESTIGACION ECOLOGICA YAPLICACIONES FORESTALES CONSORCIO",
            "ecContrib": 143000
        },
        "951080248": {
            "orgId": "951080248",
            "orgName": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
            "ecContrib": 190632
        }
    },
    "calculatedTotalContribution": 985507
}