{
    "rcn": "212966",
    "acronym": "STANDUP",
    "topics": "MSCA-RISE-2017",
    "title": "Smartphone Thermal ANalysis for Diabetic foot Ulcer Prevention and treatment",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Diabetic foot (DF) disease includes neuropathy, peripheral arterial disease and infection which may lead to ulceration and subsequent lower limb amputation. DF ulcers could be further reduced according to diabetes experts. Temperature is one of the possible clinical parameter which is not currently well exploited. Recently, smartphones can acquire thermal images thanks to dedicated thermal camera. The STANDUP project proposes a smartphone based system such that mobile, accurate, friendly, low cost and fast thermal analysis of the plantar foot surface can be achieved. The smartphone thermal imaging system will be composed of a smartphone and of a FlirOne thermal camera. In the STANDUP project, two smartphone applications will be developed. The first one (A1: hyperthermia detection and analysis of thermal variations in time) will permit to detect possible hyperthermia of the plantar foot surface and will analyze temperature variations on targeted regions of interest. The second smartphone application will assess temperature, color, and 3D shape of DF ulcer along time. These smartphone applications will be evaluated during clinical trials in hospitals. In the first clinical trial, a cold stress test will permit to detect neuropathy and peripheral arterial disease. In the second clinical trial, temperature, color, and 3D shape in DF ulcers will be studied during its treatment. The third clinical study will assess the effectiveness of new insoles, these new insole will be developed during STANDUP with the objective to relive hyperthermia in DF. These 2 smartphone applications will be enhanced to result in an advanced prototype of smartphone based system for the targeted medical applications. This advanced smartphone thermal prototype, and the new insoles, will be developed during STANDUP to rapidly address novel market demands in DF early diagnosis, and in DF ulcer prevention and treatment and will lead to economic  benefits for  social  and  healthcare  system.",
    "totalCost": "504000",
    "ecMaxContribution": "504000",
    "coordinator": "UNIVERSITE D'ORLEANS",
    "coordinatorCountry": "FR",
    "participants": "PODO ACTIVA SL;BODYCAP;STAFFORDSHIRE UNIVERSITY",
    "participantCountries": "ES;FR;UK",
    "projectParticipants": {
        "999849714": {
            "orgId": "999849714",
            "orgName": "STAFFORDSHIRE UNIVERSITY",
            "ecContrib": 126000
        },
        "925129741": {
            "orgId": "925129741",
            "orgName": "UNIVERSITE IBNOU ZOHR A AGADIR",
            "ecContrib": 0
        },
        "997184736": {
            "orgId": "997184736",
            "orgName": "Pontificia Universidad Catolica del Peru",
            "ecContrib": 0
        },
        "951697168": {
            "orgId": "951697168",
            "orgName": "PODO ACTIVA SL",
            "ecContrib": 72000
        },
        "995981839": {
            "orgId": "995981839",
            "orgName": "PONTIFICIA UNIVERSIDAD JAVERIANA",
            "ecContrib": 0
        },
        "999848550": {
            "orgId": "999848550",
            "orgName": "UNIVERSITE D'ORLEANS",
            "ecContrib": 292500
        },
        "928976373": {
            "orgId": "928976373",
            "orgName": "Hospital Nacional Dos de Mayo",
            "ecContrib": 0
        },
        "951842183": {
            "orgId": "951842183",
            "orgName": "BODYCAP",
            "ecContrib": 13500
        }
    },
    "calculatedTotalContribution": 504000
}