{
    "rcn": "212998",
    "acronym": "ENGIMA",
    "topics": "MSCA-RISE-2017",
    "title": "Engineering of Nanostructures with Giant Magneto-Piezoelectric and Multicaloric Functionalities",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Nowadays smart materials play a crucial role in the next-generation of intelligent devices and sensors, smart homes, autonomous devices, and robotics. Nanostructuring materials open up new horizons bringing in their multifunctionality and reduce the energy consumption. This reveals new scientific avenues and paves ways for breakthroughs in technology. Realization of structured materials with the strong coupling of electric and magnetic order and large multicaloric properties is a milestone for modern electronics and the gate for fascinating applications.  In this context, we develop the partnership within the RISE consortium ENGIMA, involving the academic partners from two EU Member States, France and Slovenia Third Countries Universities in Morocco and Russia the non-academic SME from Associated Country, Ukraine.  The network combines the complementary interdisciplinary and intersectoral expertise with established collaboration between partners and clear potential for skills transfer and exchange of knowledge, extended from fundamental to applied physics and from material chemistry to industrial nanotechnologies.  Consortium defined a research objective of exploring the nanostructures in a form of tethered magnetic 1-D/piezoelectric nanostructures and magnetic/piezoelectric superlattices to obtain new ferroic materials with giant magnetoelectric and multicaloric functionalities that have potential applications as magnetoelectric sensors and, telecommunication devices. This task will be achieved by joining the efforts through the staff exchange, sharing knowledge, innovation and by multidisciplinary training of the team of collaborating young researchers able to conduct the research and exploit its application to this new area.",
    "totalCost": "936000",
    "ecMaxContribution": "837000",
    "coordinator": "UNIVERSITE DE PICARDIE JULES VERNE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT JOZEF STEFAN;NANOTECHCENTER  LLC",
    "participantCountries": "SI;UA",
    "projectParticipants": {
        "929507157": {
            "orgId": "929507157",
            "orgName": "NANOTECHCENTER  LLC",
            "ecContrib": 319500
        },
        "998207116": {
            "orgId": "998207116",
            "orgName": "UNIVERSITE DE PICARDIE JULES VERNE",
            "ecContrib": 319500
        },
        "998639930": {
            "orgId": "998639930",
            "orgName": "UNIVERSITE CADI AYYAD",
            "ecContrib": 0
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 198000
        },
        "989909736": {
            "orgId": "989909736",
            "orgName": "SOUTHERN FEDERAL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 837000
}