{
    "rcn": "212908",
    "acronym": "HATCH",
    "topics": "COMPET-6-2017",
    "title": "SME-led Space Portal for Europe",
    "startDate": "01/11/2017",
    "endDate": "30/06/2019",
    "objective": "'The project consortium for HATCH comprises 4 SMEs and 1 high-profile technology centre. The aim of HATCH is to develop a scalable, contemporary, interactive and user-driven platform for promoting European space projects and related activities to professionals and citizens. It aims to overcome obstacles enabling researchers, innovators and other stakeholders to focus on achieving their objectives.\nThis proposal answers the call requirements through 6 objectives, split into 8 Work Packages.\nHATCH will use modern solutions: comprehensive data analysis, proven methods and high standards for development and validation.\nThe HATCH consortium has completed a preparatory study to identify groups of 'User Persona' through sample surveys, interviews and secondary data analysis. As a result, the consortium has gained insight into stakeholdersí goals, needs and behaviour patterns to underpin the user-driven solution.\nThe Portalís visual layout will appeal to a wide range of users to showcase European research, encourage collaboration, form partnerships, analyse funding, commercialise results and generate interest in space exploration and science for all.\nElastic search and bundle retrieval are some of the techniques to be used by an experienced team to deliver the best search functionality. Individuals will be able to create their own filters and save results to create research networks.\nSearch engine optimisation tactics and an extensive communication/dissemination strategy will give visibility and awareness to all stakeholders making a strong base for the future.\nConsortium members are focused on maximising the impact of the project. 2 partners manage space-related online resources (on a smaller, regional/national scale). Another partner understands user requirements and the translation into solid activities within a webpage. 1 partner provides expertise on features such as user experience or data mining. 2 partners have experience in conducting projects in the space sector.'",
    "totalCost": "512891,25",
    "ecMaxContribution": "512891,25",
    "coordinator": "BLUE DOT SOLUTIONS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "CATENA SPACE LTD;WIT BERRY;FUNDACIO EURECAT;WATERDOG MOBILE LDA",
    "participantCountries": "UK;LV;ES;PT",
    "projectParticipants": {
        "918411424": {
            "orgId": "918411424",
            "orgName": "CATENA SPACE LTD",
            "ecContrib": 89175
        },
        "930692691": {
            "orgId": "930692691",
            "orgName": "BLUE DOT SOLUTIONS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 99095
        },
        "928030235": {
            "orgId": "928030235",
            "orgName": "FUNDACIO EURECAT",
            "ecContrib": 112375
        },
        "916082745": {
            "orgId": "916082745",
            "orgName": "WIT BERRY",
            "ecContrib": 101650
        },
        "919410815": {
            "orgId": "919410815",
            "orgName": "WATERDOG MOBILE LDA",
            "ecContrib": 110596
        }
    },
    "calculatedTotalContribution": 512891
}