{
    "rcn": "212911",
    "acronym": "ExoplANETS A",
    "topics": "COMPET-4-2017",
    "title": "Exoplanet Athmosphere New Emission Transmission Spectra Analysis",
    "startDate": "01/01/2018",
    "endDate": "31/03/2021",
    "objective": "The last twenty years have witnessed an exceptionally fast development in the field of the extra solar planets. The known exoplanets, 3500 to date, already show how diverse the planets in our galaxy can be. While the detection of exoplanets is an important ongoing field of activity, the characterization of their atmospheres has just begun and it is developing very rapidly. A lot can be learnt from spectroscopic observations of an exoplanet atmosphere; the molecular composition of giant exoplanet atmospheres can trace the planet's formation and evolution; the atmosphere of rocky exoplanets can host biosignature gases... However, the observations are challenging because the signal is often embedded in instrumental and telescope systematic noise. In the ExoplANETS_A project, we will develop novel data calibration and spectral extraction tools, as well as novel retrieval tools, based on 3D models of exoplanet atmospheres, to exploit archival data from ESA Space Science archives (HST) combined with NASA Space Archives (Spitzer, Kepler) and produce a homogeneous and reliable characterization of exoplanet atmospheres. Additionally, to model successfully the atmosphere of an exoplanet, it is necessary to have a sound knowledge of the host star. To this end, we will collect a coherent and uniform database of the relevant properties of host stars from ESA Space Science archives (XMM, Gaia), combined with international space mission and ground-based data. These exoplanet and host star catalogues will be accompanied/interpreted with models to assess the importance of star ñ planet interactions. The knowledge gained from this project will be disseminated through peer-review publications and modelling tools will be publicly released.\nIn addition to the delivery of high level data products, state of the art tools, models and scientific publications, the project the project will ready us to rapidly exploit data from the James Webb Space Telescope, which is a highly competitive.",
    "totalCost": "2261362,5",
    "ecMaxContribution": "1499815",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITAT WIEN;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;STICHTING SRON NETHERLANDS INSTITUTE FOR SPACE RESEARCH;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF LEICESTER;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS;STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "participantCountries": "AT;DE;NL;UK;ES",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 95906
        },
        "997901663": {
            "orgId": "997901663",
            "orgName": "STICHTING SRON NETHERLANDS INSTITUTE FOR SPACE RESEARCH",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 227500
        },
        "999985514": {
            "orgId": "999985514",
            "orgName": "UNIVERSITY OF LEICESTER",
            "ecContrib": 243750
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 366330
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 241250
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 227125
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 97954
        }
    },
    "calculatedTotalContribution": 1499815
}