{
    "rcn": "212951",
    "acronym": "OaSIS",
    "topics": "INNOSUP-07-2017",
    "title": "Optimizing Support for Innovating SMEs",
    "startDate": "15/12/2017",
    "endDate": "14/12/2019",
    "objective": "'The OaSIS project aims at improving the efficiency and effectiveness of the innovation support provided in European regions and strengthening the capacity of regional development agencies and other support providers. This goal will be achieved through the analysis of currently used approaches to the segmentation of innovating SMEs, description of the portfolio of innovation support measures used throughout Europe and the development of a new, performance-based methodology of SME segmentation, allowing for the precise targeting of innovating enterprises with support instruments best suited to their profile and enabling development of a new, hybrid innovation support schemes.\n\nMethodologies currently used by the innovation support providers for the 'segmentation of the client base' and targeting the high-potential SMEs with the most ambitious projects are ineffective and not based on solid evidence. To improve the situation and increase the societal and economic impact from the innovation support we propose to gather a large dataset, containing historical information about support provided to SMEs by at least 15 different Regional Development Agencies from at least 10 different European regions. The performance of SMEs, in response to specific support measures will be assessed using carefully defined Key Performance Indicators and the big data analysis of the whole dataset will allow us to find correlations and similarities within the groups of SMEs that showed highest increase in performance after receiving specific support. Combination of the results with the analysis of the effectiveness of currently used approaches will be the basis for the formulation of the new, performance-based methodology of segmentation and practical tools, such as hybrid innovation support measures.\n\nThe OaSIS project will significantly change the European innovation landscape and will provide a significant boost for European economy, as well as substantial societal impact.'",
    "totalCost": "549750",
    "ecMaxContribution": "549750",
    "coordinator": "POLITECHNIKA KRAKOWSKA",
    "coordinatorCountry": "PL",
    "participants": "ASSOCIATION EUROPEENNE DES AGENCES DE DEVELOPPEMENT;LINKNOVATE SCIENCE SL",
    "participantCountries": "BE;ES",
    "projectParticipants": {
        "999516519": {
            "orgId": "999516519",
            "orgName": "POLITECHNIKA KRAKOWSKA",
            "ecContrib": 171375
        },
        "940278231": {
            "orgId": "940278231",
            "orgName": "LINKNOVATE SCIENCE SL",
            "ecContrib": 200500
        },
        "993675955": {
            "orgId": "993675955",
            "orgName": "ASSOCIATION EUROPEENNE DES AGENCES DE DEVELOPPEMENT",
            "ecContrib": 177875
        }
    },
    "calculatedTotalContribution": 549750
}