{
    "rcn": "212907",
    "acronym": "ATOS",
    "topics": "COMPET-2-2017",
    "title": "Advanced Technological Solutions for X band Earth Observation Systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The ATOS project will develop and qualify a new generation of X band T/R modules, based on GaN HEMT and SiGe BiCMOS technology, with innovative packaging techniques that minimize the footprint,  and will integrate a set of T/R modules in a demonstrator of a high-efficiency densely populated AESA tile to be verified in radiated tests. Such development will enable future space-borne AESA radars at X band with at least a 3x leap in bandwidth,  power density and/or azimuth steering capability with respect to current SAR AESAs developed in Europe, and will also enable or drastically improve compact solutions based on array-fed large unfurlable reflectors on small platforms. \nThe ATOS project will build or consolidate a fully European supply chain including semiconductor technology providers, SMEs and academia as design centers and test houses, and a large enterprise as integrator of space-grade equipment up to turnkey space systems. The components of such team will broaden the scope of their competences  through the project, enabling them to be candidates for future developments in related projects and applications in commercial space as well as institutional programs.\nThe ATOS advancements achieved will be disseminated to foster initiatives of new mission concepts and business opportunities, specifically but not limited to Earth Observation, for which results of the project may represent a key technology enabler.",
    "totalCost": "2796620",
    "ecMaxContribution": "2796620",
    "coordinator": "THALES ALENIA SPACE ITALIA SPA",
    "coordinatorCountry": "IT",
    "participants": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK;UNIVERSITA DEGLI STUDI DELL'AQUILA;MEC - MICROWAVE ELECTRONICS FOR COMMUNICATIONS SRL;SAPHYRION SAGL",
    "participantCountries": "DE;IT;CH",
    "projectParticipants": {
        "999488195": {
            "orgId": "999488195",
            "orgName": "THALES ALENIA SPACE ITALIA SPA",
            "ecContrib": 1497800
        },
        "999606438": {
            "orgId": "999606438",
            "orgName": "IHP GMBH - INNOVATIONS FOR HIGH PERFORMANCE MICROELECTRONICS/LEIBNIZ-INSTITUT FUER INNOVATIVE MIKROELEKTRONIK",
            "ecContrib": 298820
        },
        "999859511": {
            "orgId": "999859511",
            "orgName": "UNIVERSITA DEGLI STUDI DELL'AQUILA",
            "ecContrib": 300000
        },
        "996232875": {
            "orgId": "996232875",
            "orgName": "SAPHYRION SAGL",
            "ecContrib": 400000
        },
        "984212344": {
            "orgId": "984212344",
            "orgName": "MEC - MICROWAVE ELECTRONICS FOR COMMUNICATIONS SRL",
            "ecContrib": 300000
        }
    },
    "calculatedTotalContribution": 2796620
}