{
    "rcn": "212944",
    "acronym": "RDA Europe 4.0",
    "topics": "INFRASUPP-02-2017",
    "title": "The European plug-in to the global Research Data Alliance",
    "startDate": "01/03/2018",
    "endDate": "31/05/2020",
    "objective": "RDA Europe 4.0 addresses the INFRASUPP-02-2017 call targeting the area ìEuropean support to the Research Data Alliance, RDAî designing Europeís contribution to implementation of an effective governance model and strategy in RDA global, while ensuring that RDA delivers on locally relevant issues. RDA Europe 4.0 focuses on the need for open and interoperable sharing of research data & on the need to build social, technical and cross-disciplinary links to enable such sharing on a global scale. It strives to do this with its community-driven and bottom-up approach launched since 2012. In fact, RDA Europe 4.0 directly builds on the current RDA Europe effort, by efficiently bringing in the organisations that implemented RDA Europe since 2012.\nThe scope of RDA Europe 4.0 is to become the centrepiece for an EU Open Science Strategy through a consolidated European network of National Nodes, bringing forward an RDA legacy in Europe, providing skilled, voluntary resources from the EU investment to address DSM issues, by means also of an open cascading grant process.\nThe ambitious, 27-month project is implemented by 5 beneficiaries (Trust-IT Services, Gottingen State University Library, the Digital Repository of Ireland at the Royal Irish Academy, the Digital Curation Centre and the RDA Foundation), skillfully supported by 9 National Nodes which carry out specific operational activities & act as national champions for their respective region. One of the specific goals of RDA Europe 4.0 is to complete a capillary European network by on-boarding additional 13 nodes by project end.\nMain Outputs: Expansion from 9 to 22 national nodes in EU; 7500\\ individual members & 75 organisational members; 9 RDA recommendations as ICT technical specifications; consolidated programme for experts, early careers, ambassadors & adoption projects; 5 international RDA plenary meetings; integration with EOSC, ESFRI & other pan-EU initiatives; RDA Europe self-sustained after project completion.",
    "totalCost": "3500000,5",
    "ecMaxContribution": "3500000",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "RESEARCH DATA ALLIANCE FOUNDATION;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;ROYAL IRISH ACADEMY;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;DE;IE",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 1801313
        },
        "953996359": {
            "orgId": "953996359",
            "orgName": "ROYAL IRISH ACADEMY",
            "ecContrib": 200937
        },
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1061000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 268000
        },
        "919514702": {
            "orgId": "919514702",
            "orgName": "RESEARCH DATA ALLIANCE FOUNDATION",
            "ecContrib": 168750
        }
    },
    "calculatedTotalContribution": 3500000
}