{
    "rcn": "212973",
    "acronym": "NO PROBleMS",
    "topics": "MSCA-RISE-2017",
    "title": "Nourishing PRObiotics to Bees to Mitigate Stressors",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "In the last decades, bees have been threatened by a number of biotic and abiotic stresses, which strongly affect beehives\nintegrity. Consequently, the beekeeping sector together with ecosystem and agricultural sectors depending on pollinators\nsuffer of missed pollination. Nosema ceranae is a bee gut parasite that has received particular attention in the last years\nbecause it causes bee colonies to collapse due to energy and nutrient deficiency. Furthermore, the bee gut microbiota\nundergoes a dysbiosis process following infection. N. ceranae virulence in infected bees escalates when forager bees\nuptake sub-lethal doses of insecticides such as Neonicotinoids from the polluted agricultural environment surrounding the\nhive. The European Union banning of antibiotics for therapeutic use in the beekeeping sector approved in 2001 has deprived\nbeekeepers of Fumagillin-B, the sole antibiotic previously available to control Nosema sp.. The need to find alternative\ntreatments to fight bee diseases has led researchers to the study of ecofriendly practices. Our proposed research aims to\ndevelop a strategy for the health of the bee gut based on microbial and plant resources to inhibit N. ceranae proliferation and\nto mitigate the effect of synergic bee stressors. The project will be developed by a consortium formed by 4 research\ninstitutions and 3 SMEs of 3 different European countries and a third country (Argentina). Research\ninstitutions will do the experimental work on bees aimed at the definition of a strategy based on the use of beneficial bacteria\nand plant extracts and at the evaluation of the impact on the bee gut of the developed formulation. SMEs will contribute to\nthe choice of the ingredients of the prototype formulation and at finding a strategy to produce it. ESR and ER will perform\nsecondments in research institutions and SMEs to facilitate transfer of knowledge between the research and production\nsector.",
    "totalCost": "346500",
    "ecMaxContribution": "346500",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "PROBIOTICAL SPA;CONSIGLIO NAZIONALE DELLE RICERCHE;NUTRI BIOTECH SERVICES LTD;UNIVERSITA TA MALTA;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;ADVANCE SCIENCE (FORBAIRT EOLAIOCHTA TEO) LIMITED",
    "participantCountries": "IT;MT;IE",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 94500
        },
        "918792052": {
            "orgId": "918792052",
            "orgName": "NUTRI BIOTECH SERVICES LTD",
            "ecContrib": 31500
        },
        "998619754": {
            "orgId": "998619754",
            "orgName": "CONSEJO NACIONAL DE INVESTIGACIONES CIENTIFICAS Y TECNICAS (CONICET)",
            "ecContrib": 0
        },
        "953146251": {
            "orgId": "953146251",
            "orgName": "ADVANCE SCIENCE (FORBAIRT EOLAIOCHTA TEO) LIMITED",
            "ecContrib": 31500
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 40500
        },
        "999887059": {
            "orgId": "999887059",
            "orgName": "UNIVERSITA TA MALTA",
            "ecContrib": 45000
        },
        "968922331": {
            "orgId": "968922331",
            "orgName": "PROBIOTICAL SPA",
            "ecContrib": 40500
        },
        "999466952": {
            "orgId": "999466952",
            "orgName": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
            "ecContrib": 63000
        }
    },
    "calculatedTotalContribution": 346500
}