{
    "rcn": "212979",
    "acronym": "FUTURES",
    "topics": "ERC-2017-PoC",
    "title": "Forefront UAV Technology for Underpinning Rainforest Environmental Sustainability",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "The proposed FUTURES project will use the novel UAV-Lidar technology conceived and developed in the current ERC-funded PAST project, in collaboration with the Brazilian National Institute for Space Research, in an entirely different socio-economic application aimed at helping Extractive Reserves (RESEXs) of the Brazilian Amazon. FUTURES proposes to utilise the UAV-Lidar system for creating 3D maps of forest structure and ground digital terrain models with unprecedented detail and interpret these data to improve the sustainable relationship between the RESEX forest residents and their environment, while maintaining and strengthening their economy and culture, and providing information to help them address emerging challenges. More specifically, FUTURES proposes to test the UAV-Lidar system for the following  applications tailored to RESEXs: a) develop alternative options for sustainable extraction of non-timber forest products; b) design flood mitigation strategies, such as route planning for easier access to healthcare and emergency services, schools and local consumer markets during the rainy season; c) identify new, sustainable, under-forest fisheries; and d) increase the awareness of archaeological heritage in RESEXs with implications to develop cultural heritage tourism. Addressing the above challenges are also important for RESEXs and the Brazilian government in materialising their REDD\\ (Reducing Emissions from Deforestation and forest Degradation) initiative, and for the European Union to ensure its success and leadership in implementing its forest conservation, sustainability and carbon mitigation goal of reducing tropical deforestation to at least 50% by 2020.",
    "totalCost": "149938",
    "ecMaxContribution": "149938",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 149938
        }
    },
    "calculatedTotalContribution": 149938
}