{
    "rcn": "212984",
    "acronym": "Warmest",
    "topics": "MSCA-RISE-2017",
    "title": "loW Altitude Remote sensing for the Monitoring of the state of Cultural hEritage Sites: building aninTegrated model for maintenance.",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "WARMEST strategic goal is to create a novel comprehensive Decision Support System that will carry out a Cultural Heritage Risk Analsys (CHRA) and suggest improvements in maintenance and disaster management procedures for cultural and natural heritage sites. The maintenance and disaster management plans developed with the support of the Decision Support System, will consider current and future scenarios, setting priorities for the actions to be taken, both on economic and art historical grounds, delivering required information where and when needed, in a user-friendly way. To this end the consortium will develop new technologies to collect data on the conservation status of the sites and new tools to analyse it, as there is presently a lack of data that is specifically relevant to understanding climate change impacts; these technologies in case of emergence, can help to assess the impact of events quickly and on large areas. WARMEST is challenging from a management and from an engineering point of view, given that regulations are strict (to preserve the natural, archaeological and historical values), the factors to take into consideration are complex and not homogenous (technical, economic, historical), the information to deliver differentiated according to users and concise or detailed when needed. The goals set by WARMEST can be met only by creating an heterogeneus consortium, involving knowledgeable experts from various fields from private and public institutions. 9 beneficiaries will participate to the WARMEST consortium; 3 academic institutions, 2 association involved in heritage management and 4 private companies. 4 end users will be commited to the project as external partners to obtain the right mixing of knowledge.",
    "totalCost": "1296000",
    "ecMaxContribution": "1296000",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "ASSOCIAZIONE MICROCOSMI ONLUS;ASOCIACION ARTE TECNOLOGIA Y SOCIEDAD ARTES;ENGINLIFE-ENGINEERING SOLUTIONS;ATHINA-EREVNITIKO KENTRO KAINOTOMIAS STIS TECHNOLOGIES TIS PLIROFORIAS, TON EPIKOINONION KAI TIS GNOSIS;ZEPHYRO SPA;UNIVERSITA DEGLI STUDI DI ENNA KORE;CTADVENTURE SP ZOO",
    "participantCountries": "IT;ES;EL;PL",
    "projectParticipants": {
        "973138339": {
            "orgId": "973138339",
            "orgName": "UNIVERSITA DEGLI STUDI DI ENNA KORE",
            "ecContrib": 189000
        },
        "928887327": {
            "orgId": "928887327",
            "orgName": "ASOCIACION ARTE TECNOLOGIA Y SOCIEDAD ARTES",
            "ecContrib": 135000
        },
        "917969686": {
            "orgId": "917969686",
            "orgName": "ZEPHYRO SPA",
            "ecContrib": 112500
        },
        "999882015": {
            "orgId": "999882015",
            "orgName": "UNIVERSIDAD DE GRANADA",
            "ecContrib": 189000
        },
        "936479905": {
            "orgId": "936479905",
            "orgName": "CTADVENTURE SP ZOO",
            "ecContrib": 162000
        },
        "945614395": {
            "orgId": "945614395",
            "orgName": "ENGINLIFE-ENGINEERING SOLUTIONS",
            "ecContrib": 211500
        },
        "911021867": {
            "orgId": "911021867",
            "orgName": "ASSOCIAZIONE MICROCOSMI ONLUS",
            "ecContrib": 108000
        }
    },
    "calculatedTotalContribution": 1107000
}