{
    "rcn": "212938",
    "acronym": "SECLI-FIRM",
    "topics": "SC5-01-2016-2017",
    "title": "The Added Value of Seasonal Climate Forecasts for Integrated Risk Management Decisions",
    "startDate": "01/02/2018",
    "endDate": "31/07/2021",
    "objective": "The central objective of SECLI-FIRM is to demonstrate how the use of improved climate forecasts, out to several months ahead, can add practical and economic value to decision-making processes and outcomes, primarily in the energy sector, but also in the water sector. Specifically for the energy sector, SECLI-CLIM will assess the impact on operational planning and portfolio management, such as hedging and asset optimization, thus enabling quantification of the value-add provided by seasonal forecasts which have been calibrated, evaluated and tailored for each specific application. Improvements in management decisions will ultimately lead to an improved supply-demand balance and therefore to a more efficient energy system, particularly with respect to renewable energy, with corresponding benefits for climate change mitigation. \n\nA simple, but effective, methodology will be used to assess value added. A control case will only utilise climatological conditions based on historical averaged values ñ currently the most common approach ñ while a test case will also consider individually optimised and tailored state-of-the-art probabilistic seasonal forecasts. This will be done for nine case studies for Europe and South America: recent seasons with anomalous/extreme climate conditions leading to problematic and quantifiable impacts for the energy and/or water industry. Crucially for success, the case studies will be co-designed by industrial and research partners.\n\nThese case studies will provide the basis for developing pilot climate services for a number of specific applications, allowing evaluation of the added value of near real-time information for decision making. Thus SECLI-FIRM will promote research advances in the optimization of seasonal forecasts for specific applications (e.g. by evaluating both local processes and large-scale teleconnections), as well as promoting the uptake of seasonal forecasts by industry and hence expansion of the climate services market.",
    "totalCost": "4638500",
    "ecMaxContribution": "4638500",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "ALPERIA SpA;ENEL TRADE SPA;MET OFFICE;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;AWS TRUEPOWER SL;ACCADEMIA EUROPEA DI BOLZANO;KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI;WORLD ENERGY & METEOROLOGY COUNCIL",
    "participantCountries": "IT;UK;ES;NL",
    "projectParticipants": {
        "999988521": {
            "orgId": "999988521",
            "orgName": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
            "ecContrib": 241250
        },
        "999518944": {
            "orgId": "999518944",
            "orgName": "KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI",
            "ecContrib": 563125
        },
        "923184115": {
            "orgId": "923184115",
            "orgName": "ALPERIA SpA",
            "ecContrib": 77500
        },
        "999892685": {
            "orgId": "999892685",
            "orgName": "MET OFFICE",
            "ecContrib": 696875
        },
        "920237061": {
            "orgId": "920237061",
            "orgName": "ENEL TRADE SPA",
            "ecContrib": 888750
        },
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 268750
        },
        "923034153": {
            "orgId": "923034153",
            "orgName": "WORLD ENERGY & METEOROLOGY COUNCIL",
            "ecContrib": 316875
        },
        "999985611": {
            "orgId": "999985611",
            "orgName": "UNIVERSITY OF EAST ANGLIA",
            "ecContrib": 1196000
        },
        "963194481": {
            "orgId": "963194481",
            "orgName": "AWS TRUEPOWER SL",
            "ecContrib": 389375
        }
    },
    "calculatedTotalContribution": 4638500
}