{
    "rcn": "213023",
    "acronym": "SPINMULTIFILM",
    "topics": "MSCA-RISE-2017",
    "title": "Physical principles of the creation of novel SPINtronic materials on the base of MULTIlayered metal-oxide FILMs for magnetic sensors and MRAM",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The main goal of the project is the elaboration of research and development principles and technology, as well as creation of novel nanoheterostructures for application in spintronic devices, first of all, in magnetic field sensors and magnetoresistive random access memories. The key research and technological aspects are focused on the formation of layers and/or nanosized grains of a ferromagnetic material with an ultimate degree of conduction electron spin polarization, separated by dielectric interlayers. The main research, technological and innovation aspects of the work are aimed at an increase of the devicesí sensitivity to magnetic fields thanks to the high degree of spin polarization and to the magnetoresistance due to electron quantum tunneling through dielectric barriers. \n\nThe proposed creation methods of the device prototypes can be rapidly implemented in the automotive, electronic and biomedical industries by means of a rather simple technology, which makes them attractive for the industry across the EU, as only the standard technological equipment is used. The new generation spintronic devices to be developed in the present project will possess high sensitivity, speed performance and low energy consumption.\n\nThe project aims as well at the creation of a stimulating and interdisciplinary training partnership, with actors from the academia and private sector, promoting the exchange of ideas, methods, techniques as well as enabling an accelerated technology transfer from science to industry through a continuous collaboration between the stakeholders. Working on spintronics demands strongly innovative and interdisciplinary skills, since there is a lot of pressure from the private sector to develop new original solutions for the modern devices. Training of the high-level personnel possessing complementary interdisciplinary skills is thus a key issue.",
    "totalCost": "558000",
    "ecMaxContribution": "558000",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "VRIJE UNIVERSITEIT BRUSSEL;WMT WIRE MACHINE TECHNOLOGIES LTD;KAUNO TECHNOLOGIJOS UNIVERSITETAS;INSTITUTE OF MAGNETISM OF THE NATIONAL ACADEMY OF SCIENCE OF UKRAINE AND THE MINISTRY OF EDUCATION AND SCIENCE OF UKRAINE;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "BE;IL;LT;UA;DE",
    "projectParticipants": {
        "934163448": {
            "orgId": "934163448",
            "orgName": "WMT WIRE MACHINE TECHNOLOGIES LTD",
            "ecContrib": 54000
        },
        "999844961": {
            "orgId": "999844961",
            "orgName": "KAUNO TECHNOLOGIJOS UNIVERSITETAS",
            "ecContrib": 126000
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 85500
        },
        "999902094": {
            "orgId": "999902094",
            "orgName": "VRIJE UNIVERSITEIT BRUSSEL",
            "ecContrib": 67500
        },
        "999865331": {
            "orgId": "999865331",
            "orgName": "UNIVERSIDADE DE AVEIRO",
            "ecContrib": 135000
        },
        "962426435": {
            "orgId": "962426435",
            "orgName": "SSPA SCIENTIFIC AND PRACTICAL MATERIALS RESEARCH CENTRE OF NAS OF BELARUS",
            "ecContrib": 0
        },
        "952705871": {
            "orgId": "952705871",
            "orgName": "INSTITUTE OF MAGNETISM OF THE NATIONAL ACADEMY OF SCIENCE OF UKRAINE AND THE MINISTRY OF EDUCATION AND SCIENCE OF UKRAINE",
            "ecContrib": 90000
        }
    },
    "calculatedTotalContribution": 558000
}