{
    "rcn": "213077",
    "acronym": "PRESLHY",
    "topics": "FCH-04-4-2017",
    "title": "Pre-normative REsearch for Safe use of Liquide HYdrogen",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "In the proposed project PRESLHY pre-normative research for the safe use of cryogenic liquid hydrogen (LH2) will be performed. The consortium consists of European key organizations from the International Association for Hydrogen Safety HySafe with the relevant background related to LH2 safety research and will be coordinated by Karlsruhe Institute of Technology KIT. The work program duly refers to the outcomes of Research Priorities Workshops commonly organized by IA HySafe, EC JRC, and US DoE. Via HySafe and IEA HIA it will be aligned with other international activities also dedicated to safety issues of LH2, in particular with current research done at Sandia National Laboratory SNL. The results will help to improve the knowledge base and state-of-the-art, which will be reflected in appropriate recommendations for development or revision of specific international standards.\n\nSo, the main objectives of PRESLHY are to identify critical knowledge gaps and to close these by developing and validating new appropriate models. Based on these results and with the better understanding of the relevant phenomena, specific engineering correlations will be derived which will help to evaluate mitigation concepts and safety distance rules for LH2 based technologies. The derived models and correlations could be directly implemented in new standards ans/or will fill current gaps in risk assessment tools, like the US supported hydrogen risk assessment toolkit HyRAM, and increase their validated scope of application. In general it will remove over-conservative requirements for innovative solutions, allows for cost-efficient safer design and for internationally harmonised, performance based standards and regulations. \nThese objectives are fully aligned with Euroepean scientific-technological interests and strategies and very important to further the safe introduction and scale-up of hydrogen as an energy carrier.",
    "totalCost": "1905862,5",
    "ecMaxContribution": "1724277",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;PRO-SCIENCE - GESELLSCHAFT FUR WISSENSCHAFTLICHE UND TECHNISCHE DIENSTLEISTUNGEN MBH;INTERNATIONAL ASSOCIATION FOR HYDROGEN SAFETY;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";THE UNIVERSITY OF WARWICK;HEALTH AND SAFETY EXECUTIVE;L AIR LIQUIDE SA;UNIVERSITY OF ULSTER",
    "participantCountries": "FR;DE;BE;EL;UK",
    "projectParticipants": {
        "999461811": {
            "orgId": "999461811",
            "orgName": "HEALTH AND SAFETY EXECUTIVE",
            "ecContrib": 249809
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 232031
        },
        "999964853": {
            "orgId": "999964853",
            "orgName": "L AIR LIQUIDE SA",
            "ecContrib": 174140
        },
        "999976784": {
            "orgId": "999976784",
            "orgName": "THE UNIVERSITY OF WARWICK",
            "ecContrib": 94047
        },
        "999978239": {
            "orgId": "999978239",
            "orgName": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
            "ecContrib": 138375
        },
        "950564014": {
            "orgId": "950564014",
            "orgName": "INTERNATIONAL ASSOCIATION FOR HYDROGEN SAFETY",
            "ecContrib": 105691
        },
        "972429075": {
            "orgId": "972429075",
            "orgName": "PRO-SCIENCE - GESELLSCHAFT FUR WISSENSCHAFTLICHE UND TECHNISCHE DIENSTLEISTUNGEN MBH",
            "ecContrib": 268200
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 339498
        },
        "999958063": {
            "orgId": "999958063",
            "orgName": "INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS",
            "ecContrib": 122486
        }
    },
    "calculatedTotalContribution": 1724277
}