{
    "rcn": "213001",
    "acronym": "SCALA",
    "topics": "SC1-HCO-07-2017",
    "title": "Scale-up of Prevention and Management of Alcohol Use Disorders and Comorbid Depression in Latin America",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Following the strategic approach of the Global Alliance for Chronic Diseases (GACD) to support optimal approaches to implement existing knowledge, SCALA implements and evaluates an evidence-based approach to scale up prevention and management of Alcohol Use Disorders (AUD) and comorbid depression, using primary health care (PHC) as the integrated delivery platform, embedded within municipal settings. SCALA uses different capacity-building and training approaches for a range of health care professionals and other stakeholders and municipal-based adoption and support mechanisms for joined-up action to improve health literacy, and to prevent and manage AUD and comorbid depression, reducing the burden of their attributable non-communicable diseases (NCDs). Implemented in three countries of Latin America (Colombia, Mexico and Peru), SCALA facilitates country-specific priority setting for interventions that capture health and economic costs and benefits with a long-term perspective, to ensure best-buy programme and policy decisions that lay out the pathways for scaling up in other countries of the region, and, further, globally. SCALA supports implementation of the WHO Mental Health Action Plan 2013-2020, using primary health care as the platform for the prevention and management of AUD and comorbid depressive disorders, closing treatment gaps, and reducing stigma and social exclusion. SCALA contributes to UN Sustainable Development Goal 3 as a whole, and, in particular 3.5 that strengthens the prevention and treatment of the harmful use of alcohol.",
    "totalCost": "2568692,5",
    "ecMaxContribution": "2568692",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "UNIVERSITY OF NEWCASTLE UPON TYNE;FUNDACION ESADE;FUNDACIO CLINIC PER A LA RECERCA BIOMEDICA;CORPORACION NUEVOS RUMBOS INVESTIGACION Y PREVENCION;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;UNIVERSIDAD PERUANA CAYETANO HEREDIA;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;ES;CO;DE;PE",
    "projectParticipants": {
        "998391804": {
            "orgId": "998391804",
            "orgName": "UNIVERSIDAD PERUANA CAYETANO HEREDIA",
            "ecContrib": 306750
        },
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 192312
        },
        "999863876": {
            "orgId": "999863876",
            "orgName": "FUNDACION ESADE",
            "ecContrib": 347750
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 546758
        },
        "913437943": {
            "orgId": "913437943",
            "orgName": "CORPORACION NUEVOS RUMBOS INVESTIGACION Y PREVENCION",
            "ecContrib": 456750
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 287250
        },
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 231372
        }
    },
    "calculatedTotalContribution": 2368942
}