{
    "rcn": "213014",
    "acronym": "BRTE",
    "topics": "MSCA-RISE-2017",
    "title": "Building Resilience through Education",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "The Building Resilience Through Education (BRTE) Consortium brings together partners from academia, the private sector and the NGO sector to find innovative ways to strengthen the resilience of communities affected by recurring disasters.  This project has its origins in an ex-post impact evaluation of Concern Worldwideís twenty-five year engagement in Wolaita, Ethiopia.  Conducted by University College Dublinís Centre for Humanitarian Action in collaboration with Wolaita Sodo University, the evaluation found that, despite significant improvements in communitiesí capacities to both absorb the effects of recurring disasters and to adapt their livelihoods based on experience of recent disasters, they remain extremely vulnerable to their natural and environmental context.   As a result there is an urgent need for a novel approach that moves beyond supporting the mere absorption of or adaptation to recurring shocks and that transforms the capacity of exposed communities.  The BRTE partnership has identified the importance of education in bringing about this transformative change.  It aim is to build the capacity of Wolaitaís educational institution in pursuit of the following objectives:\nï To build the requisite critical infrastructure  to enable resilience education and research;\nï To establish an educational platform that will build human capital and transform livelihoods;\nï To develop research and innovation capacity that will radically promote social and economic well-being.\nThe BRTE programme will serve as a model of how education can drive transformative resilience in areas subject to recurring and protracted crises.",
    "totalCost": "2097000",
    "ecMaxContribution": "2097000",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "CONCERN WORLDWIDE LBG;FUTURE ANALYTICS CONSULTING LIMITED;RESEAU POUR L'ACTION HUMANITAIRE (NETWORK ON HUMANITARIAN ACTION)",
    "participantCountries": "IE;BE",
    "projectParticipants": {
        "927544847": {
            "orgId": "927544847",
            "orgName": "WOLAITA SODO UNIVERSITY",
            "ecContrib": 0
        },
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1773000
        },
        "972026428": {
            "orgId": "972026428",
            "orgName": "CONCERN WORLDWIDE LBG",
            "ecContrib": 175500
        },
        "941012715": {
            "orgId": "941012715",
            "orgName": "RESEAU POUR L'ACTION HUMANITAIRE (NETWORK ON HUMANITARIAN ACTION)",
            "ecContrib": 81000
        },
        "973147457": {
            "orgId": "973147457",
            "orgName": "FUTURE ANALYTICS CONSULTING LIMITED",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 2097000
}