{
    "rcn": "213028",
    "acronym": "COLING",
    "topics": "MSCA-RISE-2017",
    "title": "Minority Languages, Major Opportunities.Collaborative Research, Community Engagement and Innovative Educational Tools",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The linguistic and cultural diversity of Europe is crucial to the capacity for problem solving and creative thinking upon which our general wellbeing and economic prosperity depend in an increasingly global and technological society. However, language diversity and immigration are often seen as threats and are challenged by discriminatory attitudes and state policies. COLING will provide justification for the strengthening and revitalization of minority languages, as well as guidelines to implement concrete programs for this purpose. The projectís objectives focus on developing and sharing expert knowledge on language revitalization programs that combine community-driven and top-down approaches; promoting engaged collaboration among academic, nonprofit and community-based institutions; developing efficient teaching methodologies, teacher training, and curricula for minority languages; establishing a new international academic program in minority studies at the partner institutions, in which the new methodologies and curricula will be employed. To this end, COLING affiliated researchers will work together to a) document and archive linguistic-cultural diversity and language practices of indigenous communities and migrants; b) explore the Trans-Atlantic perspectives and historical ties between the Americas and Europe that demonstrate the cultural resilience of indigenous peoples and the evolution of heritage cultures in mixed societies; c) develop innovative teaching methodologies through content modules in textual and digital formats and d) investigate the causative and correlative relationships between language identities, linguistic and cultural discrimination, self-confidence, trauma and well-being, and social cohesion in multilingual and multicultural contexts. COLING will organize summer schools, workshops, trainings to bring together researchers, practitioners and community members, permitting the exchange of skills, best practices and research results.",
    "totalCost": "1687500",
    "ecMaxContribution": "1579500",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "STOWARZYSZENIE NA RZECZ ZACHOWANIA DZIEDZICTWA KULTUROWEGO MIASTA WILAMOWICE WILAMOWIANIE;UNIVERSITEIT LEIDEN;STICHTING FRYSKE AKADEMY;LATGOLYS STUDENTU CENTRS;UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;GRUPPO DI AZIONE LOCALE LO SVILUPPORURALE DELL'AREA GRECANICA SCARL;RIJKSUNIVERSITEIT GRONINGEN",
    "participantCountries": "PL;NL;LV;IT",
    "projectParticipants": {
        "951366980": {
            "orgId": "951366980",
            "orgName": "STICHTING FRYSKE AKADEMY",
            "ecContrib": 189000
        },
        "929222753": {
            "orgId": "929222753",
            "orgName": "GRUPPO DI AZIONE LOCALE LO SVILUPPORURALE DELL'AREA GRECANICA SCARL",
            "ecContrib": 9000
        },
        "999573264": {
            "orgId": "999573264",
            "orgName": "THE UNIVERSITY OF NORTH CAROLINA AT CHAPEL HILL",
            "ecContrib": 0
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 189000
        },
        "920516906": {
            "orgId": "920516906",
            "orgName": "STOWARZYSZENIE NA RZECZ ZACHOWANIA DZIEDZICTWA KULTUROWEGO MIASTA WILAMOWICE WILAMOWIANIE",
            "ecContrib": 216000
        },
        "999572294": {
            "orgId": "999572294",
            "orgName": "UNIWERSYTET WARSZAWSKI",
            "ecContrib": 481500
        },
        "946430844": {
            "orgId": "946430844",
            "orgName": "LATGOLYS STUDENTU CENTRS",
            "ecContrib": 27000
        },
        "952935955": {
            "orgId": "952935955",
            "orgName": "INSTITUTO DE DOCENCIA E INVESTIGACION ETNOLOGICA DE ZACATECAS AC",
            "ecContrib": 0
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 180000
        },
        "910519795": {
            "orgId": "910519795",
            "orgName": "ARENET",
            "ecContrib": 0
        },
        "968428116": {
            "orgId": "968428116",
            "orgName": "THE UNIVERSITY OF TEXAS SYSTEM",
            "ecContrib": 0
        },
        "996383904": {
            "orgId": "996383904",
            "orgName": "YALE UNIVERSITY",
            "ecContrib": 0
        },
        "996455490": {
            "orgId": "996455490",
            "orgName": "SMITHSONIAN INSTITUTION",
            "ecContrib": 0
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 288000
        }
    },
    "calculatedTotalContribution": 1579500
}