{
    "rcn": "213046",
    "acronym": "COMED",
    "topics": "SC1-PM-20-2017",
    "title": "Pushing the boundaries of Cost and Outcome analysis of Medical Technologies",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The overarching objective of the COMED project is to push the boundaries of existing methods for cost and outcome analysis of healthcare technologies, both within the Health Technology Assessment (HTA) and Health System Performance (HSP) frameworks and to develop tools to foster the use of economic evaluation in policy making. Within this general agenda, the COMED project focuses on one broad category of healthcare technologies (medical devices) for exemplary, empirical purposes to: (i) improve economic evaluation methods for medical devices in the context of the HTA framework by increasing their methodological quality and integrating data from different data sources; (ii) investigate health system performance through analysis of variation in costs and outcomes across different geographical areas and (iii)strengthen the use of economic evaluation of medical devices in policy making. COMEDís ambition is to develop scientifically rigorous recommendations on what, when and how real world evidence sources can and should be used for assessment of medical devices.  COMEDís aim is to develop new methods for assessing patient reported outcomes for mHealth technologies. COMED will provide a comprehensive answer on the main drivers of clinical practice variations across Europe by differentiating between warranted and unwarranted causes of disparities. COMED will develop, for the first time, adequately researched policy advice for the early assessment and conditional reimbursement policy tools in the field of medical devices. The project will expand the geographic scope of evidence generation from a single jurisdiction to collaborative evidence generation throughout Europe. It will have a substantial impact by on public health in Europe, by providing scientifically robust evidence for a wide range of key stakeholders ranging from policy makers to patients and wider public.",
    "totalCost": "3017025",
    "ecMaxContribution": "3017025",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF EXETER;UNIVERSITAET HAMBURG;UNIVERSITAET BERN;SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG;ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "UK;DE;CH;HU;NL",
    "projectParticipants": {
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 498250
        },
        "999838850": {
            "orgId": "999838850",
            "orgName": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
            "ecContrib": 961278
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 417975
        },
        "952715183": {
            "orgId": "952715183",
            "orgName": "SYREON KUTATO INTEZET KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 331000
        },
        "912924328": {
            "orgId": "912924328",
            "orgName": "UNIVERSITAET HAMBURG",
            "ecContrib": 414875
        }
    },
    "calculatedTotalContribution": 2623378
}