{
    "rcn": "213066",
    "acronym": "ZEFER",
    "topics": "FCH-01-6-2017",
    "title": "Zero Emission Fleet vehicles For European Roll-out",
    "startDate": "01/09/2017",
    "endDate": "31/08/2022",
    "objective": "Despite considerable support for the hydrogen mobility sector, there remains low take-up of fuel cell electric vehicles (FCEVs) and vehicle sales remain low. This is a significant issue for the commercialisation of the sector, as whilst sales volumes are low, vehicle production costs and prices remain high. The lack of demand for hydrogen also damages the business case for investment in early hydrogen refuelling stations (HRS).  \n\nThe ZEFER project proposes a solution to this issue. ZEFER will demonstrate viable business cases for captive fleets of FCEVs in operations which can realise value from hydrogen vehicles, for example by intensive use of vehicles and HRS, or by avoiding pollution charges in city centres with applications where the refuelling characteristics of FCEVs suit the duty cycles of the vehicles. ZEFER aims to drive sales of FCEVs in these applications to other cities, thereby increasing sales volumes of FCEVs and improving the business case for HRS serving these captive fleets.   \n\nZEFER will deploy 180 FCEVs in Paris, Brussels and London. 170 FCEVs will be operated as taxi or private hire vehicles, and the remaining 10 will be used by the police. The vehicle customers are all partners in the project, so that deployments will occur quickly, (the majority of vehicles will be deployed by the end of 2018) and FCEV mileage will be accumulated rapidly (in Paris and Brussels mileages will be over 90,000 km/year; and in London mileages will be over 40,000 km/year). These applications mean that vehicle performance will be tested to the limit, allowing a demonstration of the technical readiness of new generation FCEVs for high usage applications. The vehicles will be supported by existing and planned HRS. ZEFER will complement these ambitious deployments with robust data collection, analysis of the business cases and technical performance of the deployments. A targeted dissemination campaign will aim to replicate the business cases across Europe.",
    "totalCost": "25883005",
    "ecMaxContribution": "4998843",
    "coordinator": "ELEMENT ENERGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "MAYOR'S OFFICE FOR POLICING AND CRIME;LINDE AG;SOCIETE DU TAXI ELECTRIQUE PARISIEN;ITM POWER (TRADING) LIMITED;AIR LIQUIDE ADVANCED TECHNOLOGIES SA;AIR LIQUIDE ADVANCED BUSINESS;CENEX - CENTRE OF EXCELLENCE FOR LOW CARBON AND FUEL CELL TECHNOLOGIES;BREATH;GREEN TOMATO CARS LIMITED;VILLE DE PARIS;BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
    "participantCountries": "UK;DE;FR;BE",
    "projectParticipants": {
        "998498504": {
            "orgId": "998498504",
            "orgName": "VILLE DE PARIS",
            "ecContrib": 66875
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "990737243": {
            "orgId": "990737243",
            "orgName": "AIR LIQUIDE ADVANCED BUSINESS",
            "ecContrib": 0
        },
        "999524473": {
            "orgId": "999524473",
            "orgName": "MAYOR'S OFFICE FOR POLICING AND CRIME",
            "ecContrib": 224522
        },
        "996127921": {
            "orgId": "996127921",
            "orgName": "ELEMENT ENERGY LIMITED",
            "ecContrib": 283750
        },
        "912462123": {
            "orgId": "912462123",
            "orgName": "GREEN TOMATO CARS LIMITED",
            "ecContrib": 1031183
        },
        "963282363": {
            "orgId": "963282363",
            "orgName": "AIR LIQUIDE ADVANCED TECHNOLOGIES SA",
            "ecContrib": 489175
        },
        "974052370": {
            "orgId": "974052370",
            "orgName": "ITM POWER (TRADING) LIMITED",
            "ecContrib": 237300
        },
        "974256458": {
            "orgId": "974256458",
            "orgName": "CENEX - CENTRE OF EXCELLENCE FOR LOW CARBON AND FUEL CELL TECHNOLOGIES",
            "ecContrib": 194725
        },
        "926477556": {
            "orgId": "926477556",
            "orgName": "SOCIETE DU TAXI ELECTRIQUE PARISIEN",
            "ecContrib": 1247688
        },
        "912517510": {
            "orgId": "912517510",
            "orgName": "BREATH",
            "ecContrib": 1223625
        },
        "998755360": {
            "orgId": "998755360",
            "orgName": "LINDE AG",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 4998843
}