{
    "rcn": "213007",
    "acronym": "Nano-OligoMed",
    "topics": "MSCA-RISE-2017",
    "title": "Hybrid Nanostructured Oligonucleotide Platforms for Biomedical Applications",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Nanotechnology has received widespread attention in the last several decades due to the technological breakthroughs it has enabled across sectors from electronics to medicine. Towards the great challenges that nanotechnology arise, Nano-OligoMed has the ambition to establish and support a network of international collaboration, enabling a collaborative scientific team to effectively use a diversity of approaches and strategies to generate and test hybrid nanomaterials for the efficient and safe systemic delivery of oligonucleotide-based therapeutic agents. To this end, we have set-up a joint multidisciplinary scientific collaborative programme that through exchange, international mobility, and strongly collaborative transfer of knowledge and training activities between 4 European and 3 extra-European countries, will bring together leading experts under the field of ìnanomaterials in biomedicineî. The scientific aim of Nano-OligoMed is the creation of degradable hybrid structures that combine the rigid, inert silica with the delicate programmable oligonucleotides or artificial oligonucleotide-mimics. The possibility to develop novel oligonucleotide-based materials will enable a) the degradation of the drug carrier at the presence of a specific input as a function of the intrinsic bio-responsive feature of oligonucleotides, b) the activation of a therapeutic function as a result of the bio-molecular interaction between the oligonucleotide-based material and the molecular target (i.e. miRNAs) and c) the delivery of the chemical payload (DNA and/or artificial mimics, even in combination with cancer drugs) upon cell internalization. The international academic networking, the broadening of the research skills, the educational activities, will provide to young (PhD students) and senior scientists, specific competences in the field of materials sciences, nanotechnology, molecular biology and molecular medicine.",
    "totalCost": "598500",
    "ecMaxContribution": "598500",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;UNIVERSITA DEGLI STUDI DI PARMA;NANOMOL TECHNOLOGIES SA",
    "participantCountries": "IT;ES",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "996569950": {
            "orgId": "996569950",
            "orgName": "UNIVERSITE DE STRASBOURG",
            "ecContrib": 180000
        },
        "999844864": {
            "orgId": "999844864",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
            "ecContrib": 162000
        },
        "933024862": {
            "orgId": "933024862",
            "orgName": "UNIVERSIDAD DE LA HABANA",
            "ecContrib": 0
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 130500
        },
        "952107769": {
            "orgId": "952107769",
            "orgName": "NANOMOL TECHNOLOGIES SA",
            "ecContrib": 126000
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 598500
}