{
    "rcn": "213044",
    "acronym": "Alliance4Life",
    "topics": "SC1-HCO-08-2017",
    "title": "Life Science Alliance: Closing Research and Innovation Divide in the EU",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The aim of the project is to establish a European Alliance of ten progressive research institutions from nine less performing countries that are committed to work jointly towards closing the EU divide in health R&I. The Alliance represents a remedial action, which builds on outcomes of the previously performed initiatives analyzing health R&I barriers and enabling factors as proposed by e.g. DanuBalt and RegHealth-RI projects. Alliance4Life consortium will concentrate efforts on both (1) mutual learning and sharing practical experience, and (2) receiving motivating feedback from high performing research institutions. We will establish Focus Groups, open platforms for idea generation and exchange of knowledge, working within eight domains of expertise: science evaluation, HR and recruitment, research funding, core facilities and big data, technology transfer, bio-ethics, science communication, and mobility. In all the domains of expertise, the formation of Alliance4Life enables experience-driven approach focused on best practice cases realized by its members, avoiding actions that failed in the past and promoting those that demonstrated high impact at reasonable cost. The learning process will contribute to institutional reforms in research management and support increased participation in international consortia. The Alliance will develop progressive strategies including suggestions for exploitation of the potential provided by synergies between ESIF and H2020, which will be coordinated with the health R&I managing authorities of the particular less performing countries. The local stakeholders will be motivated to take up proposed strategies through series of national roundtables on institutional and research policy reforms. Spill-over effects will be further fueled by development of training modules and large-scale dissemination of project results.",
    "totalCost": "944652,5",
    "ecMaxContribution": "944652,5",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE;TARTU ULIKOOL;VILNIAUS UNIVERSITETAS;SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET;SEMMELWEIS EGYETEM;LATVIJAS ORGANISKAS SINTEZES INSTITUTS;UNIVERSYTET MEDYCZNY W LODZI.;BIOMEDICINSKE CENTRUM SLOVENSKEJ AKADEMIE VIED;UNIVERZA V LJUBLJANI",
    "participantCountries": "CZ;EE;LT;HR;HU;LV;PL;SK;SI",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 89838
        },
        "999567056": {
            "orgId": "999567056",
            "orgName": "LATVIJAS ORGANISKAS SINTEZES INSTITUTS",
            "ecContrib": 131250
        },
        "994491822": {
            "orgId": "994491822",
            "orgName": "FAKULTNI NEMOCNICE U SV. ANNY V BRNE",
            "ecContrib": 83900
        },
        "999923240": {
            "orgId": "999923240",
            "orgName": "UNIVERZA V LJUBLJANI",
            "ecContrib": 69375
        },
        "999860675": {
            "orgId": "999860675",
            "orgName": "SEMMELWEIS EGYETEM",
            "ecContrib": 61625
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 73125
        },
        "999880657": {
            "orgId": "999880657",
            "orgName": "Masarykova univerzita",
            "ecContrib": 199902
        },
        "999443672": {
            "orgId": "999443672",
            "orgName": "SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET",
            "ecContrib": 95250
        },
        "918583890": {
            "orgId": "918583890",
            "orgName": "BIOMEDICINSKE CENTRUM SLOVENSKEJ AKADEMIE VIED",
            "ecContrib": 68750
        },
        "999878717": {
            "orgId": "999878717",
            "orgName": "UNIVERSYTET MEDYCZNY W LODZI.",
            "ecContrib": 71638
        }
    },
    "calculatedTotalContribution": 944653
}