{
    "rcn": "213036",
    "acronym": "PRODEMOS",
    "topics": "SC1-HCO-07-2017",
    "title": "Prevention of Dementia using Mobile phone Applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Background: The projected steep rise in global dementia prevalence will largely occur in low and middle-income countries (LMIC) and vulnerable populations in high-income countries (HIC). Up to 30% of all dementia is attributable to potentially modifiable risk factors. Mobile Health (mHealth) technology allows for scalable and widely implementable prevention programs using self-management for improvement of dementia risk factors. \n\nObjective: To make dementia prevention strategies accessible to populations in LMIC and vulnerable populations in HIC using mobile health technology.\n\nMethods: For this implementation project we will build upon the operational ëHealthy Ageing Through Internet Counselling in the Elderlyí eHealth platform for self-management of risk factors for dementia and cardiovascular disease. Within vulnerable populations in HIC and in LMIC we will assess barriers and facilitators to adapt the existing eHealth platform to a culturally appropriate mHealth (smartphone) platform for self-management of dementia risk factors. \nWe will use a blended care approach with participants receiving remote personalized support by a health coach to improve their lifestyle and actively reduce their risk of dementia. The adapted mHealth platform will be evaluated in a randomised implementation trial in 2400 older people at increased risk of dementia in China and a vulnerable population with low SES in UK. Main outcomes are implementation outcomes such as acceptability, feasibility and sustainability of our mHealth intervention, costs, and effectiveness on dementia risk reduction\n\nRelevance and impact\nPRODEMOS addresses the HCO-07 call by building on an existing eHealth intervention that will be adapted to an mHealth platform for dementia prevention, specifically tailored to vulnerable populations in HIC and LMIC, and will be implemented in multiple settings to pave the way towards a scalable, global strategy for dementia risk reduction.",
    "totalCost": "2999097,5",
    "ecMaxContribution": "2465041,25",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "CAPITAL MEDICAL UNIVERSITY;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;THE UNIVERSITY OF SUSSEX;VITALHEALTH SOFTWARE BV;KAROLINSKA INSTITUTET;ALZHEIMER EUROPE",
    "participantCountries": "CN;UK;FR;NL;SE;LU",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 456425
        },
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 813268
        },
        "998068600": {
            "orgId": "998068600",
            "orgName": "ALZHEIMER EUROPE",
            "ecContrib": 52500
        },
        "915274832": {
            "orgId": "915274832",
            "orgName": "CAPITAL MEDICAL UNIVERSITY",
            "ecContrib": 0
        },
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999978530": {
            "orgId": "999978530",
            "orgName": "KAROLINSKA INSTITUTET",
            "ecContrib": 176625
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 177062
        },
        "954384456": {
            "orgId": "954384456",
            "orgName": "VITALHEALTH SOFTWARE BV",
            "ecContrib": 272188
        }
    },
    "calculatedTotalContribution": 1948068
}