{
    "rcn": "213047",
    "acronym": "RESTORE",
    "topics": "SC1-PM-11-2016-2017",
    "title": "NEURONAL SELF-RENEWAL BY ANTIGEN-SPECIFIC TOLERIZATION IN MULTIPLE SCLEROSIS REINSTALLING THE BALANCE BETWEEN INFLAMMATION AND REGENERATION",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Multiple sclerosis (MS) is an inflammatory neurodegenerative disease of the central nervous system for which no cure is currently available. It is the leading cause of non-traumatic disabling neurological disease in young adults with more than 500,000 people affected in Europe. As chronic inflammatory processes drive the neurodegeneration, we hypothesize that improved clinical outcome can be achieved by restoring the balance between inflammation and the remaining capacity of neuronal self-renewal. In this context, cell therapy that specifically targets the damaging immune reactions that cause MS, thereby reducing the autoreactive, inflammatory assaults in MS without affecting protective immunity against pathogens and cancer, can be a promising approach to allow for more repair. Recently, we set-up a collaborative network of European centers working in cell therapy (COST Action BM1305). From this, a multidisciplinary team from four different EU countries (B, ES, NL and GER) with two additional partners now aims to safely reach the next level of testing and joins efforts to bring antigen-specific cell therapy for MS to the clinic. Our objectives are to evaluate safety, clinical practicality and demonstrate first proof-of-principle of therapeutic efficacy of antigen-specific tolerance-inducing dendritic cells (tolDC) in MS patients in two single-center clinical trials. All regulatory approvals are already in place. Coordinated patient monitoring and centralized MRI monitoring, including radiological correlates of neurodegeneration, and immunomonitoring will enable us to directly compare results between trials and enable consented biobanking, data safeguarding and accessibility to support future efforts in the field of MS therapy. ReSToRe focuses on the advancement of an innovative cell therapy approach with the potential to improve the lives of patients suffering from MS, a currently untreatable disease. This would represent a breakthrough for healthcare in MS.",
    "totalCost": "5357032,5",
    "ecMaxContribution": "5357032,5",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "ICOMETRIX NV;INSTITUT CATALA DE LA SALUT;STICHTING LYGATURE;Stichting Sanquin Bloedvoorziening;UNIVERSITAIR ZIEKENHUIS ANTWERPEN;UNIVERSIDAD DE NAVARRA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "participantCountries": "BE;ES;NL;DE",
    "projectParticipants": {
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 625000
        },
        "996727866": {
            "orgId": "996727866",
            "orgName": "UNIVERSITAIR ZIEKENHUIS ANTWERPEN",
            "ecContrib": 660056
        },
        "997656350": {
            "orgId": "997656350",
            "orgName": "STICHTING LYGATURE",
            "ecContrib": 185000
        },
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 911176
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 363838
        },
        "963936434": {
            "orgId": "963936434",
            "orgName": "ICOMETRIX NV",
            "ecContrib": 530500
        },
        "998508010": {
            "orgId": "998508010",
            "orgName": "Stichting Sanquin Bloedvoorziening",
            "ecContrib": 911250
        },
        "999574913": {
            "orgId": "999574913",
            "orgName": "INSTITUT CATALA DE LA SALUT",
            "ecContrib": 1170212
        }
    },
    "calculatedTotalContribution": 5357032
}