{
    "rcn": "213092",
    "acronym": "ANCHOR",
    "topics": "ERC-2017-PoC",
    "title": "Articular cartilage regeneration through the recruitment of bone marrow derived mesenchymal stem cells into extracelluar matrix derived scaffolds anchored by 3D printed polymeric supports",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Osteoarthritis (OA), the most common form of arthritis, is a serious disease of the joints affecting nearly 10% of the population worldwide. The onset of OA has been associated with defects to articular cartilage that lines the bones of synovial joints. Current strategies to treat articular cartilage defects are ineffective and/or prohibitively expensive. The aim of ANCHOR is to develop and commercialise a new medicinal product for articular cartilage regeneration that recruits endogenous bone marrow derived stem cells into an extracellular matrix derived scaffold anchored to the subchondral bone by 3D printed polymeric supports. By recruiting endogenous cells into a supporting scaffold, ANCHOR will obviate the need for pre-seeding scaffolds with cells prior to implantation into cartilage defects, thereby dramatically reducing the cost and complexity of the repair procedure. It will also overcome the need for suturing of a scaffold into a cartilage defect, which is a very time consuming and technically challenging surgical procedure. Finally, the inherent chondro-inductivity of the cartilage ECM derived scaffolds developed by the applicant will maximise the potential for hyaline cartilage regeneration. The project will leverage the applicants extensive experience in ECM derived biomaterials and 3D printing to develop a new product with significant commercial potential. The impact of ANCHOR will be multi-faceted:  it will transform how damaged joints are treated by orthopaedic surgeons, it will create economic value through the commercialization of IP, and most importantly it will improve patient experience and their long-term health and well-being.",
    "totalCost": "149945",
    "ecMaxContribution": "149945",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "participantCountries": "IE",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 25000
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 124945
        }
    },
    "calculatedTotalContribution": 149945
}