{
    "rcn": "213029",
    "acronym": "INDESMOF",
    "topics": "MSCA-RISE-2017",
    "title": "International Network on Ionic Liquid Deep Eutectic Solvent Based Metal Organic Frameworks Mixed Matrix Membranes.",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "The main objective of INDESMOF Marie Curie RISE action is to establish a new and lasting research consortium to improve and exchange interdisciplinary and intersectoral knowledge on the design, synthesis, and characterization of advanced composite adsorbents for environmental remediation of heavy metal polluted water sources, able to provide high capacity and high selectivity filters for the industry. The main research core of INDESMOF is based on the nano-encapsulation of Deep Eutectic Solvents (DES) within the ordered porous structures of Metal Organic Frameworks (MOF), in order to obtain a highly porous MOF material, combined with the metal chelation and solvation specificity of DES. Incorporation of high-capacity high-selectivity adsorbent materials within polymeric support is a crucial challenge faces in INDESMOF towards the real application of the MOF@DES materials in water filtering systems, indispensable for mining and industrial water environmental remediation technologies. Development and improvement of advanced filtering technologies requires the joint effort of a multidisciplinary researcher collective, involving the expertise of participants on different disciplines including physics, chemistry, environmental chemistry, materials and polymer science and engineering. Background knowledge and knowhow of INDEMOF¥s partners combine the complementarities and synergies needed to undertake an integrative and concerted effort through innovation and breakthrough actions towards the fabrication of advanced and specific filters for polluted water remediation. Results will be widely disseminated through publications, workshops, post-graduate courses to train new researchers, a dedicated webpage, and visits to companies working in the area. In that way, we will perform an important role in technology transfer in the design of highly active and selective adsorbents and their performance against real water polluted samples.",
    "totalCost": "774000",
    "ecMaxContribution": "774000",
    "coordinator": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
    "coordinatorCountry": "ES",
    "participants": "TEKNIMAP AMBIENTAL SL;AGENCIA VASCA DEL AGUA URA;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "participantCountries": "ES;IT",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "928273511": {
            "orgId": "928273511",
            "orgName": "FUNDACION BCMATERIALS -  BASQUE CENTRE FOR MATERIALS, APPLICATIONS AND NANOSTRUCTURES",
            "ecContrib": 297000
        },
        "999861936": {
            "orgId": "999861936",
            "orgName": "UNIVERSITA DEGLI STUDI DI TORINO",
            "ecContrib": 162000
        },
        "999447067": {
            "orgId": "999447067",
            "orgName": "UNIVERSIDAD DE CHILE",
            "ecContrib": 0
        },
        "912453975": {
            "orgId": "912453975",
            "orgName": "AGENCIA VASCA DEL AGUA URA",
            "ecContrib": 49500
        },
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 225000
        },
        "999881336": {
            "orgId": "999881336",
            "orgName": "UNIVERSIDAD DE BUENOS AIRES",
            "ecContrib": 0
        },
        "912454751": {
            "orgId": "912454751",
            "orgName": "TEKNIMAP AMBIENTAL SL",
            "ecContrib": 40500
        }
    },
    "calculatedTotalContribution": 774000
}