{
    "rcn": "213008",
    "acronym": "CanBioSe",
    "topics": "MSCA-RISE-2017",
    "title": "Novel 1D photonic metal oxide nanostructures for early stage cancer detection",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The project CanBioSe targeted to strengthen international and intersectoral collaboration, sharing new ideas and\nknowledge transfer from research to market and vice versa in the field of nanostructured metal oxide optical biosensors for\ncancer cells detection. Interdisciplinary project research and innovation goals are targeted to develop a new portable tool for\nearly stage cancer detection which can solve on of important health challenges in EU society. One dimensional (1D) polimer\nnanofibers will be deposited by electrospinning technique. Photonic nanomaterials, based on metal oxide based\nnanostructures (ZnO, ZnO/Al2O3 nanolaminates, Au/ZnO and ZnO/Au) will coat the 1D nanofibers. Metal oxides and Au\nnanoparticles will be deposited with Atomic Layer Deposition (ALD) and electrophoresis, respectively. Bioselective layer will\nbe formed by immobilization of specific antibodies on the biosensor surface. Photoluminescence and optical spectroscopy\nwill be used for recording of the biosensor signal. Biosensor testing will be performed on cancer cells (human chronic\nlymphocyte leukemia (CLL) leucosis and acute lymphoblastic leucosis). The biosensor will be integrated with microfluidic\nsystem in order to minimize dimensions and simplify the use of the detection system.\nThe project partners will provide research and training activities in the fields of nanotechnology, surface functionalization,\nbioengineering, microfluidics and biosensor testing, market analysis and commercialization. Provided research and\nmanagement training to experienced researchers and early stage researchers will strengthen their personal skills and CVs\nvia new scientific papers and conference theses and strengthen a development of EU research human resources. Long\nlasting collaboration between partners, based on co-supervising students and preparation of novel collaborative project\nproposals is foreseen. Dissemination of the project results to scientific society and wide auditories is foreseen.",
    "totalCost": "1282500",
    "ecMaxContribution": "1282500",
    "coordinator": "LATVIJAS UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "NANOPHARMA AS;UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;ECOLE NATIONALE SUPERIEURE DE CHIMIE DE MONTPELLIER;EESTI MATERJALITEHNOLOOGIATE ARENDUSKESKUSE AS;VILNIAUS UNIVERSITETAS;FONDAZIONE BRUNO KESSLER;BIOSENSOR S.R.L.",
    "participantCountries": "CZ;PL;FR;EE;LT;IT",
    "projectParticipants": {
        "952695492": {
            "orgId": "952695492",
            "orgName": "NANOPHARMA AS",
            "ecContrib": 63000
        },
        "995195945": {
            "orgId": "995195945",
            "orgName": "Institute of Biophysics and Cell Engineering, National Academy of Sciences of Belarus",
            "ecContrib": 0
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 36000
        },
        "998157743": {
            "orgId": "998157743",
            "orgName": "BIOSENSOR S.R.L.",
            "ecContrib": 49500
        },
        "999871830": {
            "orgId": "999871830",
            "orgName": "LATVIJAS UNIVERSITATE",
            "ecContrib": 423000
        },
        "921113262": {
            "orgId": "921113262",
            "orgName": "EESTI MATERJALITEHNOLOOGIATE ARENDUSKESKUSE AS",
            "ecContrib": 58500
        },
        "999893170": {
            "orgId": "999893170",
            "orgName": "VILNIAUS UNIVERSITETAS",
            "ecContrib": 207000
        },
        "998587550": {
            "orgId": "998587550",
            "orgName": "ECOLE NATIONALE SUPERIEURE DE CHIMIE DE MONTPELLIER",
            "ecContrib": 112500
        },
        "999886865": {
            "orgId": "999886865",
            "orgName": "UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 333000
        }
    },
    "calculatedTotalContribution": 1282500
}