{
    "rcn": "213032",
    "acronym": "TRIBLADE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Demonstration of a disruptive rotor blade concept for large wind turbines",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Wind energy is the fastest growing renewable energy source in Europe, accounting for 10.2% of total electricity in 2015, however there is still a need to reduce the overall cost of energy ñ CoE to increase its competitiveness. The capital costs represents 78% of CoE and can be broken down into several categories, with around 54% attributable to wind turbine, from which the blades represents 30%.\n\nCoE can be reduced by maximizing energy production for the site by installing larger turbines. However, as the length of current rotor blades increase, their associated cost and weight increase at a faster rate than the turbineís power output. Furthermore, as blades get longer they are becoming increasingly more difficult to manufacture and transport setting the limit at 90m.\n\nWinfoor (WF) and Marstrom (MC) aim to pursue this market opportunity by bringing to market its innovative and ground-breaking blade technology ñ Triblade. Triblade is a ì3-in-1î modular blade, built as a Composite Material Truss that will allow rotor blades to be longer (up to 50%), stiffer (up to 290%) and lighter (up to 78%), whilst reducing around 65.2% production costs and increasing ease of transport and installation resulting in up to 15.5% CoE reduction. These are game changing improvements that can play an important role in driving the development of next generation of larger turbines and accelerate the transition to greater use of renewables worldwide. \n\nTRIBLADE project is expected to significantly enhance WF&MCís profitability, with expected accumulated revenue of Ä85M and profits of Ä40M, 6 years after commercialization. Moreover, the successful achievement of TRIBLADE objectives is expected to assist Europe in achieving objectives to secure a sustainable energy system based on a low-carbon electricity from wind. This project will therefore entail increased competitiveness for the SME value chain and for the EU as a whole.",
    "totalCost": "2994250",
    "ecMaxContribution": "2095975",
    "coordinator": "WINFOOR AB",
    "coordinatorCountry": "SE",
    "participants": "MARSTROM COMPOSITE AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "918640344": {
            "orgId": "918640344",
            "orgName": "MARSTROM COMPOSITE AB",
            "ecContrib": 518438
        },
        "934820526": {
            "orgId": "934820526",
            "orgName": "WINFOOR AB",
            "ecContrib": 1577538
        }
    },
    "calculatedTotalContribution": 2095976
}