{
    "rcn": "213059",
    "acronym": "SPIRIT",
    "topics": "ICT-25-2016-2017",
    "title": "A software framework for the efficient setup of industrial inspection robots",
    "startDate": "01/01/2018",
    "endDate": "28/02/2021",
    "objective": "SPIRIT aims to develop an 'inspection skill' for robots that takes the step from programming of complex inspection tasks to configuring such tasks. For system integrators this will reduce engineering costs and effort for deployment of inspection robots by 80%. Results include an 'offline framework' with features such as model-based automatic coverage planning for complex parts, automatic robot program generation and an 'inline framework' that deals with sensor data mapping to transfer 2D measurements to the 3D object model. At the heart of the project is an accurate process-specific model that represents the sensor data acquisition process with sufficient accuracy to allow automatic planning. \nThe 'offline framework' will include a generic interface to allow the easy exchange of process models (for different inspection technologies), of the CAD model of the part (for a different type of product to be inspected) or of the work-cell model (for a different kinematic structure). The generic 'inline framework' will provide the backbone for the execution of the actual inspection process. Relying on such a proven frameworks will reduce the risks of implementing complex inspection tasks and thus help the deployment of inspection robots.\nThe three end-users from the automotive and aerospace industry as well as the technology providers and system integrators in the project all have experience with  the above mentioned technological issues and estimate that a potential of 600 to 1000 additional robotic installations can be realized per year. The generic frameworks will particularly enable SMEs to address a larger market beyond their regional focus by reduce the risk of setting up inspection robots, Considering the exploitation potential the SPIRIT project will achieve a suitable return on investment for the project partners within about 2 years.",
    "totalCost": "3732751,25",
    "ecMaxContribution": "3145640",
    "coordinator": "PROFACTOR GMBH",
    "coordinatorCountry": "AT",
    "participants": "INFRATEC GMBH INFRAROTSENSORIK UND MESSTECHNIK;CENTRO RICERCHE FIAT SCPA;UNIVERSITA DEGLI STUDI DI PADOVA;VOESTALPINE BOHLER AEROSPACE GMBH & CO KG;Marposs SpA;IT+ROBOTICS SRL;FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG",
    "participantCountries": "DE;IT;AT",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 458312
        },
        "998463584": {
            "orgId": "998463584",
            "orgName": "INFRATEC GMBH INFRAROTSENSORIK UND MESSTECHNIK",
            "ecContrib": 205625
        },
        "985284485": {
            "orgId": "985284485",
            "orgName": "IT+ROBOTICS SRL",
            "ecContrib": 273875
        },
        "989931949": {
            "orgId": "989931949",
            "orgName": "Marposs SpA",
            "ecContrib": 565819
        },
        "998593467": {
            "orgId": "998593467",
            "orgName": "VOESTALPINE BOHLER AEROSPACE GMBH & CO KG",
            "ecContrib": 178220
        },
        "999992886": {
            "orgId": "999992886",
            "orgName": "CENTRO RICERCHE FIAT SCPA",
            "ecContrib": 528500
        },
        "999771241": {
            "orgId": "999771241",
            "orgName": "FISCHER ADVANCED COMPOSITE COMPONENTS AG*FACC AG",
            "ecContrib": 146388
        },
        "999610221": {
            "orgId": "999610221",
            "orgName": "PROFACTOR GMBH",
            "ecContrib": 788901
        }
    },
    "calculatedTotalContribution": 3145640
}