{
    "rcn": "213042",
    "acronym": "HIPGEN",
    "topics": "SC1-PM-11-2016-2017",
    "title": "Placenta-expanded adherent stromal cells (PLX-PAD) as an innovative therapy for improving recovery and survival following hip fracture arthroplasty ñ HIPGEN, a multicenter phase III trial",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Aim of the HIPGEN project is to develop the first cell therapy to improve functional recovery following hip fracture arthroplasty. Hip fractures are a major public health concern in the EU with an increasing incidence of 1 million patients per year, high direct and indirect costs and high mortality. Conventional therapies are not able to address the main medical problems of hip fracture in these elderly patients, being the impairment of mobility and the stress imposed as a combined result of injury, surgery and immobilisation. PLX-PAD are an allogeneic, placental-derived, stromal cell product and currently the only Advanced Therapy Medicinal Product (ATMP) in phase III in this indication. \nBased on comprehensive preclinical work on the effect of PLX-PAD on muscle regeneration after injury, a phase I/II study under the collaboration of Pluristem and CharitÈ demonstrated an increase in muscle force and volume in hip arthroplasty patients and a reduction of early postoperative stress. \nWe plan to conduct a multicentre, randomised, double blind, placebo controlled phase III clinical trial evaluating the efficacy of intraoperative intramuscular injections of PLX-PAD for the recovery of hip fracture patients. The clinical study will include biomechanical analyses and in-depth biomarker studies of treated patients analysing the effects of the cells on the immune system and individual stress reactions aiming at stratifying patients in future therapies. Further preclinical characterisation of the mechanisms of action of PLX-PAD in injured patients will be conducted. The ìBe the Partnerî platform will be used to improve patient experience in the trial, and create a strategic patient engagement beyond the trial. \nIn addition to renown experts in hip fracture, cell therapy and immunology, our consortium includes the main organisation for osteoporosis, IOF, who will help disseminate and communicate the results of the phase III study among clinicians and patient organisations.",
    "totalCost": "7437127,5",
    "ecMaxContribution": "7437127,5",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "FONDAZIONE POLIAMBULANZA;BE THE PARTNER AG;ICON CLINICAL RESEARCH LIMITED;ODENSE UNIVERSITETSHOSPITAL;INTERNATIONAL OSTEOPOROSIS FOUNDATION;ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;PLURISTEM LTD",
    "participantCountries": "IT;DE;IE;DK;CH;UK;IL",
    "projectParticipants": {
        "916824213": {
            "orgId": "916824213",
            "orgName": "BE THE PARTNER AG",
            "ecContrib": 440275
        },
        "999489553": {
            "orgId": "999489553",
            "orgName": "ODENSE UNIVERSITETSHOSPITAL",
            "ecContrib": 415250
        },
        "998985638": {
            "orgId": "998985638",
            "orgName": "ALTA RICERCA E SVILUPPO IN BIOTECNOLOGIE SRLU",
            "ecContrib": 208100
        },
        "968554216": {
            "orgId": "968554216",
            "orgName": "INTERNATIONAL OSTEOPOROSIS FOUNDATION",
            "ecContrib": 100025
        },
        "999992692": {
            "orgId": "999992692",
            "orgName": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
            "ecContrib": 1840512
        },
        "931760370": {
            "orgId": "931760370",
            "orgName": "ICON CLINICAL RESEARCH LIMITED",
            "ecContrib": 1250000
        },
        "968656648": {
            "orgId": "968656648",
            "orgName": "FONDAZIONE POLIAMBULANZA",
            "ecContrib": 340575
        },
        "984846336": {
            "orgId": "984846336",
            "orgName": "PLURISTEM LTD",
            "ecContrib": 2550575
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 291815
        }
    },
    "calculatedTotalContribution": 7437127
}