{
    "rcn": "213004",
    "acronym": "NanoFEED",
    "topics": "MSCA-RISE-2017",
    "title": "Nanostructured carriers for improved cattle feed",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "The project focuses on a highly actual problem of productivity and quality of livestock production. Livestock production is essential for a sustainable and self-sufficient manufacturing of wide range of products in food industry. One of the key strategies how to enhance competitiveness in the area of food industry is to increase the efficiency of stock raising. Nutritional deficiencies are key factors reducing the efficiency of stock raising, due to high prevalence of serious diseases. Maintaining optimal health of cattle is a key factor for increasing the efficiency of livestock. NanoFEED responds to this factors by nano/microencapsulation approach to advanced core/shell particles with pH sensitive properties.The proposed technology enables encapsulation of diverse active molecules and simplify the protection against degradation in rumen for wide range of active molecules. Nevertheless, due to encapsulation and improved delivery to small intestine, novel active molecules may be used to treat nutritional deficiencies. The process of encapsulation is based on green and biobased methods with minimal carbon footprint helping in development of sustainable bioeconomy. The results of NanoFEED will improve the cattle life expectation, quality of food and will promote more competitive livestock production.\nIn order to achieve project goals, training network enabling efficient short term secondments of ER and ESR between academia and industry will be established. The cooperation between stakeholders helps in closing the gap between them and joint innovation to foster the current state of the art. NanoFEED will mediate it via networking, research, training, workshop, innovation and dissemination actions in form of short term secondments. The project fulfils the aim of RISE project and delivers significant social impact, increases knowledge based economy and creates long lasting cooperation strengthening the European research area.",
    "totalCost": "733500",
    "ecMaxContribution": "733500",
    "coordinator": "NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM",
    "coordinatorCountry": "SK",
    "participants": "IGV GREENFOOD GGMBH;BIO BASE EUROPE PILOT PLANT VZW;VETERINAERMEDIZINISCHE UNIVERSITAET WIEN;SELCUK UNIVERSITESI;AGRICULTURAL UNIVERSITY OF ATHENS;NUTRITION SCIENCES NV;INOCURE SRO",
    "participantCountries": "DE;BE;AT;TR;EL;CZ",
    "projectParticipants": {
        "931365580": {
            "orgId": "931365580",
            "orgName": "INOCURE SRO",
            "ecContrib": 189000
        },
        "917561704": {
            "orgId": "917561704",
            "orgName": "IGV GREENFOOD GGMBH",
            "ecContrib": 135000
        },
        "999851848": {
            "orgId": "999851848",
            "orgName": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 22500
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 63000
        },
        "948611016": {
            "orgId": "948611016",
            "orgName": "NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM",
            "ecContrib": 211500
        },
        "998993883": {
            "orgId": "998993883",
            "orgName": "SELCUK UNIVERSITESI",
            "ecContrib": 40500
        },
        "986528219": {
            "orgId": "986528219",
            "orgName": "BIO BASE EUROPE PILOT PLANT VZW",
            "ecContrib": 4500
        },
        "999763190": {
            "orgId": "999763190",
            "orgName": "NUTRITION SCIENCES NV",
            "ecContrib": 67500
        }
    },
    "calculatedTotalContribution": 733500
}