{
    "rcn": "213062",
    "acronym": "PRETZEL",
    "topics": "FCH-02-1-2017",
    "title": "Novel modular stack design for high pressure PEM water electrolyzer technology with wide operation range and reduced cost",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Green hydrogen produced by electrolysis might become a key energy carrier for the implementation of renewable energy as a cross-sectional connection between the energy sector, industry and mobility. Proton exchange membrane (PEM) electrolysis is the preferred technology for this purpose, yet large facilities can hardly achieve FCH-JU key performance indicators (KPI) in terms of cost, efficiency, lifetime and operability. Consequently, a game changer in the technology is necessary. PRETZEL consortium will develop a 25 kW PEM electrolyzer system based on a patented innovative cell concept that is potentially capable of reaching 100 bar differential pressure. The electrolyzer will dynamically operate between 4 and 6 A cm^(-2) and 90 ∞C achieving an unprecedented efficiency of 70%. This performance will be maintained for more than 2000 h of operation. Moreover, the capital cost of stack components will be largely reduced by the use of non-precious metal coatings and advanced ceramic aerogel catalyst supports. Likewise, the system balance of plant (BoP) will be optimized for cost reduction and reliability. The high pressure hydrogen generator will become part of the product portfolio of a German manufacturer but at the end of PREZEL, this company will establish a supply business partnership and R&D collaboration with France, Spain, Greece and Rumania, strengthening and consolidating cooperation among EU states with contrasting economies. Lastly, the hydrogen produced by the PEM electrolyzer will not be wasted, but rather used for feeding the fuel cell test stations in one of the partnerís laboratory.",
    "totalCost": "1999088,75",
    "ecMaxContribution": "1999088,75",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "SOLUCIONES CATALITICAS IBERCAT SL;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ADAMANT AERODIASTIMIKES EFARMOGES ETAIREIA PERIORISMENIS EFTHYNIS;WESTFALISCHE HOCHSCHULE GELSENKIRCHEN, BOCHOLT, RECKLINGHAUSEN;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;GKN SINTER METALS FILTERS GMBH RADEVORMWALD;IGAS ENERGY GMBH;UNIVERSITATEA POLITEHNICA TIMISOARA",
    "participantCountries": "ES;EL;DE;FR;RO",
    "projectParticipants": {
        "965350112": {
            "orgId": "965350112",
            "orgName": "GKN SINTER METALS FILTERS GMBH RADEVORMWALD",
            "ecContrib": 202198
        },
        "912737215": {
            "orgId": "912737215",
            "orgName": "IGAS ENERGY GMBH",
            "ecContrib": 169750
        },
        "990997106": {
            "orgId": "990997106",
            "orgName": "WESTFALISCHE HOCHSCHULE GELSENKIRCHEN, BOCHOLT, RECKLINGHAUSEN",
            "ecContrib": 375000
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 162435
        },
        "948566881": {
            "orgId": "948566881",
            "orgName": "ADAMANT AERODIASTIMIKES EFARMOGES ETAIREIA PERIORISMENIS EFTHYNIS",
            "ecContrib": 150000
        },
        "953472947": {
            "orgId": "953472947",
            "orgName": "SOLUCIONES CATALITICAS IBERCAT SL",
            "ecContrib": 153580
        },
        "999856795": {
            "orgId": "999856795",
            "orgName": "UNIVERSITATEA POLITEHNICA TIMISOARA",
            "ecContrib": 170250
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 216250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 399626
        }
    },
    "calculatedTotalContribution": 1999089
}