{
    "rcn": "213067",
    "acronym": "REMOTE",
    "topics": "FCH-02-12-2017",
    "title": "Remote area Energy supply with Multiple Options for integrated hydrogen-based TEchnologies",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "REMOTE will demonstrate technical and economic feasibility of two fuel cells-based H2 energy storage solutions (integrated P2P system; non-integrated P2G\\G2P system), deployed in 4 DEMOs, based on renewables, in isolated micro-grid or off grid remote areas. \nDEMO 1: Ginostra (South Italy): off-grid configuration (island); RES based on hybrid system with PV- generators; residential loads on-site; almost complete substitution of fossil fuels. End-user: ENEL Green Power utility;\nDEMO 2: (Greece): isolated micro-grid application; RES based on hydro generators; industrial (SME) loads onsite; complete substitution of fossil fuels; avoid costs for new transmission line. End-user: Horizon SA owner of hydro plant; \nDEMO 3: Ambornetti (North Italy): off-grid configuration (remote Alps); RES based on hybrid system with PV-biomass CHP generators; residential loads on-site; complete substitution of fossil fuels. End-user: IRIS stakeholder of the hamlet;\nDEMO 4: Froan Island (Norway): isolated micro-grid application; RES based on hybrid system with PV-wind generators; residential loads\\ fish industry on-site; complete substitution of fossil fuels; avoid costs for new transmission line. End-user: Tr¯nder Energi utility. VALIDATE the 4 DEMO units, to enable suppliers, end-users and general stakeholders to gain experience throughout the value chain of the energy storage; DEMOSTRATE the added value of the fuel cell-based H2 energy storage solutions with respect to alternative technologies in terms of economics, technical and environmental benefits; VALIDATE EU-based sub-MW P2P manufacturing solutions to fill the gap in the European energy storage sector while utilising the existing EU know-how already developed in previous consortium among partners; EXPLOITATION and BUSINESS scenarios for the replication of P2P solutions, considering different typologies of micro-grids (isolated or not); DISSEMINATION, build up confidence among stakeholders and raise public interest.",
    "totalCost": "6761557,5",
    "ecMaxContribution": "4995950,25",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "IRIS SRL;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;ORIZWN ANONYMH TECHNIKI ETAIREIA;BALLARD POWER SYSTEMS EUROPE AS;STIFTELSEN SINTEF;HYDROGENICS EUROPE NV;POWIDIAN;SINTEF AS;ENEL GREEN POWER;EPS ELVI ENERGY S.R.L.;TRONDERENERGI AS",
    "participantCountries": "IT;EL;DK;NO;BE;FR",
    "projectParticipants": {
        "919153571": {
            "orgId": "919153571",
            "orgName": "ORIZWN ANONYMH TECHNIKI ETAIREIA",
            "ecContrib": 141348
        },
        "968717855": {
            "orgId": "968717855",
            "orgName": "HYDROGENICS EUROPE NV",
            "ecContrib": 371000
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "919291020": {
            "orgId": "919291020",
            "orgName": "POWIDIAN",
            "ecContrib": 496125
        },
        "916217672": {
            "orgId": "916217672",
            "orgName": "TRONDERENERGI AS",
            "ecContrib": 208950
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 437500
        },
        "985816433": {
            "orgId": "985816433",
            "orgName": "ENEL GREEN POWER",
            "ecContrib": 313381
        },
        "952984358": {
            "orgId": "952984358",
            "orgName": "IRIS SRL",
            "ecContrib": 205796
        },
        "913398561": {
            "orgId": "913398561",
            "orgName": "EPS ELVI ENERGY S.R.L.",
            "ecContrib": 1796550
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 206325
        },
        "991681732": {
            "orgId": "991681732",
            "orgName": "BALLARD POWER SYSTEMS EUROPE AS",
            "ecContrib": 586600
        }
    },
    "calculatedTotalContribution": 4763575
}