{
    "rcn": "213013",
    "acronym": "OchraVine Control",
    "topics": "MSCA-RISE-2017",
    "title": "Implementation of integrated and innovative Precision Agriculture management strategies to reduce the occurrence of ochratoxins along the vine value chain products: grapes, raisins/currants and wine",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The risk of mycotoxins is a global issue that represents a serious risk for human and animal health. ?chratoxin A (OTA) is a very toxic mycotoxin that constitutes a severe problem for viticulture and taking into account the extreme climatic events that are frequently faced in recent years, the OTA problem is arising in wine and raisins/currants. OchraVine Control project will offer an inexistent innovative, sustainable and integrated smart ICT solution (OchraVine Control DSS) considering fungal, host and environmental indicators that affect OTA contamination along the vine grape-wine value chain. The OchraVine Control DSS will allow prediction and monitoring at pre- and post-harvest level to control Aspergillus infection and OTA contamination in vine cultivation by combining epidemiological data, biological and chemical management strategies, post-havrest technologies and precision agriculture tools. OchraVine Control DSS solution will pursue a field-to-fork approach and will link and translate the information derived from the OchraRisk and OchraDetect predictive map tools and real data obtained during the monitoring controls by the OchraSensor. OchraVine Control DSS tool will be placed in an open access web platform and in combination with data from the OchraRed Integrated Management Strategy will provide risk prediction information (i.e. geographic OTA vine alerts), practical recommended solutions for OTA management and will verify the compliance with legislation requirements in a rapid and cost-effective way. The project will have a multi-actor international approach involving 3 RTDs and 5 SMEs that will exchange skills and knowledge and will all have a vital role in the design of the solutions, implementation, testing, dissemination, communication and economic exploitation.",
    "totalCost": "1183500",
    "ecMaxContribution": "1183500",
    "coordinator": "AGRICULTURAL UNIVERSITY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "AGRICULTURAL & ENVIRONMENTAL SOLUTIONS;NEUROPUBLIC AE PLIROFORIKIS & EPIKOINONION;KPAD LTD;INSTITUT NATIONAL D'ETUDES SUPERIEURES AGRONOMIQUES DE MONTPELLIER;Q TECHNOLOGIES LTD;M2S;UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "participantCountries": "EL;UK;FR;IT",
    "projectParticipants": {
        "952659990": {
            "orgId": "952659990",
            "orgName": "NEUROPUBLIC AE PLIROFORIKIS & EPIKOINONION",
            "ecContrib": 27000
        },
        "944670100": {
            "orgId": "944670100",
            "orgName": "KPAD LTD",
            "ecContrib": 198000
        },
        "999915771": {
            "orgId": "999915771",
            "orgName": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
            "ecContrib": 256500
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 310500
        },
        "918780509": {
            "orgId": "918780509",
            "orgName": "M2S",
            "ecContrib": 67500
        },
        "920165669": {
            "orgId": "920165669",
            "orgName": "AGRICULTURAL & ENVIRONMENTAL SOLUTIONS",
            "ecContrib": 108000
        },
        "999819644": {
            "orgId": "999819644",
            "orgName": "INSTITUT NATIONAL D'ETUDES SUPERIEURES AGRONOMIQUES DE MONTPELLIER",
            "ecContrib": 67500
        },
        "967706436": {
            "orgId": "967706436",
            "orgName": "Q TECHNOLOGIES LTD",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 1183500
}