{
    "rcn": "213085",
    "acronym": "ISOOKO",
    "topics": "ICT-39-2016-2017",
    "title": "A community platform for building peace through information-driven dialogue",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "In any society that has emerged from civil conflict there is a risk of recurrence unless the underlying divisions are addressed. Peace education has been shown to promote reconciliation by developing empathy, critical thinking and moral responsibility. Various factors for building resistance to conflict have been identified as key: the provision of access to an ëevidence baseí of balanced information; active engagement with information to familiarise users with concepts of evidence, authenticity and critical thinking; and inclusive spaces for dialogue between communities, in which reconciliation is forged through participation. We take these participatory approaches and map them into the digital sphere. While social media are widely used for participation, their potential for abuse makes them unsuitable for such dialogue. More focused platforms have emerged to support the publicís engagement with information, issues and each other, such as Ushahidi, which focuses on collecting and sharing data about unfolding situations, to involve communities in dealing with them. We will build on this software to develop a participatory platform that supports active engagement with bodies of information, allowing communities to share, organise, enhance, and reuse it, within a digital space for information-driven processes of reflection and informed, constructive dialogue. The platform will be piloted and evaluated in two countries recovering from civil conflict, Rwanda and Kenya, and the reach of the trials will be extended into areas of poor connectivity via BRCK hotspot devices. We will follow a living labs methodology based on social innovation and co-creation, involving close engagement with citizens and communities in participatory design and evaluation events throughout the project. Evaluation will also use quantitative methods from data science to assess the relevance, innovation and impact of the platform, and analyse the behavioural responses of the platformís users.",
    "totalCost": "2216032,5",
    "ecMaxContribution": "2172963,75",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "USHAHIDI NETWORK;UNIVERSITEIT LEIDEN;AEGIS TRUST;DOTSOFT OLOKLIROMENES EFARMOGES DIADIKTIOY KAI VASEON DEDOMENON AE;MAKERERE UNIVERSITY;KIGALI COLLABORATIVE RESEARCH CENTER (KCRC)",
    "participantCountries": "KE;NL;UK;EL;UG;RW",
    "projectParticipants": {
        "967006484": {
            "orgId": "967006484",
            "orgName": "DOTSOFT OLOKLIROMENES EFARMOGES DIADIKTIOY KAI VASEON DEDOMENON AE",
            "ecContrib": 100494
        },
        "910521347": {
            "orgId": "910521347",
            "orgName": "AEGIS TRUST",
            "ecContrib": 269508
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 111775
        },
        "913084184": {
            "orgId": "913084184",
            "orgName": "USHAHIDI NETWORK",
            "ecContrib": 522834
        },
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 73750
        },
        "913908005": {
            "orgId": "913908005",
            "orgName": "KIGALI COLLABORATIVE RESEARCH CENTER (KCRC)",
            "ecContrib": 435986
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 658618
        }
    },
    "calculatedTotalContribution": 2172965
}