{
    "rcn": "213039",
    "acronym": "UPSIDES",
    "topics": "SC1-HCO-07-2017",
    "title": "Using Peer Support In Developing Empowering Mental Health Services",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "Background: A large number of people with severe mental illness receive no treatment. This treatment gap is largest in low and middle income countries (LMIC), with detrimental effects on individuals (social role, quality of life, stigma) and societies (equity, costs). Peer support is an established intervention involving a person in recovery from mental illness being employed to offer support to others with mental illness. Peers are an untapped resource in global mental health.\nObjective and methods: UPSIDES will scale-up peer support interventions for people with severe mental illness in high-, middle- and low-resource settings. An international community of practice for peer support including peer support workers, mental health researchers, and other relevant stakeholders in Europe, Africa and Asia (9 study sites in 7 countries) will be established. Peer support will be implemented adapted to the local context. Using a mixed-methods approach (N=688), the impact of peer support will be rigorously evaluated at the levels of patients and peer support workers (psychosocial and clinical outcomes), services (cost-effectiveness, return on investment), and implementation (adoption, sustainability, organisational change). Evidence of best practice will be disseminated to local, national and international stakeholders ensuring sustainability and spread. \nExpected impact: UPSIDES will improve the lives of large numbers of citizens in Europe and LMIC by modifying mental health systems using the expertise of people with personal experience of mental illness. Utilising peers will provide an essential driver in low-income settings relieving the scarcity of human capital. Performance of mental health services will be maximised through actively involving and empowering service users, generating system changes towards patient-centeredness, recovery orientation, and community participation. UPSIDES will transform health systems towards realizing mental health as a human right.",
    "totalCost": "3100000",
    "ecMaxContribution": "3000000",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "BUTABIKA NATIONAL MENTAL HOSPITAL;IFAKARA HEALTH INSTITUTE TRUST;BEN-GURION UNIVERSITY OF THE NEGEV;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;THE UNIVERSITY OF NOTTINGHAM;INDIAN LAW SOCIETY;WORLD HEALTH ORGANIZATION",
    "participantCountries": "UG;TZ;IL;UK;DE;IN;CH",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 445625
        },
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 350832
        },
        "954489507": {
            "orgId": "954489507",
            "orgName": "BUTABIKA NATIONAL MENTAL HOSPITAL",
            "ecContrib": 106756
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 1216620
        },
        "999480144": {
            "orgId": "999480144",
            "orgName": "WORLD HEALTH ORGANIZATION",
            "ecContrib": 89038
        },
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 266708
        },
        "913157031": {
            "orgId": "913157031",
            "orgName": "INDIAN LAW SOCIETY",
            "ecContrib": 0
        },
        "999846222": {
            "orgId": "999846222",
            "orgName": "BEN-GURION UNIVERSITY OF THE NEGEV",
            "ecContrib": 374124
        },
        "992656000": {
            "orgId": "992656000",
            "orgName": "IFAKARA HEALTH INSTITUTE TRUST",
            "ecContrib": 150298
        }
    },
    "calculatedTotalContribution": 3000001
}