{
    "rcn": "213082",
    "acronym": "TeacHy",
    "topics": "FCH-04-3-2017",
    "title": "Teaching Fuel Cell and Hydrogen Science and Engineering Across Europe within Horizon 2020",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "As the FCHT industry gradually emerges into the markets, the need for trained staff becomes more pressing. TeacHy2020 specifically addresses the supply of undergraduate and graduate education (BEng/BSc, MEng/MSc, PhD etc.) in fuel cell and hydrogen technologies (FCHT) across Europe.\nTeacHy 2020 will take a lead in building a repository of university grade educational material, and design and run an MSc course in FCHT, accessible to students from all parts of Europe. To achieve this, the project has assembled a core group of highly experienced institutions working with a network of associate partners (universities, vocational training bodies, industry, and networks). TeacHy2020 offers these partners access to its educational material and the use of the MSc course modules available on the TeacHy2020 site. Any university being able to offer 20% of the course content locally, can draw on the other 80% to be supplied by the project.\nThis will allow any institution to participate in this European initiative with a minimised local investment. TeacHy2020 will be offering solutions to accreditation and quality control of courses, and support student and industry staff mobility by giving access to placements. Schemes of Continuous Professional Development (CPD) will be integrated into the project activities. We expect a considerable leverage effect which will specifically enable countries with a notable lack of expertise, not only in Eastern Europe, to quickly be able to form a national body of experts.\nTeacHy will offer educational material for the general public (e.g. MOOCís), build a business model to continue operations post-project, and as such act as a single-stop shop and representative for all matters of European university and vocational training in FCHT. The project partnership covers the prevalent languages and educational systems in Europe. The associated network has over 20 partners, including two IPHE countries, and a strong link to IPHE activities in education.",
    "totalCost": "1248528,75",
    "ecMaxContribution": "1248528,75",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "INSTITUT POLYTECHNIQUE DE GRENOBLE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE;UNIVERSITE LIBRE DE BRUXELLES;NATIONAL TECHNICAL UNIVERSITY OF UKRAINE IGOR SIKORSKY KYIV POLYTECHNIC INSTITUTE;KARLSRUHER INSTITUT FUER TECHNOLOGIE;POLITECNICO DI TORINO;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;UNIVERSITY OF ULSTER;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "FR;CH;CZ;BE;UA;DE;IT;DK;RO;UK;NL",
    "projectParticipants": {
        "999842342": {
            "orgId": "999842342",
            "orgName": "UNIVERSITATEA POLITEHNICA DIN BUCURESTI",
            "ecContrib": 52000
        },
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 177176
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 142000
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 103250
        },
        "999867853": {
            "orgId": "999867853",
            "orgName": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
            "ecContrib": 95750
        },
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 79375
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 118645
        },
        "998145715": {
            "orgId": "998145715",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF UKRAINE IGOR SIKORSKY KYIV POLYTECHNIC INSTITUTE",
            "ecContrib": 55125
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 113648
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 95122
        },
        "999875225": {
            "orgId": "999875225",
            "orgName": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
            "ecContrib": 112350
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 104088
        }
    },
    "calculatedTotalContribution": 1248529
}