{
    "rcn": "213033",
    "acronym": "Smart-Trust",
    "topics": "SMEInst-13-2016-2017",
    "title": "Smart Trust: Secure Mobile ID for Trusted Smart Borders",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Smart-Trust introduces a new technological enabler for Mobile ID which drastically increases the reliability and trust levels of identity verification at European borders, thus increasing the security of member states. The platform is compatible with a seamless self-service experience based on biometrics on the move which provides freedom of movements to citizens while ensuring their privacy safeguarded according to Privacy by Design principles.\nSmart-Trust will simultaneously address the business needs of governments, airports, airlines and border police in major pilots in the international airports of Lisbon and Schiphol. After establishing requirements sought by the various stakeholders, and integrating the Smart-Trust platform into the airport and border control infrastructure, we will define KPIs for assessing the business cases and design experiments to measure them.\nSmart-Trust will be implemented by delivering an agile, highly configurable, modular and open architecture platform with the following robust, versatile and scalable core components:\nï Mobile ID services and app, mobile identity enrolment and verification services.\nï TrustChain, a blockchain-based infra-structure to assert citizen transactions in a distributed and self-regulatory fashion.\nï Workflow Orchestration, a workflow management component which caters for stakeholder-driven business rules.\nï Analytics and Risk-Assessment, an industrial-strength real time analytics platform able to deliver professional customized monitoring dashboards as well as detecting passenger trends and anomalies.\nThese components will be developed as part of Vision-Boxís overarching Services Platform and hence compatible with standard Vision-Box services such as Automated Border Control, including Advance Passenger Information Systems (APIS) and Entry-Exit System (EES), and Happy Flow, the first 100% self-service passenger processing system allowing passengers to go from curb to boarding by simple presenting their face.",
    "totalCost": "2991000",
    "ecMaxContribution": "2093700",
    "coordinator": "VISION BOX - SOLUCOES DE VISAO POR COMPUTADOR SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950130327": {
            "orgId": "950130327",
            "orgName": "VISION BOX - SOLUCOES DE VISAO POR COMPUTADOR SA",
            "ecContrib": 2093700
        }
    },
    "calculatedTotalContribution": 2093700
}