{
    "rcn": "213063",
    "acronym": "GAMER",
    "topics": "FCH-02-2-2017",
    "title": "Game changer in high temperature steam electrolysers with novel tubular cells and stacks geometry for pressurized hydrogen production",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The GAMER project will develop a novel cost-effective tubular Proton Ceramic Electrolyser (PCE) stack technology integrated in a steam electrolyser system to produce pure dry pressurized hydrogen. The electrolyser system will be thermally coupled to renewable or waste heat sources in industrial plants to achieve higher AC electric efficiency and efficient heat valorisation by the integrated processes. The project will establish high volume production of the novel tubular proton conducting ceramic cells. The cells will be qualified for pressurized steam electrolysis operation at intermediate temperature (500-700∞C). They will be bundled in innovative single engineering units (SEU) encased in tubular steel shells, a modular technology, amenable to various industrial scales. GAMER will develop designs of system and balance of plant components supported by advanced modelling and simulation work, flowsheets of integrated processes, combined with robust engineering routes for demonstrating efficient thermal and electrical integration in a 10 kW electrolyser system delivering pure hydrogen at minimum 30 bars outlet pressure. The consortium covers the full value chain of the hydrogen economy, from cell and SEU manufacturer (CMS), system integrators (MC2, CRI), through researchers (SINTEF, UiO, CSIC), to end users in refineries, oil and gas, chemical industry (CRI, Shell with advisory board members YARA and AirLiquide). All along the project, these experienced partners will pay particular attention to risk management (technical, economic, logistic, business) and ensure progress of the technology from TRL3 to TRL5. The overall consortium will perform strategic communication with the relevant stakeholders in order to ensure strong exploitation of the projectís results.",
    "totalCost": "2998951,25",
    "ecMaxContribution": "2998951,25",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "MC2 INGENIERIA Y SISTEMAS SL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITETET I OSLO;COORSTEK MEMBRANE SCIENCES AS;CRI EHF;SHELL GLOBAL SOLUTIONS INTERNATIONAL BV",
    "participantCountries": "ES;NO;IS;NL",
    "projectParticipants": {
        "957746282": {
            "orgId": "957746282",
            "orgName": "CRI EHF",
            "ecContrib": 398125
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 893694
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 299756
        },
        "912428367": {
            "orgId": "912428367",
            "orgName": "MC2 INGENIERIA Y SISTEMAS SL",
            "ecContrib": 246650
        },
        "967150432": {
            "orgId": "967150432",
            "orgName": "COORSTEK MEMBRANE SCIENCES AS",
            "ecContrib": 693322
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 409054
        },
        "999425242": {
            "orgId": "999425242",
            "orgName": "SHELL GLOBAL SOLUTIONS INTERNATIONAL BV",
            "ecContrib": 58350
        }
    },
    "calculatedTotalContribution": 2998951
}