{
    "rcn": "213065",
    "acronym": "OxiGEN",
    "topics": "FCH-02-9-2017",
    "title": "Next-generation Solid Oxide Fuel Cell stack and hot box solution for small stationary applications",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "OxiGEN aims at developing an innovative SOFC technical platform, including an all-ceramic stack design and a modular hotbox, for small stationary applications. Thanks to its higher durability and simpler design, this novel stack can fulfill the customersí needs for long lifetime, high efficiency and low cost, in micro-CHP and other segments. \nA broad pan-European consortium of seven major players (ICI Caldaie, R&D centers Fraunhofer-IKTS, EIFER, CEA Liten, SINTEF, utility ENGIE, global ceramist and project coordinator Saint-Gobain) will partner to integrate the all-ceramic stack into an original hot box solution. Functional specifications will be set by a qualified Advisory Panel, gathering European system integrators and gas utilities in addition to the JRC and other consortium members. The solutionís design will be modular and will address the specifications and standards suggested by the Advisory Panel, in order to provide a technical platform serving several market segments while fostering open competition between industry players. This new platform is of European ownership and leverages a European supply chain, thus supporting the emergence of a European fuel cell industry fully independent from Asian fuel cell technology. \nThe projectsí technical objectives address all the call challenges:\nï Define, with input from the Advisory Panel, the most suitable hotbox functional specifications for residential and commercial segments\nï Develop a higher power stack to reach the callís technical targets\nï Develop a modular hot box concept and build a 1kWe prototype (in practice, 500We to 1500We depending on preferred micro-CHP power specification)\nï Assess the performance of the prototype in system-like conditions\nï Study the cost-of-ownership of the solution\nï Propose material-based solutions for future long-term improvements\nï Ensure the manufacturability and compatibility of the new hotbox with the EU supply chain \nï Disseminate results and build the exploitation plan",
    "totalCost": "2996873,75",
    "ecMaxContribution": "2996873,75",
    "coordinator": "SOCIETE EUROPEENNE DES PRODUITS REFRACTAIRES",
    "coordinatorCountry": "FR",
    "participants": "EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV;STIFTELSEN SINTEF;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ENGIE;SINTEF AS;I.C.I CALDAIE SPA",
    "participantCountries": "DE;NO;FR;IT",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 462130
        },
        "997980718": {
            "orgId": "997980718",
            "orgName": "EIFER EUROPAISCHES INSTITUT FUR ENERGIEFORSCHUNG EDF KIT EWIV",
            "ecContrib": 193061
        },
        "999450462": {
            "orgId": "999450462",
            "orgName": "ICI CALDAIE SPA",
            "ecContrib": 0
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 447595
        },
        "916831488": {
            "orgId": "916831488",
            "orgName": "SOCIETE EUROPEENNE DES PRODUITS REFRACTAIRES",
            "ecContrib": 1103200
        },
        "999964562": {
            "orgId": "999964562",
            "orgName": "ENGIE",
            "ecContrib": 142101
        }
    },
    "calculatedTotalContribution": 2348087
}