{
    "rcn": "213058",
    "acronym": "IMPULSE",
    "topics": "SC1-HCO-07-2017",
    "title": "Implementation of an effective and cost-effective intervention for patients with psychotic disorders in low and middle income countries in South Eastern Europe",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Severe mental disorders are major health burden worldwide with a large treatment gap in low- and middle- income countries (LMICs) in South Eastern Europe. Policymakers, planners and professional bodies in these countries are committed to closing the treatment gap; however they struggle to overcome basic obstacles such as funding difficulties and lack of qualified staff. IMPULSE aims to facilitate the development of effective community-based mental health care in these countries by implementing an evidence-based, easily deliverable, affordable and cost-saving intervention called DIALOG\\. The intervention is a technology-assisted and based on patient-centred communication, quality of life research and solution-focused therapy. It was designed to make routine meetings between clinicians and patients structured, comprehensive and more therapeutically effective. DIALOG\\ is effective in reducing clinical symptoms, improving quality of life and reducing treatment costs. IMPULSE brings together a multi-disciplinary Consortium (experts in psychiatry, psychology, implementation science, health economy and transcultural research) to conduct a mixed method, multiple case implementation study across five LMICs - Bosnia and Herzegovina, Kosovo, Former Yugoslav Republic of Macedonia, Montenegro, and Serbia. IMPULSE will formulate contextually appropriate approach and optimise delivery of this intervention across different healthcare systems, thus exploring how local, organisational and national factors influence adoption, implementation, sustainability and economic costs. This process will generate new knowledge on how to best develop and organise community mental health care in LMICs through the implementation of effective and generic interventions. We will undertake a series of activities to widely disseminate IMPULSE results to maximise the impact of the research. This will include translating the findings into national implementation guidance and policies in each country.",
    "totalCost": "2415633,75",
    "ecMaxContribution": "2415633,75",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "KLINICKI CENTAR CRNE GORE PODGORICA;UDRUZENJE ZA ZASTITU MENTALNOG ZDRAVLJA MENSSANA;PROSTOR ASSOCIATION;KLINICKI CENTAR UNIVERZITETA U SARAJEVU JAVNA USTANOVA U DRZAVNOJ SVOJINI SA PO;FACULTY OF MEDICINE, UNIVERSITY OF BELGRADE;CITY UNIVERSITY OF LONDON;UNIVERSITETI I PRISHTINES;UNIVERSITY CLINIC OF PSYCHIATRY",
    "participantCountries": "ME;BA;RS;UK;KO;MK",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 174421
        },
        "912460862": {
            "orgId": "912460862",
            "orgName": "UDRUZENJE ZA ZASTITU MENTALNOG ZDRAVLJA MENSSANA",
            "ecContrib": 29612
        },
        "997719012": {
            "orgId": "997719012",
            "orgName": "UNIVERSITY CLINIC OF PSYCHIATRY",
            "ecContrib": 210286
        },
        "999891424": {
            "orgId": "999891424",
            "orgName": "FACULTY OF MEDICINE, UNIVERSITY OF BELGRADE",
            "ecContrib": 217339
        },
        "968666930": {
            "orgId": "968666930",
            "orgName": "UNIVERSITETI I PRISHTINES",
            "ecContrib": 204496
        },
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 1022094
        },
        "973768354": {
            "orgId": "973768354",
            "orgName": "KLINICKI CENTAR UNIVERZITETA U SARAJEVU JAVNA USTANOVA U DRZAVNOJ SVOJINI SA PO",
            "ecContrib": 306832
        },
        "929443913": {
            "orgId": "929443913",
            "orgName": "KLINICKI CENTAR CRNE GORE PODGORICA",
            "ecContrib": 222090
        },
        "924908484": {
            "orgId": "924908484",
            "orgName": "PROSTOR ASSOCIATION",
            "ecContrib": 28462
        }
    },
    "calculatedTotalContribution": 2415632
}