{
    "rcn": "213064",
    "acronym": "ComSos",
    "topics": "FCH-02-11-2017",
    "title": "Commercial-scale SOFC systems",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "The ComSos project aims at strengthening the European SOFC industryís world-leading position for SOFC products in the range of 10-60 kW totally 450 kWe. Through this project, manufacturers prepare for developing capacity for serial manufacturing, sales and marketing of mid FC CHP products. All manufacturers will validate new product segments in collaboration with the respective customers and confirm product performance, the business case and size, and test in real life the distribution channel including maintenance and service. In function of the specific segments, the system will be suitable for volumes from few 10ís to several 1,000 systems per year.\n\nThe key objective of the ComSos project is to validate and demonstrate fuel cell based combined heat and power solutions in the mid-sized power ranges of 10-12 kW, 20-25 kW, and 50-60 kW (referred to as Mini FC-CHP). The outcome gives proof of the superior advantages of such systems, underlying business models, and key benefits for the customer. The technology and product concepts, in the aforementioned power range, has been developed in Europe under supporting European frameworks such as the FCH-JU.\n\nThe core of the consortium consists of three SOFC system manufacturers aligned with individual strategies along the value chain: Convion (two units of 60kWe each), SOLIDpower (15 units of 12kWe each) and Sunfire (6-8 units of 25kWe each). End-users and distributors have also expressed strong interest in the products, and will be actively involved in the ComSos project by participation in the Advisory Board.",
    "totalCost": "10277897,5",
    "ecMaxContribution": "7486954,75",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "ENERGY MATTERS BV;SOLIDPOWER SPA;SUNFIRE GMBH;POLITECNICO DI TORINO;CONVION OY;HTceramix SA",
    "participantCountries": "NL;IT;DE;FI;CH",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 617255
        },
        "999977754": {
            "orgId": "999977754",
            "orgName": "POLITECNICO DI TORINO",
            "ecContrib": 357500
        },
        "997365641": {
            "orgId": "997365641",
            "orgName": "HTceramix SA",
            "ecContrib": 641988
        },
        "954033801": {
            "orgId": "954033801",
            "orgName": "SUNFIRE GMBH",
            "ecContrib": 2152588
        },
        "939280877": {
            "orgId": "939280877",
            "orgName": "ENERGY MATTERS BV",
            "ecContrib": 104475
        },
        "940106056": {
            "orgId": "940106056",
            "orgName": "CONVION OY",
            "ecContrib": 1720000
        },
        "973618489": {
            "orgId": "973618489",
            "orgName": "SOLIDPOWER SPA",
            "ecContrib": 1893150
        }
    },
    "calculatedTotalContribution": 7486956
}