{
    "rcn": "213069",
    "acronym": "ID-FAST",
    "topics": "FCH-04-5-2017",
    "title": "Investigations on degradation mechanisms and Definition of protocols for PEM Fuel cells Accelerated Stress Testing",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "ID-FAST aims at supporting and promoting the deployment of Proton Exchange Membrane Fuel Cell (PEMFC) technologies for automotive applications through the development of Accelerated Stress Tests (AST) together with a methodology allowing durability prediction, thus accelerating the introduction of innovative materials in next generation designs.\nThe project is founded and focused on two main points: degradation mechanisms understanding and durability prediction improvement via the development and validation of specific ASTs and associated transfer functions. \nDegradation investigations will be based on consolidated data (objects with known history and ageing data) from both real systems tested in cars and ID-FAST test program to ensure relevant analysis of failure modes and performance losses together with a mean to validate the developed methodology. Investigation of stressors impact on components degradation and performance losses will give access to the accelerating factor for each single mechanism AST.\nThanks to the expertise of partners, understanding will be ensured by advanced ex-situ and in-situ characterisations to identify and quantify components degradation phenomena, and by modelling and multi-scale simulation tools to investigate the impact of various stressors and to relate causes to  performance losses.\nCombined AST protocols will be developed and validated with regard to their capability to actually reduce testing time and their relevance assessed by correlation to real world ageing. The methodology developed will allow prediction of stack lifetime and thus will be valuable for the whole automotive fuel cell community.\nTo achieve its objectives, ID-FAST will benefit from the strong expertise of 8 partners (4 research centres, 1 university, 1 SME and 2 large companies) all along the value chain, and from an Advisory Group gathering industrial companies from components manufacturers to end-users, as well as recognised laboratories from USA and Japan.",
    "totalCost": "2748195",
    "ecMaxContribution": "2748195",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;SYMBIOFCELL SA;ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG;POLITECNICO DI MILANO;FREUDENBERG PERFORMANCE MATERIALS SE & CO KG;BMW GROUP AG",
    "participantCountries": "DE;FR;IT",
    "projectParticipants": {
        "961420351": {
            "orgId": "961420351",
            "orgName": "SYMBIOFCELL SA",
            "ecContrib": 198975
        },
        "999517101": {
            "orgId": "999517101",
            "orgName": "ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG",
            "ecContrib": 445625
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 658509
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 425738
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 115446
        },
        "989470035": {
            "orgId": "989470035",
            "orgName": "FREUDENBERG PERFORMANCE MATERIALS SE & CO KG",
            "ecContrib": 191312
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 452418
        }
    },
    "calculatedTotalContribution": 2488023
}