{
    "rcn": "213091",
    "acronym": "BUCKLING BRIDGES",
    "topics": "ERC-2017-PoC",
    "title": "Smart wavy patterned implants with instructive properties for tissue regeneration by controllingthe degree of fibers buckling.",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "In the pursuit for engineering CELL HYBRIDGE regenerative medicine implants able to regenerate skeletal tissues by controlling adult stem cell activity, we have developed an innovative method to successfully improve cell migration into electrospun scaffolds. Whereas this has a direct impact in CELL HYBRIDGE as part of the planned activities, we unexpectedly discovered that the same scaffolds display wavy patterns that have a direct influence on cell differentiation by enhancing their intrinsic capacity to produce growth factors. \nDriven by these observations, we have optimized the methodology and are able today to control the formation of such wavy patterns at a single fiber as well as multiple fiber scales by controlling the degree of buckling that the fibers are exposed to during processing. In doing so, we can reproduce the same waviness that is observed in several native tissues, among which tendons and ligaments. \nThe aim of BUCKLING BRIDGES is to further investigate these instructive scaffolds as potentially smart implants for the regeneration of anterior cruciate ligaments. This will be done by further confirming our in vitro data and proof our concept by showing successful ligament regeneration in a preclinical animal model. While doing so, we will also explore the market potential of such products and develop a business plan for the creation of a spin-off company: TISSUE BRICKS.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}