{
    "rcn": "213031",
    "acronym": "Signa2.0",
    "topics": "SMEInst-13-2016-2017",
    "title": "Signaturit",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "We want to change the way we sign contracts and other documents, and in doing so, the whole process that accompanies them. Currently, when documents need signatures, we use the post/ courier to send them and then wait, sometimes days, to get the signed copies back. This is a manual process, slow, costly, prone to human error, with a negative impact on the environment and on the bottom line.\nResearch shows that companies are not ready to switch to e-signature solutions for 3 reasons: (a) lack of security , (b) usability ñand (c) add minimal value. Our e-signature solution is:\n(a) very secure ñ we use a unique, proprietary, multi-authentication process, including biometric data, encrypting and sending material using a secure channel and logging every action,\n(b) easy to use from any device ñ the user can sign with a finger, mouse or stylus and send the signed material via regular email, with no special hardware or software installation and\n(c) provides significant value added through Smart contracts that take out the inefficient administrative processes around contract implementation.\nOur solution will finally allow companies to stop using a manual process, reducing paper use, improving companiesí competitiveness and boosting the economy. Signaturit is the first e-signature service that guarantees 100% legal validity in business digital transactions, minimises the risk of cybercrimes and drastically improves productivity. During this project we aim to add unique advanced biometric and blockchain encryption tools that ensure an unreachable level of cyber security in e-mail transactions, while Smart contracts will ensure that productivity is optimised.\nWe are Signaturit Solutions S.L., an SME that recently obtained the SME Instr. Phase 1 funding. After completion of the SME Inst. Phase 2 project, we aim to aggressively market our innovation to 5 European countries, with projections to gain an annual net profit of Ä17M by 2024 while directly creating 30 new jobs.",
    "totalCost": "1739187,5",
    "ecMaxContribution": "1217431,25",
    "coordinator": "SIGNATURIT SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918703588": {
            "orgId": "918703588",
            "orgName": "SIGNATURIT SOLUTIONS SL",
            "ecContrib": 1217431
        }
    },
    "calculatedTotalContribution": 1217431
}