{
    "rcn": "213018",
    "acronym": "AlgaeCeuticals",
    "topics": "MSCA-RISE-2017",
    "title": "Development of microalgae-based natural UV Sunscreens and Proteins as cosmeceuticals and nutraceuticals",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The biotechnology of microalgae has gained considerable importance in recent decades, as they represent a largely untapped reservoir of novel and valuable bioactive compounds. The biological and chemical diversity of the microalgae, has been the source of unique bioactive molecules with the potential for industrial development as pharmaceuticals, cosmetics, nutritional supplements. The proposed project will combine both basic and applied research in the fields of ñomics technologies, biochemistry, applied and enzyme biotechnology in order to exploit microalgae resources for the development: 1) Natural UV sunscreens, based on algae mycosporine-like aminoacids, 2) Algae-based nutraceuticals as functional foods and food supplements, 3) Algae-derived proteases with applications in cosmetic (skin repair enzymes) and food industry. The implementation of the project will offer to the involved academic and SMSs the opportunity to translate scientific research into well defined knowledge-based ëgreení products and analytical tools. Apart from scientific objectives, the project will enhance the Europeanís capacity in the field of Blue Growth and Marine Biotechnology by exchanging interdisciplinary knowledge, developing and disseminating joint research activities, thus strengthening the intersectoral links between academia and industry for sustainable growth.",
    "totalCost": "1129500",
    "ecMaxContribution": "1129500",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "IGV GREENFOOD GGMBH;EPARELLA GMBH;BIONOS BIOTECH SL;AGRICULTURAL UNIVERSITY OF ATHENS;ASOCIACION EMPRESARIAL DE INVESTIGACION CENTRO TECNOLOGICO NACIONAL DE LA CONSERVA;FONDAZIONE EDMUND MACH;FRESH FORMULA PRIVATE LIMITED COSMETICS MANUFACTURING COMPANY",
    "participantCountries": "DE;AT;ES;EL;IT",
    "projectParticipants": {
        "912524785": {
            "orgId": "912524785",
            "orgName": "FRESH FORMULA PRIVATE LIMITED COSMETICS MANUFACTURING COMPANY",
            "ecContrib": 171000
        },
        "998341461": {
            "orgId": "998341461",
            "orgName": "FONDAZIONE EDMUND MACH",
            "ecContrib": 162000
        },
        "917561704": {
            "orgId": "917561704",
            "orgName": "IGV GREENFOOD GGMBH",
            "ecContrib": 0
        },
        "937561067": {
            "orgId": "937561067",
            "orgName": "BIONOS BIOTECH SL",
            "ecContrib": 180000
        },
        "999872218": {
            "orgId": "999872218",
            "orgName": "AGRICULTURAL UNIVERSITY OF ATHENS",
            "ecContrib": 139500
        },
        "911736175": {
            "orgId": "911736175",
            "orgName": "EPARELLA GMBH",
            "ecContrib": 171000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 135000
        }
    },
    "calculatedTotalContribution": 958500
}