{
    "rcn": "213061",
    "acronym": "HYDRAITE",
    "topics": "FCH-04-1-2017",
    "title": "Hydrogen Delivery Risk Assessment and Impurity Tolerance Evaluation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "HYDRAITE project aims to solve the issue of hydrogen quality for transportation applications with the effort of partners from leading European research institutes and independent European automotive stack manufacturer, together with close contact and cooperation with the European FCH industry.\n\nIn this project, the effects of contaminants, originating from the hydrogen supply chain, on the fuel cell systems in automotive applications are studied. As an outcome, recommendations for the current ISO 14687 standards will be formulated based on the technical data of the impurity concentrations at the HRS, FC contaminant studies under relevant automotive operation conditions, and inter-compared gas analysis.\n\nThe methodology for determining the effect of contaminants in automotive PEMFC system operation will be developed by six leading European research institutes in co-operation with JRC and international partners. In addition, a methodology for in-line monitoring of hydrogen quality at the HRS, as well as sampling strategy and methodology for new impurities, gas, particles and liquids, will be evolved.\n\nThree European laboratories will be established, capable of measuring all of the contaminants according to ISO 14687 standards, and provide a strong evidence on the quality and reliability on their result. Beyond the project, the three laboratories will offer their services to the European FCH community. In addition, a network of expert laboratories will be set, able to provide qualitative analysis and the first analytical evidence on the presence or absence of these new compounds with potential negative effect to the FCEV.\n\nThe efficient dissemination and communication improves the resulting data and input for the recommendations for ISO standards of hydrogen fuel. The project and its results will be public, to boost the impact of the project outcomes and to enhance the competitiveness of the European FC industry.",
    "totalCost": "3499867,5",
    "ecMaxContribution": "3499867,5",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "NPL MANAGEMENT LIMITED;Powercell Sweden AB;STIFTELSEN SINTEF;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;SINTEF AS;ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG;ZENTRUM FUR BRENNSTOFFZELLEN-TECHNIK GMBH",
    "participantCountries": "UK;SE;NO;FR;DE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 590454
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "999517101": {
            "orgId": "999517101",
            "orgName": "ZENTRUM FUR SONNENENERGIE- UND WASSERSTOFF-FORSCHUNG BADEN-WURTTEMBERG",
            "ecContrib": 433875
        },
        "986378451": {
            "orgId": "986378451",
            "orgName": "ZENTRUM FUR BRENNSTOFFZELLEN-TECHNIK GMBH",
            "ecContrib": 502928
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 453406
        },
        "994048047": {
            "orgId": "994048047",
            "orgName": "Powercell Sweden AB",
            "ecContrib": 260185
        },
        "999920330": {
            "orgId": "999920330",
            "orgName": "NPL MANAGEMENT LIMITED",
            "ecContrib": 501261
        }
    },
    "calculatedTotalContribution": 2742109
}