{
    "rcn": "213070",
    "acronym": "FLHYSAFE",
    "topics": "FCH-01-1-2017",
    "title": "Fuel CelL HYdrogen System for AircraFt Emergency operation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "In order to meet the increasing demand to reduce fuel consumption, Green House Gas emissions as well as operating and maintenance costs, while optimising aircraft performances, fuel cell systems are considered as one of the best options for efficient power generation systems in the context of more electric aircraft (MEA). FLHYSAFEís ambition is to demonstrate that a cost efficient modular fuel cell system can replace the most critical safety systems and be used as an emergency power unit (EPU) aboard a commercial airplane providing enhanced safety functionalities. Additionally the project will virtually demonstrate that the system is able to be integrated into current aircraft designs respecting both installation volumes and maintenance constraints.\nIn order to shift from demonstrator levels (achieved in other projects such as Antares DLR H2 and FCH HYCARUS), to the ready-to-certify product level, it is necessary to optimise the different components of the fuel cell system to reduce its weight, increase its lifetime, ensure its reliability, certify its safety and make its costs compatible with market requirements. \nWithin FLHYSAFE a consortium driven by two major aeronautical Tier 1 OEMs will propose fuel cell technologies using PEM fuel cell stacks, more integrated power converters and air bearing compressors. Thanks to the experience of the participants in previous projects, the necessary tests will be carried out in order to demonstrate compatibility to representative environment and safety levels.",
    "totalCost": "7365901,25",
    "ecMaxContribution": "5063023",
    "coordinator": "SAFRAN POWER UNITS",
    "coordinatorCountry": "FR",
    "participants": "ZODIAC AEROTECHNICS SAS;UNIVERSITAET ULM;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ARTTIC;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
    "participantCountries": "FR;DE;ES",
    "projectParticipants": {
        "997722989": {
            "orgId": "997722989",
            "orgName": "SAFRAN POWER UNITS",
            "ecContrib": 1145550
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 752086
        },
        "999792484": {
            "orgId": "999792484",
            "orgName": "ARTTIC",
            "ecContrib": 308885
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 199875
        },
        "997771780": {
            "orgId": "997771780",
            "orgName": "ZODIAC AEROTECHNICS SAS",
            "ecContrib": 1157328
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 699095
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 800204
        }
    },
    "calculatedTotalContribution": 5063023
}