{
    "rcn": "213094",
    "acronym": "ITHACA",
    "topics": "ERC-2017-PoC",
    "title": "Immuno-targeting of human AML quiescent cells by a novel phage display approach.",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "One main objective of our ERC Advanced Grant project (InMec, No 341131) was to determine how cancer stem cells (CSCs) contribute to tumour growth, and the relative impact of quiescent versus proliferative CSCs. \nIn Acute Myeloid Leukaemia (AML), our results strongly suggest that quiescent leukaemia stem cells are critical for leukaemia maintenance and relapse after treatments. AML is an aggressive and frequently fatal hematologic malignancy. It is usually sensitive to chemotherapy at its onset, leading to disease remission in most patients; however, the majority of patient will later relapse and eventually die. Notably, leukaemia stem cells are often resistant to chemotherapy. \nWe will use our innovative phage-display antibody screening platform to generate antibodies against AMLs. The screening will be performed directly on human AMLs growing in vivo, using an innovative mouse xenotransplantation model followed by an NGS-based antibody selection procedure. We plan to isolate antibodies that selectively recognize leukaemia stem cells, either quiescent or proliferating. Our primary goal is to develop novel therapeutic antibodies for the treatment of AMLs. This project will also indirectly confirm the hypothesis that leukaemia stem cells are the real fuel of the disease. \nWe expect that this project will lead to quick and cheap identification, cloning and validation of human recombinant antibodies towards against AML leukemic stem cells. The use of phage display technology to isolate leukemic stem cell-specific human recombinant antibodies is to our knowledge unprecedented. \nThe development of candidate antibodies against AMLs will be accompanied by the promotion of commercial/exploitation activities such as market and competition analyses, intellectual property management, and product and business development through the activities of our partner TTFactor.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999969703": {
            "orgId": "999969703",
            "orgName": "ISTITUTO EUROPEO DI ONCOLOGIA SRL",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}