{
    "rcn": "213009",
    "acronym": "IMAGE",
    "topics": "MSCA-RISE-2017",
    "title": "Innovative Optical/Quasioptical Technologies and Nano Engineering of Anisotropic Materials for Creating Active Cells with Substantially Improved Energy Efficiency",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "The principal goal of the project is to combine research expertise in optics, crystallography and material science with efforts in material engineering to go beyond state-of-the-art in the development of highly efficient energy saving optical cells based on electro-, acousto- and nonlinear optical effects and designed to operate in optical and quasi-optical (sub-THz) ranges.\nThe idea of the project arises from recent advances in nano engineering combined with our technology for optimization of effects in anisotropic materials. We aim to benefit from enhanced anisotropic features, considering both materials with natural anisotropy and those with created and/or tailored anisotropy. Background will be developed by calculating parametric effects tensors for selected crystalline materials. Then, two routes to create samples characterized by the highest figures of merit will be implemented. 3D anisotropy analysis approach will be used for finding global extremes of effects under study and will provide technical information needed to manufacture novel nanocomposites with tailored anisotropy. Nanoengineering approach will be based on growing of nanocrystallites along preferable directions and incorporating them into porous host medium. It is expected to achieve considerable improvements of the operating energy characteristics for bulk and nanocomposite materials.\nIt is planned to reach the proof of concept stage for the optical cells with improved performance and compare their characteristics to those, available on the market. Measures will be undertaken for developing the concept into innovative products. The research will be linked to the large-scale training program for the Seconded Staff Members with specific individual objectives. Based on synergies between all participating organizations and networking activities we expect to increase Europe's attractiveness and competitiveness as leading destination for R&I, particularly in optic/nanoengineering research niche.",
    "totalCost": "1692000",
    "ecMaxContribution": "1692000",
    "coordinator": "LVIV POLYTECHNIC NATIONAL UNIVERSITY",
    "coordinatorCountry": "UA",
    "participants": "POLITECHNIKA CZESTOCHOWSKA;FORSCHUNGSZENTRUM JULICH GMBH;SMARTMEMBRANES GMBH;UNIVERSITE D'ANGERS;PRIVATE ENTERPRISE SOFTPARTNERS;POLITECHNIKA WARSZAWSKA;ENERGIA OZE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;SCIENTIFIC RESEARCH COMPANY CARAT -BRANCH ENTERPRISE OF PRIVATE JOINT STOCK COMPANY CONCERN -ELECTRON",
    "participantCountries": "PL;DE;FR;UA",
    "projectParticipants": {
        "918958989": {
            "orgId": "918958989",
            "orgName": "ENERGIA OZE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 184500
        },
        "998579305": {
            "orgId": "998579305",
            "orgName": "LVIV POLYTECHNIC NATIONAL UNIVERSITY",
            "ecContrib": 270000
        },
        "999811011": {
            "orgId": "999811011",
            "orgName": "UNIVERSITE D'ANGERS",
            "ecContrib": 157500
        },
        "999884052": {
            "orgId": "999884052",
            "orgName": "POLITECHNIKA WARSZAWSKA",
            "ecContrib": 139500
        },
        "928335688": {
            "orgId": "928335688",
            "orgName": "PRIVATE ENTERPRISE SOFTPARTNERS",
            "ecContrib": 216000
        },
        "953483617": {
            "orgId": "953483617",
            "orgName": "SMARTMEMBRANES GMBH",
            "ecContrib": 108000
        },
        "999460647": {
            "orgId": "999460647",
            "orgName": "POLITECHNIKA CZESTOCHOWSKA",
            "ecContrib": 256500
        },
        "999980470": {
            "orgId": "999980470",
            "orgName": "FORSCHUNGSZENTRUM JULICH GMBH",
            "ecContrib": 99000
        }
    },
    "calculatedTotalContribution": 1431000
}