{
    "rcn": "213052",
    "acronym": "GRASSHOPPER",
    "topics": "FCH-02-7-2017",
    "title": "GRid ASsiSting modular HydrOgen Pem PowER plant",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The GRASSHOPPER project aims to create a next-generation MW-size Fuel Cell Power Plant unit (FCPP), which is more cost-effective and flexible in power output, accomplishing an estimated CAPEX below 1500 EUR/kWe at a yearly production rate of 25 MWe.\nLarge MW size PEM FCPP have been demonstrated, such as in the DEMCOPEM-2MW project, however at too high Capex level and without dynamic operation features for grid support. Grasshopper tackles these issues enabling a controlled, renewables-based energy infrastructure.\nThe power plant will be demonstrated in the field as 100 kW sub-module pilot plant, implementing newly developed stacks, MEAís and BoP system components, combining benefits of coherent design integration.\nCost and technical optimisation will be achieved with improvements targeting MEAs (increasing current density, active area, reducing material costs incl. Pt loading), stack design (increasing stack size, power density and operating pressures, while streamlining manufacturability) and overall system balance of plant (modular design, simplified header and manifolds for gas distribution, high efficiency PV inverters, using off-the-shelf equipment where possible).\nThis unit will be operated continuously for 8 months in industrially-relevant environment for engaging grid support modulation as part of an established on-site Demand Side Management (DSM) programme.\nThis consortium unites component suppliers (JMFC, NFCT), research institutions (ZBT, Polimi) and integrators (AI, INEA) who will partner with existing energy market stakeholders (DSO, TSO) and EU smart grid projects committed to participate as advisory board members. This collaboration maximises the business case value proposition, by ensuring the delivered technology will respond to grid servicesí requirements for flexible dynamic power operation. Innovative DSM programmes will be completed to establish the best path forward for commercialization of the technology for a fast response FCPP.",
    "totalCost": "4387063,75",
    "ecMaxContribution": "4387063,75",
    "coordinator": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
    "coordinatorCountry": "SI",
    "participants": "JOHNSON MATTHEY FUEL CELLS LIMITED;NEDSTACK FUEL CELL TECHNOLOGY BV;ABENGOA INNOVACION SOCIEDAD ANONIMA;POLITECNICO DI MILANO;ZENTRUM FUR BRENNSTOFFZELLEN-TECHNIK GMBH",
    "participantCountries": "UK;NL;ES;IT;DE",
    "projectParticipants": {
        "986378451": {
            "orgId": "986378451",
            "orgName": "ZENTRUM FUR BRENNSTOFFZELLEN-TECHNIK GMBH",
            "ecContrib": 499060
        },
        "997513469": {
            "orgId": "997513469",
            "orgName": "NEDSTACK FUEL CELL TECHNOLOGY BV",
            "ecContrib": 1312875
        },
        "996906055": {
            "orgId": "996906055",
            "orgName": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
            "ecContrib": 376500
        },
        "996326286": {
            "orgId": "996326286",
            "orgName": "ABENGOA INNOVACION SOCIEDAD ANONIMA",
            "ecContrib": 1296375
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 310375
        },
        "986305895": {
            "orgId": "986305895",
            "orgName": "JOHNSON MATTHEY FUEL CELLS LIMITED",
            "ecContrib": 591879
        }
    },
    "calculatedTotalContribution": 4387064
}