{
    "rcn": "213000",
    "acronym": "e.THROUGH",
    "topics": "MSCA-RISE-2017",
    "title": "Thinking rough towards sustainability",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "To tackle its critical raw material (CRM) dependency, Europe needs comprehensive strategies based on sustainable primary mining, recovery from secondary resources and recycling. The EC classified 20 CRMs due to their high economic importance and high risk of supply interruption. e.THROUGH has the ambitious vision of turning the challenge of CRMs dependence into a strategic strength for Europe, contributing towards declassifying some CRMs, as tungsten, indium, gallium and chromium, by: 1) Promoting new trends in the characterization and exploration of mineral deposits; 2) Mapping CRMs between EU mining regions; 3) Gaining knowledge on innovative processes for recovery secondary CRMs; 4) Redesign construction materials using secondary materials, closing loops, strongly supporting waste minimization; 5) Life Cycle Assessment (LCA) for the evaluation of global environmental impacts; 6) Transferring newly generated knowledge to stakeholders, both for policy development and standardization, and for shaping responsible behaviours. e.THROUGH is an intersectoral and interdisciplinary consortium of EU & Third Country partners of leading institutions that see waste as a resource to recover CRMs, influencing the whole value chain. By training human resources in CRMs¥value chain, their recovery, recycling, further reuse and LCA, they become the much needed young and senior scientists and engineers for the growing EU CRM industry. The consortium comprises 40% industry and 60% research partners. This should help push Europe to the forefront in CRM sectors, providing eco-friendly alternatives in supply. The generated scientific relevant knowledge will be transferred to shape industries, communities and individual citizensí behaviour, fostering corporate sustainability performance, important to influence economic agentsí choices. e.THROUGH will generate a win-win situation for both the environment and the economy, promoting the required transition towards a sustainable society.",
    "totalCost": "733500",
    "ecMaxContribution": "693000",
    "coordinator": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
    "coordinatorCountry": "PT",
    "participants": "LOMARTOV SL;ECO RECYCLING SOCIETA A RESPONSABILITA LIMITATA;AMPHOS 21 CONSULTING SL;DANMARKS TEKNISKE UNIVERSITET;E-MINES;UNIVERSIDAD DE MALAGA",
    "participantCountries": "ES;IT;DK;FR",
    "projectParticipants": {
        "928733776": {
            "orgId": "928733776",
            "orgName": "E-MINES",
            "ecContrib": 45000
        },
        "999898311": {
            "orgId": "999898311",
            "orgName": "UNIVERSIDAD DE MALAGA",
            "ecContrib": 162000
        },
        "912743326": {
            "orgId": "912743326",
            "orgName": "LOMARTOV SL",
            "ecContrib": 45000
        },
        "999742723": {
            "orgId": "999742723",
            "orgName": "AMPHOS 21 CONSULTING SL",
            "ecContrib": 49500
        },
        "937405091": {
            "orgId": "937405091",
            "orgName": "NOVA ID FCT - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO DA FCT",
            "ecContrib": 247500
        },
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 94500
        },
        "998448064": {
            "orgId": "998448064",
            "orgName": "NORTHEASTERN UNIVERSITY",
            "ecContrib": 0
        },
        "998185970": {
            "orgId": "998185970",
            "orgName": "ECO RECYCLING SOCIETA A RESPONSABILITA LIMITATA",
            "ecContrib": 49500
        },
        "974156160": {
            "orgId": "974156160",
            "orgName": "LEHIGH UNIVERSITY CORPORATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 693000
}