{
    "rcn": "213072",
    "acronym": "REFHYNE",
    "topics": "FCH-02-5-2017",
    "title": "Clean Refinery Hydrogen for Europe",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The REFHYNE project will install and operate a 10MW electrolyser from ITM Power at a large refinery in Rhineland, Germany, which is operated by Shell Deutschland Oils.  The electrolyser will provide bulk quantities of hydrogen to the refineryís hydrogen pipeline system (currently supplied by two steam methane reformers). The electrolyser will be operated in a highly responsive mode, helping to balance the refineryís internal electricity grid and also selling Primary Control Reserve service to the German Transmission System Operators.\nThe combination of hydrogen sales to the refinery and balancing payments create a business case which justifies this installation. This business case will be evaluated in detail, in a 2 year campaign of techno-economic and environmental analysis. \nThe REFHYNE business model is replicable in markets with a similar regulatory structure to Germany. However, to expand this market to a GW scale, new business models will be needed. These will include valuing green hydrogen as an input to industrial processes (to meet carbon policy targets) and also on sales to H2 mobility markets. The REFHYNE project will gather real world data on these models and will use this to simulate the bulk electrolyser model in a range of market conditions. This will be used to produce reports on the conditions under which the electrolyser business models become viable, in order to provide the evidence base required to justify changes in existing policies. A campaign of targeted dissemination will ensure the results of these studies reach decision makers in large industrial sites, financiers, utilities and policy makers.\nThe REFHYNE electrolyser will be the largest in the world and has been designed as the building block for future electrolysers up to 100MW and beyond. REFHYNE includes a design study into the options for a 100MW electrolyser at the Rhineland refinery, which will help prepare the market for deployments at this scale.",
    "totalCost": "16058562,5",
    "ecMaxContribution": "9998043,5",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "THINKSTEP AG;SHELL DEUTSCHLAND OIL GMBH;ITM POWER (TRADING) LIMITED;ELEMENT ENERGY LIMITED;SHELL ENERGY EUROPE LIMITED",
    "participantCountries": "DE;UK",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 885750
        },
        "967304468": {
            "orgId": "967304468",
            "orgName": "THINKSTEP AG",
            "ecContrib": 99706
        },
        "916864759": {
            "orgId": "916864759",
            "orgName": "SHELL DEUTSCHLAND OIL GMBH",
            "ecContrib": 1414401
        },
        "912257647": {
            "orgId": "912257647",
            "orgName": "SHELL ENERGY EUROPE LIMITED",
            "ecContrib": 118705
        },
        "996127921": {
            "orgId": "996127921",
            "orgName": "ELEMENT ENERGY LIMITED",
            "ecContrib": 114188
        },
        "974052370": {
            "orgId": "974052370",
            "orgName": "ITM POWER (TRADING) LIMITED",
            "ecContrib": 7365294
        }
    },
    "calculatedTotalContribution": 9998044
}