{
    "rcn": "213078",
    "acronym": "TAHYA",
    "topics": "FCH-01-3-2017",
    "title": "TAnk HYdrogen Automotive",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "'While automakers have demonstrated progress with prototypes and commercial vehicles traveling greater than 500 km on a single fill, this driving range must be achievable across different vehicle makes and models and without compromising customer expectations of space, performance, safety, or cost. \nThe TAHYA project, mainly led by industrial partners -already involved in producing and manufacturing hydrogen solutions for the automotive and aviation industry-, will focus on the development of a complete, competitive and innovative European H2 storage system (a cylinder with a mounted On-Tank-Valve with all integrated functionalities) for automotive applications up-performing the actual Asian and US ones. \nThe TAHYA consortium composed of Optimum CPV, Anleg, Raigi, Volkswagen, Chemnitz University of Technology, Bundesanstalt f¸r Materialforschung und -pr¸fung, PolarixParner and Absiskey will ensure that the development phase of the storage system remain in line with the expectations (cost, performance and safety) required by the market, end usersí and car manufacturers.\nThe key objectives of the TAHYA project are: \nOBJ#1: Preparatory work to provide a compatible H2 storage system with high performances, safe and Health Safety Environment responsible.\nOBJ#2: Provide a compatible H2 storage system with mass production and cost competitive.\nOBJ#3: Regulation Codes and Standards (RCS) activities to propose updates on GRT13 and EC79 according to tests results obtained over the duration of the project.'",
    "totalCost": "3996943,75",
    "ecMaxContribution": "3996943,75",
    "coordinator": "OPTIMUM CPV",
    "coordinatorCountry": "BE",
    "participants": "ABSISKEY;RAIGI SAS;BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;TECHNISCHE UNIVERSITAET CHEMNITZ;POLARIXPARTNER GMBH;VOLKSWAGEN AG;ANLEG GMBH",
    "participantCountries": "FR;DE",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 912376
        },
        "933660600": {
            "orgId": "933660600",
            "orgName": "ANLEG GMBH",
            "ecContrib": 567036
        },
        "999507692": {
            "orgId": "999507692",
            "orgName": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG",
            "ecContrib": 638750
        },
        "952975434": {
            "orgId": "952975434",
            "orgName": "OPTIMUM CPV",
            "ecContrib": 721219
        },
        "911620842": {
            "orgId": "911620842",
            "orgName": "ABSISKEY",
            "ecContrib": 137562
        },
        "918812519": {
            "orgId": "918812519",
            "orgName": "POLARIXPARTNER GMBH",
            "ecContrib": 200000
        },
        "952948080": {
            "orgId": "952948080",
            "orgName": "RAIGI SAS",
            "ecContrib": 570000
        },
        "999939924": {
            "orgId": "999939924",
            "orgName": "VOLKSWAGEN AG",
            "ecContrib": 250000
        }
    },
    "calculatedTotalContribution": 3996943
}