{
    "rcn": "213030",
    "acronym": "WISH",
    "topics": "SMEInst-01-2016-2017",
    "title": "WISH ñ Wearable Integrated System for Early Detection of Preterm Labour",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Over 15 million babies are born preterm each year and over 1 million children die each year due to complications of preterm birth (PTB), thus constituting the leading cause of neonatal mortality. PTB occurs across all countries and income levels with an average rate between 6% and 12% of all births, resulting in a significant economic impact. Studies situate the overall cost per preterm birth at approximately Ä60,000.\n\nBloom will reduce this burden with WISH, a complete, technology-enabled and clinically validated solution to predict and detect the onset of preterm labor. Composed of a new improved version of our award-winning wearable sensor, a specifically designed electrode patch, a consumer app, a web-based dashboard and a secure cloud data platform, WISH integrates seamlessly into the daily activities of expectant women, facilitating data for expectant women at home and for healthcare professionals in hospitals. WISH uses our latest breakthroughs in advanced signal processing methods and machine learning analytics to extract meaningful labor risk conclusions based on physiological indicators and behavioral patterns. It automatically builds a real-time comprehensive index score on the probability of labor using the data from limited monitoring sessions that can easily be conducted at home.\n\nWISH will facilitate preventive actions in pregnancies to shift the gestational age at delivery, thus reducing the economic and psychological burden of PTB and ensuring a more efficient prenatal care with technology that could potentially avoid 74% of mother and infant mortalities, according to studies from Frost & Sullivan. WISH will contribute to the clinical and academic knowledge on PTB with results that will advance research on its pathogenesis. Through pilot clinical studies, we have also demonstrated a significant 15% reduction in stress and anxiety levels, thus also contributing to the general well-being of expectant women.",
    "totalCost": "1798562,5",
    "ecMaxContribution": "1258993,75",
    "coordinator": "BLOOM TECHNOLOGIES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936645581": {
            "orgId": "936645581",
            "orgName": "BLOOM TECHNOLOGIES",
            "ecContrib": 1258994
        }
    },
    "calculatedTotalContribution": 1258994
}