{
    "rcn": "213041",
    "acronym": "PECUNIA",
    "topics": "SC1-PM-20-2017",
    "title": "ProgrammE in Costing, resource use measurement and outcome valuation for Use in multi-sectoral National and International health economic evaluAtions",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "ProgrammE in Costing, resource use measurement and outcome valuation for Use in multi-sectoral National and International health economic evaluAtions (PECUNIA) addresses the call SC1-PM-20-2017 Methods research for improved health economic evaluation. The consortium brings together 10 partners from 6 countries with complementary methodological expertise. It represents differing health care systems with varying feasibility and acceptability of economic evaluations in evidence-informed decision making. Some countries have established national unit cost programmes (DE, NL, UK), some early stage initiatives (AT, ES, HU). Availability of health utility value sets for outcome evaluations and requirements in terms of the primary analytical perspective of economic evaluations (health & social care vs. societal) also differ. \nOver 36 months, PECUNIA will develop standardised, harmonised and validated multi-sectoral, multi-national and multi-person methods, tools and information for 1) self-reported resource use measurement, 2) reference unit cost valuation, 3) cross-national health utility assessment, and 4) broader wellbeing measurement. To achieve the widest impact possible and exploit its disruptive innovation potential for end users, decision makers, payers and the industry, the work will be executed in close collaboration with 5) external scientific advisors and  broad outreach to all relevant stakeholders. Considering feasibility and relevant societal challenges in the European health systems, selected mental health disease areas (depression, schizophrenia, PTSD) will be used as illustrative examples for cost assessment.\nPECUNIA will lead to better understanding of the variations in costs and outcomes within and across countries, improve the quality, comparability and transferability of economic evaluations in Europe, and support the feasibility of broader economic and societal impacts measurement and valuation in multi-sectoral economic evaluations also for HTA.",
    "totalCost": "2999943,75",
    "ecMaxContribution": "2999943,75",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "ASOCIACION CIENTIFCA PSICOST;BUDAPESTI CORVINUS EGYETEM;LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;SERVICIO CANARIO DE LA SALUD;UNIVERSITEIT MAASTRICHT;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;UNIVERSITY OF BRISTOL;ERASMUS UNIVERSITEIT ROTTERDAM",
    "participantCountries": "ES;HU;UK;DE;NL",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 400185
        },
        "999839335": {
            "orgId": "999839335",
            "orgName": "ERASMUS UNIVERSITEIT ROTTERDAM",
            "ecContrib": 403610
        },
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 384831
        },
        "938054506": {
            "orgId": "938054506",
            "orgName": "SERVICIO CANARIO DE LA SALUD",
            "ecContrib": 163471
        },
        "990394057": {
            "orgId": "990394057",
            "orgName": "ASOCIACION CIENTIFCA PSICOST",
            "ecContrib": 130000
        },
        "999778419": {
            "orgId": "999778419",
            "orgName": "EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH",
            "ecContrib": 295875
        },
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 73715
        },
        "999861063": {
            "orgId": "999861063",
            "orgName": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
            "ecContrib": 98749
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 960236
        },
        "999857086": {
            "orgId": "999857086",
            "orgName": "BUDAPESTI CORVINUS EGYETEM",
            "ecContrib": 89271
        }
    },
    "calculatedTotalContribution": 2999943
}