{
    "rcn": "213054",
    "acronym": "CRESCENDO",
    "topics": "FCH-01-2-2017",
    "title": "Critical Raw material ElectrocatalystS replacement ENabling Designed pOst-2020 PEMFC",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "CRESCENDO will develop highly active and long-term stable electrocatalysts of non-platinum group metal (non-PGM) catalysts for the PEMFC cathode using a range of complementary and convergent approaches, and will re-design the cathode catalyst layer so as to reach the project target power density and durability requirements of 0.42 W/cm2 at 0.7 V, and 1000 h with less than 30% performance loss at 1.5 A/cm2 after 1000 h under the FC-DLC, initially in small and ultimately full-size single cells tested in an industrial environment on an industrially scaled-up catalyst. The proposal includes the goal of developing non-PGM or ultra-low PGM anode catalysts with greater tolerance to impurities than current low Pt-loaded anodes. It will develop and apply advanced diagnostics methods and tests, and characterisation tools for determination of active site density and to better understand performance degradation and mass transport losses. The proposal builds on previous achievements in non-PGM catalyst development within all of the university and research organisation project partners. It benefits from the unrivalled know-how in catalyst layer development at JMFC and the overarching expertise at BMW in cell and stack testing, and in guiding the materials development to align with systems requirements.",
    "totalCost": "2739602,5",
    "ecMaxContribution": "2739602,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "JOHNSON MATTHEY FUEL CELLS LIMITED;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITA DEGLI STUDI DI PADOVA;TECHNISCHE UNIVERSITAET BERLIN;PRETEXO;BMW GROUP AG",
    "participantCountries": "UK;FR;IT;DE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 457271
        },
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 360382
        },
        "999437852": {
            "orgId": "999437852",
            "orgName": "BAYERISCHE MOTOREN WERKE AKTIENGESELLSCHAFT",
            "ecContrib": 0
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 362500
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 448304
        },
        "989124036": {
            "orgId": "989124036",
            "orgName": "PRETEXO",
            "ecContrib": 72029
        },
        "986305895": {
            "orgId": "986305895",
            "orgName": "JOHNSON MATTHEY FUEL CELLS LIMITED",
            "ecContrib": 366570
        },
        "999986678": {
            "orgId": "999986678",
            "orgName": "TECHNISCHE UNIVERSITAET BERLIN",
            "ecContrib": 457234
        }
    },
    "calculatedTotalContribution": 2524290
}