{
    "rcn": "213019",
    "acronym": "COLOSTEO",
    "topics": "MSCA-RISE-2017",
    "title": "Nutraceutical supplementation based on colostrum for prevention of osteoporosis",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Osteoporosis constitutes a major public health concern. The economic burden of osteoporotic fractures in EU is expected to increase 25% by 2025 compared to 2010. These estimates may indicate an inefficiency of current drugs for osteoporosis. Actually, the use of pharmacological agents for osteoporosis has been decreasing in EU, probably due to the reported side effects. Therefore, there is a need for innovative agents to reduce the burden of osteoporosis. Colostrum is a promising agent against bone loss since it has natural constituents that are directly involved in bone metabolism. As a nutraceutical, colostrum confers an advantage over pharmacological drugs since it can avoid side effects. However, the possibility of its use as a nutraceutical agent for osteoporosis have only received attention within the scientific community. The knowledge produced on the effects of colostrum on bone metabolism has not yet been transferred to the market because academic institutions lack on expertise to create a new product. On the other hand, industry has knowledge on product development, but lack expertise on research skills. In accordance, what hinders the creation of an innovative product based on colostrum for prevention of osteoporosis is the absence of an intersectorial collaboration. As consequence, there is a clearly gap between research on the matter and its application. COLOSTEO aims to fill in this gap by creating an intersectorial collaboration to exchange knowledge and expertise towards the creation of an innovative nutraceutical product based on colostrum to prevent osteoporosis. This aim will be achieved by bridging two academic with two industrial institutions that through intersectorial secondments will exchange knowledge, ideas and expertise towards the creation of an innovative nutraceutical product based on colostrum to prevent osteoporosis.",
    "totalCost": "828000",
    "ecMaxContribution": "828000",
    "coordinator": "PANEPISTIMIO THESSALIAS",
    "coordinatorCountry": "EL",
    "participants": "CHRISTOS PAPADOPOULOS & SIA O.E.;UNIVERSIDADE DO PORTO;CENTRO DE ESTUDIOS SUPERIORES DE LA INDUSTRIA FARMACEUTICA SA",
    "participantCountries": "EL;PT;ES",
    "projectParticipants": {
        "997236534": {
            "orgId": "997236534",
            "orgName": "CHRISTOS PAPADOPOULOS & SIA O.E.",
            "ecContrib": 207000
        },
        "999894916": {
            "orgId": "999894916",
            "orgName": "UNIVERSIDADE DO PORTO",
            "ecContrib": 207000
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 207000
        },
        "912520032": {
            "orgId": "912520032",
            "orgName": "CENTRO DE ESTUDIOS SUPERIORES DE LA INDUSTRIA FARMACEUTICA SA",
            "ecContrib": 207000
        }
    },
    "calculatedTotalContribution": 828000
}