{
    "rcn": "213034",
    "acronym": "VERNE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Guided (Ultra)sonic Waves for High Performance Deepwater Pipeline Inspection",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "This project aims to develop and commercialise VERNE: A non-destructive testing (NDT) system that has the potential to revolutionise underwater inspection of tubular structures by achieving far greater inspection speed and precision compared to existing systems. As the majority of offshore Oil and Gas extraction assets have already exceeded their design lifetime, the need for decommissioning and/or substituting these assets becomes increasingly pressing. However, associated costs are enormous and it will cost nearly Ä20 billion over the next 10 years to remove around 80 platforms and their associated infrastructure. As asset owners strive to prolong asset lifetime while and minimise risk of catastrophic accidents, the greatest challenge is the inspection and maintenance of subsea structures like jacket foundations and pipelines. In underwater environments the high pressure, seawater and marine life (biofouling) obstruct maintenance operations and accelerate structure degradation. Subsea inspections are currently performed using Remotely Operated Vehicles carrying a payload of cameras, sensors and other equipment. VERNE will dramatically improve on their performance by combining ultrasound and acoustic testing that enable (i) the rapid scanning and defect mapping in a 100m radius around the inspection point and (ii) detailed and precise characterisation once defects are identified. VERNEís technologies enable inspection of both external and internal surface of structures (e.g. pipelines) without the need to remove anti-corrosion coatings and/or biofouling. As such, VERNE will lead to significant cost savings for asset owners while providing a key competitive advantage to subsea service providers. As such, project partners Dacon and Nardoni anticipate a cumulative turnover of Ä31.468 million and profits of Ä19.3 million by Year 5 with a breakeven over the total budget in Year 2 and a ROI rate of 13:1 on ECís grant.",
    "totalCost": "2158537,5",
    "ecMaxContribution": "1510976,25",
    "coordinator": "DACON AS",
    "coordinatorCountry": "NO",
    "participants": "I & T NARDONI INSTITUTE SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "998813560": {
            "orgId": "998813560",
            "orgName": "I & T NARDONI INSTITUTE SRL",
            "ecContrib": 504738
        },
        "998870984": {
            "orgId": "998870984",
            "orgName": "DACON AS",
            "ecContrib": 1006238
        }
    },
    "calculatedTotalContribution": 1510976
}