{
    "rcn": "213084",
    "acronym": "SALADIN",
    "topics": "ICT-31-2017",
    "title": "Superb Atomic LAyer Deposition tool for the semiconductor INdustry",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The main objective of SALaDIn project is to prove industrial applicability of Picosunís Atomic Layer Deposition (ALD) system, called P300F, for the needs of European semiconductor industry. This will be performed in collaboration with Silex Microsystems and Pegasus Chemicals who are responsible for testing and validation of the tool in industrial environment, and supply of chemical precursors for ALD thin films, respectively. The first target market is MEMS (Micro Electro Mechanical Systems) processing and production. The goal is to show that a single ALD system can fulfil the coating needs of MEMS foundryís multiple devices by meeting film property and quality requirements, flexibility requirements for materials and processes as well as productivity requirements and cost targets for final devices. The system and processes optimized during the project will bring the ALD technology easily accessible and affordable for companies working with wafer sizes other than the mainstream 12î silicon technology and enable cost effective and high quality coatings in various application fields, such as MEMS, LEDs, sensors and devices made on compound semiconductors.",
    "totalCost": "2774375",
    "ecMaxContribution": "1935937,5",
    "coordinator": "PICOSUN OY",
    "coordinatorCountry": "FI",
    "participants": "PEGASUS CHEMICALS LIMITED;SILEX MICROSYSTEMS AB",
    "participantCountries": "UK;SE",
    "projectParticipants": {
        "936371168": {
            "orgId": "936371168",
            "orgName": "PEGASUS CHEMICALS LIMITED",
            "ecContrib": 309312
        },
        "990376015": {
            "orgId": "990376015",
            "orgName": "SILEX MICROSYSTEMS AB",
            "ecContrib": 697375
        },
        "999503812": {
            "orgId": "999503812",
            "orgName": "PICOSUN OY",
            "ecContrib": 929250
        }
    },
    "calculatedTotalContribution": 1935937
}