{
    "rcn": "213079",
    "acronym": "HiPEAC",
    "topics": "ICT-05-2017",
    "title": "High Performance and Embedded Architecture and Compilation",
    "startDate": "01/12/2017",
    "endDate": "29/02/2020",
    "objective": "HiPEAC is a coordination and support action (CSA) that aims to structure and connect the European academic and industrial research and innovation communities in computing systems (i) by increasing the industrial membership, (ii) by integrating the European innovation community, (iii) by organising activities to connect the research and innovation communities, (iv) by stimulating collaborations, (v) by producing a vision document on the future of computing systems in Europe, and (vi) by professionally disseminating the research outcomes in and beyond the European computing systems community.\n\nThe HiPEAC CSA is meant to be the continuation of four successful networks with the same name (HiPEAC1-4). HiPEAC will leverage the existing community, the expertise and the set of instruments that were developed since 2004 and work on the following objectives: structuring and connecting the European computing systems community, cross-sectorial industrial platform-building, constituency building and consultations, clustering of related research and innovation projects, and road-mapping for future research and innovation agendas.\n\nThe overall approach of the HiPEAC CSA is that it wants to bring together all actors and stakeholders in the computing systems community in Europe ñ especially EU-funded projects, SMEs and the innovation community ñ in one well-managed structure where they can interact, disseminate/share information, transfer knowledge/technology, exchange human resources, think about future challenges, experiment with ideas to strengthen the community, etc.\n\nThe HiPEAC CSA will support its members and projects with tasks that are too difficult/complex to carry out individually: vision building, professional communications, recruitment, event management at the European level. By offering such services, a burden is taken away from the projects and members. They can then focus on the content, and the impact of their efforts is amplified.",
    "totalCost": "2600000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;ASOCIACION DE EMPRESAS TECNOLOGICAS INNOVALIA;ARTEMISIA VERENIGING;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIVERSITA DI PISA;ARM LIMITED;THALES SA;THE UNIVERSITY OF EDINBURGH;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FR;ES;NL;DE;EL;IT;UK;SE",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 182500
        },
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 35000
        },
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 35000
        },
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 35000
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 85000
        },
        "999983962": {
            "orgId": "999983962",
            "orgName": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
            "ecContrib": 35000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 35000
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1382500
        },
        "999547074": {
            "orgId": "999547074",
            "orgName": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
            "ecContrib": 35000
        },
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 35000
        },
        "940177448": {
            "orgId": "940177448",
            "orgName": "ARTEMISIA VERENIGING",
            "ecContrib": 35000
        },
        "999813824": {
            "orgId": "999813824",
            "orgName": "ARM LIMITED",
            "ecContrib": 35000
        },
        "999614489": {
            "orgId": "999614489",
            "orgName": "ASOCIACION DE EMPRESAS TECNOLOGICAS INNOVALIA",
            "ecContrib": 35000
        }
    },
    "calculatedTotalContribution": 2000000
}