{
    "rcn": "213080",
    "acronym": "HySTOC",
    "topics": "FCH-02-6-2017",
    "title": "Hydrogen Supply and Transportation using liquid Organic Hydrogen Carriers",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Hydrogen is a versatile energy carrier that will allow the EU to accomplish its strategic targets of zero-emission mobility, integration of renewables and the decarbonisation of industry. However, its low density and explosive nature make hydrogen storage and transport technically challenging, inefficient and very expensive. The Liquid Organic Hydrogen Carrier (LOHC) technology enables safe and efficient high-density hydrogen storage in an easy-to-handle oil, thus eliminating the need for pressurized tanks for storage and transport. The HySTOC project will demonstrate LOHC-based distribution of high purity hydrogen (ISO 14687:2-2012) to a commercially operated hydrogen refueling station (HRS) in Voikoski, Finland, in an unprecedented field test. Dibenzyltoluene, the LOHC material used within HySTOC is not classified as a dangerous good, is hardly flammable and offers a five-fold increase in storage capacity compared with standard high pressure technology, leading to a transport cost reduction of up to 80%. HySTOC comprises 5 partners (including 2 SMEs, 1 industrial and 2 scientific partners) from 3 European countries (Finland, Germany, The Netherlands). The partners cover the whole value chain from basic research and testing (FAU & VTT) through core technology development (Hydrogenious Technologies and HyGear) to the end-user that will operate the LOHC-based hydrogen infrastructure (Woikoski). The comprehensive and complementary mixture of expertise and know-how provided by the consortium ensures not only an efficient realization of the technical and (pre )commercial objectives of the project, but also the subsequent dissemination and exploitation of the achieved results to maximize its impact within the consortium and the hydrogen market as a whole. In the long term, the LOHC technology developed within HySTOC will allow integration of renewable energy by making it available to hydrogen mobility in an easy-to-handle form and will thus help decarbonize the world.",
    "totalCost": "2499921,25",
    "ecMaxContribution": "2499921,25",
    "coordinator": "HYDROGENIOUS TECHNOLOGIES GMBH",
    "coordinatorCountry": "DE",
    "participants": "OY WOIKOSKI AB;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;Teknologian tutkimuskeskus VTT Oy;HYGEAR BV",
    "participantCountries": "FI;DE;NL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 385516
        },
        "928567809": {
            "orgId": "928567809",
            "orgName": "HYDROGENIOUS TECHNOLOGIES GMBH",
            "ecContrib": 966775
        },
        "999995408": {
            "orgId": "999995408",
            "orgName": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
            "ecContrib": 241305
        },
        "997863445": {
            "orgId": "997863445",
            "orgName": "HYGEAR BV",
            "ecContrib": 496325
        },
        "952267237": {
            "orgId": "952267237",
            "orgName": "OY WOIKOSKI AB",
            "ecContrib": 410000
        }
    },
    "calculatedTotalContribution": 2499921
}