{
    "rcn": "213015",
    "acronym": "IDEAL-CITIES",
    "topics": "MSCA-RISE-2017",
    "title": "Intelligence-Driven Urban Internet-of-Things Ecosystems for Trustworthy and Circular Smart Cities",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "IDEAL-CITIES aims to develop, demonstrate and evaluate an open modular platform for building adaptive Internet-of-Things and Participatory Sensing (IoTPS) based Smart City applications, supported by Big Data analytics and Cloud services. IDEAL-CITIES outcomes will increase urban life quality, safety and inclusivity by enabling citizens and authorities to produce and exchange contextualised distributed intelligence and information in real-time, in a trustworthy and sustainable manner. The IDEAL-CITIES platform will foster the development and uptake of novel IoTPS-based Smart City applications and enhance the associated market base, by demonstrating new feasible ways for providing IoTPS applications and services which can contribute to urban citizenís well-being and the citiesí circular economy. The IDEAL-CITIES platform will be demonstrated in the context of two fully-fledged IoTPS Applications, with a focus on mobility for the impaired and on citizen safety, in close cooperation with involved communities (a non-profit organisation for the blind and partially-sighted and four municipalities, respectively), validating the utility of the proposed platform and approach.",
    "totalCost": "1611000",
    "ecMaxContribution": "1611000",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "NODALPOINT SYSTEMS;BLUESOFT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;BOURNEMOUTH UNIVERSITY;ECOLE NATIONALE DES PONTS ET CHAUSSEES;CABLENET COMMUNICATION SYSTEMS LTD",
    "participantCountries": "EL;PL;UK;FR;CY",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 297000
        },
        "912490253": {
            "orgId": "912490253",
            "orgName": "NODALPOINT SYSTEMS",
            "ecContrib": 270000
        },
        "999862906": {
            "orgId": "999862906",
            "orgName": "BOURNEMOUTH UNIVERSITY",
            "ecContrib": 270000
        },
        "915164640": {
            "orgId": "915164640",
            "orgName": "BLUESOFT SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 270000
        },
        "917306012": {
            "orgId": "917306012",
            "orgName": "CABLENET COMMUNICATION SYSTEMS LTD",
            "ecContrib": 252000
        },
        "997637629": {
            "orgId": "997637629",
            "orgName": "ECOLE NATIONALE DES PONTS ET CHAUSSEES",
            "ecContrib": 252000
        }
    },
    "calculatedTotalContribution": 1611000
}