{
    "rcn": "213074",
    "acronym": "MAMA-MEA",
    "topics": "FCH-02-8-2017",
    "title": "Mass Manufacture of MEAs Using High Speed Deposition Processes",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The market for PEM fuel cells will increase to 10ís GWs per annum from 2025. For the catalyst coated membrane (CCM), a critical stack component, continuous manufacturing processes are currently being implemented by manufacturers worldwide.  Whilst these will meet CCM demand for the next 10 years, the growing requirement for increased numbers of CCMs thereafter necessitates a manufacturing step-change, both in terms of cost and capacity. MAMA-MEA will address this by assembling a consortium with extensive knowledge and expertise both of fuel cell technology and manufacturing in the digital coating and printed electronic industry, to develop the highly innovative concept of an additive layer manufacturing (ALM) process for the edge-sealed CCM. The key CCM components (anode and cathode catalyst layers, ion-conducting membrane and edge seals) will be deposited with high precision and speed, one component layer on top of the other, and just in the areas of the CCM where they are required for functionality. Preliminary one-off prototypes have established the feasibility of the approach, and patent applications have been filed.  MAMA-MEA will develop this innovative ALM process from MRL3 to MRL 6, by integrating the CCM components in to a single continuous roll-to-roll manufacturing process and validating the sealed CCMs in two full-size stationary application PEM fuel cell stacks.  A key project objective will be an increase in the manufacturing rate of over 10 times compared to the state-of-the-art process, whilst also increasing material utilisation to 99%, and the product quality, and thus yield, to over 95%. Overall, sealed CCM direct materials and manufacturing costs will be reduced by up to 58% in the new CCMs.  The project will also conduct comprehensive ex-situ characterisation and in-situ fuel cell performance and durability testing and provide an engineering design of an ALM sealed CCM production line, including quality control methodologies.",
    "totalCost": "3189816",
    "ecMaxContribution": "3189816",
    "coordinator": "TECHNISCHE UNIVERSITAET CHEMNITZ",
    "coordinatorCountry": "DE",
    "participants": "JOHNSON MATTHEY FUEL CELLS LIMITED;NEDSTACK FUEL CELL TECHNOLOGY BV;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SYSTEM SPA;INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO;UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "participantCountries": "UK;NL;DE;IT;SI",
    "projectParticipants": {
        "999877844": {
            "orgId": "999877844",
            "orgName": "TECHNISCHE UNIVERSITAET CHEMNITZ",
            "ecContrib": 866818
        },
        "997513469": {
            "orgId": "997513469",
            "orgName": "NEDSTACK FUEL CELL TECHNOLOGY BV",
            "ecContrib": 401062
        },
        "951760218": {
            "orgId": "951760218",
            "orgName": "SYSTEM SPA",
            "ecContrib": 364500
        },
        "996906055": {
            "orgId": "996906055",
            "orgName": "INEA INFORMATIZACIJA ENERGETIKA AVTOMATIZACIJA DOO",
            "ecContrib": 256000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 249948
        },
        "986305895": {
            "orgId": "986305895",
            "orgName": "JOHNSON MATTHEY FUEL CELLS LIMITED",
            "ecContrib": 700071
        },
        "999840887": {
            "orgId": "999840887",
            "orgName": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
            "ecContrib": 351418
        }
    },
    "calculatedTotalContribution": 3189817
}