{
    "rcn": "213181",
    "acronym": "DataBench",
    "topics": "ICT-17-2016-2017",
    "title": "Evidence Based Big Data Benchmarking to Improve Business Performance",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Organisations rely on evidence from the Benchmarking domain to provide answers to how their processes are performing. There is extensive information on how and why to perform technical benchmarks for the specific management and analytics processes, but there is a lack of objective, evidence-based methods to measure the correlation between Big Data Technology (BDT) benchmarks and an organisationís business benchmarks and demonstrate return on investment. When more than one benchmarking tool exists for a given need, there is even less evidence as to how these tools compare to each other, and how the results can affect their business objectives. At the heart of the DataBench project is the goal to design a benchmarking process helping European organizations developing BDT to reach for excellence and constantly improve their performance, by measuring their technology development activity against parameters of high business relevance. DataBench will investigate existing Big Data benchmarking tools and projects, identify the main gaps, provide a robust set of metrics to compare technical results coming from those tools. It will provide a framework to associate those technical results with the economic processes that are imperative to a company. It will provide a robust set of benchmarks to assess which tools respond best and provide the most pertinent information for organisationís economic planning and respond to their current and emerging industrial needs. It will provide a software tool which the industrial and research community users can leverage to do this evaluation. DataBench will interact with ICT14 and 15 projects to give access to this tool and framework to leverage the Big Data benchmarking investment so far carried out in the benchmarking community, contributing to the success of the BDV-PPP. The project envisions continuous interaction with the leading BDT suppliers and industrial user communities, and has a strong relationship with the BDV cPPP.",
    "totalCost": "2240988,75",
    "ecMaxContribution": "2240988,75",
    "coordinator": "IDC ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT JOZEF STEFAN;STIFTELSEN SINTEF;SINTEF AS;ATOS SPAIN SA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;POLITECNICO DI MILANO",
    "participantCountries": "SI;NO;ES;DE;IT",
    "projectParticipants": {
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 0
        },
        "999993856": {
            "orgId": "999993856",
            "orgName": "ATOS SPAIN SA",
            "ecContrib": 387538
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 340850
        },
        "951376971": {
            "orgId": "951376971",
            "orgName": "IDC ITALIA SRL",
            "ecContrib": 663531
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 304190
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 218128
        }
    },
    "calculatedTotalContribution": 1914237
}