{
    "rcn": "213158",
    "acronym": "MIRACLE",
    "topics": "ICT-30-2017",
    "title": "Mid-infrared arthroscopy innovative imaging system for real-time clinical in depth examination and diagnosis of degenerative joint diseases",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "MIRACLE will take towards commercialization the first mid-infrared (MIR) arthroscopy probe for in-depth evaluation of articular cartilage enabling early diagnosis of degenerative joint diseases such as osteoarthritis (OA). The proposed device is intended for use during a minimally invasive surgery (arthroscopy). Currently, the surgeonís decision-making is based on visual inspection and manual probing of the cartilage tissue which is highly subjective and of poor repeatability. Untreated or not-correctly treated joint injury will most likely progress towards OA, which will lead to joint pain, movement limitation, joint failure, and ultimately disability and joint replacement. OA constitutes a major challenge for the health systems and affects 242 million people globally. Moreover, OA is highly prevalent in Europe with an estimated 19.7-42.3% in the elderly population. MIRACLE concept is to access the biochemical on articular cartilage, which precedes OA. The feasibility of this approach as a diagnostic method has been demonstrated by MIRACLE consortium (TRL4). MIRACLE has also prototyped a MIR-probe with potential use for diagnostics (TRL4).  By technology development reaching TRL 6-7, MIRACLE will bring to the arthroscopy market the first MIR-based probe providing an unique, accurate and quantitative diagnostic tool for the orthopedic surgeon. This will be achieved combining three novel photonics components: (i) a quantum cascade laser array tailored to biodiagnostics, (ii) an on-chip beam combiner for efficient radiation coupling, and (iii) MIR sensing probe for imaging. These components will be integrated in a medical device to be placed in the arthroscopy market (valued at $4 billion in 2015). In addition to add value to the European medical equipment industry, MIRACLE strives towards cost reduction of OA patients (currently costs/patient/year Ä10,452) contributing to more affordable public health care and promoting wellbeing in the European ageing population.",
    "totalCost": "6960845",
    "ecMaxContribution": "6133635,88",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "ART PHOTONICS;ASOCIACION ESPANOLA DE NORMALIZACION;UNIVERSITAET ULM;NANOPLUS NANOSYSTEMS AND TECHNOLOGIES GMBH;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;INEB-INSTITUTO NACIONAL DE ENGENHARIA BIOMEDICA;OPTOPRECISION GMBH;UNIVERSITEIT UTRECHT;ITA-SUOMEN YLIOPISTO;POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA;PHOTONICS FINLAND;IRIS TECHNOLOGY SOLUTIONS, SOCIEDAD LIMITADA",
    "participantCountries": "DE;ES;NO;PT;NL;FI",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 293376
        },
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 1146325
        },
        "928910995": {
            "orgId": "928910995",
            "orgName": "PHOTONICS FINLAND",
            "ecContrib": 106368
        },
        "984232326": {
            "orgId": "984232326",
            "orgName": "ASOCIACION ESPANOLA DE NORMALIZACION",
            "ecContrib": 77500
        },
        "998755748": {
            "orgId": "998755748",
            "orgName": "INEB-INSTITUTO NACIONAL DE ENGENHARIA BIOMEDICA",
            "ecContrib": 439375
        },
        "991207984": {
            "orgId": "991207984",
            "orgName": "ITA-SUOMEN YLIOPISTO",
            "ecContrib": 585856
        },
        "998250766": {
            "orgId": "998250766",
            "orgName": "POHJOIS-SAVON SAIRAANHOITOPIIRIN KUNTAYHTYMA",
            "ecContrib": 173750
        },
        "952441546": {
            "orgId": "952441546",
            "orgName": "ART PHOTONICS",
            "ecContrib": 310188
        },
        "936119647": {
            "orgId": "936119647",
            "orgName": "UNIVERSITAET ULM",
            "ecContrib": 842500
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 538431
        },
        "986028475": {
            "orgId": "986028475",
            "orgName": "OPTOPRECISION GMBH",
            "ecContrib": 470312
        },
        "999614295": {
            "orgId": "999614295",
            "orgName": "NANOPLUS NANOSYSTEMS AND TECHNOLOGIES GMBH",
            "ecContrib": 797205
        }
    },
    "calculatedTotalContribution": 5781186
}