{
    "rcn": "213153",
    "acronym": "FotoInMotion",
    "topics": "ICT-20-2017",
    "title": "Repurposing and enriching images for immersive storytelling through smart digital tools",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The amount of digital content available to creative industries is growing exponentially, driven by the ubiquitous use of smartphones and the proliferation of social media: (1) there is a tremendous increase in the amount of photographic content (more than 1.8 billion photos are uploaded to social media platforms each day); (2) the ongoing transformation of factual, entertainment and social media publishers and platforms from textual and photo-centric format to video-driven format (more than 400 hours of video are being uploaded to YouTube each minute); (3) the increasing impact of 3D and virtual reality for providing immersive storytelling experiences, offering new ways of audience engagement and monetization for content creators in the upcoming years. \nAcknowledging the above, the following critical questions become imminent in both content production and dissemination contexts: how to repurpose this massive amount of content; what kind of innovative tools are most suitable for this process; and finally how these tools can offer new forms of monetization possibilities for creative industries' professionals.\nFotoInMotion, sets to solve these critical questions and provide an innovative solution to the repurposing of content by offering automated tools for innovative contextual data extraction, object recognition, creative transformation, editing and text animation as well as state of the art 3D conversion options that allow content creators to transform their photos into highly engaging spatial and three dimensional video experiences.  \nFotoInMotion will focus on three major creative industries sectors: photojournalism to develop interactive photo driven stories; fashion, by opening up new forms of marketing, product placement and event coverage; and festivals, by enabling PR and publicity managers to communicate the festival experiences and engage audiences through immersive communication and repurposing festival archives.",
    "totalCost": "2548288,75",
    "ecMaxContribution": "2548288,75",
    "coordinator": "INTRASOFT INTERNATIONAL SA",
    "coordinatorCountry": "BE",
    "participants": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS;NOOR FOUNDATION;MITTETULUNDUSUHING PIMEDATE OODE FILMIFESTIVAL OU;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;MARNI GROUP SRL;QDEPQ SYSTEMS BV;WORLDCRUNCH",
    "participantCountries": "EL;NL;EE;PT;IT;FR",
    "projectParticipants": {
        "999702371": {
            "orgId": "999702371",
            "orgName": "INTRASOFT INTERNATIONAL SA",
            "ecContrib": 432500
        },
        "912333016": {
            "orgId": "912333016",
            "orgName": "MARNI GROUP SRL",
            "ecContrib": 195000
        },
        "999751744": {
            "orgId": "999751744",
            "orgName": "ATHENS TECHNOLOGY CENTER ANONYMI BIOMICHANIKI EMPORIKI KAI TECHNIKI ETAIREIA EFARMOGON YPSILIS TECHNOLOGIAS",
            "ecContrib": 405000
        },
        "999513706": {
            "orgId": "999513706",
            "orgName": "INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA",
            "ecContrib": 382500
        },
        "912813942": {
            "orgId": "912813942",
            "orgName": "QDEPQ SYSTEMS BV",
            "ecContrib": 316875
        },
        "947323341": {
            "orgId": "947323341",
            "orgName": "MITTETULUNDUSUHING PIMEDATE OODE FILMIFESTIVAL OU",
            "ecContrib": 221414
        },
        "912484336": {
            "orgId": "912484336",
            "orgName": "NOOR FOUNDATION",
            "ecContrib": 195625
        },
        "949870949": {
            "orgId": "949870949",
            "orgName": "WORLDCRUNCH",
            "ecContrib": 399375
        }
    },
    "calculatedTotalContribution": 2548289
}