{
    "rcn": "213189",
    "acronym": "MERLIN",
    "topics": "ICT-30-2017",
    "title": "Multi-modal, multi-scale retinal imaging",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "The ambition of the MERLIN project is to improve in-depth diagnosis and therapeutic follow-up of diseases that impact the eyeís retina. To do so, the MERLIN partners will deliver a novel medical imaging device able to detect pathological alterations in the retina with highly enhanced sensitivity and specificity.\nThe medical applications of this device encompass a wide range of retinal pathologies, including age-related macular degeneration (AMD), as well as chronic vascular conditions, including diabetes. AMD and diabetic retinopathy (DR) are the leading cause of blindness worldwide in people over 55 years of age. Such diseases slowly develop at the microscopic scale in the retina. Using current imaging techniques, it is difficult to detect them at early stage, and it often takes months to assess the effects of treatments. These limitations hinders both the clinical management of patients and the investigation of new therapies.\nIn order to overcome these issues, the device developed in MERLIN will for the first time enable doctors to examine the retina with multiple imaging modalities at both the macroscopic and microscopic scales. Modalities will include ultrafast scanning laser ophthalmoscopy (SLO), optical coherence tomography (OCT) and OCT angiography (OCT-A), while ultrahigh resolution will be provided by adaptive optics technology. This unique combination will reveal previously invisible cellular and microvascular retinal detail in 3 dimensions. The project partners will also develop advanced image processing software for the visualization and quantitative analysis of microscopic structures, and conduct experimentations to optimize and validate performance in AMD and DR patients.\nAs the feasibility of this diagnostic approach has previously been demonstrated in another European R&D project (FP7 FAMOS, 2012-2017), MERLIN will translate the technology from a preexisting laboratory prototype to a nearly commercial device usable in clinical trials.",
    "totalCost": "5678335",
    "ecMaxContribution": "4867660",
    "coordinator": "IMAGINE EYES SA",
    "coordinatorCountry": "FR",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;REGION HOVEDSTADEN;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;FUNDACIO INSTITUT DE CIENCIES FOTONIQUES;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "AT;DK;FR;ES;NL",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 1072825
        },
        "999619436": {
            "orgId": "999619436",
            "orgName": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
            "ecContrib": 522500
        },
        "998193245": {
            "orgId": "998193245",
            "orgName": "IMAGINE EYES SA",
            "ecContrib": 1891575
        },
        "999989976": {
            "orgId": "999989976",
            "orgName": "MEDIZINISCHE UNIVERSITAET WIEN",
            "ecContrib": 588025
        },
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 431000
        },
        "999654744": {
            "orgId": "999654744",
            "orgName": "REGION HOVEDSTADEN",
            "ecContrib": 361735
        }
    },
    "calculatedTotalContribution": 4867660
}