{
    "rcn": "213137",
    "acronym": "StandICT.eu",
    "topics": "ICT-40-2017",
    "title": "Supporting European Experts Presence in International Standardisation Activities in ICT",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "StandICT.eu defines a pragmatic approach to reinforcing EU expert presence in international ICT standardisation. By setting up, managing & monitoring a continuous open call, StandICT.eu will provide a streamlined process supporting the participation & contribution of EU specialists in SDOs & SSOs in the 5 essential building blocks of the Digital Single Market (DSM), viz.: cloud computing, 5G communications, IoT, cybersecurity & data technologies. Through a Standards Watch, StandICT.eu maps & monitors the international ICT standards landscape & then liaises with SDOs, SSOs & industry-led groups, identifying gaps & priorities which match EU DSM objectives: These will become topics for the continuous open call. Engagement will be supported through a series of motivational drivers, maximising impact & high-level commitment to standardisation from a broad stakeholder base. Specifying & strategically addressing DSM standardisation challenges, StandICT.eu analyses how to bolster EUís presence and influence in international ICT standardisation & importantly the business impact on digital transformation on industry & consumers in strategic sectors such as eHealth, smart energy, intelligent transport systems & advanced manufacturing. The Consortium Partners have a history of contributing to ICT Standards arena & consolidating a highly influential international network. Trust-IT: Expert SME in communicating benefits of standards in ICT. Fraunhofer SCAI: Institute for applied research contributing to development of standards with an active role in different SDOs. The Consortium is supported by an Expert Advisory Group of 15 members. Main Project outputs are: 1 web platform with interactive global ICT standards map & online open call facility, 10 ICT standards priority reports, 1 continuous open call with 10 bimonthly cycles for applications, targeting 1000\\ proposals, 300\\ specialists supported, 50\\ external evaluators, and 8 ICT standards workshops.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "TRUST-IT SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "participantCountries": "DE",
    "projectParticipants": {
        "999687724": {
            "orgId": "999687724",
            "orgName": "TRUST-IT SERVICES LIMITED",
            "ecContrib": 1804525
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 195475
        }
    },
    "calculatedTotalContribution": 2000000
}