{
    "rcn": "213183",
    "acronym": "Soft-Landing",
    "topics": "ICT-32-2017",
    "title": "The Soft-Landing Project",
    "startDate": "01/12/2017",
    "endDate": "31/12/2019",
    "objective": "European startups fail to scale, which often is the reason why they also fail in general. To avoid this, Startup ecosystems have to be connected and support the flow of startups from one ecosystem to another. Like natureës ecosystems, startups follow the path of least resistance or rather of the biggest opportunities, flowing like rivers downstream, from smaller ecosystems to the larger ones. Following such logic, this Project will connect smaller startup ecosystems to the larger ones through building awareness and capcaity for scaling and providing Soft-landing support. Soft-Landing Project will: (1) organize 40 1-week Startup Ecosystem Discovery Missions with 200 participants from 4 Consortium hubs to Germany, Netherlands, France, Lithuania, Silicon Valley, and India in order to build awareness about the ecosystems and build bridges between them; (2) organize 40 ecosystem discovery mission follow-up events; (3) support the exchange of 60 speakers/mentors for Consortium hubsë events; (4) send 96 startups and scaleups from the 4 Consortium hubs for 1-month Soft-landing stays in the Destination ecosystems; (5) organize the European Soft-landing conference on startup migration, connecting startup ecosystems and soft-landing support; (6) produce a White Paper with policy reocmmendations; (7) provide practical advice on scaling and the available soft-landing support on the projectës website www.soft-landing.eu and build the community around it.  Consortium partners are veteran startup ecosystem development hubs, 3 of them have worked on the same Startup Europe projects before (Startup Scaleup, LIFE, Digistart) all of which have been succcessfuly implemented. The Consortium members understand the Callës objectives fully and drawing on their previous Startup Europeës project implementation experience have designed a practical, realistic and at the same time ambitious project that will connect European statup ecosystems and help startups and scaleups to scale.",
    "totalCost": "1742000",
    "ecMaxContribution": "1499975",
    "coordinator": "VSI OPEN COFFEE CLUB VILNIUS",
    "coordinatorCountry": "LT",
    "participants": "GTEC OPERATIONS GMBH;INSTITUT MINES-TELECOM;F6S NETWORK LIMITED;CROSSPRING LAB BV",
    "participantCountries": "DE;FR;UK;NL",
    "projectParticipants": {
        "949744267": {
            "orgId": "949744267",
            "orgName": "VSI OPEN COFFEE CLUB VILNIUS",
            "ecContrib": 745625
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 124862
        },
        "999849326": {
            "orgId": "999849326",
            "orgName": "INSTITUT MINES-TELECOM",
            "ecContrib": 189625
        },
        "912118452": {
            "orgId": "912118452",
            "orgName": "GTEC OPERATIONS GMBH",
            "ecContrib": 236512
        },
        "945718282": {
            "orgId": "945718282",
            "orgName": "CROSSPRING LAB BV",
            "ecContrib": 203350
        }
    },
    "calculatedTotalContribution": 1499974
}