{
    "rcn": "213125",
    "acronym": "WAZIHUB",
    "topics": "ICT-39-2016-2017",
    "title": "Accelerating Open IoT and Big Data Innovation in Africa",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "WAZIHUB (in Swahili for Open-Hub) is an innovation project for Africa aiming to create an OpenHUB of IoT and Big data cutting-edge and African-grade solutions, co-designed by African people where these solutions can then be adapted to match local service needs. The vision of WAZIHUB is to exploit the huge IoT potential and share best practices for IoT and Cloud Technologies use, through the involvement of innovation communities and stakeholders at local district, regional, national and African level. The project goal is to iterate and extract value from spinning-off value-added IoT innovative services (e.g. monitoring, controlling, data analytics) based on the technologies developed in WAZIUP and FIWARE projects.\nIn order to reach its vision, the project has the following objectives:\nï make the IoT, Cloud and Big Data technology more accessible through an easily replicated platform as a service using existing technologies and a smart village reference model for testing and validation\nï simplify the start-up creation process through setting up an accelerator program based on established experience\nï make the business model more accessible, enabling stakeholders to more easily catalyse around valid, innovative and tested propositions creating innovation ecosystems that also support sustainability\nWAZIHUB will exploit mature results already tested and ready for deployment, it will push for impact based on these through a set of ambitious and measurable KPIs in terms of creation of startups, IoT Regional Ecosystems, wide reach trough dissemination and Build Capacity to train, support and mentor targeted audience (startups, SMEs and developers).\nWAZIHUB also plans to expand the reach and use of WAZIUP technology to Southeast and Southern Africa (Kenya, Uganda, Tanzania, South-Africa, Mozambique) and at the same time to strengthen the activities and the strategic partnership with West Africa (Senegal, Ghana).",
    "totalCost": "2295607,13",
    "ecMaxContribution": "1998687,49",
    "coordinator": "FONDAZIONE BRUNO KESSLER",
    "coordinatorCountry": "IT",
    "participants": "ORANGE SA;KUMASI HIVE;ISPACE FOUNDATION;UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR;DAR TEKNOHAMA BUSINESS INCUBATOR LIMITED;HIVE COLAB;WOMEN IN TECHNOLOGY UGANDA;STRATHMORE UNIVERSITY;SONATEL - SA;INNOTEC21 GMBH;UNIVERSITE GASTON BERGER DE SAINT LOUIS;MAKERS BE LIKE",
    "participantCountries": "FR;GH;TZ;UG;KE;SN;DE;ZA",
    "projectParticipants": {
        "968974226": {
            "orgId": "968974226",
            "orgName": "INNOTEC21 GMBH",
            "ecContrib": 340537
        },
        "912236986": {
            "orgId": "912236986",
            "orgName": "MAKERS BE LIKE",
            "ecContrib": 64750
        },
        "999908981": {
            "orgId": "999908981",
            "orgName": "ORANGE SA",
            "ecContrib": 210525
        },
        "999625450": {
            "orgId": "999625450",
            "orgName": "FONDAZIONE BRUNO KESSLER",
            "ecContrib": 521875
        },
        "910853960": {
            "orgId": "910853960",
            "orgName": "SONATEL - SA",
            "ecContrib": 77000
        },
        "986374377": {
            "orgId": "986374377",
            "orgName": "STRATHMORE UNIVERSITY",
            "ecContrib": 75500
        },
        "999849811": {
            "orgId": "999849811",
            "orgName": "UNIVERSITE DE PAU ET DES PAYS DE L'ADOUR",
            "ecContrib": 169375
        },
        "930277822": {
            "orgId": "930277822",
            "orgName": "WOMEN IN TECHNOLOGY UGANDA",
            "ecContrib": 75500
        },
        "930291014": {
            "orgId": "930291014",
            "orgName": "HIVE COLAB",
            "ecContrib": 104000
        },
        "986376026": {
            "orgId": "986376026",
            "orgName": "UNIVERSITE GASTON BERGER DE SAINT LOUIS",
            "ecContrib": 69000
        },
        "912249887": {
            "orgId": "912249887",
            "orgName": "DAR TEKNOHAMA BUSINESS INCUBATOR LIMITED",
            "ecContrib": 74000
        },
        "929560604": {
            "orgId": "929560604",
            "orgName": "ISPACE FOUNDATION",
            "ecContrib": 129125
        },
        "912466391": {
            "orgId": "912466391",
            "orgName": "KUMASI HIVE",
            "ecContrib": 87500
        }
    },
    "calculatedTotalContribution": 1998687
}