{
    "rcn": "213141",
    "acronym": "SAUCE",
    "topics": "ICT-20-2017",
    "title": "Smart Asset re-Use in Creative Environments",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "SAUCE will research, develop, pilot and demonstrate a set of professional tools and techniques for making content ësmarterí, so that it is fully adaptive in a broad, unprecedented manner: adaptive to context (which facilitates re-use), to purpose (among or within industries), to the user (improving the viewing experience), and to the production environment (so that it is ëfuture-proofí). The approach is based on research into light-field technology; automated classification and tagging using deep learning and semantic labeling to describe and draw inferences; and the development of tools for automated asset transformation, smart animation, storage and retrieval. These new technologies and tools will show that a vast reduction of costs and increases in efficiency are possible, facilitating the production of more content, of higher quality and creativity, for the benefit of the competitiveness of the European creative industries. \nSpecifically, SAUCE will research and develop:\nï Methods of generating smart world-views by capturing and processing light-fields, augmenting them with semantics and making them usable for media production pipelines.\nï A framework and tools for automatically classifying, validating and finding smart assets, using deep learning and semantic labeling techniques on 2D and 3D data.\nï A framework and tools for the automatic transformation and adaptation of smart assets to new contexts, purposes, users and environments, and for the synthesis of new smart assets from existing ones.\nï Real-time control systems for authoring animated content using smart assets, automatically synthesizing new scenes from existing ones and integrating smart assets into virtual production scenarios.\nï A storage system for smart assets that combines local and cloud storage so that assets can be delivered irrespective of the user or asset location. \nSAUCE will also demonstrate and promote its results, for industry approval, adoption and development by third parties.",
    "totalCost": "3999375",
    "ecMaxContribution": "3999375",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "DOUBLE NEGATIVE LIMITED;THE FOUNDRY VISIONMONGERS LTD;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;IKINEMA LIMITED;FILMAKADEMIE BADEN-WURTTEMBERG GMBH;VYSOKE UCENI TECHNICKE V BRNE;THE WALT DISNEY COMPANY (SWITZERLAND) GMBH;UNIVERSITAT DES SAARLANDES",
    "participantCountries": "UK;IE;DE;CZ;CH",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 597500
        },
        "999929545": {
            "orgId": "999929545",
            "orgName": "UNIVERSITAT DES SAARLANDES",
            "ecContrib": 385000
        },
        "992654060": {
            "orgId": "992654060",
            "orgName": "THE WALT DISNEY COMPANY (SWITZERLAND) GMBH",
            "ecContrib": 260000
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 312500
        },
        "999743984": {
            "orgId": "999743984",
            "orgName": "THE FOUNDRY VISIONMONGERS LTD",
            "ecContrib": 521250
        },
        "951582320": {
            "orgId": "951582320",
            "orgName": "FILMAKADEMIE BADEN-WURTTEMBERG GMBH",
            "ecContrib": 362500
        },
        "958410441": {
            "orgId": "958410441",
            "orgName": "DOUBLE NEGATIVE LIMITED",
            "ecContrib": 803750
        },
        "999873091": {
            "orgId": "999873091",
            "orgName": "VYSOKE UCENI TECHNICKE V BRNE",
            "ecContrib": 360000
        },
        "959408474": {
            "orgId": "959408474",
            "orgName": "IKINEMA LIMITED",
            "ecContrib": 396875
        }
    },
    "calculatedTotalContribution": 3999375
}