{
    "rcn": "213168",
    "acronym": "Startup Lighthouse",
    "topics": "ICT-32-2017",
    "title": "Lighthouse: Lighting the way for European scale-ups",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "Lighthouse sets a standard on developing cross border connections within and beyond Europe. The project lights the way for startups within Europe by organising 8 Deep Dive Weeks in 4 ecosystems: Berlin, Dublin, Lisbon and the Baltics ñ meeting over 1600 different ecosystem players in specific themes such as fintech, refugee tech, e-gov, IoT, etc - and culminating with a Top 10 Lighthouse Award in London each year. Lighthouse will support directly over 120 startups to meet key people (investors, corporates, technological experts, media, customers, talent, etc.) in each of these ecosystems through matchmaking, 1-on-1 mentoring, workshops and many other activities.\nFurthermore, the best of the best of the selected startups will receive the chance to take part in our Europass programme - taking them to 8 of the biggest European tech events; as well as 1 week scouting missions to Silicon Valley, New York and Israel to accelerate their positioning as global players.\nLighthouseís top-notch support activities prepare startups to take advantage of the opportunities in external markets as well as providing qualified introductions to key players in new ecosystems: which all contributes to increased market success. In concrete expected impact, the project will help selected startups to obtain \\2000 investment, partnership or customers leads, 500 new international customer leads, develop \\100 adapted products/services to new markets, raise collective turnover by 50%, create \\500 new jobs, raise \\Ä50m in total investment and many more direct and serendipitous results.\nLighthouse does not happen in a vacuum - its structure enables perfect integration with all Startup Europe activities - especially within Deep Dive Weeks. This exploits synergies between Lighthouse, Startup Europe and all related stakeholders by pooling resources together ñ encouraging even more ecosystems to take part in its activities.",
    "totalCost": "1829197,5",
    "ecMaxContribution": "1476938,25",
    "coordinator": "VILABS OE",
    "coordinatorCountry": "EL",
    "participants": "VSI OPEN COFFEE CLUB VILNIUS;ETVENTURE STARTUP HUB GMBH;THE DCU RYAN ACADEMY LIMITED;F6S NETWORK LIMITED;FASTTRACK VC SCR SA",
    "participantCountries": "LT;DE;IE;UK;PT",
    "projectParticipants": {
        "928514459": {
            "orgId": "928514459",
            "orgName": "ETVENTURE STARTUP HUB GMBH",
            "ecContrib": 163588
        },
        "935769380": {
            "orgId": "935769380",
            "orgName": "THE DCU RYAN ACADEMY LIMITED",
            "ecContrib": 198100
        },
        "955444375": {
            "orgId": "955444375",
            "orgName": "VILABS OE",
            "ecContrib": 199500
        },
        "949744267": {
            "orgId": "949744267",
            "orgName": "VSI OPEN COFFEE CLUB VILNIUS",
            "ecContrib": 655000
        },
        "950220149": {
            "orgId": "950220149",
            "orgName": "F6S NETWORK LIMITED",
            "ecContrib": 94500
        },
        "916713051": {
            "orgId": "916713051",
            "orgName": "FASTTRACK VC SCR SA",
            "ecContrib": 166250
        }
    },
    "calculatedTotalContribution": 1476938
}