{
    "rcn": "213100",
    "acronym": "IRSUS",
    "topics": "ICT-32-2017",
    "title": "Innovation Radar Support Services",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Promising ICT project results obtained in the course of H2020/FP7/CIP programmes are expected to lead to innovative solutions in fields like Energy, Life Sciences, Health, Ambient Intelligence, Transport, Industry 4.0, SmartCities, etc. However, most of results are early stage disruptive innovations from technology and/or applications point of view. If their potential economic impact is attractive, they face challenges before reaching any commercial exploitation and require specialised support.\nIRSUS will bridge the gaps faced by innovators (research teams, SMEs, spinoffs & startups) to reach the market with a feasible, viable and attractive business case and strategy for users, clients, partners and investors. IRSUS will create value to support innovators through the road to market.170 promising ICT innovations coming from research projects and detected by the Innovation Radar methodology by the EC will directly benefit from IRSUS activities, to successfully drive their way to markets and to reach commercial exploitation.\nIRSUS consortium will:\n1 Introduce business-related elements into the core of the innovators\n2 Provide them with training, partnering and individual/group business support services (mentoring, private&public funding, support to licensing, etc). Services will be strengthen with external specialised actors, e.g. business coaches or corporate funds. Ready for investment innovators will be introduced to our Advisory Board of Investors.\n3 Connect innovators with already existing public & private initiatives to maximize the quality and quantity of delivered services.\n4 Raise awareness on innovations to make an impact on the whole European R&I ecosystem.\nThe complementary consortium partners include expertise in value creation of R&I results, business & entrepreneurship, EU projects & funding sources and cover the whole EU geography (ZABALA and IESE Business School in Spain; innomine in Hungary, DOCOMO Digital in Italy; etVenture Startup Hub in Germany).",
    "totalCost": "999593,75",
    "ecMaxContribution": "999593,75",
    "coordinator": "ZABALA INNOVATION CONSULTING, S.A.",
    "coordinatorCountry": "ES",
    "participants": "ETVENTURE STARTUP HUB GMBH;INNOMINE GROUP KFT;UNIVERSIDAD DE NAVARRA;DOCOMO DIGITAL ITALY SPA",
    "participantCountries": "DE;HU;ES;IT",
    "projectParticipants": {
        "949739514": {
            "orgId": "949739514",
            "orgName": "INNOMINE GROUP KFT",
            "ecContrib": 167312
        },
        "928514459": {
            "orgId": "928514459",
            "orgName": "ETVENTURE STARTUP HUB GMBH",
            "ecContrib": 175240
        },
        "949716234": {
            "orgId": "949716234",
            "orgName": "DOCOMO DIGITAL ITALY SPA",
            "ecContrib": 288219
        },
        "999641746": {
            "orgId": "999641746",
            "orgName": "UNIVERSIDAD DE NAVARRA",
            "ecContrib": 99010
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 269812
        }
    },
    "calculatedTotalContribution": 999593
}