{
    "rcn": "213150",
    "acronym": "SEP 2.0",
    "topics": "ICT-32-2017",
    "title": "Startup Europe Partnership 2.0",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "SEP 2.0 aims at supporting European scaleups ëgo to marketí by providing qualified opportunities. Specifically, the Consortium plans to address three specific areas:\n\n- Increase exits and support promising European tech scaleups to access IPO opportunities.\n\n- Match established companies with scaleups to generate revenue and enable commercial opportunities.\n\n- Expose to the international community of investors via reports, roadshows, and participations in international events.\n\nThe Consortium will regularly scout and filter the most promising tech scaleups across Europe. The scaleups will be engaged in a set of activities that match their priorities and increase their access to new customers, the distribution of new products or services on the market, and increase the turnover. \n\nIn order to engage the different stakeholders of the project (namely: scaleups, investors, and corporates) the Consortium aims at organizing 4 Scaleup Summit per year hosted by the main European stock exchanges. \n\nSelected scaleups will be invited to each event, together with a group of corporates and investors. The goals of the Scaleup Summit are listed below: \n- To prepare tech scaleups for opportunities such as exit and going public (IPO). \n- To increase strategic and commercial opportunities for scaleups by organizing business meetings with corporates.\n- To facilitate the access to finance for scaleups by organizing meetings and pitching with investors.\n- To help EU and international investors to gather and improve knowledge of investment opportunities.\n- To provide networking opportunities for corporates.\n\nFollowing the Scaleup Summit, a selected group of scaleups will enroll into programs to increase the chance of successful IPOs. \n\nScaleups will be continuously assessed and engaged with new opportunities.\n\nFinally, a series of reports will be produced to inform on the status of the different European ICT ecosystems and disseminate results.",
    "totalCost": "1499649,5",
    "ecMaxContribution": "1424649,5",
    "coordinator": "MIND THE BRIDGE FOUNDATION",
    "coordinatorCountry": "IT",
    "participants": "ELITE SPA;NESTA;EUROPEAN STARTUP NETWORK;SCALE-UP INSTITUTE;UNIVERSIDAD DE SALAMANCA",
    "participantCountries": "IT;UK;BE;ES",
    "projectParticipants": {
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 261524
        },
        "947623944": {
            "orgId": "947623944",
            "orgName": "MIND THE BRIDGE FOUNDATION",
            "ecContrib": 604375
        },
        "912239508": {
            "orgId": "912239508",
            "orgName": "SCALE-UP INSTITUTE",
            "ecContrib": 25000
        },
        "912873791": {
            "orgId": "912873791",
            "orgName": "EUROPEAN STARTUP NETWORK",
            "ecContrib": 298750
        },
        "912217295": {
            "orgId": "912217295",
            "orgName": "ELITE SPA",
            "ecContrib": 175000
        },
        "999846610": {
            "orgId": "999846610",
            "orgName": "UNIVERSIDAD DE SALAMANCA",
            "ecContrib": 60000
        }
    },
    "calculatedTotalContribution": 1424649
}