{
    "rcn": "213172",
    "acronym": "MOLOKO",
    "topics": "ICT-30-2017",
    "title": "Multiplex phOtonic sensor for pLasmonic-based Online detection of contaminants in milK",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "The main objective of MOLOKO project is the manufacturing, implementation and validation of a self-managing and automatic miniaturized integrated photonic sensor to be used as process analytical instrumentation for fast-response on-site monitoring of interest analytes for security and quality within milk supply chain. These challenging objectives are achieved by integrating within the same device platform forefront technologies as organic photonics, nanoplasmonics, immunoassay diagnostics and microfluidics. \nSpecifically, we aim at realizing multiplexing quantitative detection of up to 10 analytes among which food safety parameters, e.g. antibiotics (i.e. penicillin, ampicillin, cephalonium) and toxins (i.e. mycotoxins and bacterial toxins) and food quality parameters e.g. lactoferrin and caseins by implementing a highly-integrated optoplasmonic-microfluidic  sensor in the strategic checkpoints along the entire supply and value chain of milk. The MOLOKO miniaturized integrated photonic sensor is specifically designed according to milk primary production, processing and distribution end-users in order to enable and guarantee fast, low-cost, robust, quantitative and high-sensitive multiplexing detection for the rapid acceptance screening of milk from primary producers (farm tank milk) or single bovine. The inherent versatility of the sensor guarantees disruptive effectiveness in multiple real settings applications, i.e. as automated sensor integrated in milking machine as handheld reusable analytical instrument for specialized and non-specialised milk operators.\n\nThe effectiveness and market-placement of the engineered functional prototype is quantitatively evaluated by direct comparison with respect to standard analytical methods and commercially available optical biosensors.",
    "totalCost": "6036381,25",
    "ecMaxContribution": "5479159",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "MILKLINE SRL;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;PARMALAT SPA;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ISTITUTO SUPERIORE DI SANITA;QUADRACHEM LABORATORIES LIMITED;NEMZETI ELELMISZERLANC-BIZTONSAGI HIVATAL;PLASMORE SRL;BEWARRANT;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "IT;CH;FI;DE;UK;HU;BE;NL",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 430952
        },
        "999555319": {
            "orgId": "999555319",
            "orgName": "NEMZETI ELELMISZERLANC-BIZTONSAGI HIVATAL",
            "ecContrib": 179750
        },
        "951294327": {
            "orgId": "951294327",
            "orgName": "QUADRACHEM LABORATORIES LIMITED",
            "ecContrib": 200270
        },
        "973984373": {
            "orgId": "973984373",
            "orgName": "PLASMORE SRL",
            "ecContrib": 396786
        },
        "937979913": {
            "orgId": "937979913",
            "orgName": "MILKLINE SRL",
            "ecContrib": 323466
        },
        "952326795": {
            "orgId": "952326795",
            "orgName": "PARMALAT SPA",
            "ecContrib": 130812
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 772042
        },
        "999978821": {
            "orgId": "999978821",
            "orgName": "ISTITUTO SUPERIORE DI SANITA",
            "ecContrib": 479062
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 961486
        },
        "929362433": {
            "orgId": "929362433",
            "orgName": "BEWARRANT",
            "ecContrib": 248850
        },
        "999547365": {
            "orgId": "999547365",
            "orgName": "STICHTING WAGENINGEN RESEARCH",
            "ecContrib": 555430
        },
        "999958839": {
            "orgId": "999958839",
            "orgName": "CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT",
            "ecContrib": 800250
        }
    },
    "calculatedTotalContribution": 5479156
}