{
    "rcn": "213101",
    "acronym": "COVR",
    "topics": "ICT-27-2017",
    "title": "Being safe around collaborative and versatile robots in shared spaces",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Increasing demand from the growing and aging population can be assuaged by ever closer safe human-robot collaboration (HRI): to improve productivity, reduce health limitations and provide services. HRI and safety are both major topics in the Work Programme. Safety regulations will be a barrier to cobot deployment unless they are easy to access, understand and apply. COVR collates existing safety regulations relating to cobots in e.g. manufacturing and fills in regulatory gaps for newer cobot fields e.g. rehabilitation to present detailed safety assessment instructions to coboteers. Making the safety assessment process clearer allows cobots to be used with more confidence in more situations, increasing the variety of cobots on the market and the variety of services cobots can offer to the general population.\nTRYG provides a one-stop shop which uses a common approach to safety assessment and is valid across all fields and applications. TRYG will provide clear and simple online access to best-practice safety testing protocols via a user-friendly decision tree, guided by questions about the cobot and its intended behaviours. Resulting application-specific testing protocols specify how to assess safety and document compliance with regulations. \nWe support coboteers by providing safety-relevant services based in well-equipped facilities at each partner site. TRYG services cover all stages of cobot development from design through final system sign-off to safety in use and maintenance, provided through consultancy, risk analysis, actual testing, workshops, courses, demonstrations, etc. ñ all designed to inspire people to increase cobot safety.\nAll TRYG elements will be beta-tested by external cobot developers etc. financed by FSTP. By using project elements  ìliveî, these FSTP beneficiaries not only develop their cobots further towards market, but also contribute their knowledge to the TRYG system and provide valuable feedback to both partners and standards developers.",
    "totalCost": "10705433,75",
    "ecMaxContribution": "10448333,75",
    "coordinator": "TEKNOLOGISK INSTITUT",
    "coordinatorCountry": "DK",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ROESSINGH RESEARCH AND DEVELOPMENT BV;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "DE;FR;NL;IT",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1172669
        },
        "999460356": {
            "orgId": "999460356",
            "orgName": "TEKNOLOGISK INSTITUT",
            "ecContrib": 6864432
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 881875
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 929458
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 599900
        }
    },
    "calculatedTotalContribution": 10448334
}