{
    "rcn": "213195",
    "acronym": "Domino",
    "topics": "SESAR-ER3-06-2016",
    "title": "Novel tools to evaluate ATM systems coupling under future deployment scenarios",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The primary objective of Domino is to develop a set of tools, a methodology and a platform to assess the coupling of ATM systems from a flight and a passenger perspective. The platform will allow ATM system designers to gain insight on the impact of applying new mechanisms. It will provide a view of the impact of deploying solutions in different manners, e.g., harmonized vs. local/independent deployment, and information on the criticality of elements in the system and how this might be different for different stakeholders.\nDomino will identify, test and validate metrics based on complexity science to understand the coupling of elements in the ATM systems, creating at toolbox to analyse the system. A generalizable and extendable agent-based model, capable of capturing the interactions between stakeholders and ATM elements, will be developed. Behavioural models will be created to capture the impact of modifying the operational context by introducing new mechanisms.\nDomino will define a set of case studies to test the methodology based on a few mechanisms: Dynamic Cost Indexing (DCI), User-Driven Prioritisation Process (UDPP) and Extended Arrival Manager (E-AMAN). These mechanisms will be modelled with different operational concepts and uptakes and in isolation or in conjunction.\nTwo set of case studies will be used: investigative and adaptive. Investigative case studies will be defined early in the project and prioritised with a stakeholdersí consultation. The results of those investigative case studies along with potential modifications to mitigate or enhance some of the effects observed will be presented at a dedicated workshop. The output of that workshop with stakeholders will be the adaptive case studies, which will be tested in their turn.\nA key element of Domino is the continuous consultation process through the establishment of an Advisory Board composed by stakeholders and through interaction with stakeholders with dedicated consultations and targeted workshop.",
    "totalCost": "902205",
    "ecMaxContribution": "805125",
    "coordinator": "THE UNIVERSITY OF WESTMINSTER LBG",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI TRIESTE;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;FUNDACION INSTITUTO DE INVESTIGACION INNAXIS;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "IT;BE;ES",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 170625
        },
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 303750
        },
        "996741349": {
            "orgId": "996741349",
            "orgName": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
            "ecContrib": 198500
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 132250
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 805125
}