{
    "rcn": "213109",
    "acronym": "OCEAN SENTINEL",
    "topics": "ERC-2017-PoC",
    "title": "OCEAN SENTINEL",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Fisheries are operating worldwide over nationís Economic Exclusive Zones (EEZ) as well as over international waters. Information on the location of fishing is rarely known, especially in international waters, yet it is critical since in many oceanic sectors non declared and illegal fisheries are affecting negatively ecosystems through over exploitation and by catch of non-target species Knowledge about the distribution of fishing boats is fundamental for the regulation of fishing activities as well for the conservation of the oceans. I propose a New Concept of ocean surveillance based on new bio-logging technologies fitted on large foraging marine predators. The OCEAN SENTINEL  Proof of this Concepts will (1) develop a logger called CENTURION that couple a XGPS platform detecting and locating radar emissions, with a satellite transmission system (Argos) that would send instantaneously the location of vessels to a receiving site, (2) deploy the logger on wide ranging animals used as platforms  and (3) make available immediately the information obtained from the CENTURION logger through a website. The OCEAN SENTINEL programme will generate important social benefits by providing information to a wide range of beneficiaries, from governments or regional authorities managing EEZ and natural resources, regional or national fishing authorities, researchers and non-governmental organisation in conservation. The concept will be tested in the Southern Indian Ocean from Crozet and Kerguelen Islands  where valuable and extensive fisheries operate in EEZs and over oceanic waters. This concept has the potential to be used in other areas where information on fisheries location is needed. The project will also lead to further discoveries on the relationship between seabirds and fisheries as well on the extent of fisheries in zones where surveillance by conventional methods is not possible.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}