{
    "rcn": "213154",
    "acronym": "ReTV",
    "topics": "ICT-20-2017",
    "title": "Enhancing and Re-Purposing TV Content for Trans-Vector Engagement",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Re-purposing and re-using digital content is of vital importance to broadcasters and other stakeholders in European media value chains. High initial production or acquisition costs need to be recouped, but the abundance of online channels creates a thin viewer market for original content, especially on niche topics. Live and on-demand viewing is now spread across Smart TVs, Web and mobile applications, social media and other emerging platforms (to be referred to as ìvectorsî). This introduces an important challenge: How should broadcasters decide when, in what form and on which vector(s) to deliver which content? We propose the Trans-Vector Platform (TVP) to address this challenge and help media companies gain a competitive advantage through guided content re-purposing and re-publication, on the fly and across vectors. \nThe TVP requires novel methods to extract metadata, predict patterns in the topic-vector-audience matrix, and apply these patterns to enhance and re-purpose content - across vectors and according to predicted audience interests. Thus, ReTV will advance the state of the art in video analysis, video augmentation and annotation, content and audience metrics, prediction and recommendation models, visual analytics. The results of this extensive research will be tested and validated together with a regional public broadcaster (RBB), a national TV archive (NISV) and an OTT TV distributor operating in multiple EU markets (Zattoo). ReTV will offer them a better match between content and viewers across vectors, time and five EU languages (English, German, French, Spanish, Dutch). Impact will be measured via cross-vector deployment and viewer engagement. Automated re-purposing and more accurate targeting in terms of relevance and appropriate representation, tailored to upcoming events and specific vector audiences, will drive growth, lower costs, and increase the competitiveness of broadcasters and other professional stakeholders in European media value chains.",
    "totalCost": "3489650",
    "ecMaxContribution": "3489650",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "WEBLYZARD TECHNOLOGY GMBH;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;MODUL TECHNOLOGY GMBH;RUNDFUNK BERLIN-BRANDENBURG;GENISTAT AG;STICHTING NEDERLANDS INSTITUUT VOORBEELD EN GELUID",
    "participantCountries": "AT;EL;DE;CH;NL",
    "projectParticipants": {
        "999968345": {
            "orgId": "999968345",
            "orgName": "STICHTING NEDERLANDS INSTITUUT VOORBEELD EN GELUID",
            "ecContrib": 380300
        },
        "999638254": {
            "orgId": "999638254",
            "orgName": "RUNDFUNK BERLIN-BRANDENBURG",
            "ecContrib": 460100
        },
        "916638458": {
            "orgId": "916638458",
            "orgName": "GENISTAT AG",
            "ecContrib": 606875
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 610500
        },
        "991663884": {
            "orgId": "991663884",
            "orgName": "WEBLYZARD TECHNOLOGY GMBH",
            "ecContrib": 554375
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 419375
        },
        "928778978": {
            "orgId": "928778978",
            "orgName": "MODUL TECHNOLOGY GMBH",
            "ecContrib": 458125
        }
    },
    "calculatedTotalContribution": 3489650
}