{
    "rcn": "213176",
    "acronym": "Fun-COMP",
    "topics": "ICT-31-2017",
    "title": "Functionally scaled computing technology: From novel devices to non-von Neumann architectures and algorithms for a connected intelligent world",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "The Fun-COMP project aims to develop a new wave of industry-relevant technologies that will extend the limits facing mainstream processing and storage approaches. We will do this by delivering innovative nanoelectronic and nanophotonic devices and systems that fuse together the core information processing tasks of computing and memory, that incorporate in hardware the ability to learn adapt and evolve, that are designed from the bottom-up to take advantage of the huge benefits, in terms of increases in speed/bandwidth and reduction in power consumption, promised by the emergence of Silicon photonic systems. We will develop basic information processing building blocks that draw inspiration from biological approaches, providing computing primitives that can mimic the essential features of brain-like synapses and neurons to deliver a new foundation for fast, low-power, functionally-scaled computing based around non-von Neumann approaches. We will combine such computing primitives into reconfigurable integrated processing networks that can implement in hardware novel, intelligent, self-learning and adaptive computational approaches - including spiking neural networks, computing-in-memory and autonomous reservoir computing ñ and that are capable of addressing complex real-world computational problems in fast, energy-efficient ways. We will address the application of our novel technologies to future computing imperatives, including the analysis and exploitation of ëbig dataí and the ubiquity of computing arising from the ëInternet of Thingsí. To realise our goals we bring together a world-leading consortium of industrial and academic researchers whose current work in the development of future information processing and storage technologies defines the state-of-the-art.",
    "totalCost": "3996951,25",
    "ecMaxContribution": "3996951,25",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;IBM RESEARCH GMBH;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;THALES SA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "BE;CH;UK;FR;DE",
    "projectParticipants": {
        "999751938": {
            "orgId": "999751938",
            "orgName": "THALES SA",
            "ecContrib": 588550
        },
        "999909854": {
            "orgId": "999909854",
            "orgName": "IBM RESEARCH GMBH",
            "ecContrib": 555770
        },
        "999981149": {
            "orgId": "999981149",
            "orgName": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
            "ecContrib": 616550
        },
        "999864555": {
            "orgId": "999864555",
            "orgName": "THE UNIVERSITY OF EXETER",
            "ecContrib": 607766
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 413300
        },
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 611000
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 604015
        }
    },
    "calculatedTotalContribution": 3996951
}