{
    "rcn": "213115",
    "acronym": "TheyBuyForYou",
    "topics": "ICT-14-2016-2017",
    "title": "Enabling procurement data value chains for economic development, demand management, competitive markets and vendor intelligence",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Procurement affects virtually every organisation.  Public spending alone will soon exceed Ä2trn per annum in the EU. In times of slow economic recovery and enhanced transparency, there is a pressing need for better management of government finances. The interaction between governments and businesses is key to delivering reformed public services, but it cannot, in its present form, create growth with less investment. In addition, research has already shown that SMEs can compete effectively with their larger counterparts and deliver value for money, provided the right environment. Private sector buyers face similar challenges. They are expected to run efficient, accountable tendering procedures, whether the beneficiaries are company shareholders or taxpayers. This becomes increasingly difficult as the flow of goods, services, finances, and data reaches all-times highs. TheyBuyForYou will deliver the data value chains, enabling technologies, and innovation that are critically needed for this fundamental change to happen. The project will explore how procurement knowledge graphs, paired with data management, analytics and interaction design could be used to reform four key procurement areas: (i) economic development: facilitating better economic outcomes from public spending for SMEs; (ii) demand management: spotting trends in public spending to achieve long-term goals such as savings; (iii) competitive markets: promoting healthier competition and identifying collusions and other irregularities; and (iv) supplier intelligence: optimising supply chains. We will develop an integrated technology platform, with data, core services, open APIs and online tools, which will be validated in 3 business cases in public/corporate procurement in Slovenia, Spain and Italy. The expected impact is substantial, with Ä200m savings in EU public spending; 25% increase in the value unlocked by enhanced procurement management in the private sector; and 20% more SMEs bidding for contracts.",
    "totalCost": "3274440",
    "ecMaxContribution": "2925693",
    "coordinator": "STIFTELSEN SINTEF",
    "coordinatorCountry": "NO",
    "participants": "CERVED GROUP SPA;AYUNTAMIENTO DE ZARAGOZA;INSTITUT JOZEF STEFAN;TICON UK LIMITED;OESIA NETWORKS SL;UNIVERSITY OF SOUTHAMPTON;CHRINON LTD;UNIVERSIDAD POLITECNICA DE MADRID;MINISTRSTVO ZA JAVNO UPRAVO",
    "participantCountries": "IT;ES;SI;UK",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 236250
        },
        "953330357": {
            "orgId": "953330357",
            "orgName": "CHRINON LTD",
            "ecContrib": 252525
        },
        "999980761": {
            "orgId": "999980761",
            "orgName": "STIFTELSEN SINTEF",
            "ecContrib": 697037
        },
        "999975329": {
            "orgId": "999975329",
            "orgName": "UNIVERSITY OF SOUTHAMPTON",
            "ecContrib": 436790
        },
        "969236417": {
            "orgId": "969236417",
            "orgName": "AYUNTAMIENTO DE ZARAGOZA",
            "ecContrib": 166250
        },
        "928009283": {
            "orgId": "928009283",
            "orgName": "TICON UK LIMITED",
            "ecContrib": 256550
        },
        "940084910": {
            "orgId": "940084910",
            "orgName": "OESIA NETWORKS SL",
            "ecContrib": 106400
        },
        "941528173": {
            "orgId": "941528173",
            "orgName": "CERVED GROUP SPA",
            "ecContrib": 198266
        },
        "935191260": {
            "orgId": "935191260",
            "orgName": "MINISTRSTVO ZA JAVNO UPRAVO",
            "ecContrib": 214500
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 361125
        }
    },
    "calculatedTotalContribution": 2925693
}