{
    "rcn": "213131",
    "acronym": "EPICA",
    "topics": "ICT-39-2016-2017",
    "title": "EPICA - Strategic partnership for the co-design of an innovative and scalable eportfolio ecosystem to improve the quality and visibility of skills",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Technology is driving change in Africa and knowledge has become a key driver of growth and development. Moreover, education needs to meet the demands of the work place and provide the skills and competencies needed to foster local economies. However, a severe mismatch exists between the skills of young workers and the skills that employers need for the emerging economies. \n\nEPICA (Strategic Partnership for the Co-design of an Innovative and scalable ePortfolio ecosystem to improve the quality and visibility of skills) aims to contribute to address this skills-gap through a process of co-design, adaptation, implementation and validation of an innovative and scalable Competency-Based ePortfolio, with an international partnership that includes industries, leading educational organisations, four universities in three Sub-Saharan countries (Open University of Tanzania, Makerere University from Uganda, Maseno University from Kenya,  and the African Virtual University) and one EU University (Open University of Catalonia). EPICAís outcomes will support:\n\nï Universities to deploy and implement the new Competency-Based pedagogical methodologies to face the increasing market demands in term of better-skilled workers\nï Students (and workers) to make more visible and comparable their skills and competencies acquired in formal and non-formal education\nï Employers and companies to identify the most reliable and suitable candidates\n\nWith a market-oriented approach, EPICA involves end-usersí communities in the whole process to ensure that the ePortfolio meets usersí and marketís requirements. \n\nThe pilot in four universities (MAK, OUT, MU, UOC) and the Validation phase will provide the data for evaluating end-usersí behavioural responses, and the means to build a robust and sustainable model, the ìePortfolio implementation Packî (technology-consultancy-support), to ensure take up and scalability, by involving local Sub-Saharan companies and HUBs in the commercialisation process.",
    "totalCost": "2170675",
    "ecMaxContribution": "1897450,01",
    "coordinator": "INTERNATIONAL COUNCIL FOR OPEN AND DISTANCE EDUCATION",
    "coordinatorCountry": "NO",
    "participants": "THE OPEN UNIVERSITY OF TANZANIA;AFRICAN VIRTUAL UNIVERSITY;DOCUMENTA CREACIONES MULTIMEDIA AVANZADAS SL;FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA;MAKERERE UNIVERSITY;MASENO UNIVERSITY;ICWE GMBH",
    "participantCountries": "TZ;KE;ES;UG;DE",
    "projectParticipants": {
        "928761712": {
            "orgId": "928761712",
            "orgName": "THE OPEN UNIVERSITY OF TANZANIA",
            "ecContrib": 131250
        },
        "912401013": {
            "orgId": "912401013",
            "orgName": "AFRICAN VIRTUAL UNIVERSITY",
            "ecContrib": 131425
        },
        "950647725": {
            "orgId": "950647725",
            "orgName": "ICWE GMBH",
            "ecContrib": 237847
        },
        "940072203": {
            "orgId": "940072203",
            "orgName": "DOCUMENTA CREACIONES MULTIMEDIA AVANZADAS SL",
            "ecContrib": 399678
        },
        "999856601": {
            "orgId": "999856601",
            "orgName": "MAKERERE UNIVERSITY",
            "ecContrib": 152250
        },
        "946760547": {
            "orgId": "946760547",
            "orgName": "INTERNATIONAL COUNCIL FOR OPEN AND DISTANCE EDUCATION",
            "ecContrib": 415850
        },
        "995992024": {
            "orgId": "995992024",
            "orgName": "FUNDACIO PER A LA UNIVERSITAT OBERTA DE CATALUNYA",
            "ecContrib": 289150
        },
        "912137949": {
            "orgId": "912137949",
            "orgName": "MASENO UNIVERSITY",
            "ecContrib": 140000
        }
    },
    "calculatedTotalContribution": 1897450
}