{
    "rcn": "213171",
    "acronym": "INSENSION",
    "topics": "ICT-23-2017",
    "title": "Personalized intelligent platform enabling interaction with digital services to individuals with profound and multiple learning disabilities",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The INSENSION project will create an ICT platform that enables persons with profound and multiple learning disabilities (PMLD) to use digital applications and services that can enhance the quality of their lives, increase their ability to self-determination and enrich their lives. The target end users of the proposed solution are capable of using only nonconventional, nonsymbolic means of interaction with their environment. Therefore, the platform aims to provide technological means for seamless, and adaptable recognition of a range of highly individual nonsymbolic behavioral signals of people with PMLD to detect behavioral patterns happening in the context of specific situations. These patterns are translated into the affective ëintentsí of the end user (their approval or disapproval to the given situation) and allow to communicate them to assistive services. This way an individual with PMLD gains a possibility to seamlessly influence their living environment, through new means of communication with other people, changing conditions of their environment or use new types of assistive digital applications. The project employs recent advances in a range of ICT disciplines equipping the proposed assistive ICT platform with natural behavior recognition mechanisms based on gesture, facial expression and vocalization recognition technologies. This is complemented by novel techniques of artificial intelligence and state-of-the-art Internet of Things models. The research and development of the project is conducted within the inclusive design paradigm, with individual with PMLD and their caregivers directly participating in the R\\D process throughout the whole duration of the project. This process links a highly interdisciplinary team of experts of ICT specialists and researchers and practitioners of disability studies and care, with due participation of an assistive technology industry representatives.",
    "totalCost": "2255875",
    "ecMaxContribution": "2255875",
    "coordinator": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "INSTITUT JOZEF STEFAN;FUNDACION CTIC CENTRO TECNOLOGICO PARA EL DESARROLLO EN ASTURIAS DE LAS TECNOLOGIAS DE LA INFORMACION;Harpo Sp. z o. o.;PADAGOGISCHE HOCHSCHULE HEIDELBERG;STOWARZYSZENIE NA TAK",
    "participantCountries": "SI;ES;PL;DE",
    "projectParticipants": {
        "999586359": {
            "orgId": "999586359",
            "orgName": "INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK",
            "ecContrib": 667500
        },
        "986249538": {
            "orgId": "986249538",
            "orgName": "PADAGOGISCHE HOCHSCHULE HEIDELBERG",
            "ecContrib": 462500
        },
        "933536731": {
            "orgId": "933536731",
            "orgName": "STOWARZYSZENIE NA TAK",
            "ecContrib": 143750
        },
        "993165929": {
            "orgId": "993165929",
            "orgName": "Harpo Sp. z o. o.",
            "ecContrib": 137500
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 464375
        },
        "998509271": {
            "orgId": "998509271",
            "orgName": "FUNDACION CTIC CENTRO TECNOLOGICO PARA EL DESARROLLO EN ASTURIAS DE LAS TECNOLOGIAS DE LA INFORMACION",
            "ecContrib": 380250
        }
    },
    "calculatedTotalContribution": 2255875
}