{
    "rcn": "213136",
    "acronym": "MATADOR",
    "topics": "ERC-2017-PoC",
    "title": "MAmmary chemoresistant Tumor deAth by Directed cell ORientation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2019",
    "objective": "Breast cancer is the most common cancer in women worldwide, with nearly 1.7 million new cases diagnosed in 2012. Fortunately, the availability of diagnosis tools to detect mammary neoplastic tissues, as well as transcriptomic biomarkers helping for prognosis, and the diversity of treatment options for primary tumors allows a 90% 5-year survival rate. However the metastatic grade of breast cancer is still not curable.\nAdvances from basic research in the last decade outline the epithelial-to-mesenchymal transition (EMT) as a key program of molecular events triggering metastatic dissemination [Nieto MA, Cell, 2016]. Impairing the EMT process appears as a very seductive way to cure breast carcinoma cancer. \nBased on preliminary results obtained from ìSPICYî ERC Frontier Research Starting Grant, in which we successfully develop an assay dedicated to characterize the EMT state of breast carcinoma cells [Thery M, EP 2180042 A1, 2008 ; Burute M, Dev. Cell, 2016], MATADOR is an ERC proof-of-concept project which proposes a genuine innovative strategy to develop marketable cell based assays allowing the discovery of new drugs efficiently curing mammary tumors, and create a CRO-type biotechnology company exploiting the pre-existing and newly created intellectual property: including marketable assays and therapeutics defined in MATADOR.",
    "totalCost": "149645",
    "ecMaxContribution": "149645",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 149645
        }
    },
    "calculatedTotalContribution": 149645
}