{
    "rcn": "213108",
    "acronym": "SiNBioSys",
    "topics": "ERC-2017-PoC",
    "title": "Luminescent silicon nanocrystals as bioimaging systems",
    "startDate": "01/11/2017",
    "endDate": "30/04/2019",
    "objective": "Optical imaging is a powerful tool for light-guided surgery and for the study of biological functions via dynamic visualization of processes in tissues and cells. Most of optical imaging techniques utilise fluorescent probes that can suffer from low contrast, due to scattering of the excitation light, and low tissue penetration. Silicon nanocrystals (SiNCs), developed within the ERC PhotoSi project, are a very promising alternative for this purpose: silicon is essentially non-toxic, easily available, and it can be covalently linked with dyes. The result is a highly-robust and biocompatible hybrid material, which exhibits colour tunability across the visible and near-infrared region. On top of that, the extraordinary brightness of the material coupled to a long-lived luminescence (lifetime of the hundreds of microseconds) enables time-gated detection. Therefore, SiNBioSys technology greatly improves the contrast of the obtained images with a low-cost equipment and with a material based on abundant and biocompatible elements (Si, C, O, H). An international patent application on the key underlying technology was filed in 2015 and subsequently nationalized in the primary markets (Europe and USA). Based on these premises, this proposal is intended to gather sufficient technical and commercial evidence to make the SiNBioSys technology attractive for further investment in the development of a new commercial product by: (i) optimization and validation of SiNCs against current gold standards; (ii) an in-depth market analysis; (iii) a realistic business development strategy with demonstrations to leading companies in the field. The proposed technology will thus bring an economic impact, as well as social benefits: it will demonstrate its ability to replace currently used expensive setups and will enable innovative imaging tools for early diagnosis of diseases, particularly in the field of cancer and neuroscience.",
    "totalCost": "149937,5",
    "ecMaxContribution": "149937,5",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 149938
        }
    },
    "calculatedTotalContribution": 149938
}