{
    "rcn": "213155",
    "acronym": "SheaRIOS",
    "topics": "ICT-25-2016-2017",
    "title": "Wind Turbine Shearography Robotic Inspection On-blade System (SheaRIOS)",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "SheaRIOS is a solution for the Wind Turbine Blade (WTB) inspection industry that enables easier, faster and more accurate inspection utilising robotics and shearography, a high-quality method that is applied outside of the laboratory for the first time. A deployment platform will ascend on the wind turbine tower and deploy a work climber on the base of the blade. The climber will move on the blade by means of air-suction and carry out inspection with a shearography kit on a cantilever. The deployment platform will also act as the power and data link.\n\nOperational modeling is done by EDF, the end-users that drive this Innovation Action. Preliminary testing and validation of the market-readiness of SheaRIOS robotic application will take place at their site, both on-shore (EDF R&D) and off-shore (EDF Renewables). Three competitive small and mid-scale technology companies from three European countries will contribute so Europe will (1) integrate more wind power, (2) reduce operational costs, (3) keep the technology lead, and (4) remain a major export. As per Wind Europe, these are the targets for enabling wind to become the backbone of our electricity generation system.\n\nBased on our analysis, the non-destructive testing service provider would save 1,055Ä per wind turbine inspection and payback of SheaRIOS investment will be achieved after 152 inspections, or the first 2 years. The wind farm operator will save more than 1 full day per wind turbine inspection, because of the reduced inspection time, which directly translates to less revenue lost due to idle wind turbines. Finally, the cumulative savings for a period of the first 5 years will translate to Ä92.74m, assuming SheaRIOS will be successful in averting just 20% of the unforeseen WTB failures and contributing to increased health and safety for the rope access workers that are involved in hundreds of accidents each year.\n\n[1] Wind Europe, ìMaking transition workî, September 2016",
    "totalCost": "3393933,75",
    "ecMaxContribution": "2716906,88",
    "coordinator": "RENEWABLE TECHNICAL SERVICES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "VISATEC GESELLSCHAFT FUR VISUELLE INSPEKTIONSANLAGEN MBH;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;EDF ENERGY R&D UK CENTRE LIMITED;AINOOUCHAOU PLIROFORIKI AE;EDF ENERGY RENEWABLES LIMITED;TWI LIMITED",
    "participantCountries": "DE;ES;UK;EL",
    "projectParticipants": {
        "998886116": {
            "orgId": "998886116",
            "orgName": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
            "ecContrib": 440000
        },
        "949880261": {
            "orgId": "949880261",
            "orgName": "EDF ENERGY R&D UK CENTRE LIMITED",
            "ecContrib": 117941
        },
        "949880164": {
            "orgId": "949880164",
            "orgName": "EDF ENERGY RENEWABLES LIMITED",
            "ecContrib": 72039
        },
        "998994077": {
            "orgId": "998994077",
            "orgName": "AINOOUCHAOU PLIROFORIKI AE",
            "ecContrib": 448546
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 697178
        },
        "912188971": {
            "orgId": "912188971",
            "orgName": "RENEWABLE TECHNICAL SERVICES LIMITED",
            "ecContrib": 475278
        },
        "912103611": {
            "orgId": "912103611",
            "orgName": "VISATEC GESELLSCHAFT FUR VISUELLE INSPEKTIONSANLAGEN MBH",
            "ecContrib": 465925
        }
    },
    "calculatedTotalContribution": 2716907
}