{
    "rcn": "213178",
    "acronym": "ICARUS",
    "topics": "ICT-14-2016-2017",
    "title": "Aviation-driven Data Value Chain for Diversified Global and Local Operations",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The European aviation industry needs to leverage the surge of multi-source and multi-lingual data streams to gain augmented intelligence on its status quo and open up a wide spectrum of unprecedented services for the whole ecosystem (airlines, airports, passengers, service providers, manufacturers, local authorities, etc.).  \nICARUS will build a novel data value chain in the aviation-related sectors towards data-driven innovation and collaboration across currently diversified and fragmented industry players, acting as multiplier of the ìcombinedî data value that can be accrued, shared and traded, and rejuvenating the existing, increasingly non-linear models / processes in aviation. Using methods such as big data analytics, deep learning, semantic data enrichment, and blockchain powered data sharing, ICARUS will address critical barriers for the adoption of Big Data in the aviation industry (e.g. data fragmentation, data provenance, data licensing and ownership, data veracity), and will enable aviation-related big data scenarios for EU-based companies, organizations and scientists, through a multi-sided platform that will allow exploration, curation, integration and deep analysis of original, synthesized and derivative data characterized by different velocity, variety and volume in a trusted and fair manner.\nICARUS will bring together the Aerospace, Tourism, Health, Security, Transport, Retail, Weather, and Public sectors and accelerate their data-driven collaboration under the prism of a novel aviation-driven data value chain. Representative use cases of the overall domainís value chain include: (I) Sophisticated passenger handling mechanisms and personalised services on ground facilities, (II) Enhanced routes analysis of aircrafts for improved fuel consumption optimisation and pollution awareness, (III) More accurate and realistic prediction model of epidemics, (IV) Novel Passenger experiences pre-in- and post-flight.",
    "totalCost": "3951125",
    "ecMaxContribution": "2999600",
    "coordinator": "GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS",
    "coordinatorCountry": "EL",
    "participants": "PACE Aerospace Engineering and Information Technology GmbH;ATHENS INTERNATIONAL AIRPORT S.A.;OAG AVIATION WORLDWIDE LIMITED;CELLOCK LTD;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED;ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO;ENGINEERING - INGEGNERIA INFORMATICA SPA;CINECA CONSORZIO INTERUNIVERSITARIO;UNIVERSITY OF CYPRUS",
    "participantCountries": "DE;EL;UK;CY;IE;IT",
    "projectParticipants": {
        "912135039": {
            "orgId": "912135039",
            "orgName": "OAG AVIATION WORLDWIDE LIMITED",
            "ecContrib": 249375
        },
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 278750
        },
        "999953116": {
            "orgId": "999953116",
            "orgName": "ISTITUTO PER L'INTERSCAMBIO SCIENTIFICO",
            "ecContrib": 256250
        },
        "983282308": {
            "orgId": "983282308",
            "orgName": "SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
            "ecContrib": 364788
        },
        "985034419": {
            "orgId": "985034419",
            "orgName": "GIOUMPITEK MELETI SCHEDIASMOS YLOPOIISI KAI POLISI ERGON PLIROFORIKIS ETAIREIA PERIORISMENIS EFTHYNIS",
            "ecContrib": 326812
        },
        "949533777": {
            "orgId": "949533777",
            "orgName": "CELLOCK LTD",
            "ecContrib": 245000
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 245000
        },
        "992602068": {
            "orgId": "992602068",
            "orgName": "PACE Aerospace Engineering and Information Technology GmbH",
            "ecContrib": 248500
        },
        "999484994": {
            "orgId": "999484994",
            "orgName": "ATHENS INTERNATIONAL AIRPORT S.A.",
            "ecContrib": 268625
        },
        "999843409": {
            "orgId": "999843409",
            "orgName": "CINECA CONSORZIO INTERUNIVERSITARIO",
            "ecContrib": 244375
        },
        "910462080": {
            "orgId": "910462080",
            "orgName": "SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED",
            "ecContrib": 272125
        }
    },
    "calculatedTotalContribution": 2999600
}