{
    "rcn": "213106",
    "acronym": "WAI-Tools",
    "topics": "ICT-23-2017",
    "title": "Advanced Decision Support Tools for Scalable Web Accessibility Assessments",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "WAI-Tools, Advanced Decision Support Tools for Scalable Web Accessibility Assessments, drives innovation with sustainable impact on the entire field of web accessibility evaluation and repair through:\nï Building on the on-going international standardisation efforts on web accessibility conformance testing;\nï Ensuring consistent accuracy across automated, semi-automated, and manual web accessibility testing;\nï Pursuing leading edge technologies for website testing, including dynamic and mobile web applications;\nï Leveraging the existing market of commercial, free, and open source web accessibility evaluation tools;\nï Demonstrating large-scale web accessibility monitoring built on open standards and open source tools.\nWAI-Tools achieves this by carrying out key efforts in the vendor-neutral environment of the World Wide Web Consortium (W3C). WAI-Tools draws together key expertise from industry,public bodies, and research to develop common understanding of web accessibility requirements in exchange with the existing community and networks of the W3C Web Accessibility Initiative (WAI).\nWAI-Tools is uniquely positioned and qualified to develop authoritative resources that are coordinated and aligned with the on-going European and international efforts on web accessibility standardisation, including W3C Web Content Accessibility Guidelines (WCAG) 2.1,the expected revision of EN 301 549, and upcoming EC definition of mobile requirements and monitoring methodology in light of the EU Directive on web accessibility.\nWAI-Tools maximises the impacts while minimising the use of project resources by building on existing open source tools from leading market vendors, rather than investing in teething troubles of less mature tools. WAI-Tools deploys testing tools in existing web accessibility monitoring observatories and integrates these differing national approaches using open data, to demonstrate easier and more cost effective assessment of web accessibility requirements at scale",
    "totalCost": "2426100",
    "ecMaxContribution": "1999812",
    "coordinator": "GEIE ERCIM",
    "coordinatorCountry": "FR",
    "participants": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;STICHTING ACCESSIBILITY;SITEIMPROVE AS;DIREKTORATET FOR FORVALTNING OG IKT;DEQUE RESEARCH BV;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "PT;NL;DK;NO",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 172925
        },
        "999543970": {
            "orgId": "999543970",
            "orgName": "FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
            "ecContrib": 72120
        },
        "912178592": {
            "orgId": "912178592",
            "orgName": "DEQUE RESEARCH BV",
            "ecContrib": 441438
        },
        "999593828": {
            "orgId": "999593828",
            "orgName": "GEIE ERCIM",
            "ecContrib": 554775
        },
        "998830923": {
            "orgId": "998830923",
            "orgName": "STICHTING ACCESSIBILITY",
            "ecContrib": 294430
        },
        "998942667": {
            "orgId": "998942667",
            "orgName": "DIREKTORATET FOR FORVALTNING OG IKT",
            "ecContrib": 205320
        },
        "912529441": {
            "orgId": "912529441",
            "orgName": "SITEIMPROVE AS",
            "ecContrib": 258804
        }
    },
    "calculatedTotalContribution": 1999812
}