{
    "rcn": "213177",
    "acronym": "MyLeg",
    "topics": "ICT-25-2016-2017",
    "title": "Smart and intuitive osseointegrated transfemoral prostheses embodying advanced dynamic behaviors",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Limb loss is one of the most physically and psychologically devastating events that can happen to a person. In USA, the main causes of lower-limb amputation are vascular diseases (70%), trauma (22%), congenital or birth defects (4%), and tumors (4%). Even if with appropriate rehabilitation many people can learn to walk or function again, amputation continues to be a large problem, as there still remains a significant gap between the most advanced prosthetic devices and their anatomical counterparts. \nThe MyLeg project aims at developing both a solid theoretical understanding and the enabling technologies for the realization of a new generation of transfemoral prostheses that can be intuitively operated, sensed, and trusted as the healthy counterpart. MyLeg introduces the concept of smart and intuitive osseointegrated transfemoral prostheses that embody advanced dynamic behaviors.\nThe MyLeg prosthetic system will be directly anchored to the amputeeís bone by means of osseointegrated implant to enhance the human-prosthesis interaction, perception, and motion capabilities; it will include implantable myoelectric sensors on targeted reinnervated muscles to realize an intuitive EMG control and to provide a high-level of cognition abilities; it will implement variable stiffness actuators realized with stress-stiffening nanostructured materials that guarantee high adaptability with respect to different tasks, dependability, and decisional autonomy; it will exploit light-weighted nanofibrous materials for sensing and energy harvesting. \nAs the MyLeg project aims for direct exploitation in the prosthetic market, the MyLeg prosthetic system will be evaluated with osseointegrated amputees in a wide variety of activities of daily living, with a clear focus on increased Technology Readiness Levels. The accomplishment of the envisaged scenarios will boost the European prosthetic sector, contribute to the goal of retaining Europeís competitiveness, and impact the healthcare and th",
    "totalCost": "4508750",
    "ecMaxContribution": "3982250",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "AL MUDERIS MUNJED;STICHTING KATHOLIEKE UNIVERSITEIT;UNIVERSITEIT TWENTE;ROESSINGH RESEARCH AND DEVELOPMENT BV;÷ssur hf;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "AU;NL;IS;IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 657250
        },
        "910122483": {
            "orgId": "910122483",
            "orgName": "AL MUDERIS MUNJED",
            "ecContrib": 0
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 798750
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1012250
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 40000
        },
        "993147790": {
            "orgId": "993147790",
            "orgName": "Össur hf",
            "ecContrib": 663250
        },
        "999473936": {
            "orgId": "999473936",
            "orgName": "ROESSINGH RESEARCH AND DEVELOPMENT BV",
            "ecContrib": 810750
        }
    },
    "calculatedTotalContribution": 3982250
}