{
    "rcn": "213173",
    "acronym": "SUITCEYES",
    "topics": "ICT-23-2017",
    "title": "Smart, User-friendly, Interactive, Tactual, Cognition-Enhancer that Yields Extended Sensosphere - Appropriating sensor technologies, machine learning, gamification and smart haptic interfaces",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Useful ICT innovations are continuously developed improving the quality of life for many people. However, such solutions do not typically included people with severe dual vision and hearing impairments, and at times also coupled with cognitive disability. Deafblindness is a grave condition. Though, rare at birth, it can be acquired due to different causes. There is an estimated 2.5 M deafblind persons in the EU. Limited communication is a major problem for this group; something that will be addressed by SUITCEYES in a novel way. Benefits are not limited to this group; rather the solution will scale to other areas.\nSUITCEYES proposes a new, intelligent, flexible and expandable mode of haptic communication via soft interfaces. Based on user needs and informed by disability studies, the project combines smart textiles, sensors, semantic technologies, image processing, face and object recognition, machine learning, and gamification. It will address three challenges: perception of the environment; communication and exchange of semantic content; learning and joyful life experiences. SUITCEYES will extract and map the inner structure of high-dimensional, environmental and linguistic clues to low-dimensional spaces, which then translate into haptic signals. It will also utilize image processing, mapping environmental data to be used for enriched semantic reasoning. SUITCEYESí intelligent haptic interface will help the users to learn activation patterns by a new medium. With this interface, users will be able to take more active part in society, improving possibilities for inclusion in social life and employment.\nThe solution will be developed in a user-centred iterative design process, with frequent evaluations and optimizations. The usersí learning experiences will be enriched through gamification and mediated social interactions. The proposed solution will take into account the potential differences in levels of impairments and user capabilities and adapt accordingly.",
    "totalCost": "2359963",
    "ecMaxContribution": "2359963",
    "coordinator": "HOEGSKOLAN I BORAS",
    "coordinatorCountry": "SE",
    "participants": "LES DOIGTS QUI REVENT;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;STICHTING VU;HOCHSCHULE OFFENBURG;Harpo Sp. z o. o.;UNIVERSITY OF LEEDS",
    "participantCountries": "FR;EL;NL;DE;PL;UK",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 477923
        },
        "999887447": {
            "orgId": "999887447",
            "orgName": "HOEGSKOLAN I BORAS",
            "ecContrib": 747910
        },
        "961360405": {
            "orgId": "961360405",
            "orgName": "HOCHSCHULE OFFENBURG",
            "ecContrib": 398405
        },
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 293846
        },
        "948417210": {
            "orgId": "948417210",
            "orgName": "LES DOIGTS QUI REVENT",
            "ecContrib": 97254
        },
        "993165929": {
            "orgId": "993165929",
            "orgName": "Harpo Sp. z o. o.",
            "ecContrib": 97750
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 246875
        }
    },
    "calculatedTotalContribution": 2359963
}