{
    "rcn": "213120",
    "acronym": "Access2Europe",
    "topics": "ICT-32-2017",
    "title": "Help startups to scale by leveraging the access to European markets offered by four major startup hubs",
    "startDate": "01/01/2018",
    "endDate": "31/12/2018",
    "objective": "The Access2Europe project has one main goal: cut through the maze of information available online and bring the right people together in order to multiply the chances of the European startups to scale and grow turnover and retain qualified employees. Ultimately, the connections created will reach ëcritical massí and create a de facto pan-European ecosystem.\nBuilding on the strong regional presence of the partners, the Access2Europe proposal is a scalable and agile concept for the successful acceleration of EU startups into maturity. The partners envisioned the Access2Europe project as a series of 3 programmes running in parallel, all meant to provide entrepreneurs with the right answers from the right contacts. The programmes will range from 3 month long full immersion into another ecosystem to a 3-day market discovery, to a quick 1-hour update on latest work legislation. The goal is to strengthen company growth within the EU (thus avoiding quick exits or move across the ocean) and to cross-pollinate the involved European startup ecosystems turning them into hubs of a diffused European startup ecosystem.",
    "totalCost": "1801841,25",
    "ecMaxContribution": "1507830,01",
    "coordinator": "CUBE GMBH",
    "coordinatorCountry": "DE",
    "participants": "CHAMBRE FRANCO ALLEMANDE DE COMMERCE ET D'INDUSTRIE;SIHTASUTUS TALLINNA TEADUSPARK TEHNOPOL;INCUBATION AND OPEN INNOVATION SERVICES SL",
    "participantCountries": "FR;EE;ES",
    "projectParticipants": {
        "999764257": {
            "orgId": "999764257",
            "orgName": "SIHTASUTUS TALLINNA TEADUSPARK TEHNOPOL",
            "ecContrib": 298015
        },
        "913362477": {
            "orgId": "913362477",
            "orgName": "INCUBATION AND OPEN INNOVATION SERVICES SL",
            "ecContrib": 305812
        },
        "913134236": {
            "orgId": "913134236",
            "orgName": "CUBE GMBH",
            "ecContrib": 380215
        },
        "944771368": {
            "orgId": "944771368",
            "orgName": "CHAMBRE FRANCO ALLEMANDE DE COMMERCE ET D'INDUSTRIE",
            "ecContrib": 523789
        }
    },
    "calculatedTotalContribution": 1507831
}