{
    "rcn": "213182",
    "acronym": "AirBorne",
    "topics": "ICT-25-2016-2017",
    "title": "AerIal RoBotic technologies for professiOnal seaRch aNd rescuE",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "AirBorne is a high tech social innovation targeted to Search and Rescue (S&R) organizations operating in mountains to increase safety in tourism and leisure activities key for European mountaineer communities. \nThe goal of AirBorne is twofold: From one hand the objective is to develop at TRL8 a few selected robotic aerial technologies for professional S&R teams/associations with a specific focus on quick localization persons buried by avalanches by leveraging the successful EU FP7 project SHERPA (www.sherpa-project.eu) in which specific application contexts have been characterized and products for S&R in the Alps have been developed at TRL5. The robotic technologies developed, then, will constitute the initial ìtechnological seedî on which an innovative ICT technology service network will be constituted at European level with the final goal of feeding professional S&R teams/associations with effective ICT technologies by creating a business opportunity and contributing to address several shortcomings of current operations. Actions to set up of the network and to promote its proliferations are the further objective of AirBorne.\nThe partnership includes CAI, one of the leaders in Alpine Search and Rescue organization with the role of end-user and first ìseedî of the network, XLog and RECCO, the manufacturers of the key components of the most reliable personal safety equipment for avalanche incidents, ATECH, the company that developed at TRL5 the SHERPA aerial technologies, and PV one of the first companies in Europe active on the development of social innovation projects. The action is coordinated by UNIBO, bringing into AirBorne specific skills in automatic control and Innovation Management.\nAirBorne develops a clear business proposition to address an ìorphan marketî and overcome the constraints determined by demand fragmentation, the public sources of funding of operations and the mainly voluntary nature of EU S&R organizations.",
    "totalCost": "2931193,75",
    "ecMaxContribution": "2295998,13",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "RECCO AKTIEBOLAG;X-LOG ELEKTRONIK GMBH;CLUB ALPINO ITALIANO - C.A.I. ASSOCIAZIONE;SALA ANDREA;PLUSVALUE",
    "participantCountries": "SE;DE;IT;UK",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 498500
        },
        "953624170": {
            "orgId": "953624170",
            "orgName": "CLUB ALPINO ITALIANO - C.A.I. ASSOCIAZIONE",
            "ecContrib": 107000
        },
        "925581664": {
            "orgId": "925581664",
            "orgName": "PLUSVALUE",
            "ecContrib": 208375
        },
        "916758641": {
            "orgId": "916758641",
            "orgName": "X-LOG ELEKTRONIK GMBH",
            "ecContrib": 396200
        },
        "912200902": {
            "orgId": "912200902",
            "orgName": "RECCO AKTIEBOLAG",
            "ecContrib": 389680
        },
        "953737757": {
            "orgId": "953737757",
            "orgName": "SALA ANDREA",
            "ecContrib": 696243
        }
    },
    "calculatedTotalContribution": 2295998
}