{
    "rcn": "213139",
    "acronym": "MERLIN",
    "topics": "ICT-32-2017",
    "title": "Methodologies for Researcher Led INnovations",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "MERLIN aims to support ICT researchers, SMEs and startups across to realise the full potential and impact of their research and development outputs by crafting them into innovations and achieving market validation using modern needs-first, market-led methodologies like Business Model Canvas, Customer Discovery, Lean Hardware, etc.\nThe project will provide training, networking and follow-on support through 43 practical workshops, 4 webinars (on SME growth and PPP business models), 5 international conference workshops and 8 meetups with potential customers and commercial partners.\nMERLIN will have over 1250 attendees at in-person workshops and meetups across the four principal nodes of Madrid (ES), Vilnius (LT), Pozna? (PL) and Cambridge (UK) and the secondary nodes of Berlin (DE), Warsaw (PL), Tallinn (EE), Bucharest (RO), international webinars and international ICT conferences in Europe. For sustainability, and to increase the participantsí success in bringing to market their innovation, MERLIN will integrate participants with existing national (e.g. Innovate UK, Enterprise Ireland, CDTI) and European initiatives (Startup Europe, ERDF, EFSI, etc.) designed to support early entrepreneurship, product development, market access, seed financing and microfinancing for continued support on their journey to market validation and company growth. The project will also identify and promote high-potential innovators through attendance at Startup Europe events to access other European startup ecosystems, entrepreneurs, investors and accelerators.\nThese activities will see over 160 new business model canvases developed, 1040 individual 1-on-1s with potential commercial customers, serial entrepreneurs and business angels, 250 applications to regional, national and international support actions and the creation of 30 new ventures in the lifetime of the project with an anticipated further 60-100 in the following 3 yearsí post project, creating over 1200 jobs in the medium-term.",
    "totalCost": "996137,5",
    "ecMaxContribution": "996137,5",
    "coordinator": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
    "coordinatorCountry": "ES",
    "participants": "UAB CIVITTA;ST. JOHN'S INNOVATION CENTRE LIMITED;FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU;BLUSPECS INNOVATION SL",
    "participantCountries": "LT;UK;PL;ES",
    "projectParticipants": {
        "949732142": {
            "orgId": "949732142",
            "orgName": "UAB CIVITTA",
            "ecContrib": 174688
        },
        "936460214": {
            "orgId": "936460214",
            "orgName": "BLUSPECS INNOVATION SL",
            "ecContrib": 215625
        },
        "999952049": {
            "orgId": "999952049",
            "orgName": "ST. JOHN'S INNOVATION CENTRE LIMITED",
            "ecContrib": 184575
        },
        "999828859": {
            "orgId": "999828859",
            "orgName": "UNIVERSIDAD POLITECNICA DE CARTAGENA",
            "ecContrib": 256875
        },
        "999903258": {
            "orgId": "999903258",
            "orgName": "FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
            "ecContrib": 164375
        }
    },
    "calculatedTotalContribution": 996138
}