{
    "rcn": "213191",
    "acronym": "EMPHASIS",
    "topics": "SESAR-ER3-04-2016",
    "title": "EMPowering Heterogeneous Aviation through cellular SIgnalS",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The key objective of the project EMPHASIS (EMPowering Heterogenuous Aviation through cellular SIgnalS) is to increase safety, reliability and interoperability of General Aviation/Rotorcrafts (GA/R) operations both with commercial aviation and with emerging drones operations. These aspects are foreseen as critical elements to secure and improve airspace access for GA/R users in future airspace environment and improve operational safety of their operations.  \n\nThis objective is planned to be achieved through affordable CNS capabilities tailored for GA/R users where the envisioned path to reduce avionics costs is driven by:\n\n1.\tDeep analysis of Communication, Navigation and Surveillance system requirements (including reliability and integrity) based on the specificities of GA/R operations. The analysis should allow to identify requirements critical for operational safety and potentially lower requirements with limited applicability to GA/R operations.\n\n2.\tOptimal combining of ground and airborne technologies enabled through advanced communication means.\n\n3.\tInnovative approach to certification allowing to achieve overall safety objectives with reduced impact on the cost.\n\nThe most promising technologies (combining both on-board and ground elements) will be developed up to the proof-of-concept maturity level.",
    "totalCost": "937130",
    "ecMaxContribution": "937130",
    "coordinator": "HONEYWELL INTERNATIONAL SRO",
    "coordinatorCountry": "CZ",
    "participants": "TTY-SAATIO;AIRBUS DEFENCE AND SPACE GMBH;EVEKTOR, spol. s.r.o.",
    "participantCountries": "FI;DE;CZ",
    "projectParticipants": {
        "999777643": {
            "orgId": "999777643",
            "orgName": "EVEKTOR, spol. s.r.o.",
            "ecContrib": 147500
        },
        "999991819": {
            "orgId": "999991819",
            "orgName": "AIRBUS DEFENCE AND SPACE GMBH",
            "ecContrib": 248435
        },
        "990343811": {
            "orgId": "990343811",
            "orgName": "TTY-SAATIO",
            "ecContrib": 199892
        },
        "997834830": {
            "orgId": "997834830",
            "orgName": "HONEYWELL INTERNATIONAL SRO",
            "ecContrib": 341302
        }
    },
    "calculatedTotalContribution": 937129
}