{
    "rcn": "213142",
    "acronym": "DSISCALE",
    "topics": "ICT-11-2017",
    "title": "Supporting the scale and growth of Digital Social Innovation in Europe through coordination of Europeís DSI and CAPS Networks",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "The DSISCALE project aims to support policy makers, funders and, most importantly, practitioners to scale digital social innovation (DSI) and collective awareness platforms (CAPs) in Europe and to make the most of the opportunities in using tools such as open data open hardware  to address some of Europeís biggest social challenges. Building on existing support initiatives such as www.digitalsocial.eu, it will do this by developing Europe wide innovation clusters focusing on collaboration and peer learning between funders, policy makers and practitioners on methods for scaling DSI, developing the DSI index for measuring the macro level system conditions for DSI and a series of ëDSI futuresí which will explore future scenarios for DSI in Europe and map the emerging digital technologies that are enabling new forms of digital social innovation.  Specifically DSISCALE will:\nï Create and facilitate an online community hub for DSI in Europe by continuing the work of www.digitalsocial.eu;\nï Develop an index for measuring capacity for DSI;\nï Facilitate European DSI clusters that enable practitioners, policy makers and DSI to collaborate and share learning;\nï Map current and emerging trends in DSI;\nï Set Learning and Policy recommendations.\n These key DSISCALE objectives will be achieved by bringing together resources and knowledge across different fields, technologies and disciplines, including ICT and social sciences, digital democracy the maker movement and innovation policy from across the national and european networks of Nesta, betterplace lab, Waag Society, WeMake, Barcelona Activa, ePa?stwo and Fab Lab Barcelona| IAAC and that of the European Commission.",
    "totalCost": "799741,24",
    "ecMaxContribution": "799741,24",
    "coordinator": "NESTA",
    "coordinatorCountry": "UK",
    "participants": "FUNDACJA EPANSTWO;GUT.ORG GEMEINNUTZIGE AKTIENGESELLSCHAFT;BARCELONA ACTIVA SA SPM;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;STICHTING WAAG SOCIETY;WEMAKE S.R.L.",
    "participantCountries": "PL;DE;ES;NL;IT",
    "projectParticipants": {
        "933889423": {
            "orgId": "933889423",
            "orgName": "WEMAKE S.R.L.",
            "ecContrib": 82812
        },
        "952840410": {
            "orgId": "952840410",
            "orgName": "NESTA",
            "ecContrib": 318485
        },
        "915147471": {
            "orgId": "915147471",
            "orgName": "GUT.ORG GEMEINNUTZIGE AKTIENGESELLSCHAFT",
            "ecContrib": 103281
        },
        "957944453": {
            "orgId": "957944453",
            "orgName": "INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA",
            "ecContrib": 77344
        },
        "984550389": {
            "orgId": "984550389",
            "orgName": "STICHTING WAAG SOCIETY",
            "ecContrib": 101600
        },
        "951504138": {
            "orgId": "951504138",
            "orgName": "FUNDACJA EPANSTWO",
            "ecContrib": 34344
        },
        "984261620": {
            "orgId": "984261620",
            "orgName": "BARCELONA ACTIVA SA SPM",
            "ecContrib": 81875
        }
    },
    "calculatedTotalContribution": 799741
}