{
    "rcn": "213112",
    "acronym": "PTwist",
    "topics": "ICT-11-2017",
    "title": "PTwist: An open platform for plastics lifecycle awareness, monetization, and sustainable innovation",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "PTwist aims to design, deploy, and validate an open platform which will twist plastic reuse practices, by boosting citizens awareness, circular economy practices, and sustainable innovation inline with the new plastics economy vision. This will be achieved by offering : a) crowdsourcing tools to enable generation of an evolving plastic materials reuse taxonomy and an open plastic reuse machinery designs repository; b) a monetary system of PCoins and PWallets maintained by a blockchain based architecture which will safeguard trusted plastics reuse transactions among citizens and inventors (such as fablabs); c) a citizens and communities rewarding and engagement experiences by interactive and collaborative gamification which embeds Pcoins crediting; d) a virtual marketplace for exhibiting and commercializing of PTwist inspired plastics reuse products monetized in the proposed PCoins unit. Cutting edge gamification, analytics, and circular economy mechanisms will be integrated under an open platform to be validated and stress tested under a common use cases methodology. Three local and globally synchronized pilots will intensify all stakeholders (citizens communities, inventors, innovators, and entrepreneurs) involvement and engagement, with emphasis on the social gains and sustainability potential. PTwist will largely impact : citizens and grassrooted groups co-creation, innovative and trusted collaboration and knowledge transfer by increasing all stakeholders awareness; plastics as an asset potential due to increasing its circular economy re-entering; and blockchain based novel routes to markets. Innovation activities in PTwist will be based upon existing open source, blockchain, gaming, crowdsourcing components, open data solutions and developments to the largest possible extent.",
    "totalCost": "2178353,75",
    "ecMaxContribution": "1824683,38",
    "coordinator": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
    "coordinatorCountry": "EL",
    "participants": "BETTER FUTURE FACTORY BV;NUROGAMES GMBH;TEKNOLOJI ARASTIRMA GELISTIRME ENDUSTRIYEL URUNLER BILISIM TEKNOLOJILERI SANAYI VE TICARET ANONIM TICARET;EOLAS S.L.;STICHTING BLUECITY;DIKTYO MESOGEIOS SOS;ALMERYS;FACHHOCHSCHULE ZENTRALSCHWEIZ - HOCHSCHULE LUZERN",
    "participantCountries": "NL;DE;TR;ES;EL;FR;CH",
    "projectParticipants": {
        "953900426": {
            "orgId": "953900426",
            "orgName": "EOLAS S.L.",
            "ecContrib": 184516
        },
        "996470040": {
            "orgId": "996470040",
            "orgName": "TEKNOLOJI ARASTIRMA GELISTIRME ENDUSTRIYEL URUNLER BILISIM TEKNOLOJILERI SANAYI VE TICARET ANONIM TICARET",
            "ecContrib": 56047
        },
        "999895692": {
            "orgId": "999895692",
            "orgName": "ARISTOTELIO PANEPISTIMIO THESSALONIKIS",
            "ecContrib": 428372
        },
        "969034463": {
            "orgId": "969034463",
            "orgName": "NUROGAMES GMBH",
            "ecContrib": 207048
        },
        "969206347": {
            "orgId": "969206347",
            "orgName": "DIKTYO MESOGEIOS SOS",
            "ecContrib": 105422
        },
        "912126212": {
            "orgId": "912126212",
            "orgName": "STICHTING BLUECITY",
            "ecContrib": 57818
        },
        "940574178": {
            "orgId": "940574178",
            "orgName": "ALMERYS",
            "ecContrib": 245985
        },
        "941296537": {
            "orgId": "941296537",
            "orgName": "BETTER FUTURE FACTORY BV",
            "ecContrib": 131634
        },
        "998686781": {
            "orgId": "998686781",
            "orgName": "FACHHOCHSCHULE ZENTRALSCHWEIZ - HOCHSCHULE LUZERN",
            "ecContrib": 407840
        }
    },
    "calculatedTotalContribution": 1824682
}