{
    "rcn": "213133",
    "acronym": "FABULOS",
    "topics": "ICT-27-2017",
    "title": "Pre-Commercial Procurement of Future autonomous bus urban level Operation Systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The FABULOS PCP focuses on how the cities can use autonomous buses in a systemic way.\n\nCities, such as Helsinki, already have a relatively integrated public transportation system,although not capable of absorbing or utilizing RTI in a systemic way for smart routing and such.\n\nPre-Commercial Procurement (PCP) of  Operation of an autonomous minibus service, for a specific line/zone in urban environment.\n\nLeading European Smart Cities have been running some of the world's first autonomous buses on open streets.\nThe FABULOS PCP goal is to push the market to creation of smart systems for the management of autonomous electric bus fleet operations and related services, in urban environments\n\nThis sort of intelligent transportation systems and integrated transportation approaches, are key to enable a sustainable development of public transportation and for cities to be able to become car free in a foreseeable future.\n\nAutonomous buses are a key part of this future. The robotic bus technology is fast approaching its market readiness stage; however current transportation systems are not equipped to deal with such type of transportation.\n\nThe management of autonomous fleet as part of public transport is missing. Also some parts of the driving automation need to mature.\n\nThe PCP should now focus on how the cities can use autonomous buses in a systemic way. Cities, such as Helsinki, already have a relatively integrated public transportation system, although not capable of absorbing or utilizing RTI in a systemic way for smart routing and such.\nIn order to capitalize on the potential of autonomous buses, Cities should combine efforts in pushing the market to develop system solutions capable of bridging autonomous bus technologies and the cities public transportation systems, helping them to become smarter in the process, and also helping to open up demand for the autonomous vehicles industry.",
    "totalCost": "7774999,5",
    "ecMaxContribution": "6997499,56",
    "coordinator": "FORUM VIRIUM HELSINKI OY",
    "coordinatorCountry": "FI",
    "participants": "METROPOLIA AMMATTIKORKEAKOULU OY;GEMEENTE HELMOND;GJESDAL KOMMUNE;MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM;SOCIEDADE DE TRANSPORTES COLICTIVOS DO PORTO SA;DIMOS LAMIA",
    "participantCountries": "FI;NL;NO;EE;PT;EL",
    "projectParticipants": {
        "997534324": {
            "orgId": "997534324",
            "orgName": "FORUM VIRIUM HELSINKI OY",
            "ecContrib": 1838925
        },
        "984364343": {
            "orgId": "984364343",
            "orgName": "DIMOS LAMIA",
            "ecContrib": 912741
        },
        "963638450": {
            "orgId": "963638450",
            "orgName": "MAJANDUS JA KOMMUNIKATSIOONIMINISTEERIUM",
            "ecContrib": 1017928
        },
        "997340033": {
            "orgId": "997340033",
            "orgName": "METROPOLIA AMMATTIKORKEAKOULU OY",
            "ecContrib": 233550
        },
        "928197075": {
            "orgId": "928197075",
            "orgName": "GJESDAL KOMMUNE",
            "ecContrib": 1045688
        },
        "997610469": {
            "orgId": "997610469",
            "orgName": "GEMEENTE HELMOND",
            "ecContrib": 1036012
        },
        "997803596": {
            "orgId": "997803596",
            "orgName": "SOCIEDADE DE TRANSPORTES COLICTIVOS DO PORTO SA",
            "ecContrib": 912656
        }
    },
    "calculatedTotalContribution": 6997500
}