{
    "rcn": "213160",
    "acronym": "Lynx",
    "topics": "ICT-14-2016-2017",
    "title": "Building the Legal Knowledge Graph for Smart Compliance Services in Multilingual Europe",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "European small and medium-sized enterprises (SMEs) and companies operating internationally face multiple difficulties to trade abroad and to localise their products and services in other countries. Complying with regulatory and legal aspects is crucial for these companies, who usually delegate the task to law and consultancy firms. These firms have to identify, retrieve and process documents from several sources, in multiple languages, and published by various institutions according to different criteria and formats. Such a burdensome task is hindering European SMEs to sell across borders, and thus reducing its competitive potential. Current content and data analytics solutions are mature to be transferred to the market and leverage the new opportunities created by the data linking paradigm and the open data movement.\nLynx aims to create a knowledge graph of legal and regulatory data towards compliance, in which heterogeneous data sources from different jurisdictions, languages and orders are aggregated and interlinked by a collection of advanced services. Building on this legal knowledge graph, a Lynx platform will offer compliance-related functionality focused on three specific business cases. In a first pilot, legal compliance solution for data protection will be offered, where data protection related documents are innovatively managed, analysed, and visualised across different jurisdictions. In the second pilot, the Lynx platform will help understanding regulatory regimes (norms and standards) related to operations in the Oil & Gas and Energy sectors.  The third pilot will provide a compliance solution in the labour law domain, where legal provisions, case law, administrative resolutions, and expert literature will be interlinked, analysed, and compared to define legal strategies in the context of legal practice. European citizens will also benefit from this solution because they will gain free access to a new collection of aggregated and interlinked legal data.",
    "totalCost": "3638065",
    "ecMaxContribution": "2959247,52",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "ALPENITE SRL;CUATRECASAS GONCALVES PEREIRA SLP;DET NORSKE VERITAS B.V.;K DICTIONARIES LTD;OPENLAWS GMBH;DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;SEMANTIC WEB COMPANY GMBH;TILDE SIA;UNIVERSITAT AUTONOMA DE BARCELONA",
    "participantCountries": "IT;ES;NL;IL;AT;DE;LV",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 616340
        },
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 170875
        },
        "919632460": {
            "orgId": "919632460",
            "orgName": "K DICTIONARIES LTD",
            "ecContrib": 156171
        },
        "999607602": {
            "orgId": "999607602",
            "orgName": "DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH",
            "ecContrib": 588125
        },
        "986022364": {
            "orgId": "986022364",
            "orgName": "SEMANTIC WEB COMPANY GMBH",
            "ecContrib": 379560
        },
        "912181114": {
            "orgId": "912181114",
            "orgName": "CUATRECASAS GONCALVES PEREIRA SLP",
            "ecContrib": 151112
        },
        "932400085": {
            "orgId": "932400085",
            "orgName": "OPENLAWS GMBH",
            "ecContrib": 278736
        },
        "996539686": {
            "orgId": "996539686",
            "orgName": "TILDE SIA",
            "ecContrib": 256647
        },
        "952545627": {
            "orgId": "952545627",
            "orgName": "ALPENITE SRL",
            "ecContrib": 217641
        }
    },
    "calculatedTotalContribution": 2815207
}