{
    "rcn": "213186",
    "acronym": "GO-GA",
    "topics": "ICT-39-2016-2017",
    "title": "Go-Lab Goes Africa, Deploying Contextually Engaging Digital Science, Technology, Engineering and Mathematics Educative Content in Africa by Adapting the Proven Go-Lab Ecosystem to Local Needs",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Go-Lab goes Africa: GO-GAís main objective is to adapt and implement the successful Go-Lab Learning Ecosystem in Africa, first piloting in 3 countries and then scaling up to more users and more countries.\nThe Go-Lab ecosystem, as developed in the FP7 Go-Lab project and now being further developed and implemented in Europe in the ongoing H2020 Next-Lab project, offers students rich, challenging, and socially embedded science and technology experiences that shape their science and technology knowledge, together with reflective and social abilities. By starting at a young age, Go-Lab intends to increase the enrollment in science and technology education, by offering engaging instruction its aims to decrease the level of dropout of students, and by combining inquiry and 21st century skills it expects to contribute to a better-equipped workforce. \n\nAll these benefits are dearly needed in Africa too; therefore thanks to the opportunity of call ICT-39-2016-2017, the purpose of the GO-GA project is to take Go-Lab outside of Europe, to adapt its ecosystem to African requirements and to roll it out on the African continent, which cannot go without an extensive training of teachers in pedagogical and technical skills. For the technical and pedagogical aspects, GO-GA builds on the developments as achieved in the Go-Lab project and currently continued in the H2020 Next-Lab project.\n\nIncreasingly, resources/content available for STEM Education are designed for the developed world. Effective adoption in the developing world will mean adapting the content to fit within the constraints of developing countries; such as taking into consideration availability and type of devices, lack of steady power supply and affordable and reliable internet access. \n\nThus, the GO-GA project will see the effective adaptation of the Go-Lab ecosystem, delivered by a community of trained, local teachers, and piloted in Nigeria, Kenya and Benin Republic, and subsequently scaling to 4 other African countries.",
    "totalCost": "1987022,5",
    "ecMaxContribution": "1586530,76",
    "coordinator": "MI.TO. TECHNOLOGY SRL",
    "coordinatorCountry": "IT",
    "participants": "CO-CREATION HUB LIMITED;ELIMU ELEARNING COMPANY LIMITED;UNIVERSITEIT TWENTE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;EDUCATIONAL TECHNOLOGY AND RESEARCH INTERNATIONAL BENIN;IMC INFORMATION MULTIMEDIA COMMUNICATION AG;NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO",
    "participantCountries": "NG;KE;NL;CH;BJ;DE;PT",
    "projectParticipants": {
        "997242645": {
            "orgId": "997242645",
            "orgName": "NUCLIO NUCLEO INTERACTIVO DE ASTRONOMIA ASSOCIACAO",
            "ecContrib": 138438
        },
        "913087773": {
            "orgId": "913087773",
            "orgName": "CO-CREATION HUB LIMITED",
            "ecContrib": 278031
        },
        "912168116": {
            "orgId": "912168116",
            "orgName": "EDUCATIONAL TECHNOLOGY AND RESEARCH INTERNATIONAL BENIN",
            "ecContrib": 164459
        },
        "999770174": {
            "orgId": "999770174",
            "orgName": "IMC INFORMATION MULTIMEDIA COMMUNICATION AG",
            "ecContrib": 127356
        },
        "912168213": {
            "orgId": "912168213",
            "orgName": "ELIMU ELEARNING COMPANY LIMITED",
            "ecContrib": 189766
        },
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 233362
        },
        "946473233": {
            "orgId": "946473233",
            "orgName": "MI.TO. TECHNOLOGY SRL",
            "ecContrib": 174869
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 280250
        }
    },
    "calculatedTotalContribution": 1586531
}