{
    "rcn": "213135",
    "acronym": "NEOMENTO",
    "topics": "ERC-2017-PoC",
    "title": "Redefining Virtual Reality Therapy for Anxiety Disorders",
    "startDate": "01/12/2017",
    "endDate": "31/05/2019",
    "objective": "Social anxiety disorder (SAD) ñ the most common type of anxiety disorders ñ has severe emotional, financial and social consequences for patients, their families and their social network. Affecting about 7% of Europeans at some point in their life, SAD produces substantial societal cost due to long lasting treatments and extensive periods of reduced working capacity. To address this important problem, the project will establish an innovative system for treating SAD by exploiting the proven therapeutic potential of advanced Virtual Reality (VR) technology.\nSAD is predominantly treated with cognitive behavioural therapy, in which patients are repeatedly exposed to fear-provoking, social situations. However, patients often have to wait very long before treatment becomes available, exposure is rarely applied with the necessary intensity due to resource limitations, and objective measurement of treatment efficacy and dynamic adjustment of therapeutic scenarios is hardly possible. These problems can be overcome with VR based, controlled exposure to virtual renditions of fear provoking situations, which has been shown to surpass traditional therapies in terms of treatment efficacy, patient acceptance, and economic efficiency.\nGiven that advanced VR technology has become very affordable, a widespread application of VR for the treatment of SAD is now within reach. The proposed project will fuse the applicantís extensive VR expertise with established principles for VR based therapy to create an innovative system for the treatment of SAD. This system will, for the first time, combine interactive 3D environments with external physiological measures (e.g eye tracking data) and real-time data analyses techniques to provide a precise, flexible and time and cost-efficient therapeutic approach. Established collaborations with clinical partners will allow for continuous testing and refinement of the system, thus ensuring that market readiness can be achieved within the funding period.",
    "totalCost": "148403",
    "ecMaxContribution": "148403",
    "coordinator": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "974626416": {
            "orgId": "974626416",
            "orgName": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
            "ecContrib": 148403
        }
    },
    "calculatedTotalContribution": 148403
}