{
    "rcn": "213138",
    "acronym": "OMVCRC",
    "topics": "ERC-2017-PoC",
    "title": "Engineered bacterial Outer Membrane Vesicles (OMVs) for colorectal cancer immunotherapy",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "This proposal originates from recent results obtained in the course of the Advanced ERC Project ìOMVacî, the scope of which is to exploit the unique adjuvanticity properties of bacterial Outer Membrane Vesicles (OMVs) for developing innovative vaccines against infectious diseases and cancer. In particular, Synthetic Biology was applied to engineer OMVs with FAT1, a tumour associated antigen expressed in most primary and metastatic colorectal cancers (CRC). Using cancer models in immunocompetent mice, immunization with FAT1-decorated OMVs inhibited subcutaneous growth of FAT1-positive CT26 cancer cells and protection correlated with an increase in tumour infiltration of CD4\\/CD8\\ T cells and concomitant decrease of Treg and MDSCs. These promising results prompted the submission of the present proposal which has as main objectives: 1) the demonstration that FAT1-OMV immunization can synergise with the protective activity of checkpoint inhibitors, and 2) the development of a scalable FAT1-OMV production and purification process which could allow testing FAT1-OMV/checkpoint inhibitor combination in the clinical setting.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "FONDAZIONE TOSCANA LIFE SCIENCES",
    "participantCountries": "IT",
    "projectParticipants": {
        "998436424": {
            "orgId": "998436424",
            "orgName": "FONDAZIONE TOSCANA LIFE SCIENCES",
            "ecContrib": 56250
        },
        "999841954": {
            "orgId": "999841954",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRENTO",
            "ecContrib": 93750
        }
    },
    "calculatedTotalContribution": 150000
}