{
    "rcn": "213121",
    "acronym": "WADcher",
    "topics": "ICT-23-2017",
    "title": "Web Accessibility Directive Decision Support Environment",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "One of the many challenges people with various degrees of disabilities face is their difficulties in accessing mainstream products and services thus being excluded from benefiting from Web content and services on an equal basis as people without disabilities. Marginalising people with disabilities on this level is a critical and problematic issue, especially in todayís ìInformation Societyî, where access to information should be equally available to all. While these challenges have been identified (also by EC with the recently Web Accessibility Directive which was entered into force on 22/12/2016), they have not been addressed yet efficiently.\nIn this context and building on ongoing tools and work, WADcher will research, develop and demonstrate an innovative Decision Support Environment for large scale hybrid web accessibility assessment services. WADcher aims to build a large scale infrastructure by integrating extended and enhanced existing web accessibility solutions, and by also making them customizable to the needs of different stakeholders in EU member states. The minimisation of costs and development time along with increased scalability, accessibility and usability for all types of end-users will be also analysed. Specifically, the WADcher Innovation Action will be based on the following pillars: 1) build a large scale accessibility assessment infrastructure; 2) develop and demonstrate advanced decision support tools for assisting developers and designers to create accessible assets; 3) implement a web accessibility observatory platform for hybrid combination of automatic/expert reviews; 4) validate WADcher results under a significant number of pilots and users and a coherent Web Accessibility Conformance methodology; 5) develop methods and tools with which organizations can measure the evidence, accuracy and quality of testing results; 6) liaise with relevant standardisation bodies and create needed impact through proactive dissemination and exploitation.",
    "totalCost": "2129005",
    "ecMaxContribution": "1957011,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;AGENZIA PER L'ITALIA DIGITALE;DEXTERA CONSULTING LIMITED;MINISTRY OF HEALTH;CONSIGLIO NAZIONALE DELLE RICERCHE;HILFSGEMEINSCHAFT DER BLINDEN UND SEHSCHWACHEN OSTERREICHS VEREIN",
    "participantCountries": "IE;EL;IT;CY;AT",
    "projectParticipants": {
        "948995136": {
            "orgId": "948995136",
            "orgName": "HILFSGEMEINSCHAFT DER BLINDEN UND SEHSCHWACHEN OSTERREICHS VEREIN",
            "ecContrib": 141688
        },
        "999789671": {
            "orgId": "999789671",
            "orgName": "THE NATIONAL MICROELECTRONICS APPLICATIONS CENTRE LTD",
            "ecContrib": 261844
        },
        "950972578": {
            "orgId": "950972578",
            "orgName": "AGENZIA PER L'ITALIA DIGITALE",
            "ecContrib": 127188
        },
        "912322443": {
            "orgId": "912322443",
            "orgName": "DEXTERA CONSULTING LIMITED",
            "ecContrib": 139475
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 348168
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 594000
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 265000
        },
        "999596156": {
            "orgId": "999596156",
            "orgName": "MINISTRY OF HEALTH",
            "ecContrib": 79650
        }
    },
    "calculatedTotalContribution": 1957013
}