{
    "rcn": "213114",
    "acronym": "FANFAR",
    "topics": "ICT-39-2016-2017",
    "title": "Reinforced cooperation to provide operational flood forecasting and alerts in West Africa",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Flooding is a rapidly growing concern in West Africa, projected to increase with climate change. It is both a threat and a blessing for human lives, agriculture and infrastructure. There is a great need for reliable access to operational flood forecasts and alerts produced by a robust information and communication technology (ICT) system adapted to regional conditions and operated by capable West African institutions.\n\nMore than six years of cooperation between FANFAR participants have identified user needs and co-developed technologies and capacities aimed at meeting them. As a result, several ICT components of the desired system are already available, including input data streams, a hydrological model, a cloud computing platform, and a communication channel. However, they have not yet been fully integrated or adapted to the conditions and needs in West Africa (e.g. unreliable electricity and internet). Some components are already used by key West African institutions. However, e.g. human and financial capacity is still limiting uptake.\n\nThe aim of FANFAR is to reinforce the cooperation between West African and European hydrologists, ICT experts, decision analysts, and end-user communities to provide a co-designed, co-adapted, integrated, and co-operated streamflow forecasting and alert pilot system for West Africa. End-users will participate in regular workshops and virtual meetings aiming to demonstrate the ICT, define user needs, co-design necessary adaptations, and develop capacity. Through this incremental refinement process, our existing ICT will be fully integrated and adapted to West African conditions. The system will be operated, supported and tested in practical flood management by regional, national and local institutions. Social science frameworks will be employed to aid development decisions, analyze behavioural responses, and understand technology adoption processes aiming to facilitate sustainable uptake of the system in the region.",
    "totalCost": "2168995",
    "ecMaxContribution": "1999532,5",
    "coordinator": "SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT",
    "coordinatorCountry": "SE",
    "participants": "ISARDSAT SL;CENTRE REGIONAL AGRHYMET;EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ;TERRADUE SRL;NIGERIA HYDROLOGICAL SERVICES AGENCY",
    "participantCountries": "ES;NE;CH;IT;NG",
    "projectParticipants": {
        "997054077": {
            "orgId": "997054077",
            "orgName": "ISARDSAT SL",
            "ecContrib": 148225
        },
        "928772673": {
            "orgId": "928772673",
            "orgName": "NIGERIA HYDROLOGICAL SERVICES AGENCY",
            "ecContrib": 160425
        },
        "998124569": {
            "orgId": "998124569",
            "orgName": "EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ",
            "ecContrib": 360870
        },
        "999507983": {
            "orgId": "999507983",
            "orgName": "SVERIGES METEOROLOGISKA OCH HYDROLOGISKA INSTITUT",
            "ecContrib": 769725
        },
        "998910075": {
            "orgId": "998910075",
            "orgName": "CENTRE REGIONAL AGRHYMET",
            "ecContrib": 313100
        },
        "999732829": {
            "orgId": "999732829",
            "orgName": "TERRADUE SRL",
            "ecContrib": 247188
        }
    },
    "calculatedTotalContribution": 1999533
}