{
    "rcn": "213123",
    "acronym": "ESMERA",
    "topics": "ICT-27-2017",
    "title": "European SMEs Robotics Applications",
    "startDate": "01/01/2018",
    "endDate": "28/02/2022",
    "objective": "The objective of ESMERA is to support EU SMEs in materializing, testing and promoting robotic technologies through:\n- Providing industrial challenges defined by key EU companies, stimulating SMEs to compete by developing and promoting new technologies that address real life problems and thus already have a market \n- Engaging a number of Competence Centres (CCs) that can provide an easily accessible environment for developing, evaluating, testing, and demonstrating novel robotic technologies.\n- Offering direct financial support through a cascade funding mechanism to supplement the technical excellence offered by the CCs, allowing prototype/product creation and promotion\n- Offering mentoring and support in developing business cases and managing the complete chain from ìidea to market productî by EU champions in robotics that have successfully undergone the process\nTo achieve these objectives ESMERA involves 4 renowned robotics CCs (LMS, CEA, TUM, TEKNIKER) and 3 industrial partners/ facilitators (R U Robots, Blue Ocean Robotics, COMAU) who are at the forefront of EU robotics technology development. The project aspires to realize research experiments in two phases:\n- Phase 1 ñ Proof of concept: Carrying out 32 experiments organized in 2 Groups competing under 8 different challenges from 4 industrial sectors (energy, manufacturing, agri-food, construction). CCs will be supporting development activities with technical expertise and access to their state of the art facilities and equipment.\n - Phase 2 - Industrial Leadership and Business Support: Selecting 16 Challenge winners and providing further means for industrialization and commercialization of their solutions. Further RTD support by the centres and mentoring on business models and market outreach by the project facilitators.\n\nTaking lessons from challenges ran all over the world, we expect this approach will have a major impact on economy in EU regions on employment, market, businesses, skills and competitiveness.",
    "totalCost": "7999998",
    "ecMaxContribution": "7999998",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "FUNDACION TEKNIKER;TECHNISCHE UNIVERSITAET MUENCHEN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;R.U.Robots Limited;BLUE OCEAN ROBOTICS APS;COMAU SPA",
    "participantCountries": "ES;DE;FR;UK;DK;IT",
    "projectParticipants": {
        "999959227": {
            "orgId": "999959227",
            "orgName": "FUNDACION TEKNIKER",
            "ecContrib": 419765
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 571666
        },
        "998080143": {
            "orgId": "998080143",
            "orgName": "COMAU SPA",
            "ecContrib": 290938
        },
        "949746886": {
            "orgId": "949746886",
            "orgName": "BLUE OCEAN ROBOTICS APS",
            "ecContrib": 366562
        },
        "996256446": {
            "orgId": "996256446",
            "orgName": "R.U.Robots Limited",
            "ecContrib": 277544
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 5054590
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1018933
        }
    },
    "calculatedTotalContribution": 7999998
}