{
    "rcn": "213289",
    "acronym": "Sana",
    "topics": "SMEInst-01-2016-2017",
    "title": "Sleep on Command: a breakthrough technology for sleep, pain relief, enhanced performance and        regenerative health.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Approximately 30% of the population have difficulty initiating and maintaining sleep. This proportion is continually increasing due to growing geriatric populations and various modern lifestyle habits such as frequent use of stimulants and longer working hours. Existing solutions such as sleeping pills, cognitive behavioural therapy and sleep devices are costly, time-consuming and have poor efficacy. Sleeping pills can also cause dependency issues among other adverse health effects. Currently, there is no solution that is effective for the most extreme cases of insomnia associated with chronic pain and severe post-traumatic stress disorder. Sana Sleep is a cost-effective and prescription-free sleep aid that enables users to fall asleep quickly, easily and safely on command. The device can uniquely be applied as a tool for pain relief, enhanced performance (in our tests we found military fine motor skills improved by 20% and speed driving times in the special air force increased in 19/20 trials) and regenerative health (the device can help treat concussion, stroke and traumatic brain injuries). The device is a wearable mask that puts users to sleep via tailored light and sound pulses in a unique pattern coupled with real-time, heart rate variability biofeedback. Users save significant time, hassle and potentially thousands of euro using this portable device while also gaining life-changing health benefits. The most hard-core sufferers of insomnia that have associated chronic pain and/or stress will be able to find relief for the first time by using the device to put themselves to sleep in 8-10 minutes. Its comfortable design and multi-mode capability (sleep, meditation and nap modes available) are additional benefits of using Sana Sleep.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SANA HEALTH UK LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911247489": {
            "orgId": "911247489",
            "orgName": "SANA HEALTH UK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}