{
    "rcn": "213225",
    "acronym": "HyPump",
    "topics": "SMEInst-07-2016-2017",
    "title": "Enabling Sustainable Irrigation through Hydro-Powered Pumps for Canals",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "In irrigation water cannot be decoupled from energy. Raising water from rivers and canals and distribute it to the crops requires pumping of large volumes of water with a sizeable amount of pressure, which is generated by means of electric energy or by fuel-driven pumps. This turns into a substantial increase of energy consumption and capital expenditure, which has become a real concern for farmers and their communities. Besides, sharp increases in energy tariffs almost doubled the energy bills that irrigators have to pay, which accounts for up to 40% of the total irrigation costs for farmersí communities. In a context exacerbated by the ongoing climate change, European farmers are striving to reduce their water footprint by means of water saving irrigation technologies while optimising their energy costs for pumping, with the aim to ensure long- term economic and environmental sustainability. To address this global need, aQysta has designed the HyPump, an innovative spiral pump which converts the energy from the flow of existing irrigation canals to pressure for pumping water, delivering pressurized water directly to the agriculture plots without requiring any fuel nor electricity to be operated. This Phase 2 is focussed on the industrialisation and field tests of the HyPump, which will allow farmers obtaining up to 75% savings on the overall costs for modernizing infrastructures and running an irrigation system with respect to competing electric or fuel-driven solutions, and up to 37% savings with respect to solar pumps. Through the Cost Benefit Analysis run during Phase 1, annual net savings have been estimated in the range of 5kÄ-8kÄ per hectare with respect to electric pumping. Besides, a payback time in the range of 2,5-4 years has been estimated when switching from an electric or fuel- operated system to the HyPump, obtained with zero environmental footprint with respect to fuel or energy powered pumps.",
    "totalCost": "2545389,74",
    "ecMaxContribution": "1781772,82",
    "coordinator": "AQYSTA HOLDING BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926153382": {
            "orgId": "926153382",
            "orgName": "AQYSTA HOLDING BV",
            "ecContrib": 1781773
        }
    },
    "calculatedTotalContribution": 1781773
}