{
    "rcn": "213233",
    "acronym": "HealMastitis",
    "topics": "SMEInst-07-2016-2017",
    "title": "Heal Mastitis in Dairy Cattle",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Mastitis is one of the most widespread and costly diseases in the dairy industry, inflicting serious damages on a global scale.In herds without an effective mastitis control program, 40 % of cows are infected every 6 months. Treatment of mastitis costs ca. Ä185 per cow per year. Antibiotic treatment is currently the only solution for treating bacterial mastitis. The antibiotic treatment causes very large losses in milk production and degradation of milk quality, and creates bacteria that are resistant to antibiotics. For many years, scientists all over the world tried to find a non-antibiotic treatment against mastitis. We have developed a highly innovative technology that heals mastitis without resorting to antibiotics. Based on the energetic signature of mastitis pathogens received from the farm computer, our system processes the cowsí drinking water using radio emissions. Infected cows that drink the treated water are healed from mastitis without the need for antibiotics. A working prototype of the system was tested at a 300-cows dairy farm, successfully healing 39 out of the 49 sick cows. Apart from the healing effect, the new treatment facilitates compliance with major EU health regulations. The project will study the requirements for large scale production and delivery of the technology to the dairy industry. It will boost the EU business in milk production and create large environmental, economic and social benefits. Market drivers and a 5-year growth potential will be analysed and a commercialisation strategy will be devised, along with an IPR protection strategy, analysis of competing technologies and planning of promotional and partnership activities. This will enable us to redesign the technology for serial production and scale up for a successful market entry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRISE SYSTEMS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912079264": {
            "orgId": "912079264",
            "orgName": "PRISE SYSTEMS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}