{
    "rcn": "213241",
    "acronym": "MRP",
    "topics": "SMEInst-11-2016-2017",
    "title": "autonomous Multi-electric Recycling Process line",
    "startDate": "01/11/2017",
    "endDate": "31/03/2018",
    "objective": "Electronic wasteís rampant growth is globally widespread. Moreover, as recycling is carried out at a low scale and at unprofitable costs, the current trend to deal with this issue is to export this waste to developing nations who have inadequate recycling facilities.\nWe at Guidetti S.r.l, Italian leader in innovative recycling solutions since 1980, are offering our latest technology, called MRP, for the electronic recycling industry offering benefits including: affordability, high production rates, automated processing with 24-hour operational capability and 30% reduction of power consumption. Furthermore, the system recycles a wider scrap profile (including automotive shredder residues) with a 100% recovery rate. No chemicals are used with our system. Our system aims to promote European initiatives on waste management, Waste electrical and electronic equipment WEEE Directive 2012/19/EU and circular economy. \nThe global market is valued at Ä14.5 billion (Europe accounting for 33.7% of it) and is forecasted to expand to Ä50 billion by 2021. \nWe have already developed a prototype which produced good preliminary results at our testing facility. With the SME Instrument funding support, we intend to finalized our developments and launch the product to the market ideally by 2020. By exploiting our technology, we reckon to generate a revenue and profit of Ä12.4million and Ä5.58million respectively over 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GUIDETTI SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912049970": {
            "orgId": "912049970",
            "orgName": "GUIDETTI SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}