{
    "rcn": "213218",
    "acronym": "Starcounter",
    "topics": "SMEInst-01-2016-2017",
    "title": "In-Memory Computing and Artificial Intelligence Platform for Building Next Generation Enterprise Software",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Gartner predicts that in 5 years there will be 10 times more entreprise software applications (bizapps) than today. 75% of these new bizapps will be built, not bought from the shelf. This confirms huge demand for developing new software. At the same time the cost of IT has already become prohibitive. Companies cannot afford satisfying their appetites for new software under the current software production, delivery and maintenance model. Starcounter proposes a fundamentally new approach and technology for developing and deploying enterprise software. Starcounter combines in-memory computing and an application server with an Artificial Intelligence engine for app-to-app interoperation and a transactional database of unlimited scalability. It is a complete application development, deployment, maintenance, scale-up and re-use platform, primarily designed for Independent Software Vendors (ISVs). With Starcounter the code base of any major complex enterprise software system can be reduced by ~90%. Likewise it allows to drastically cut the demand for computing and storage resources. In one of our first deployments Starcounter allowed to cut the requirements of a large and complex ERP system from 100 machines to just 3. The second key feature of Starcounter is that it allows independently developed applications to work seamlessly together out-of-the-box. Integration can become deep, fast, synchronous and practically infinitely scalable. Sophisticated and complex systems can thus be developed by combining bizapps like Lego bricks, without programming, APIs, or glue code. New bizapps can be developed in days, not months, and integrated in minutes instead of weeks. The current version of Starcounter more than 40 billion transactions monthly at more than 1000 enterprises using bizapps developed by our early adopters: ISVs from Northern Europe. Starcounter is based on our original software engineering concepts protected with a portfolio of 14 patents.",
    "totalCost": "3122872,5",
    "ecMaxContribution": "2186010,75",
    "coordinator": "STARCOUNTER AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931193405": {
            "orgId": "931193405",
            "orgName": "STARCOUNTER AB",
            "ecContrib": 2186011
        }
    },
    "calculatedTotalContribution": 2186011
}