{
    "rcn": "213285",
    "acronym": "Io-EMP",
    "topics": "SMEInst-02-2016-2017",
    "title": "Tissue-derived acellular micro-scaffold technology reducing or eliminating diabeticsí dependence oninsulin therapy",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Betalinís mission is to provide a tissue-derived acellular micro-scaffold that will extend the life and the insulin-producing\nperformance of transplanted beta cells in order to reduce or eliminate the dependence of some diabetics on insulin therapy.\nType 1 Diabetes is a chronic disease that results from the autoimmune destruction of the insulin-producing beta cells in the\npancreas. Its cause is still uncertain and there is no known way to prevent its onset. With~70,000 new cases diagnosed\neach year, it is estimated that ~17 mn people worldwide are afflicted with T1DM. In the US alone, T1DM results in $14.4 bn\nin medical costs and lost income annually. Type 1 diabetics face a lifetime regime of insulin therapy and very careful lifestyle\nmanagement in an attempt to mitigate the long-term complications associated with T1DM such as cardiovascular disease,\ndamage to the eyes, kidneys and nerves, and premature death. In recent years islet transplantation has been researched as\na treatment for T1DM. The procedure involves injecting millions of islets (the pancreatic cell clusters that ìhouseî the\ninsulinproducing\nbeta cells) harvested from cadavers, followed by immunosuppression therapy. Islet transplantation is a promising\napproach but the naked islets are very unstable: they must be transplanted almost immediately after harvesting and up to\n80% of the transplanted islets stop functioning within 24hrs. The result is that, after five years, less than 10% of the\nrecipients are free of daily insulin treatment. Betalinís technology is based on the premise that in order for beta cells to\nfunction properly it is necessary to provide an appropriate stromal (connective tissue) micro-environment. The proprietary\nplatform technology is a method to prepare acellular organ-derived micro-scaffolds that preserve the architecture and the\nbasic composition of organ stroma and ensure that no seeded cell will be more than 150 microns from a source of nutrients\nand gases.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BETALIN THERAPEUTICS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916614693": {
            "orgId": "916614693",
            "orgName": "BETALIN THERAPEUTICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}