{
    "rcn": "213264",
    "acronym": "agroCYAN ECO",
    "topics": "SMEInst-07-2016-2017",
    "title": "Highly efficient protein rich biofertilizer, 100% spirulina based, for agricultural yield increase and crop quality traits enhancement",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "A doubling in global food demand projected for 2050 due to rising poses huge challenges for the sustainability of food production systems. To satisfy the growing demand, the only feasible solution is to increase productivity on existing agricultural land. Traditionally, growers have made use of synthetic fertilizers for production increase but these products pose serious risks on ecosystems, living animals and human health. In this context, biofertilizers emerge as an efficient alternative to traditional fertilizers, able to boost crops yields and maximize the quality traits of fruits and vegetables but without the harmful effects.  \n\nIn this proposal, the Spanish agro-biotechnology Jaro Innovaciones presents agroCYAN ECO, a liquid biofertilizer, phosphate-free, obtained by enzymatic hydrolysis of the spirulina biomass, a cyanobacteria highly rich in L-amino acids of easy absorption, phytohormones and other nutritive substances. When our biofertilizer is applied to plants, crop yields are increased up to 33% and the quality traits of the harvested products are significantly improved since  agroCYAN ECO favours rootsí development, stomataís opening and nutrientsí acquisition. \n\nagroCYAN ECO is the cheapest solution among its competitors and can be applied to any horticultural product and to vines, citrus trees, olive trees, etc. agroCYAN ECO has been especially formulated for its use in organic agriculture, having been certified to this end. Its application can be done as a foliar spray, in fertigation or for the preparation of nutritive solutions, reducing the doses of the other treatment products up to 20%. \n\nThe main risk for agroCYAN ECO commercialization in the European market is the lack of a harmonized regulation, although the current fertilizer regulation is being revised now. Thus, in the Feasibility Study we will pay special attention to regulatory issues since they will be decisive for our commercialization strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JARO INNOVACIONES NUTRICIONALES PARA LA AGRICULTURA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911193751": {
            "orgId": "911193751",
            "orgName": "JARO INNOVACIONES NUTRICIONALES PARA LA AGRICULTURA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}