{
    "rcn": "213275",
    "acronym": "DeepSolar",
    "topics": "SMEInst-09-2016-2017",
    "title": "Artificial Intelligence-based diagnostic system for Solar PV Plants",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Raycatch Ltd. is an Israeli SME that has developed DeepSolar, the first complete automated solar diagnostics tool in the market that provides predictive optimization, quantifiable insights and pinpointed actions. Current PV plantsí monitoring systems can detect a series of standard failures but have a limited resolving accuracy of around 10%. This results in a reduction of the global performance of the plants what in average accounts for 15% of loses of the potential IRR for the owners, which translates into Ä500,000 annually and up to Ä12.5 million over the whole lifetime of the plant. Currently, high-accuracy (1%) determination of the exact root cause requires a manual physical check in the field down to the panel level with the associated labour cost of typically Ä500 per day over many days. DeepSolar tackles this problem thanks to its in-depth automated and continuous diagnostics system that provides full understanding and data-driven maintenance tasks. Based on Artificial Intelligence and signal processing algorithms, DeepSolar gives (i) a very accurate low-error-rate breakdown of performance reduction sources, (ii) root cause analysis, which in turn will allow pinpointed actions to reduce this variation significantly, what turns into an increase of performance of low-performing PV field parts. Raycatch does not need additional hardware like sensors or data loggers, a key characteristic to boost its commercialisation. DeepSolar enables the identification and accurate diagnostic of the PV field together with actions to be taken in order to optimize the plants yield, all this on-going, automatically, and without human interpretation. We estimate the total Addressable Market for AI based solar diagnostics to be Ä100 million in 2020 and Ä500 million in 2024. Raycatchís technology will revolutionize the PV monitoring market by closing the gap of performance differences of PV plants.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RAYCATCH LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917852704": {
            "orgId": "917852704",
            "orgName": "RAYCATCH LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}