{
    "rcn": "213239",
    "acronym": "SHN",
    "topics": "SMEInst-02-2016-2017",
    "title": "Universal Smart Hypodermic Needle for preventing reuse and accidental pricks",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "VASTAGO INTERNATIONAL Ltd emerged with the aim of developing a new technology that solves the problems associated with reuse or share syringes and accidental needlestick injuries causing millions of deaths since the spread of infectious diseases. The creation of Smart Hypodermic Needle (SHN) solves these problems in a safe, cost effective way and adaptable to the most syringes of the marker according to the international LUER system. This device provides a high added value in biosecurity since its innovative biopolymer membrane and the self-retracting mechanism makes it automatic and retractable needle which is activated after its use independently of operator¥s will. The overall objective of the SHN project is the industrial adaptation and the process scale-up for manufacturing the safety needle to implement it at the clinical level. Currently, the SHN prototype has a technology level TRL6 and it has been validated through trials simulating medical treatments procedures demonstrating their efficiency and viability. However, the company needs to work in the implementation of the business model, in the industrial adaptation of our prototype and, in achieving the certification of our system to be commercialized. The initial plan to commercialize the SHN consists in the combination of own production with a partner plus licensing of the technology. According to our estimation, the cumulative cash flow projected by VASTAGO INTERNATIONAL at year 5 will amount Ä52.6 M meaning a ROI of 219%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VASTAGO INTERNATIONAL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911997493": {
            "orgId": "911997493",
            "orgName": "VASTAGO INTERNATIONAL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}