{
    "rcn": "213204",
    "acronym": "OmnImmune",
    "topics": "SMEInst-05-2016-2017",
    "title": "Manufacturing and testing of an allogeneic gamma delta T cell therapy for the treatment of cancer",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Europe is experiencing an unprecedented cancer epidemic, driven by our ageing population. Traditional cancer treatments such as surgery, chemotherapy and radiation therapy have demonstrated very limited efficacy for patients with late-stage disease and often cause considerable side effects.\nCell therapies are the next breakthrough in oncology, but autologous cells must be harvested from each patient, expanded for several weeks in vitro and re-administered to the same patient while hospitalized. \nTCB, a Scottish SME, brings the first allogeneic gamma delta T cell therapy (OmnImmune) where T cells harvested from healthy donors are used to treat multiple recipients. \nOmnImmune represents a truly disruptive, step-changing approach to the treatment of a wide variety of cancers. It has the potential to be manufactured for large market segments at a lower cost than competitors and provide valuable increases to the quality of life of life.\nOmnImmune will provide next generation cancer treatment at 20% of the cost of any other cell therapy, saving Ä24Bn per year for 60,000 patients treated.\nOmnImmuneís unique characteristics make it a truly disruptive treatment solution for patients and clinicians:\nMultifunctional treatment solution: available to all cancer patients, regardless of their disease grade or immune status.\nPredicted high safety profile: minimal side-effects based on clinical data from trials of autologous GDT cells (to be confirmed in dose-escalation clinical trial).\nEase of use and lower cost: frozen dose-ready units available for immediate patient administration.\nThe SME Instrument funding will accelerate the development of the OmnImmune therapy and reduce its time to market from 10 years to 6 years. This will allow OmnImmune to reach the market by 2024.",
    "totalCost": "3957000",
    "ecMaxContribution": "3957000",
    "coordinator": "TC BIOPHARM LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923581621": {
            "orgId": "923581621",
            "orgName": "TC BIOPHARM LIMITED",
            "ecContrib": 3957000
        }
    },
    "calculatedTotalContribution": 3957000
}