{
    "rcn": "213265",
    "acronym": "PRECOPAL",
    "topics": "SMEInst-02-2016-2017",
    "title": "Zero Corrosion Sheet Pile Elements with Glass Fiber Reinforced Polymer Bars",
    "startDate": "01/11/2017",
    "endDate": "31/03/2018",
    "objective": "Steel sheet piling (SSP) is the dominant solution in the deep foundation industry (followed by precast concrete sheet piles). It presents relatively high mechanical performance and consists a light (in comparison with concrete) and affordable solution. However, SSP faces significant corrosion issues and has a maximum life expectancy of 50 years. Moreover, the interlocking system between the adjacent pile elements has minimum insulation and as such, permeability issues may arise. Finally, piling is taking place through vibration, which can cause structural disturbance in the nearby construction and noise levels of up to 90db(A)\n\nPRECOPAL is a pioneering sheet piling solution, consisted of Glass Fiber Reinforced Polymer bars, covered by high strength concrete (90MPa). Our solution is steel-free, with zero corrosion issues. Each pile is connected with the next one with an innovative hollow cylindrical joint system, made of PVC, which minimizes water permeability. Moreover, we have developed a vibration-free piling process, through a high pressure waterjet system. As a result, we have created a sheet piling technology with double life span (100 years) and double cost efficiency than the existing solutions.\n\nThrough this project, we aim to reach annual revenues of Ä11.6 million after the fifth year of commercialization, and create at least 17 new job positions. With a Phase 2 investment of Ä1.36M, this would imply a Return of Investment of 3.84.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIGMA C SUD",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913766676": {
            "orgId": "913766676",
            "orgName": "SIGMA C SUD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}