{
    "rcn": "213220",
    "acronym": "SmartHeat",
    "topics": "SMEInst-09-2016-2017",
    "title": "SmartHeat ñ An eco-innovative solution towards zero-carbon household heating",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "SUNTHERM has developed a Worlds first 25 kWh thermal storage compact battery, based on salt hydrate dissolved in mineral oil that enables up to 25 hours of heat displacement (patent pending). SUNTHERMís game-changer integrated heating system for households - SmartHeat - consists of:\n- Smart heating and heat storage, provided by a 25 kWh thermal battery (60 ◊ 60 ◊ 200 cm), coupled to a module of cloudbased management with an online control unit for real-time control over heat management, acting as a buffer in the grid;\n- Solar thermal collectors, for higher flexibility and 100% zero-carbon, sustainable heat production;\n- Heat pump, smart grid enabled, providing the management of energy loads - peak load shaving -, the storage of excess power during low demand periods for release during peak demand periods - load balancing -, and the integrated optimization of the heat pump operation.\nSmartHeat can effectively cover normal family's daily needs for radiators, floor heating or hot water, with a heat release capacity above any other heating unit available, due to its intelligent and huge storage capacity - equivalent to an oil burner in a utility room and delivery of twice the amount of hot water than a conventional hot water tank. By storing energy from the sun - or when the power is cheap - in our unique battery and delivering it when the house requires heating, we will offer the homeowner the opportunity to reduce the heat bill by 75% in comparison to the use of an oil burner, due to 40% increase in efficiency vs. a stand-alone heat pump.\nThrough the successful development and implementation of SmartHeat WWF award winning technology, SUNTHERM will be in a strong position to exploit a market worth at 34.5 billion Ä and enhance its profitability by the stream of the sales, with an expected cumulated turnover of 83 million Ä, 5 years after project completion.",
    "totalCost": "1585900",
    "ecMaxContribution": "1110130",
    "coordinator": "SUNTHERM APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927515359": {
            "orgId": "927515359",
            "orgName": "SUNTHERM APS",
            "ecContrib": 1110130
        }
    },
    "calculatedTotalContribution": 1110130
}