{
    "rcn": "213262",
    "acronym": "GameInfluencer",
    "topics": "SMEInst-01-2016-2017",
    "title": "Launching the GameInfluencer Marketing Platform to Connect Game Publishers With The Best Matching Influencers Who Create the Most Effective Letís Plays",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "The cost of acquiring users for games and apps increases monthly and by over 100% yearly. The 2015 user acquisition cost was around Ä3 There is a need for a quick and reliable way to identify the best influencer channels across the world. With influencers, we are referring to members of the gaming community that act as influencers. They create Letís Plays or other material they post on their YouTube channel or social media to review games.\n\nOur Solution GameInfluencer connects game publishers with the best fitting influencers on YouTube, twitch and other platforms to drive app installs, boost app store rankings and create brand awareness! The single components of our platform exist in separation and in other industries and we are the first European company who a) integrate all the needed fragmented features, b) focus exclusively on the gaming industry and c) offer a unique market place.\n\nGameInfluencer is disruptive as it automates an otherwise manual process, thereby significantly lowering advertising cost. For big game publishers, they will have faster, cheaper and more predictable results (measured in views and/or installs) by using GameInfluencer. For smaller publishers, they have access to marketing campaigns they could otherwise not afford. In the medium-run, GameInfluencer can permanently disrupt the matchmaking for game marketing campaigns as influencers will move to marketplaces rather than taking orders manually.\n\nFor Europe, the video gaming industry brings large economic benefits generating nearly $20 billion of the global $76 billion. To bring more revenues to Europe, European gaming companies/publishers need to be able to reach gamers on a global scale. GameInfluencer already allows running campaigns in 13\\ languages.\n\nAt GameInfluencer GmbH, we are on the way to becoming the leading international one-stop marketplace for booking, monitoring and paying influencer marketing campaigns.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GAMEINFLUENCER GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913665796": {
            "orgId": "913665796",
            "orgName": "GAMEINFLUENCER GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}