{
    "rcn": "213224",
    "acronym": "DINTRA",
    "topics": "SMEInst-10-2016-2017",
    "title": "Innovative railway sleeper design increasing track lateral resistance, reducing significantly costs related to track misalignment events",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Railway track lateral movement occurs when lateral resistance is not enough hold track in place. This movement is known as track misalignment (when it is a progressive defect associated to train loads) or track buckle (when it is an abrupt event associated mainly to unusually high temperatures).Track alignment must be restored as even small track misalignments induce additional dynamic forces in the vehicle. \nTrack maintenance operations to restore track alignment (tamping) require 26% of track maintenance and renewal cost (2.989MÄ/year in Europe). Besides, cost of rail grinding and renewal operations are estimated to be around 10% of total EU railway maintenance and renewal costs (1.118MÄ/year).\nMoreover track misalignment eventually causes a great risk of derailment. It is estimated that around 25% of train derailments are due to track geometry deterioration, causing on average 18 derailment per year in Europe with an associated economic loss of 32MÄ, not considering the potential human losses. \nTo solve this situation, ACCISA has developed DINTRA sleepers, and innovative solution capable of increasing significantly track lateral resistance. Reduction of track maintenance and renewal cost and track buckle events and derailments due to track misalignment will be experienced. DINTRA sleepers have a low implementation cost and no need of extra calculation or new equipment for their implementation. \nOur overall objective with the present project is to industrialize the production process of DINTRA sleeper to introduce them into the international market through the construction of three advanced demonstration element in the most complex and demanding conditions.\nWhen implementing DINTRA sleepers, railway infrastructure managers will save over 978MÄ in track maintenance and renewal cost during the life span of the product (40 years), while only investing 53.7MÄ.  DINTRA sleepers will lead to 13.7MÄ of benefits for ACCISA by the 5th year.",
    "totalCost": "1938093,75",
    "ecMaxContribution": "1356656,63",
    "coordinator": "AGRUPACION CANTABRA DE CONSTRUCCION E INGENIERIA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911804463": {
            "orgId": "911804463",
            "orgName": "AGRUPACION CANTABRA DE CONSTRUCCION E INGENIERIA SA",
            "ecContrib": 1356657
        }
    },
    "calculatedTotalContribution": 1356657
}