{
    "rcn": "213292",
    "acronym": "SINUSLIGHT",
    "topics": "SMEInst-03-2016-2017",
    "title": "Laser-spectroscopic sensing device for diagnostic assessment of sinusitis",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "The aim of the SINUSLIGHT project is to develop a business plan for the continued development and commercialisation of a hand-held medical device, based on laser spectroscopy, to be used within health-care to aid in diagnosing sinus related problems, e.g. sinusitis. The device provides information on the open/air filled sinus cavity size, the oxygen concentration in the cavity and thereby the ventilation status of the sinus. The improved diagnosing possibilities provided by the device can provide an objective test and improve the care and reduce the unnecessary prescribing of antibiotics. The technology has already been clinically evaluated in a research study of 40 sinus cases with good success in correlation with the golden standard CT.\n\nEven though antibiotics are seldom needed nor medically motivated for sinusitis, the prescription remains high. A reason is that it is difficult to objectively diagnose sinusitis. It would clearly be very valuable to have a better, simple tool for a quick evaluation of sinus related problems. Such a tool would help the physician making a correct diagnosis and better select which patients really need referral to CT examination and whether antibiotics are needed or not.\n\nThe technology of GPX Medical, named GASMAS (gas in scattering media absorption spectroscopy), is unique in that it can, non-intrusively, measure gases situated in enclosed, non-transparent cavities. The technique is based on transmitting low power laser light with the sensor positioned on the surface of the object. This provides the unique possibility to measure the concentration of gases in body cavities, such as the sinus cavities, non-invasively. The eye-safe spectroscopic laser technique is used to measure the content of oxygen gas and water vapour in the sinus cavities. A measurement is performed within a few seconds, and the result is immediately displayed.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GPX MEDICAL AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911086372": {
            "orgId": "911086372",
            "orgName": "GPX MEDICAL AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}