{
    "rcn": "213254",
    "acronym": "CERATONIA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Valorisation of the carob pod into an added value natural extract for the food and drink industry",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Beet and cane sugarís reputation is plummeting among EU28 citizens. Consequently, the Food&Drink industry is seeking for alternative sweeteners to enhance their productsí palatability while meeting consumersí demands of healthier and natural products. In this context, fruit concentrates arise as a reliable sugar substitute since they are a natural sweetener perceived as healthier. This segment is expected to grow globally at a CAGR (Compound Annual Growth Rate) of 5.5% to reach an estimated global value of around 38,500 MÄ by 2022 .\nEncouraged by this situation, in GMFort˙n we have developed a cost-effective and environmentally-friendly process to obtain from the carob pod a bioactive natural sweetener suited for the Food & Drink and Nutraceutical industry. It consists on a syrup with a balanced proportion of carbohydrates, PINITOL (a bioactive compound), minerals (very rich in Potassium) and refined polyphenols. This unique composition makes it nutritionally healthier than other sweeteners and a perfect sugar substitute, especially in the juice industry. \nWe have received the interest from key companies from the Food&Drink and Nutraceutical sector that have encourage us to develop this new product since it fits their technical and commercial needs. \nBesides its market potential, CERATONIA\\ will bring important environmental benefits. The carob pod (our raw material) is a by-product of the carob treeís fruit. The carob tree (Ceratonia siliqua L.) is a Mediterranean crop acknowledged by its environmental benefits: it can recover eroded soil, survive to heavy droughts and wildfires, improve soilsí fertility by fixing nitrogen and fix 3 times more CO2 than other woody crops with 2.5 times less water. Thanks to our product, we will promote the growing of 5,500ha. of carob trees, that will fix 114,876tn. of CO2/year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREGORIO MARTINEZ FORTUN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914382723": {
            "orgId": "914382723",
            "orgName": "GREGORIO MARTINEZ FORTUN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}