{
    "rcn": "213237",
    "acronym": "Tremipen",
    "topics": "SMEInst-06-2016-2017",
    "title": "The first simple monitoring device for Parkinson and other Tremor diseases",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Many health conditions like diabetes or hypertension have simple measurement devices. However, there is no equivalent for Parkinson¥s Disease (PD) or Essential Tremor (ET), making an accurate clinical diagnosis and follow-up of these diseases a challenge. Instead, current check-ups and diagnosis of PD/ET are mostly carried out using subjective methods based simply on observation during visits (every 6 months). Even though there are some traditional solutions for Tremor monitoring, such as Electromyography or accelerometers, these are large devices which are expensive, take long time to use and provide no direct information for the patient, and though new solutions are being developed (such as 24h devices or phone apps), these are not 100% accurate, nor certified for their medical use. Moreover, none of the existing/developing solutions consider the psychological affection of patients, who feel helpless exposed to the disease and often suffer depressions. \nOur goal with Tremipen is to offer the first simple, small, easy-to-use, reliable and cost-effective device for PD and ET home-monitoring:  a pen-like device, which just needs to be held for 60 seconds a day, to register the amplitude of the tremors. This information (which is shown in a display for the patients to see) is also stored for the subsequent analysis of doctors (with a tailored software), enabling a monitoring of the disease between visits. In this way, Tremipen does not aim to substitute doctors, but to act as a tool to help monitoring and treatment, while promoting patients¥ empowerment and improving patientsí life quality for the over 10 million patients of PD/ET worldwide.\nMoreover, through this project we aim to boost the growth and competitiveness of our company: Early forecast predict sales of over 26,000 units 3 years after commercialization, resulting in Ä10.1 Million of accumulated profit.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TREMITAS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911401040": {
            "orgId": "911401040",
            "orgName": "TREMITAS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}