{
    "rcn": "213243",
    "acronym": "AirEx",
    "topics": "SMEInst-09-2016-2017",
    "title": "AirEx - Smart Ventilation Control",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "The AirEx innovation project is led by the U-Floor Technologies Ltd. (ìUTî), a UK-based small start-up, focusing on the development and rapid scale-up of fabric efficiency technologies in homes, to tackle energy efficiency and fuel poverty. \n\nProblem identified: Buildings are responsible for 36% of the EUís CO2 emissions . While new builds are constructed to a higher energy efficiency (EE) standard, 42% of the North-, and Western-European housing stock was built pre-1960  with drastically lower efficiency. Energy efficiency measures can broadly be divided into 2 categories:  \na) Those with an attractive payback that are already widely adopted and there is little room for incremental gains (e.g. loft insulation); \nb) Those with prohibitive capex (long payback), where take-up is dependent on government support schemes (e.g. solid wall insulation, double-glazing funded by the Energy Company Obligation), that have been progressively withdrawn. \nLandlords and homeowners with constrained budget to spend on energy upgrades, will be looking for the next ëlow hanging fruití: a low-cost, high-impact intervention. \nWe identified a huge untapped potential in the energy saving impact of controlling air-vents (air-bricks). \n1) If these air-vents are left permanently open, that leads to enormous energy waste\n2) In other cases, these vents are permanently blocked by occupants, causing unintended consequences, such as mould, condensation, jeopardising occupants' health. \nIt has become clear, that a technology which solves the problem, must balance the need for thermal efficiency and sufficient air-exchange.\n\nTo exploit this opportunity, we have developed a prototype design for a cloud-based, intelligent ventilation control (AirEx), to enable significant savings on heating energy bills for residents without compromising air quality. \nWe aim to have AirEx deployed in 75,000 homes by year 5, providing additional revenue stream of £21.7m to UT with an IRR of over 50% to seed investors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "U-FLOOR TECHNOLOGIES LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911100534": {
            "orgId": "911100534",
            "orgName": "U-FLOOR TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}