{
    "rcn": "213250",
    "acronym": "MSH",
    "topics": "SMEInst-10-2016-2017",
    "title": "The one-stop-shop for urban and regional mobility",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "With cities mobility changing rapidly, new trends such as sharing-economy and smartphone penetration and challenges such as densification and pollution, commuters are dreading for solutions than can effectively integrate the diverse mobility landscape and improve their travelling experience. The Mobility as a Service (MaaS) concept is as such gaining interest as a solution to increase public and shared transport modalities and offer a smooth commuting. However, it also brings complexities as many different transport players and stakeholders have to be integrated. In response to that, we have developed Mobility Services Hub (MSH), a unique platform that provides the necessary interoperability to allow the different transport stakeholders to collaborate with each other. MSHís platform combines all kinds of transport options from different providers and handles everything from travel planning to ticket booking and payments, reservations or billing services; and supplies reliable real-time data and incident information. Moreover, MSH will incorporate a Green Loyalty Scheme, a green-points approach to encourage and reward travellers for using eco-friendly transport modes, and health and safety services through a collection points approach. Our MSH pilot in Vienna ñ SMILE, was recognised as one of the most innovative projects in ìThe Future of urban Mobility 2.0î, in 2014.\nAt MEP, we are experts in innovation in mobility and mobile payment. Together with our partner Fluidtime, a software developing company with over 10 yearsí experience creating tomorrowís mobility solutions, we envision cities that are smart, easy to live in and green. \nThe global intelligent mobility market is estimated to grow from its current annual value of Ä57bn to over Ä1000bn a year by 2025, a staggering annual growth. With MSH MEP will grow x12 times and reach net benefits of Ä8M by 2022. Our goal is to make MSH the standard supra-national registry for all mobility services in Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MOBILITY SERVICES HUB MSH GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916608873": {
            "orgId": "916608873",
            "orgName": "MOBILITY SERVICES HUB MSH GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}