{
    "rcn": "213230",
    "acronym": "N-IF",
    "topics": "SMEInst-03-2016-2017",
    "title": "The N-IF mouse ñ a new and unique fibrosis model for preclinical efficacy studies",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "InfiCure Bio is a Swedish Life Science company that was founded in 2015 with the primary objective of developing and commercializing a proprietary model for preclinical efficacy testing of anti-inflammatory and anti-fibrotic drugs. Our key product, the N-IF mouse, is a unique animal model that spontaneously develops fibrosis which is preceded by chronic inflammation and exhibits the same course of fibrotic disease progression as in humans, a unique feature that has been an ultimate need demanded by the pharmaceutical industry for many years. \n\nThere are no efficient therapies aimed against fibrotic diseases despite the high prevalence among the world population and the huge impact on human health. To date, drug development has been hampered due to the lack of good and reliable preclinical models that better resemble human fibrotic disease conditions. \nThe N-IF mouse eliminates the problems of currently available animal models that are time-consuming, labour-intensive to induce fibrosis and have a low reproducibility. Its unique features will allow to shorten test protocols by 4-8 weeks, increase robustness of tests due to its 100% reproducibility and minimize the number of experimental animals needed. Reductions in experiment time and in mice numbers directly translate into a 25 - 50% decrease in the overall costs of preclinical testing of anti-fibrotic drugs.\nWe have already technically validated the N-IF mouse as a model for liver fibrosis and have acquired two clients. The objective of the Phase 1 project is to conduct a feasibility study and prepare for further validation studies of the mouse model in order to establish the pathology of NASH, renal and pulmonary fibrosis that will be conducted as part of Phase 2, enlarging our pipeline models for fibrotic diseases and opening doors to new segments of the fibrotic diseases market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFICURE BIO AKTIEBOLAG",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911458464": {
            "orgId": "911458464",
            "orgName": "INFICURE BIO AKTIEBOLAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}