{
    "rcn": "213297",
    "acronym": "Spectrophotometer",
    "topics": "SMEInst-07-2016-2017",
    "title": "The proposal is an introduction to an innovative measurement device that can detect deficiency or excess of nutrients in plants by harnessing light spectra",
    "startDate": "01/04/2018",
    "endDate": "30/09/2018",
    "objective": "The objective of the feasibility study is to create a strategy for introduction of the novel crop monitoring and diagnosing device into the global market and prepare a business plan for its commercialization. The device is capable to diagnose growing conditions of plants as well as to determine deficiency of main macro-elements (N, P, K) and micro-elements (Fe, B, Mn, Zn, Cu, Mo) during the plant vegetation period.\n\nThe spectrophotometer is an innovative crop monitoring and diagnosing device, that could initially be used by crop farmers in the European Union and subsequently in other countries worldwide. The spectrophotometer would be a complete novelty in the market and it would allow users to solve the following issues in their farming process:\n- Reduce over and under ñ fertilization of crop, by allowing to determine the lack of specific macro and micronutrients in the plants;\n-Significantly reduce expenditures needed for fertilizers and other supportive farming inputs;\n-Reduce contamination of arable land (by consistently applying the correct amounts of macro and micronutrients, the farmer will reduce unwanted\neffects of chemical elements on the soil);\n-Increase output yields and reduce food waste, creating a more environmentally friendly and self-sustainable farm in the future, less reliant on subsidies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZEMDIRBIU KONSULTACIJOS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918988380": {
            "orgId": "918988380",
            "orgName": "ZEMDIRBIU KONSULTACIJOS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}