{
    "rcn": "213216",
    "acronym": "KoolZone",
    "topics": "SMEInst-07-2016-2017",
    "title": "KoolZone- refrigeration control technology to minimise food waste, avoid food poisoning and minimise energy consumption",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "The respected environmentalist David Hawken recently assessed that better refrigerant management could reduce global CO2 emissions by 96t globally by 2050. Demand for refrigeration is growing, driven by developing countries and implementation of food safety legislation, e.g. HACCP. Better management of refrigeration is a clear part of better refrigerant management. Increased refrigeration and legislation is a proportionate response to the million food poisoning cases diagnosed annually in the UK, 500 of which result in death. Food temperature monitoring in commercial sectors is mandatory in the UK, EU, US, Far East & Australia, where HACCP compliance is used to safeguard food safety. The majority of food producers, handlers, caterers and retailerls uses manual records due to the high cost (Ä600 hardware only)  and complication of retrofitting automated logging or more efficient control. Many businesses over-cool to avoid bad press & litigation from ill customers, needlessly increasing energy consumption. The lack of 24/7 monitoring also leads to stock loss for food businesses. If a refrigeration unit fails out of hours, the operator will not know for several hours, meaning that stock is no longer fit for consumption.   \nOur focus is to create a disruptive, very low cost (Ä7.50/month) complete refrigeration monitor and reporting system (inc. SaaS) for only Ä110 up front hardware cost. We have solved technical challenges around battery life, low-power electronics, enclosure design and antenna design. Our prototypes are genuine plug-and-play with zero on-site integration costs. They enable 24/7 refrigerator montiroing, plus a user portal with functionality to generate reports to satisfy HACCP inspections. This project seeks to scale-up our innovation, enhancing manufacturability and porting to scalable, secure communication and network protocols.",
    "totalCost": "2742500",
    "ecMaxContribution": "1919750",
    "coordinator": "KOOLZONE TRACKING SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911798934": {
            "orgId": "911798934",
            "orgName": "KOOLZONE TRACKING SYSTEMS GMBH",
            "ecContrib": 1919750
        }
    },
    "calculatedTotalContribution": 1919750
}