{
    "rcn": "213205",
    "acronym": "OneRNA4Bladder",
    "topics": "SMEInst-05-2016-2017",
    "title": "Non invasive Cell Based Liquid Biopsy Platform for Bladder Cancer",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "OneRNA4Bladder aims to save lives and reduce cost of care for bladder cancer treatment ñ the most expensive type of cancer to treat due to expensive diagnostic procedures and ineffective drugs leading to a recurrence rate of 70%. Implementing the OneRNA4Bladder system for bladder cancer recurrence detection could cut the cost of managing bladder cancer in half, resulting in savings of more than Ä800 million/year in Europe.\n\nThe key project technology is a patented Urine Cancer Cell Filtration Device (UCCFD) that enables the selection of tumor cells from a simple urine sample. The UCCFD was developed and validated in a small prospective clinical study by the Danish Cancer Society and in-licensed by Genomic Expression Aps (GEx). In OneRNA4Bladder, GEx aims at the clinical validation of the UCCFD ñ in combination with DNA biomarkers ñ for the detection of bladder cancer recurrence. Furthermore, the UCCFD can ñ in combination with GExís proprietary OneRNAô platform, which links RNA's to drugs that can provide a more effective treatment ñ be applied as a liquid biopsy platform to monitor the disease response to treatment without invasive biopsies or cystoscopies. In OneRNA4Bladder, we will also clinically validate the UCCFD technology together with OneRNAô as a liquid biopsy platform. \n\nOneRNA4Bladder is an opportunity for GEx to enter the world-wide bladder cancer diagnostic market. The accomplishment of the project objectives will represent a significant business opportunity for the SME, with expected sales of over Ä165 million within 5 years of launch.",
    "totalCost": "3713994,25",
    "ecMaxContribution": "3713994,25",
    "coordinator": "GENOMIC EXPRESSION APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938213489": {
            "orgId": "938213489",
            "orgName": "GENOMIC EXPRESSION APS",
            "ecContrib": 3713994
        }
    },
    "calculatedTotalContribution": 3713994
}