{
    "rcn": "213298",
    "acronym": "PISCES",
    "topics": "SMEInst-08-2016-2017",
    "title": "PISCES - Reducing bycatch ñ Saving fishing crews money ñ Facilitating complianceEnabling the long-term sustainability of the fishing industry",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "'Across the globe 1 in 5 fish caught is the 'wrong fish' because most of the world's 6,4million commercial fishing vessels rely on traditional fishing methods which lack selectivity. Endangered species are at risk, as well as juvenile fish (and therefore the long term fish stock population size), with over 63% of fish species no longer within biologically sustainable fishing levels.\nCollectively, this costs >$1bn p.a. today. With over 1m people globally relying on fish as their primary source of protein, this poses a considerable threat to (future) food security. \n\nTo address the problem of fish bycatch SafetyNet Technologies (SNT) designed and developed a novel lighting mechanisms - PISCES - which applies cutting edge research in fish physiology so fishing crews only catch the fish they want to catch. Having validated a prototype in North Sea field trials in 2015 (CEFAS provided independent verification of 60% reduction in bycatch), SNT now seek to commercialise their offering. Due to shared regulatory drivers (EU discards ban), shared market participants and similar fish species, SNT believe European markets make prime target for early exports. \n\nTo support this objective SNT now seek a Phase 1 feasibility study to validate the hypothesis of PISCES' pan-European potentail, and to guide the foundational market knowledge from which a robust commercialisation/internationalisation strategy can be executed. \n\nEstimated to generate cumulative revenues of Ä16.8m by 2023, and create 24 new jobs, as well as allowing SNT to generate a project RoI >55%'",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAFETYNET TECHNOLOGIES LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "947638009": {
            "orgId": "947638009",
            "orgName": "SAFETYNET TECHNOLOGIES LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}