{
    "rcn": "213293",
    "acronym": "PMT4NIIS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Predictive Maintenance Tool for Non-Intrusive Inspection Systems",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "The importance of providing for effective, time and cost-saving maintenance of Non-Intrusive Inspection Systems (NIIS) cannot be overstated. For the purpose of our proposal, NIIS are X-ray systems deployed to inspect all types of parcels, baggage, cargo, vehicles, containers, and trains, in a non-intrusive manner. \nOver the past 10 years Danlex has realised sales of NIIS equipment and NIIS maintenance services totalling more than EUR 40 million in Bulgaria, Macedonia, and Kosovo. Airports, customs administrations, border police, harbours, and other authorities responsible for protecting the freedom and security of societies worldwide (security organisations) in the European Union and worldwide have been charged with: preventing global terrorist threats and illegal human trafficking; detecting and identifying illicit or undeclared goods; increasing security to the global supply chain. To tackle these challenges security organisations have increasingly been utilising NIIS equipment over the last two decades, as the most effective equipment for fulfilling their duties in compliance with the applicable regulations and standards. \nWith the average NIIS lifespan of 10 years the maintenance has proved to be high and lead to much higher than anticipated running costs over the equipmentís lifetime, totalling to 100% of NIIS purchase price. To ensure value for money, it is important that NIIS operate with maximum efficiency and at the lowest possible level of maintenance and life-cycle costs. NIIS maintenance solution enabled by PMT (PMT4NIIS) will allow us to equip the security organisations and market stakeholders with the next generation of NIIS maintenance. Independent reports estimate that with reliability-centered maintenance powered by predictive models, stakeholders in other markets spend 15% of their overall maintenance time on Predictive Maintenance, yet achieve an impressive 50% decrease in maintenance costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DANLEX EOOD",
    "coordinatorCountry": "BG",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928951347": {
            "orgId": "928951347",
            "orgName": "DANLEX EOOD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}