{
    "rcn": "213290",
    "acronym": "AUTTO",
    "topics": "SMEInst-01-2016-2017",
    "title": "Unlocking intelligent workflow automation for the SME market through AUTTO, an AI powered micro-automation SaaS Platform",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "ABS Technology Limited (ABS) are an award-winning technology start-up based in London and set to revolutionise the way in which the professional service industry works according to Legal Geek who hailed them in the top 10 legal tech companies in 2016. Founder and CEO, Ian Gosling, has 20\\ years of experience directing projects in Product Development, Business Model Development and Business Planning and is supported by a highly-qualified management team of legal, technical and business growth experts.\nProfessional services firms are still finding it easier, more cost effective and less risky to continue using expensive and overqualified people to complete routine work instead of automating their processes. This creates a barrier preventing these SME professional services companies from maximising productivity, ensuring quality and consistency and delivering the best value for money for their clients (B2B or B2C). \nABS propose a solution that improves workflow efficiency through a Micro-Automation Platform (ìAUTTOî). AUTTO is a disruptive software toolkit that addresses the true needs of SME legal and professional services by facilitating the automation of many short, low volume, repetitive processes that form 23% of legal work (40% across other professional services). Automation is a phenomenon that is driving business disruption globally, however is currently only accessible in the legal sector to large enterprises. AUTTO dramatically reduces the barriers for adoption of automation for SME law firms: It is significantly cheaper to licence, removes the cost of tech development and therefore makes automation possible at a viable cost in both time and money, with an expected payback period of less than one year for SMEs. Further, it will unlock increased productivity of skilled legal professionals who can turn their attention to higher-value activities instead, creating economic growth in the sector and ultimately making legal services more efficient and affordable.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ABS TECHNOLOGY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912059670": {
            "orgId": "912059670",
            "orgName": "ABS TECHNOLOGY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}