{
    "rcn": "213235",
    "acronym": "EcoCurrent",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative water current picoturbines for the economic and sustainable exploitation of the renewable energy from rivers and estuaries",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "In 2016, over 1.2 billion people in the world (16% of the global population) still did not have access to electricity. As the majority of these people are located in remote and rural areas of the world, where conventional power grid extensions are not possible, off-grid energy solutions are required for providing electricity to these areas. Even though such solutions exist today, the options available are painfully limited and costly, whether it be the polluting diesel generators or the solar panels, intermittent energy source requiring complex parks of batteries for energy storage.\nTackling this issue, our company, EDIE EcoCinetic, a technology-driven micro-enterprise, has invented EcoCurrent, a water current picoturbine which harnesses the energy from the available flow of canals, rivers and tidal currents to generate electricity. Specifically design for water, our technology is compact, robust, efficient, easy to install and operate; and will provide to rural and remote population a solution adapted to their hydrokinetic resources to address their needs for a continuous, reliable and affordable electricity.\nWith EcoCurrent, our universal and affordable technology which will improve living conditions of millions of people in Europe and abroad, we aim to become one of the international leaders in the emerging market of hydrokinetic picoturbines. The strong penetration, supported by EcoCurrent competitive price for unrivalled features, will lead to \\Ä20.15 million of accumulated revenue within the 2020-2024 period, and will generate 28-30 internal job opportunities with the first 5 years of exploitation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EDIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950751612": {
            "orgId": "950751612",
            "orgName": "EDIE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}