{
    "rcn": "213226",
    "acronym": "2-3SST2016",
    "topics": "SGA-Space-Perfo-01-2017",
    "title": "Second and third funding line in 2016-2017 for the establishment of a European SST service provisionfunction",
    "startDate": "01/10/2017",
    "endDate": "30/09/2020",
    "objective": "'2-3SST2016-17 is the 'Second and third funding line in 2016 and 2017 for the further development of a European SST Service provision functionî project proposed under H2020 funding by the EUSST Consortium composed of five participating Member States in coordination with the EU SatCen. \n\nThe project starts on 01/10/2017 and is composed of a Part I planned for a duration of 15 months until 31/12/2018 and Part II planned for a duration of 36 months until 30/09/2020. The aim is twofold: (1) to continue to support the pooling of national resources on the SST objectives outlined in the Decision No 541/2014/EU in accordance with the Action Plan outlined in the EUSSTFPA and (2) continue to support the SST evolution needs in line with the objectives and challenges of Horizon 2020 related to protecting Europe¥s investment made in space infrastructure.\n\nThis will be performed by (1) consolidating the EUSST functions and SST capability at European level, supported by the implementation of an Integrated Management for all SST2016-17 project whose core elements are in 2-3SST2016-17 and (2) the improvement of the EUSST functions and capabilities, in accordance with the Action Plan outlined in the EUSSTFPA, consisting in both studies and upgrades of identified sensors controlled by the EUSST Member States with the aim to investigate and perform improvement of the EUSST functions and capabilities.  \n\nThe project is organised in 9 Work Packages (Project Administration, Projects¥ Management, Governance, Consolidation of the sensor function, Consolidation of the processing function, Consolidation of the service function and user coordination, Studies on Future Environment and Trade-off, Studies on sensor and processing capabilities, Development Plan and Upgrades) each with a specific timeline and under the main responsibility of one Consortium partner and supervised by the Project Coordinator (DLR). An additional WP is set to comply with ethics requirements.\n\nThe main project milestones are foreseen at M9, M15 (Final Review for Part I, Mid-Term Review for Part II), M27 and M36 (Final Review for Part II).'",
    "totalCost": "27999088,5",
    "ecMaxContribution": "27999088,5",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.;AGENZIA SPAZIALE ITALIANA;EUROPEAN UNION SATELLITE CENTRE;UK Space Agency;CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
    "participantCountries": "ES;IT;UK;FR",
    "projectParticipants": {
        "999510020": {
            "orgId": "999510020",
            "orgName": "CENTRO PARA EL DESARROLLO TECNOLOGICO INDUSTRIAL.",
            "ecContrib": 5149537
        },
        "999537083": {
            "orgId": "999537083",
            "orgName": "EUROPEAN UNION SATELLITE CENTRE",
            "ecContrib": 638397
        },
        "944737515": {
            "orgId": "944737515",
            "orgName": "UK Space Agency",
            "ecContrib": 5345676
        },
        "999599163": {
            "orgId": "999599163",
            "orgName": "CENTRE NATIONAL D'ETUDES SPATIALES - CNES",
            "ecContrib": 5669250
        },
        "999663668": {
            "orgId": "999663668",
            "orgName": "AGENZIA SPAZIALE ITALIANA",
            "ecContrib": 5348905
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 5847324
        }
    },
    "calculatedTotalContribution": 27999089
}