{
    "rcn": "213208",
    "acronym": "ABC-S",
    "topics": "SMEInst-05-2016-2017",
    "title": "Acoustic Blood Cells Sorter",
    "startDate": "01/02/2018",
    "endDate": "31/07/2020",
    "objective": "Blood transfusion is central to public health: globally, 45 million people are transfused each year with Labile Blood Products (LBP). Blood Banks produce the LBP from donated human blood, which makes it a highly valuable resource. Today, blood banks face two major concerns: 1) increase in blood processing cost, due to ever increasing regulatory requirements; 2) therapeutic quality of their LBP. No disruptive innovation appeared on the market of blood fractionation devices for more than 30 years. Aenitis Technologies develops and designs innovative patented devices for continuous, contactless and pressureless cell sorting, using acoustic forces (acoustophoresis). The Aenitisí ABC-S project (a follow-up of SME Instrument ñ Phase 1) will be a game changer: it proposes a completely new blood fractionation approach based on acoustophoresis that simplifies the LBP production process, while increasing the LBP quality. Indeed, our approach allows a drastic process optimization, which does not increase the plateletsí activation level, thus making the platelets more efficient and expanding their shelf life. ABC-S is a revolution in the market of blood processing devices. We already obtained the support from 2 major blood banks ñ the French Blood Agency and HÈma-QuÈbec in Canada, documented by letters. Thanks to this SME Instrument project, by 2024, we aim to sell to blood banks worldwide via distributors, generate sales over Ä52M, and hire a team of 48 direct collaborators. We have already prepared the access to the European market with 2 global market leaders and distributors that confirmed ABC-S high potential (cf. Appendix): Fresenius Kabi, n∞1 world actor in whole blood fractionation devices and Macopharma, n∞3 world actor in whole blood fractionation disposables. ABC-S will be on the European market at the end of the project before to tackle the global market.",
    "totalCost": "3951479,75",
    "ecMaxContribution": "3951479",
    "coordinator": "AENITIS TECHNOLOGIES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923129407": {
            "orgId": "923129407",
            "orgName": "AENITIS TECHNOLOGIES",
            "ecContrib": 3951479
        }
    },
    "calculatedTotalContribution": 3951479
}