{
    "rcn": "213251",
    "acronym": "YellowHarbour",
    "topics": "SMEInst-12-2016-2017",
    "title": "Creating Partnerships between NGOs and Businesses",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Corporate Social Responsibility (CSR) is today considered an important process within any organization.  CSR today has evolved from a nice-to-have commodity to a fundamental strategic priority for both small and large businesses. However implementing a CSR programme that is aligned with a companyís core business strategy is difficult and resource intensive.   Most often, especially for small and medium enterprises, CSR ends up being a sponsorship or simply providing funds for some cause.  This form of CSR does not provide long term results and the impact is low for both parties.\nOn the other hand, NGOs seek funds and resources to run their programs and initiatives.  Typically Fund Raising Managers are employed, with NGOs on full/part time salaries to be able to raise funds for their needs.  This approach has several drawbacks: 1) the funds and resources obtained are limited to the reach of the fund raiser, 2) the cost (salary) of a fund raiser is high, especially for medium to small size NGOs, 3) the fund raiser is not part of the core strategy of the NGO and hence their offering, in return to businesses supporting the NGOs cause is mostly marketing.  \nYellow Harbour is essentially a solution to the above mentioned issues.  Yellow Harbour is a new business model based on the servitisation of CSR development, planning and management for business and NGOs.  Through our Innovation, we have managed to streamline these processes and therefore we are able to scale up our operation and lower the cost substantially.  Our service is an iterative process of assessment, matching, development, planning and implementation.  We first assess the resources and the needs of both NGOs and Businesses.  We then match NGOs and Organisations and eventually create and manage CSR programs that provide value for the society, the NGO and the participating organization.  Through this Phase 1 project we would like to access the feasibility of commercialising our service across Europe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "YELLOW HARBOUR LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923000106": {
            "orgId": "923000106",
            "orgName": "YELLOW HARBOUR LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}