{
    "rcn": "213214",
    "acronym": "INNOPREFAT",
    "topics": "SMEInst-07-2016-2017",
    "title": "Natural Food formulation for the prevention and treatment the Obesity and Metabolic Syndromeobtained with herbal extracts",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "Monteloeder is a global developer, manufacturer and distributor of ingredients and formulations for the nutrition and cosmetics industry. It is committed to identifying and developing safe and effective ingredients derived from natural plants that deliver measureable benefits to consumers. Founded in 1996, Monteloeder today has sales in more than 38 countries and operates offices in Europe, US and Asia. \n\nINNOPREFAT is the result of a long process led by Monteloeder to discover a natural solution to address one of the major epidemics of our time: Metabolic Syndrome (MetS). MetS can lead to serious diseases and conditions, including diabetes type-2, stroke, Alzheimerís, cancer and heart disease. It affects more than 25% of the worldís population and represents a major and escalating global public health problem and clinical challenge. In Europe, about 8-18% of total adult healthcare expenditure is metabolic syndrome related. \n\nThe Business Model and the solution (MetabolAidÆ) are built around three dimensions: 1. A superior quality product based on a synergistic blend of two herbal extracts, which is supported by an extensive and rigorous scientific programme that demonstrates its effectiveness in improving MetS, as well as its safety and its economic viability. 2. A fully traceable, transparent and efficient supply chain, which guarantees that the product is natural, sustainably produced, completely safe and that it can be included in the main food matrices. 3. Global marketing approach includes a novel and original strategy: we will support our B2B clients with mobile phone health technology to manage end-consumerís experience with the product and improve their levels of compliance, which in turn will enhance efficacy. \n\nMonteloeder believes that those are the dimensions that will determine how ingredients must be designed, developed, produced and marketed to address the big changes in consumer preferences that are already taking place in the market.",
    "totalCost": "1484128,25",
    "ecMaxContribution": "1038889,78",
    "coordinator": "MONTELOEDER SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930893093": {
            "orgId": "930893093",
            "orgName": "MONTELOEDER SL",
            "ecContrib": 1038890
        }
    },
    "calculatedTotalContribution": 1038890
}