{
    "rcn": "213286",
    "acronym": "PLUGandFLOW",
    "topics": "SMEInst-02-2016-2017",
    "title": "VessConnect ìPlug  Flowî innovative technology providing patients a safer, more effective and less costly procedure for vascular anastomosis",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Proposal title* \nVessConnect ìPlug & Flowî innovative technology providing every year to 270.000 European patients a safer, more effective and less costly procedure for vascular anastomosis.\n\nACRONYM:\n\nPLUGandFLOW\n\nFree keywords \nvascular anastomosis, microvascular anastomosis, microsurgery, NiTiNol, advanced materials, bio-absorbable Shape Memory Polymers, Advanced Material Innovation applied to surgical device, microsurgery. \n\nAbstract:\nVascular anastomosis, the surgical union of two blood vessels, has been technically performed in the same way for the last 100 years: suturing both ends of the vessels with microsutures. Even though several devices have appeared to ease the proceeding, none of them could improve traditional techniques. The result is a time-consuming procedure, with a long learning curve, which is not widely spread in private health systems because of its dangers and lack of efficiency and reliability. \nSurg Solutionís, is a start-up company founded by two surgeons, one bio-medical engineer and a business consultant, that has designed, prototyped and solicited a PCT patent for a device, VessConnect, that will reduce costs and probabilities of failure in anastomosis procedures. The product, a stent-like device, relies on the shape-memory characteristics of NiTiNol.\nVascular anastomosis is a widely spread surgical procedure used in organ transplants and general reconstruction surgery, among others. Vessconnect has the potential to impact on the health improvement of the 270.000 European patients that we estimate need a surgery involving an anastomosis every year. Surg Solution aims to gain with VessConnect, 45% market-share of microvascular anastomosis in top European Markets in 5 years, generating Ä18M on revenues by 2021 with a 77% EBITDA margin.\nVessConnect is at TRL6. We aim to launch the product by mid 2019, bringing to patients a safer surgery, to surgeons an easier procedure and to the healthcare system a more efficient solution to perform vascu",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SURG SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924008809": {
            "orgId": "924008809",
            "orgName": "SURG SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}