{
    "rcn": "213294",
    "acronym": "AdheSurf",
    "topics": "SMEInst-02-2016-2017",
    "title": "Polymeric nanocoating for tight and strong adhesion between challenging combinations of metals and plastics",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Radisurf developed an industrial and stable process to create an adhesive layer on metal surfaces to efficiently adhere plastic parts. This process is the first solution offering the possibility to join strongly metals and plastics trough an ultrathin and tight interface. The use of plastics adhered onto metals to take advantage of both types of materials is highly desired in specific applications, e.g. to prevent corrosion, reduce friction or weight, repel dirt, and increase the biocompatibility and safety of components. Metal-plastic joining is complex and challenging, and the quality and effectiveness of the joining methodology is of utmost importance, both for safety and economic reasons. Industries such as medical devices, electronics, automotive, design, off-shore, food/beverage machinary are continuously looking for cost-efficient strategies to combine dissimilar materials. RadiSurf aims to pursue a major opportunity in the adhesives market by targeting applications where there are no solutions available or the few existent exhibit inferior performance, or as replacement of complex and difficult methodologies (often too expensive) that do not satisfy completely the industries. The technology (patent pending) is capable to bond plastic to metal with properties and safety not reachable by any adhesive system currently available in the market. AdheSurf adhesive layer is processed in mild conditions and it is a clean process not requiring demanding conditions. AdeSurf technology will be highly competitive not only in terms of efficiency but also regarding costs ñ upon established in the customers production lines with minor adaptations, the quantity of consumables needed will be very low and most of the chemical may be re-used. With our solution, industries will have the opportunity to improve the quality of their products or even develop products with new designs or new combinations of metals and plastics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RADISURF APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921960169": {
            "orgId": "921960169",
            "orgName": "RADISURF APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}