{
    "rcn": "213240",
    "acronym": "HomeEnergyStorage",
    "topics": "SMEInst-09-2016-2017",
    "title": "Cost-effective battery for storage of locally produced Photovoltaic energy at residential buildings",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Photovoltaic (PV) electricity microgeneration is becoming an increasingly profitable solution, because electricity costs for consumers are expected to rise and the PV panel prices to fall.\nHowever, in the residential market, there is a time-shift (i.e. the duck curve) between the electricity consumption curve and the PV electricity production, with largest consumption in the morning and evening, while most PV production is during daytime. Currently, these differences are managed in the following way: during the day, excess PV electricity production is fed into the utility grid, and the producer receives a payment based on the Feed-in Tariff. At night, electricity consumption is maintained by the utility grid at normal costs. In the past decade, this system was supported by attractively high Feed-in Tariffs. However, due to very large number of PV installations the Feed-in costs for utility grids have grown exponentially and new payment models have now much lower or even zero Feed-in Tariffs for microgeneration in residential buildings, in most EU countries. Thus, there is now an economical incentive for electricity storage.\nWith this innovation project, we aim to pave the way for market introduction of the most cost-effective solution for storage of locally produced PV energy at residential buildings. To reach this goal, VisBlue is developing a storage system based on Vanadium Redox Flow Batteries. The ultimate value proposition for end-users is the lowest cost in terms of EUR/kWh/cycle on the market, ensuring as low as 9 years of payback time, which is significantly lower than any of the competing solutions.\nFurthermore, the successful implementation of the innovation project is expected to boost the companyís growth, placing VisBlue in a strong position to generate around Ä25.6 million in revenue and a profit of Ä8.6 million over five yearsí post-project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VISBLUE APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919456890": {
            "orgId": "919456890",
            "orgName": "VISBLUE APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}