{
    "rcn": "213271",
    "acronym": "NUADA",
    "topics": "SMEInst-01-2016-2017",
    "title": "NUADA: YOUR LIFE. HANDS-ON.",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Hand and wrist Musculo-skeletal Disorders, largely originated by pathologies such as arthritis or stroke, are more and more frequent. There are around 107,5M people reportedly suffering from any type of hand-related MSDs in the EU and the USA and the number is expected to grow by nearly 50% until 2030. This type of disease is cause of huge limitations and pain and a strong negative influence in the patients quality of life.\nNUADA was founded in 2014 to solve this problem by bringing to market an award-winning patent-pending glove that prevents and compensates manipulation disabilities. The gloves beyond state-of-the-art technology is composed by special built-in bioinspired artificial tendons that support the hand when functionally required and are connected to a patented system that is worn on the usersí wrist.\nIn addition to the hand function support, the NUADA glove is equipped with tracking components that collect usersí metrics and shares the data with the user and/or healthcare professionals.\nWe have successfully raised over 600kÄ of funding and nearly 1MÄ in public funding for R&D, having obtained recognition by some of the worldís most relevant innovation awards and accelerators such as the Microsoft Imagine Cup, the HAX accelerator and TechCrunch. \nDue to the immense variety of potential applications for our technology we have defined labour related injury prevention as our beachhead market (i.e. in the manufacturing and retail sectors) while simultaneous aiming for an entry in the more regulated, but highly promising, healthcare market. \nNUADAís customers get a more intelligent, more capable, user-friendly, seamlessly wearable glove for about one quarter of the price of the most competitive alternative. \nThe successful market entry of the NUADA glove will mean injury prevention, fatigue relief, increased job safety and hand mobility, in sum, a better health and life quality for its users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NUADA, LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931298941": {
            "orgId": "931298941",
            "orgName": "NUADA, LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}