{
    "rcn": "213217",
    "acronym": "INTACT",
    "topics": "SMEInst-03-2016-2017",
    "title": "Imaging NM: A Nanoparticulate Precision Medicine Approach to Target Cancer",
    "startDate": "01/08/2017",
    "endDate": "31/07/2019",
    "objective": "Cristal Therapeutics (CT) develops the next generation of nanomedicines to treat cancer. Cancer remains one the leading causes of death worldwide, and current treatment options are insufficient, in part due to the tumour heterogeneity between patients. CT has developed state-of-the-art nanoparticles (CriPecÆ) to target a drug of choice more selectively to the tumour site(s). The superior therapeutic performance of this approach has already been demonstrated preclinically for CTí lead product CriPecÆ docetaxel and a promising clinical phase I trial is finalizing, providing a significantly increased pharmacokinetic and safety profile. CT already observed activity in patients and much reduced neutropenia and alopecia. \nIn INTACT, CT will perform phase II clinical trials in ovarian and bladder cancer to evaluate the therapeutic efficacy of CriPecÆ docetaxel. Furthermore, CriPecÆ docetaxel will be decorated with a PET tracer (89Zr), which enables oncologists to visualize CriPecÆ biodistribution in real-time. Tumour uptake will be correlated with therapeutic responses and result in parameters for future patient selection. \nThis approach turns the drug into a personalized medicine whereby only those patients that exhibit enhanced tumour-targeting will be treated. This personalisation assures maximum efficacy in selected patients, avoids exposing patients to inappropriate drugs and adverse effects, and allows patients with limited tumour targeting to receive other more appropriate treatment.\nCT will use INTACT to close the gap from lab to market and facilitate a licensing deal for CriPecÆ docetaxel, projected to generate revenues exceeding >Ä100M in 2024. More importantly, INTACT will validate the CriPecÆ nanomedicine platform, boost product development for other diseases through licensing deals, and provide a growth of 10FTE by 2022. Success in INTACT will truly launch Cristal Therapeuticsí business.",
    "totalCost": "8996610",
    "ecMaxContribution": "2499999",
    "coordinator": "CRISTAL DELIVERY BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935128695": {
            "orgId": "935128695",
            "orgName": "CRISTAL DELIVERY BV",
            "ecContrib": 2499999
        }
    },
    "calculatedTotalContribution": 2499999
}