{
    "rcn": "213296",
    "acronym": "STIM-MC",
    "topics": "SMEInst-02-2016-2017",
    "title": "Sacrificial Thermoplastic Injection Moulding platform for manufacturing small and complex metal and ceramic components",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "AddiFab has developed the first sacrificial thermoplastic injection moulding platform to support the manufacturing of small/medium size, complex and traceable metal and ceramic components with high precison ñ STIM-MC. AddiFabís innovative solution is the first to remove the costly and time-consuming gap between prototyping and commercialization ramp-up.\nThis is only possible due to AddiFabís proprietary material and process which uses printed objects as intermediary process tools (moulds). It runs in a single platform which integrates the automatic production and post-processing of moulds.\nWith single-use moulds produced automatically, prototypes and components with mould-like quality can be launched for in-market validation and easily modified. Thus, the STIM-MC platform reduces development costs, mitigates the risks of product failure and increases process efficiency, while enabling wider benefits for the healthcare, consumer products and automobile industry through new cost-effective materials.\nThrough the successful development and implementation of the STIM-MC project, AddiFab will be in a strong position to exploit the micro and powder injection moulding markets and enhance its profitability by the stream of the sales, with an expected cumulated revenue of Ä71 million, 5 years after project completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADDIFAB APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923088764": {
            "orgId": "923088764",
            "orgName": "ADDIFAB APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}