{
    "rcn": "213261",
    "acronym": "CellCount",
    "topics": "SMEInst-07-2016-2017",
    "title": "CellCount, a revolutionary technology platform to solve current problems with microbiological contamination in water and food industries.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Food- and water-borne illnesses are common and preventable public health issues. Hundreds of millions of samples are tested each year to detect harmful bacteria in drinking and environmental water, food and beverages. Pathogens such as Legionella, Pseudomonas, Giardia/Cryptosporidium, Salmonella, Campylobacter and E. coli (O157:H7), cause disease and lead to enormous economic damage. Events such as, the 2013 Legionella outbreak in Warstein, Germany, with over 185 cases of disease, or the Danish Listeria outbreak of summer 2014, with 12 reported deaths and the shutting down of the meat producing company, painfully demonstrated the limitations of current testing methodologies. Long testing time, and insufficient analytical quality in results lead to unsuccessful countermeasures, spread of the disease, and waste of energy and biocides. CellCount is a novel testing technology that delivers fully quantitative test results at an unmatched speed. CellCount revolutionizes the pathogen detection market by combining various new technologies, already well-established in the academic environment, and applying them to industrial applications. Due to its novel sample preparation and pathogen detection technology, CellCount provides a quantitative pathogen detection result within one hour, compared to days to weeks for other methods.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RQMICRO AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912166952": {
            "orgId": "912166952",
            "orgName": "RQMICRO AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}