{
    "rcn": "213212",
    "acronym": "OC-TECH",
    "topics": "SMEInst-10-2016-2017",
    "title": "INNOVATIVE VESSEL FOR CLEANING-UP ACTIVITIES IN MARINE AND FLUVIAL ENVIRONMENTS",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The OC-Tech project devises an innovative catamaran-vessel able to: [A] recover hydrocarbon spills, [B] deal with algal blooms and jellyfish infestations; [C] collect flotsam and jetsam. The main benefits of OC-Tech are: [1] Polyvalence: collecting all pollution episodes and has also a large deck for transporting personnel (12 p.) and loads (1.500kg/m2); [2] Multi-Purpose (Cleaning\\Working vessel). OC-Tech goes beyond its core cleaning activity (recurring only purpose at other cleaning assets) and can carry up to 12 people thus operating as a conveyor for other operations: ship chandlers; beacons, buoys, barriers carrier; off-shore assistance; Fire protection assistance, cleaning\\repair of other ships; Prospecting, diving platform, works; port services and multi-site cleaning work (docks, beaches, boats, bridges). As a relevant feature within multipurpose character, it has a velocity cleaning activities at 4 knots at Force 6 (Beaufort scale) at open sea, ports, inshore and rivers; [3] Maneuverability: four propulsion units. 2 main propulsion units at the rear of each hull and auxiliary thruster units located in each of the bows. The bow units allow generating and controlling a water flow between the two hulls, even while stationary, offering advanced collection possibilities; [4] Efficiency: collection\\bagging system facilitates clean-up of 15 tons/hour of hydrocarbon spills (separation rate of 70-80%; no emulsion creation, which avoids additional effort for splitting water and hydrocarbon); [5] Easy Operation: Our proprietary OC-Tech collecting system avoids the need to go back to the port to upload the recovered hydrocarbon leading to savings in fuel and [man∑hours] (?55%); [6] Easy Transportation: OC-Tech foresees future modular design/construction/re-assembly to be conveyed by road/sea/air, leading to faster action than other options; [7] Profitability: OC-Tech will deliver cumulated revenue of Ä21.55M and cumulated profit of Ä10.365M by 2023.",
    "totalCost": "2405116,25",
    "ecMaxContribution": "1683581",
    "coordinator": "TINCASUR SUR SL",
    "coordinatorCountry": "ES",
    "participants": "OCEAN CLEANER TECNOLOGY SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "920774441": {
            "orgId": "920774441",
            "orgName": "OCEAN CLEANER TECNOLOGY SL",
            "ecContrib": 819192
        },
        "915438859": {
            "orgId": "915438859",
            "orgName": "TINCASUR SUR SL",
            "ecContrib": 864390
        }
    },
    "calculatedTotalContribution": 1683582
}