{
    "rcn": "213256",
    "acronym": "QS Mobile",
    "topics": "SMEInst-06-2016-2017",
    "title": "Setting a standard for personal digital sperm analysis",
    "startDate": "01/10/2017",
    "endDate": "28/02/2018",
    "objective": "QS Mobile is a novel clip-on device for smartphones for male sperm analysis. QS Mobile combines microfluidics technology, compact optics & advanced video image analysis to make sperm tests automated, removing the manual labour errors & providing precision & reliability levels comparable to labs. QS Mobile is the only solution that that covers all three types of sperm measurements required by WHOó concentration, different motility classes & spermatozoa morphology analysis. \nQS Mobile addresses the problem of time-consuming, inconvenient and not fully standardized tests of male infertility. Male infertility tests are currently performed exclusively in labs, and it takes several visits & several days to get a result. With QS Mobile male fertility tests can be carried out at home quickly, accurately & more cheaply than in the lab. It is targeted at men who are planning children, undergoing fertility treatments or interested to change their habits to increase their chances of conception. QS Mobile can also be used by hospitals that either donít have or cannot afford a dedicated fertility lab.\nQS Mobile is developed by Biophosóa Swiss SME that commercialized QualiSpermóan industry-recognized advanced semen analysis technology installed in 15\\ labs in Germany & Switzerland & performing 20,000\\ sperm quality tests per year.\nWith QS Mobile, Biophos intends to disrupt the market of male fertility tests by fully automating them and giving the affordable & reliable testing device to the men who need it, so that they can carry out the tests in privacy & comfort of their homes. \nBy 2027 Biophos intends to serve 15-20% of total market with Ä217.2-289.6m annual revenues globally.\nIn this phase 1 feasibility study Biophos will validated the B2C go-to-market approach & develop a value proposition for B2B market, develop sales & distribution channels & secure manufacturing partnerships.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOPHOS SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914770141": {
            "orgId": "914770141",
            "orgName": "BIOPHOS SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}