{
    "rcn": "213288",
    "acronym": "HandBiblio",
    "topics": "SMEInst-01-2016-2017",
    "title": "HandBiblio ñ Semantic Search Engine for Handwritten Documents - Enabling an effective andautomatic access to contents of handwritten documents, stored as digital images.",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "The main goal of the project is to make available the knowledge contained into digital images of handwritten documents in the same way it is currently possible to do for native digital documents, and independently of the language, the alphabet and the writer of the documents.\nIt is addressed to any public or private organization dealing with handwritten documents, whatever is the area of application (e.g. historical, cultural, economic, financial, administrative, legal, medical and so on).\nThe expected impact of the project is creating an absolutely new segment in the ICT Solutions market, with an economic volume of at least hundreds of million euros. The impact for the Applicant is estimated at least in 40MÄ turnover after three years, with a proportional growth of annual profits. The number of employees after 3 years is expected to be over 200 persons.\nThe Phase 1 of the project will last about five months, starting on June 2017.\nThe objective of Phase 1 is to draw up a feasibility study and a business plan, aimed at verifying and quantitatively specify in details all the relevant aspects of the project, through the following activities:\n- A technological assessment, aimed at evaluating the feasibility of the concept, the development of innovation strategy and IP management;\n- A marketing assessment, aimed at confirming the target market segments at international level and defining the short/ medium term marketing plan;\n- An Operating Assessment, aimed at evaluating risks, economic financial and other organisational aspects.\nThe Applicant is an early stage high risk innovative SME in the ICT sector owning a new patented technology, based on innovative ICT concepts and able to disrupt existing market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATURAL INTELLIGENT TECHNOLOGIES SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938882692": {
            "orgId": "938882692",
            "orgName": "NATURAL INTELLIGENT TECHNOLOGIES SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}