{
    "rcn": "213223",
    "acronym": "BADGER",
    "topics": "SMEInst-05-2016-2017",
    "title": "CalScreenerÆ ñ an innovative device for Bacterial Analysis and Diagnostics through Growth and Energy-release in Real-time",
    "startDate": "01/12/2017",
    "endDate": "31/03/2020",
    "objective": "SymCel provides a novel cell-based assay tool for real-time cellular bioenergetics measurements. Our key product, the calScreenerTM, is the first multichannel calorimetric system specifically developed for cell-based assays, which to date has been sold to the pharmaceutical research segment only. Even though calorimetry is a highly advanced research tool, it is considered not suitable for broad scale uptake into daily clinical practice. Through the BADGER project we intend to break this paradigm by validating and commercializing an in vitro diagnostic tool, that is based on isothermal micro calorimetry, for determining MIC for antimicrobial susceptibility testing (AST) of hetero-resistant sepsis causing strains. By providing a tool for the easy, correct and timely diagnoses of hetero-resistant and extensively resistant infections, we will redefine the commercial application segment for calorimetry systems (from pure research settings -> near patient diagnostics) and take AST to a new level of accuracy and speed.\nThe clinical importance of AST is increasing in line with the growing concerns over antimicrobial-resistance (AMR) and the misuse of antibiotics. Lack of a rapid, low-cost and readily available solution contributes to the inappropriate prescribing and overuse of antibiotics. Clinicians are in need of an accurate and rapid diagnostic test to increase antibiotic stewardship, introduce combination treatment for critically ill patients and help combat AMR. \nThe calScreenerTM will meet the usersí needs by providing a reliable diagnostic tool with high speed, specificity, and sensitivity in a smartly designed and packaged device with the tools available to perform testing in a near-patient setting. \nIn all, the Phase 2 project will lay the foundation to clinically validate the calScreenerTM which will improve diagnostic decisions, provide a higher service level for patients, combat AMR and allow for more personalized and cost-efficient approaches to healthcare.",
    "totalCost": "3572567,5",
    "ecMaxContribution": "3572567,5",
    "coordinator": "SYMCEL SVERIGE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924089610": {
            "orgId": "924089610",
            "orgName": "SYMCEL SVERIGE AB",
            "ecContrib": 3572568
        }
    },
    "calculatedTotalContribution": 3572568
}