{
    "rcn": "213266",
    "acronym": "PhytlSigns",
    "topics": "SMEInst-07-2016-2017",
    "title": "Real-time plant monitoring based on bioelectrical signals",
    "startDate": "01/10/2017",
    "endDate": "28/02/2018",
    "objective": "PhytlSigns is the worldís first wearable for plants that harnesses bioelectrical signals, translates them into digital form & visualizes them for further analysis. PhytlSigns amplifies the plant signals & reduces the background noise, allowing plant researchers & plant growers to measure important plant activity in response to changing environmental conditions. PhytlSigns allows to detect dangerous conditions such as pests or insects while the damage is still limited, saving growers thousands of euro per greenhouse & growth cycle.\nBecause electrical activity of plants is negligible compared to the electromagnetic interference around them, until now measuring it was possible only in labs with Faraday cages & other expensive equipment, which severely limited their practical applications.\nPhytlSigns is currently used by plant researchers (such as University of Lausanne & Tel Aviv, Agroscope, etc.) to measure responses of tomatoes & eggplants to stress factors, to insect attacks & agrochemicals use and to track changes of nectar production in flowering plants.\nPhytlSigns is aimed at getting a 30% share of the Ä100m total target market of equipment for plant researchers and 5-10% share of the ~1.3bn market of smart agriculture equipment for plant producers (in greenhouses)\nGlobally, PhytlSigns will contribute to wider adoption of smart agriculture addressing global food security & sustainability issues, as well as fostering novel agricultural research.\nVivent forecasts Ä30m\\ revenues & 40\\ employees in 2023.\nIn this Phase 1 project Vivent will produce a report that includes in-depth competitive threats analysis, additional market requirements & integration scenarios, sales/distribution strategy & detailed go-to-market strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "Vivent SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911233133": {
            "orgId": "911233133",
            "orgName": "Vivent SARL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}