{
    "rcn": "213202",
    "acronym": "WiNerve",
    "topics": "SMEInst-01-2016-2017",
    "title": "Wireless Surgical Nerve Monitoring System",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "There is a strong demand for support tools that help surgeons avoid the accidental damage of nerves, which too frequently occurs during surgery. \n\nThe existing solution known as IntraOperative Neuromonitoring (ION) uses an amplifier, stimulator and a set of electrodes to test the propagation of electrical signals by a specific nerve while operating. Not surprisingly, the use of ION is being considered by surgical teams of virtually all specialties. The market size of ION, including the sales of ION equipment and associated supplies (mostly electrodes), surpassed the Ä1 milliard mark in 2016 and a CAGR of 9% is forecast for 2017.\n\nAnd yet the strong willingness to invest in ION by clinical customers is in stark contrast to the relative rudimentary technology offered by existing products.  Particularly harsh criticism by surgeons relates to connectivity in the Operating Room.\n\nIn an already wire-crowded OR, surgical teams seeking to continuously monitor a nerve at risk, are asked to hook an electrode to the nerve and operate for hours while attempting not to inadvertently swing or pull the cable, and as a result damage the nerve that was to be protected by ION in the first place.\n\nThis market opportunity can now be tackled with a wireless approach to ION, our experience in the development of electrodes, amplifiers and stimulators and recently developed miniaturized low-power RF electronics.\n\nIn this Phase I project we wish to focus on a feasibility study to establish the customer-driven system specifications, acceptable end-customer price range, desirable distributor list price and sales forecast as well as IPR freedom-to-operate. Going forward these data will inform our Business Plan in the ongoing fundraising process prior to Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AFFERENT TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918761012": {
            "orgId": "918761012",
            "orgName": "AFFERENT TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}