{
    "rcn": "213253",
    "acronym": "FLEXBIO",
    "topics": "SMEInst-09-2016-2017",
    "title": "FLEXBIO ñ an innovative process for the decentralised treatment of organically contaminated wastewater with reduced energy requirements, CO2 emissions and operating costs",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "The company FLEXBIO Technologie GmbH will technologically finalise and commercialise the FLEXBIO process in form of a biological wastewater treatment plant for organically contaminated wastewater, e.g. from the food and beverage industry. In this process, which was developed in cooperation with the HAWK university in Germany, organic contaminants in the wastewater are converted into biogas under anaerobic conditions in a fixed-bed reactor. An optional second treatment step, a trickling filter, can moreover remove nitrogen compounds and further increase the treatment efficiency of the plant. Compared to the aerobic activated sludge process, which currently is the most important process for the treatment of organically contaminated wastewater, the FLEXBIO process has several important advantages: at a comparable treatment efficiency (more than 97 %), the FLEXBIO process requires much less energy (heating or aeration not necessary), produces much less sludge to be disposed of, is much more flexible to variations in the wastewater, can be installed in a compact and mobile container and produces biogas for the generation of heat or electricity. The FLEXBIO process offers an environmentally friendly solution for the decentralised treatment of wastewater especially for SMEs, clearly improving their economic performance.\nIn phase 1 of the project, the feasibility of the finalisation and market introduction of the FLEXBIO wastewater treatment plant will be assessed. For this purpose, the technical and legal framework will be determined, potentials and limits of the FLEXBIO process will be defined, potential customers will be characterised, the costs of a FLEXBIO plant will be calculated, its market potential determined and first concepts for production, distribution and marketing will be developed. Moreover, a container-based prototype for further tests and demonstrations at potential customers to be conducted in phase 2 will be conceptualised and participants acquired.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLEXBIO TECHNOLOGIE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935871036": {
            "orgId": "935871036",
            "orgName": "FLEXBIO TECHNOLOGIE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}