{
    "rcn": "213277",
    "acronym": "SEEMORE",
    "topics": "SMEInst-10-2016-2017",
    "title": "NON-DISTRACTIVE ASSISTIVE AUGMENTED REALITY SOLUTION FOR INCREASED SAFETY OF MOTORCYCLISTS",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Motorcyclist road deaths and accidents involving bikers keep up with the decrease rate of the total fatality numbers, however they still contribute to over 15% of death cases (still over 4,000 in the EU in 2016). The studies show that inattention and traffic-scan errors significantly contribute to accident causation by 10.6% and 27.7% respectively. According to a research from the University of Michigan, it takes a rider 1.5 seconds to read instruments or glance in the mirror. During this time, at a speed of 90 km/h, the bike travels 37.5 meters. It is a time during which anything can happen on the road. In case of car drivers, we observe the advent of HUD (Head-Up Display) solutions, now available even in commercial cars. Hence, why hasnít there been an HUD motorcycle helmet yet? Until today, all proposed solutions use additional micro displays installed in front of a bikerís eye which is neither safe nor comfortable, especially for bikers with some vision problem such as crossed eyes or simply wearing corrective glasses. At Seemore, we took an alternative route and resolved the most challenging technological problem ñ we can project information on a clear surface of a visor. It provides vital information pertinent to current situation such as current speed or GPS navigation data minimizing ridersí inattention time without impacting on their riding experience. Unlike in other solutions, Seemore will be shipped and integrated by helmet manufacturers to meet stringent safety regulations. Positive tests with motorcyclists and demonstrations made upfront helmet manufactures already resulted in letters of intent and confirm on an attractive business opportunity. About 50% of riders expect that new technology will make traffic safer and greener, about 33% fear for technology that will distract riders too much from their riding environment. We are convinced Seemore matches their needs and expectations ñ we aim to further investigate it through Phase 1 project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEEMORE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911291624": {
            "orgId": "911291624",
            "orgName": "SEEMORE SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}