{
    "rcn": "213211",
    "acronym": "PREDESA",
    "topics": "SMEInst-01-2016-2017",
    "title": "Non-invasive technology for remote screening and personalised therapy of sleeping disorders: EU piloting and commercialisation project",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Sleep apnea (SA) is not just a disease anymore, it is an epidemic affecting more than 500 million people globally. The number of SA patients is increasing rapidly, causing cardiovascular diseases, neurocognitive dysfunction, daytime sleepiness, motor vehicle accidents, etc.\n\nSA is treatable, but the screening and care is not accessible for most people. Still, over 80% of SA-suffering patients are undiagnosed. \n\nCurrently, most of the SA diagnostics and therapy is based on complex and stationary technology, available only at clinical settings. Also, the current prevailing methods are invasive, expensive and unreliable. Waiting lists are long, nearly 40% of performed analysis fail and when once diagnosed, patients tend to ditch the treatment soon.\n\nNukute has a solution. We introduce a telemedicine ready technology that exceeds the current state-of-the-art technologies in analysis reliability, cost, therapy functions and user comfort. It is an excellent addition to expensive, stationary and error-prone polysomnography analysis and enables to extend SA screening service to wider patients¥ audiences for 90% lower cost.\n\nOur technology combines sensitive microphones and gravity-meters with advanced diagnostics software to identify and predict upcoming SA events. Our unique collar device can diagnose different types of sleep apnea by monitoring the patient¥s breathing quality and the respiratory rate and profile. The integrated Therapy function is based on body conditioning. It sends small electric pulses to stimulate the throat muscles when apnea or snoring occurs, without waking up the patient. The HW is integrated with applications running on a smartphone, tablet or laptop.\n\nThe technology is already tested successfully against clinical equipment in Finnish hospitals. As a direct result of the project, Nukute will finalise the technology, ensure market clearance in EU and USA and are ready to start market introduction with Screening device from 2018.",
    "totalCost": "2499500",
    "ecMaxContribution": "1749650",
    "coordinator": "NUKUTE OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924332401": {
            "orgId": "924332401",
            "orgName": "NUKUTE OY",
            "ecContrib": 1749650
        }
    },
    "calculatedTotalContribution": 1749650
}