{
    "rcn": "213236",
    "acronym": "CLEANFUEL",
    "topics": "SMEInst-09-2016-2017",
    "title": "Clean and low costs paper-based batteries for powering single use disposable diagnostic devices.",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Fuelium is one of the few companies worldwide involved in the emerging field of paper-based batteries. The company was born upon the opportunity identified in our patented technology, as an eco-friendly power source for disposable single-use electronic analytical devices. In the CLEANFUEL project we seek completing all the activities required for the successful market implementation of our paper batteries in disposable in-vitro diagnostic devices (also known as disposable Point-of- Care or PoC tests). We have selected this niche as the first market application of our patented battery technology because of a synergistic confluence of the next factors: a) the medical devices market is the segment where disposable electronics are gaining the highest market share and b) our technology is perfectly suited to provide its breakthrough advantages in these specific applications. Hence, we consider the CLEANFUEL project as the one that will boost our company¥s growth in the shortest time period. Fuelium technology has been designed to power electronic single use devices, such as portable in-vitro diagnostics (IVD), with the breakthrough advantage that they that can be safely disposed without removing them from the product they are powering. Compared with button batteries where, in general, the amount of energy stored is over-dimensioned for the PoC device necessities, our batteries only generate the indispensable amount of energy. In addition, no toxic waste is generated, so the requirements for complex and expensive recycling processes are avoided. Our batteriesí materials and fabrication processes are fully compatible with those employed in most of the single use PoC diagnostic devices. This fact will reduce manufacturing and integration costs of our batteries in stand-alone, self-powered devices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FUELIUM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923779210": {
            "orgId": "923779210",
            "orgName": "FUELIUM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}