{
    "rcn": "213232",
    "acronym": "Novel Jack",
    "topics": "SMEInst-07-2016-2017",
    "title": "Automatic Hydraulic Jack with improved capacity, safety and efficiency for agricultural implements",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Following comprehensive research and consultations with the actual users of jacks in the agricultural sector, the health and safety of the operators relating to physical, repetitive manual jack activities and the potential for lost time and injuries was a major concern. Statistics show that 49% of critical injuries in agriculture are a direct result of being crushed under a tractor or being crushed between a hydraulically mounted machine and vehicle. The removal of manual operations would be an obvious benefit to both employers and employees within the agricultural sector. \nSimol is an award winning European leading manufacturer of support feet with over 50 yearsí experience in the production of supplies for the agricultural sector. We aim to respond to these concerns by producing a simpler, quicker and less labour intensive alternative to the current state of the art, Novel Jack. Novel Jack is a fully automatic hydraulic jack with increased capacity and minimum encumbrance unlike current state of the art. It is also ISOBUS compliant, ensuring that it will be compactable with implements from different brands thus making it a universal solution. Our innovation is 40% cheaper than current solutions and has 64% more lifting capacity with the same functionalities. Novel Jack will result in a 90% reduction in jack related accidents and 80% of jack related downtime of agricultural implements. \nNovel Jack currently stands at a TRL6, with a first real scale prototype having been developed by our internal team of experts and lab tested. The next steps are to optimise our initial designs, as well as test it in real world conditions before commercialisation. \nThe commercialisation of Novel Jack will consolidate Simolís position as a global leader in the manufacture and distribution of jacks in the agricultural sector.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIMOL SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914009079": {
            "orgId": "914009079",
            "orgName": "SIMOL SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}