{
    "rcn": "213248",
    "acronym": "MENTEE",
    "topics": "SMEInst-01-2016-2017",
    "title": "MENTEE - Mastery learning in Europe through Technology Enhanced Education",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The proper education of our pupils is essential for the future of Europe, however, it is demonstrated that the current educational models are not meeting the expectations. How can we optimise and update these old-fashioned approaches to guarantee the best apprenticeship?\nWe, InfoMentor, want to develop MENTEE, a unique web-based Mastery Learning platform fully tailored to the different National Curriculums (programmes of study) of EU countries. Thanks to its automated features, it will suppose a shift in the teaching profession that will reignite the passion of teachers and their students.\nWe have detected two main problems in the EU educational systems: 1) Inefficient procedures, with paperwork drowning up to 50% of the teachersí work time in bureaucracy; and 2) Summative assessment, an outdated assessment approach that causes between 17%-20% of young people falling below the minimum standard in key subjects ranges.\nIn order to break this cycle, we have created MENTEE, an educational platform that enables: 1) Efficiency, by reducing by 50% the efforts of teachers allocated to administrative and planning tasks; and 2) Enhanced assessment, by promoting the educational mastery through formative assessment (where studentsí progress is continuously monitored through automated, education-tailored tools) and mastering learning (which requires students to fully master an assignment before moving on to the next one).\nOur business opportunity is promising; the Education market is a Ä4,700 billion global industry (estimated growth of 10% from 2015 to 2019) and it is only 2% digitised, with a huge gap between technology availability and actual implementation in schools (textbooks still are the main resource for pupils learning how to read), supposing a huge potential for digital solutions like MENTEE.\nThanks to this project, we estimate additional cumulative cash flow of Ä7.4 million by the third year of commercialisation and the creation of 16 to 20 new jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MENTOR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916565223": {
            "orgId": "916565223",
            "orgName": "MENTOR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}