{
    "rcn": "213206",
    "acronym": "Andromeda",
    "topics": "SMEInst-10-2016-2017",
    "title": "Predictive Maintenance for railway switches. Smart sensor networks on a machine learninganalytics platform",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "92.000.000 minutes, or 180 years. These are the, potentially avoidable, train delays caused by problems due to rail switches ñ every year, in Europe alone. The rail switch is a critical component of the rail-infrastructure. It is responsible for actively changing the route of trains, and must therefore endure higher levels of stress and mechanical fatigue than other elements of the rail infrastructure. Failures at track switches can result in expensive delays, or even dangerous derailments. In fact, track switches account for 19% of the delays, and have been linked to 110 derailments since 2010. It is therefore unacceptable that most of the monitoring of critical switches is solely dependent on manual inspections, since they are prone to measurement error and lack of global oversight. The outcome is generally an inaccurate estimation of the State-of-Health of each switch and re-active ñ not preventive ñ maintenance, with financial losses due to delays or additional investment in infrastructure maintenance. European spending on railway switches is currently over 4BÄ (30BÄ worldwide). Furthermore, passenger and freight volumes are expected to increase respectively by 34% and 40% by 2030, which means shorter infrastructure access time for maintenance and monitoring. KONUX has developed the ANDROMEDA system, which promises to revolutionize the maintenance procedures for rail infrastructure. The system pulls data from sensors deployed permanently at the rail switch, which means no more expensive and manual data acquisition. Through self-calibrating smart sensors and machine learning analytics, the result is a holistic overview of the whole rail switch network, with current - and predicted - State-of-Health for each switch. With a total of 600.000 switches in Europe and 2.510.000 switches worldwide, the ANDROMEDA project represents a 12,4BÄ business opportunity.",
    "totalCost": "2155000",
    "ecMaxContribution": "1508500",
    "coordinator": "KONUX GmbH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928628434": {
            "orgId": "928628434",
            "orgName": "KONUX GmbH",
            "ecContrib": 1508500
        }
    },
    "calculatedTotalContribution": 1508500
}