{
    "rcn": "213268",
    "acronym": "ECO-Thrust",
    "topics": "SMEInst-04-2016-2017",
    "title": "Green Reaction Control System (RCS)",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The space industry, and specifically the satellite industry, has experienced a significant growth in the last 10 years. The satellite industry has more than doubled its revenues from $122 billion in 2007 to $261 billion in 2016. It is forecasted an increase even greater for the coming years due to the development of the smallsat business (satellites with weight<500 kg). Latest estimations predict 6.200 smallsats in orbit in the period 2017-2026. For orbital manoeuvring and attitude control, artificial satellites use Reaction Control Systems (RCSs) made up of small rocket engines (thrusters), propellant tanks, valves, etc. Normally RCSs use Hydrazine and Dinitrogen Tetroxide (NTO) as propellants. These are traditional proven rocketry propellants that are now under scrutiny as the space industry significantly grows. These propellants are hazardous for the human health and the environment. NTO is very toxic and corrosive, and hydrazine is toxic, carcinogenic and a mutagen. Besides, this toxicity makes them very expensive to transport and handle. Furthermore, they increase the satellite mass and volume significantly regarding other Eco propellants raising launch costs (average 720 kÄ). Therefore, there is an urgent need in the market backed up by governments and the EU to replace these propellants by green and safe ones. ECO-Thrust is a clean and safe plug & play RCS for satellites that consume hydrogen peroxide (H2O2) green propellant. H2O2 can be used as monopropellant or as oxidizer with green fuel (like Ethanol or bio Diesel) in bipropellant thrusters. H2O2 is not new for the rocketry industry having being used since 1930. However it has been commonly replaced by toxic propellants since the current catalyst systems for H2O2 entail technical issues and short service lives. Swiss Propulsion Laboratory is completing a new revolutionary catalyst that will solve some of these problems.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SPL SWISS PROPULSION LABORATORY GMBH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913548523": {
            "orgId": "913548523",
            "orgName": "SPL SWISS PROPULSION LABORATORY GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}