{
    "rcn": "213231",
    "acronym": "NanoWelds",
    "topics": "SMEInst-02-2016-2017",
    "title": "First nanotechnology for the electronic packaging industry based on a room-temperature welding process",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The electronic packaging industry, with revenues estimated at Ä1.2 billion for 2020, is currently stuck mostly due to the fact that the triad performance, form-factor and cost has reached its limit. Key sectors such as the semiconductor and e-mobility industry are claiming for the development and implementation of new integration technologies able to fulfil their current needs in line with decreasing device size, cost-effectiveness, and efficient packaging. At NanoWired GmbH, a German company recently founded, we are working in finishing the development of NanoWelds, a disruptive 3D-integration technique based on a nanotechnology. By means of a two-steps process, and thanks to the full-controlled coating of the surfaces to be assembled with nanowires, NanoWelds is able to bond different types of surfaces at room temperature and without using any additives. The NanoWelds technology represents the first economic-viable process based on a nanotechnology generating reproducible nanowires in any type of substrate meeting at the same time the homogeneity and quality requirements of the industry. With NanoWelds we are bringing the electronic packaging industry one step beyond by overcoming current limitations on soldering or gluing techniques, which require high temperature and, often, noble or toxic metals, thus making the process economically viable for industrial production. In addition, thanks to the automation of the whole process, we are facilitating the uptake of nanotechnology by this industry, thus enabling the next generation of consumer electronics, sensors, accumulators, and batteries among others. The market launch of NanoWelds represents the beginning of our sales activity planned for the second half of 2020. By the end of 2022, three years after market uptake, we expect to obtain an accumulated revenue of Ä14.5 million and have created up to 30 new positions in our company.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOWIRED GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911589414": {
            "orgId": "911589414",
            "orgName": "NANOWIRED GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}