{
    "rcn": "213222",
    "acronym": "NYSMART",
    "topics": "SMEInst-10-2016-2017",
    "title": "Novel dual-fuel system for modernisation of air-polluting diesel locomotives to clean and efficient gas operation",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Diesel exhaust contains significant levels of small particles, known as fine particulate matter (PM) and is the largest source of particulate emissions in transport. In spite of the environmental benefit that rail carries over other modes of transport, over 70% of all the worldís railway locomotives are powered by diesel engines, consuming more than 34 billion litres of diesel fuel annually. To combat the problem of diesel locomotive emissions, the European Union has set stricter limits on the exhaust emissions of new locomotives. \nStricter limits have caused a steep rise in the cost of purchasing compliant engines. The higher costs have made it much more difficult for rail operators to modernise their locomotive fleets. With a 45-year average operational lifespan, Europe has now reached the stage where 77% of its diesel locomotives are 30 years or older. The inefficiency of the engines in long service life vehicles, coupled with diesel prices, now make fuel costs a major problem for rail operators worldwide. Alternatives in clean and efficient fuel will allow operators to remain economically competitive.\nDiGas SIA is a pioneer in dual-fuel systems for diesel engines. We have developed NYSMART, a proprietary patented dual-fuel technology tailored for modernization of air-polluting diesel locomotives to clean and efficient operation. Due to its modular form, NYSMART is able to be quickly and simply installed onto any diesel engine type. Once installed, our advanced intelligent engine management system results in 30% reduction in fuel costs, delivering rapid payback for the customer; provides torque & performance similar to that of a diesel engine; and delivers PM and NOx emissions reductions of 95% and 60% respectively. By addressing the current limitations of existing technologies, we will generate annual revenue of Ä38million by year 5 (2024) and deliver an impressive return on investment of 578% by addressing only 3.6% of available locomotive market in European.",
    "totalCost": "1918562,5",
    "ecMaxContribution": "1342993,75",
    "coordinator": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU DIGAS",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917544826": {
            "orgId": "917544826",
            "orgName": "SABIEDRIBA AR IEROBEZOTU ATBILDIBU DIGAS",
            "ecContrib": 1342994
        }
    },
    "calculatedTotalContribution": 1342994
}