{
    "rcn": "213276",
    "acronym": "Turbo-FuelCell",
    "topics": "SMEInst-10-2016-2017",
    "title": "Compact, light, efficient and reliable turbo compressor for fuel cell vehicles",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The stronger regulation of carbon dioxide emissions, rising consumer awareness towards eco-friendly energy sources, and the need to minimize our dependency on fossil fuels are boosting the fuel cell electric vehicle (FCEV) market. Fuel cells need to be fed with a constant supply of oxygen, usually from air provided by a compressor. While much attention has been put on the fuel cell itself and the hydrogen storage, the oxygen supply has not been yet optimized. Currently, air management for fuel cell systems remains a challenge because todayís compressor technologies are not optimized for fuel cell applications. \n\nWe are CELEROTON, a Swiss high-tech business at the forefront of high-speed turbo compressor technology. We are able to achieve speeds up to 300,000 rpm, which allows our product to be 20 times lighter and smaller than state-of-the-art compressors, while achieving the highest efficiency of all commercial compressors. Moreover, our compressor is 100% oil-free which results in the highest air purity, crucial to increase the fuel cell lifetime.\n \nSince our foundation in 2008, we have invested over 1.6MÄ to develop our compressor technology up to near-commercial stage. Now, with project TURBO-FUELCELL, we aim to take the last technical and commercial steps to introduce our unique turbo compressor as the key technology for oxygen supply in the fuel cell vehicle market. This market with such growth potential (predicted to increase at 22.1% CAGR up to 2024 reaching 1.2 BÄ), could greatly benefit from the compactness and lightness of our product. \n \nOur vision is contributing to the deployment of fuel cell vehicles in Europe, increasing their efficiency and decreasing their cost thanks to our compact, lightweight, quiet and reliable air compressor. We aim to achieve sales of 23,000 units in the first five commercialization years subsequent to this project, which will provide cumulated revenues of more than 60 MÄ and cumulated gross profit of around 23 MÄ by 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CELEROTON AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955270357": {
            "orgId": "955270357",
            "orgName": "CELEROTON AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}