{
    "rcn": "213299",
    "acronym": "NeuroPsyCAD",
    "topics": "SMEInst-01-2016-2017",
    "title": "Artificial Intelligence for early and accurate neuropsychiatric diagnosis",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "NeuroPsyCAD is a cloud-based reporting service that provides an accurate and early diagnosis of neuropsychiatric disorders. To achieve high accuracies, NeuroPsyCAD statistically compares a brain scan of a patient with a normative, human, and population representative database using machine-learning algorithms. It also analyses the brain as a whole and the connections between its parts to define patterns of changes in the brain related to each disorder (and can integrate information from different image sources, if needed). Finally, it can integrate information from different imaging sources.\nThe NeuroPsyCADís target market are patients that come to clinical services with one of the following neuropsychiatric diseases: Alzheimerís Disease (AD), Parkinsonís Disease (PD), Schizophrenia Spectrum Disorder (SSD), or Autism Spectrum Disorder (ASD). NeuroPsyCADís worldwide total market is 130 million. This value takes into account the worldwide total number of patients having one of the four diseases. \nTe annual excess spend for Alzheimerís and Parkinsonís patients is Ä10,000 per year due to misdiagnosis which occur in about 17% of cases. Multiplying this by the number of new patients per year in the US and EU, results in a cost of Ä2.3 billion per year that can be saved by using NeuroPsyCAD. Additionally, studies show that early treatment of Alzheimerís Disease patients delay institutionalization and generates further savings of also about Ä10,000 per patient . \nNeuroPsyAl is a new innovative spin-off start-up from the Institute of Biophysics and Biomedical Engineering and at the Institute of Molecular Medicine, of the University of Lisbon, Portugal. Whilst we incorporated in May 2017 after all the relevant IP was transferred to us from IBEB and iMM Lisboa, we started to create our core and only product NeuroPsyCAD in 2012.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEUROPSYAI SERVICOS E INVESTIGACAOEM NEUROCIENCIAS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911129343": {
            "orgId": "911129343",
            "orgName": "NEUROPSYAI SERVICOS E INVESTIGACAOEM NEUROCIENCIAS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}