{
    "rcn": "213207",
    "acronym": "BIOGASTIGER",
    "topics": "SMEInst-09-2016-2017",
    "title": "BIOGASTIGERÆ system ñ turning global organic waste streams into smart and clean energy",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "The world's population is growing continuously - and waste generation too. In all areas where people live, enormous amounts of biogenic organic waste are generated (household waste, by-products food production, agriculture). In case rotting/composting is not under control, the emission of climate-damaging gases, e.g. CO2, is 50% higher than under controlled anaerobic fermentation.\nThe production of biogas is one of the most promising forms of energetic use of biomass. Biogas plants can make a significant contribution to a sustainable energy system, while at the same time significantly reducing the emissions of anthropogenic greenhouse gases in agriculture. However, the conversion of biomass to biogas currently represents a very high technical and financial expense. Today, the predominant plant technology is characterized by individual concepts which have a very negative impact on the quality and safety of the biogas plants.\nThe solution to these problems is a completely new plant concept for the use of biomass. BIOGASTIGERÆ (TRL7) is a modular compact biogas plant in a transportable container construction. All components are standardized and industrially premanufactured in series, tested for quality before delivery and on site installed and commissioned with short assembly times. Our concept leads to the best cost to efficiency ratio, to the highest flexibility and stable energy supply on request.\nWith BIOGASTIGERÆ we address target customers from agriculture, the food industry and energy supplier. It is a continuously growing high-volume market with more than Ä 300 million turnover per year. BIOGASTIGERÆ was conceived by F&W (experience in mechanical engineering, project management) in cooperation with FWE GmbH (highly experienced with energy concepts). With the global problem of not used organic waste streams and our innovative solution to produce safe, clean and carbon neutral energy, we want to make the world cleaner and safer. BIOGASTIGERÆ-the biogas machine.",
    "totalCost": "3043375",
    "ecMaxContribution": "2130362,5",
    "coordinator": "FICKERT & WINTERLING MASCHINENBAU GMBH",
    "coordinatorCountry": "DE",
    "participants": "FWE GmbH",
    "participantCountries": "DE",
    "projectParticipants": {
        "972044276": {
            "orgId": "972044276",
            "orgName": "FICKERT & WINTERLING MASCHINENBAU GMBH",
            "ecContrib": 1136012
        },
        "918243711": {
            "orgId": "918243711",
            "orgName": "FWE GmbH",
            "ecContrib": 994350
        }
    },
    "calculatedTotalContribution": 2130362
}