{
    "rcn": "213267",
    "acronym": "TSNet",
    "topics": "SMEInst-01-2016-2017",
    "title": "Time Sensitive Networking (TSN) technologies for Next Generation Ethernet",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Comcores aims to pursue a major opportunity through maturation and demonstration of a disruptive set of Silicon Intellectual Property (SIP) cores which can offer Time Sensitive Networking (TSN) on Ethernet networks. TSN is a set of standards developed by the TSN task group of the IEEE 802.1 working group to solve the emerging need for real time data transmission in one standardized solution rather than proprietary solutions. TSN over Ethernet is being requested in multiple fields: automotive, automation 5G communications. The current solutions in the market are expensive\nand not capable to efficiently support TSN and high bandwidth simultaneously. The unique algorithms and IP architectures developed by Comcores allow real time transmission of high volumes of data in high speed networks. Comcores aims to supply SIP cores integrating IEEE 802-1 standards, to be easily applied in integrated circuits and other sub-systems which in turn will be used by networking equipmentís manufacturers, automotive, avionic or in other industrial applications. The end-users will be 5G communications operators, transport, airline, energy companies among others. The primary benefits for customers and end-users are stemming from significant savings in networks infrastructures and improved\nefficiency in time critical tasks where massive amounts of data need to be handled. The global urgency in cost-effective technologies to provide time synchronization, high priority, low latency and high bandwidth represents a huge business opportunity and with TSNet project Comcores aims to establish itself as a strong player in the global semiconductor IP market. Comcores wishes, in Phase 1, to assess the technical and financial feasibility of the concept as well as the real market potential of the technology. Subsequently in Phase 2, Comcores aims to demonstrate the technology in real key applications and mature the technology according to the feedback of the customers/end-users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COMCORES APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925636275": {
            "orgId": "925636275",
            "orgName": "COMCORES APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}