{
    "rcn": "213257",
    "acronym": "ISSD",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Implantable Subcutaneous String Defibrillator, an innovative subcutaneous cardioverterdefibrillator for a new paradigm in cardiac rhythm management.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Sudden Cardiac Arrest (SCA) is a life-threating heart condition and one of the most common causes of death in developed countries claiming more than 350,000 lives per year in Europe2. There are currently two different implantable technologies to prevent SCAs: 1) Transvenous Implantable Cardioverter-Defibrillators (T-ICDs), which are implanted with wires that snake through veins into the heart; and 2) Subcutaneous Implantable Cardioverter-Defibrillators (S-ICD), which also have generators and leads but avoiding leads within the heart. However this solutions pose many drawbacks such as major complications to the vascular system, replacement needs, aesthetical and comfort impacts, complex implantation procedures and cyber-security issues.\n\nThe ISSDô introduces a new dimension in subcutaneous ICDs. It is a totally integrated device fully inserted subcutaneously, with no leads within the heart, thus remaining the vascular system untouched. It is a wireless rechargeable device, halving replacement rates when compared to current technologies and it is totally seamless and integrated, so no generators or leads are needed. This makes the device almost invisible and improves patients comfort. It is designed from a cyber-security point of view and can be implanted in a rapid outpatient procedure (20 min on average).\n\nSo far, we have invested Ä8M which have helped us to ensure its robustness and efficiency and move into the commercialisation stage. To further develop the ISSDô, overcome market barriers and deploy it at a European and global level we need a further investment of Ä3M which will allow us to carry out clinical trials and set up a solid EU value chain able to meet the large demand expected during the first years of commercialisation.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of the ISSDô and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWPACE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911414038": {
            "orgId": "911414038",
            "orgName": "NEWPACE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}