{
    "rcn": "213281",
    "acronym": "ZAP",
    "topics": "SMEInst-10-2016-2017",
    "title": "ZAPINAMO ñ Affordable, future-proof rapid charging infrastructure for electric vehicles from stored[clean and economical] energy",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "The European Environment Agencyís ëAir Quality in Europe 2016 Reportí attributes air pollution to over 467,000 premature deaths across Europe every year. The total economic cost of premature deaths in the WHO European Region has been estimated at Ä1.47 trillion each year. Emissions from petrol and particularly diesel vehicles (esp. ëPM2.5í) are a major contributor to this crisis.\n\nElectric vehicles (EVs) are well suited for modern Smart City environments; they produce zero emissions at point of use and less noise pollution compared with gasoline-powered vehicles. However, the growth of charging infrastructure has not kept momentum with vehicle development, limiting the widespread uptake of EVs. The currently available unreliable, slowcharging infrastructure is ineffective, making longer journeys uncertain, causing ërange anxietyí. Slow chargers take 9 hours or more to charge a car, but upgrading slow chargers to rapid charging posts (involving inflexible sub-station upgrades and associated disruption over a long period) is impractical and costly for local authorities. Existing EV owners consistently report a desire for more extensive ñ and rapid ñ public charging infrastructure.\n\nZAPINAMO is an easily deployable, stored energy based EV rapid charging system; just like a power bank for a mobile phone, but bigger and faster. ZAPINAMO can harvest from various sources, preferably renewables and potentially off-grid supplies. ZAPINAMO utilises highly sophisticated and extremely reliable battery technology together with innovative ZAPINAMO power electronics to provide energy at a point where and when the EV user wants itóeven totally off-gridóat the fastest rate / highest power the EV can handle. By advancing sustainability, affordability and security of supply along with economic growth, ZAPINAMO addresses key challenges in the EC Transport White Paper.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZAPINAMO LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924305144": {
            "orgId": "924305144",
            "orgName": "ZAPINAMO LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}