{
    "rcn": "213219",
    "acronym": "SAFESEAT",
    "topics": "SMEInst-10-2016-2017",
    "title": "SAFESEAT: the next generation, Smart Child Restraint Seat",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "There are 1.3 million children involved in motor vehicle crashes (MVC) each year. MVCs are a leading cause of death and injury among children <1 year of age. In Europe, each year 700 children are killed on roads and 80,000 are injured, representing an unacceptably high burden on Europeís society and economy. Despite many initiatives being taken, progress made in child restraint systems (CRS) in the last decade is small compared to the advancements made in adult occupant protection in that same period.\n\nSAFESEAT is a new generation smart CRS based on breakthrough multiple-patented technology which sets a new level of safety to reduce child casualties and injuries in traffic collisions. By overcoming the limitations observed in the CRS state of the art seats, Mobius increases safety by a factor of 4 compared to statutory requirements, by a factor of 2 compared to the safest products on the market, and is far superior in terms of usability. \n\nThe current project builds on the results of Mobius Phase 1 feasibility study; after validating user requirements, system performance, manufacturing viability and further, by establishing a clear route to market through a partnership with a major brand and distribution company for child safety seats products, giving SAFESEAT access to 24 distribution partners in 48 countries worldwide.\n\nMobius applies to the SME Instrument Phase II to finalise and certify its final product according to the European homologation process. At the same time, Mobius will finalise the brand identity and the supply chain to be able to launch production at the end of the project and start entering all countries adhering the European Certification standards.",
    "totalCost": "3541509",
    "ecMaxContribution": "2479056,31",
    "coordinator": "MOBIUS PROTECTION SYSTEMS LTD",
    "coordinatorCountry": "IL",
    "participants": "YAIL NOA 1995 LTD",
    "participantCountries": "IL",
    "projectParticipants": {
        "935457913": {
            "orgId": "935457913",
            "orgName": "MOBIUS PROTECTION SYSTEMS LTD",
            "ecContrib": 1914589
        },
        "912493842": {
            "orgId": "912493842",
            "orgName": "YAIL NOA 1995 LTD",
            "ecContrib": 564467
        }
    },
    "calculatedTotalContribution": 2479056
}