{
    "rcn": "213242",
    "acronym": "AITEP",
    "topics": "SMEInst-01-2016-2017",
    "title": "Accurate Intravenous Therapy for Every Patient",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Intravenous (IV) therapy involves administration of fluids or medications through a needle or a catheter and it is administered to over 90% of hospitalised patients. Although a simple procedure, a balanced IV therapy has a significant impact by reducing the number of complications by 59% and the length of hospital stay by 3.4 days. Currently the everyday IV treatment is administered manually and monitored visually as the infusion pumps that offer accurate treatment monitoring are very expensive and complicated to use, making them suitable only for emergencies.\nA Finnish SME, Monidor, has developed high-accuracy IV infusion monitoring device based on patented technology that uses infra-red light beam drop calculation and specific measurement algorithms. This allows to offer state-of-the-art accuracy in a simple and cost effective form bringing balanced IV therapy to every bed in the hospital. Additional features such as touch-screen interface and wireless connectivity will help to lower the associated workload for the medical staff. Monidor has been developing the technology for the past two years and has reached a prototype device currently defined at TRL7. The technological excellence has been tested with Oulu University Hospital and user needs studies have been conducted with medical staff in Finland, UK, Italy and Denmark. The company has a strong team of 8 experts including doctors and engineers with experience in R&D and business development from companies such as Nokia, Microsoft and Broadcom.\nMonidor is now looking to conduct the feasibility studies in order to finalize the development process and introduce the novel solution to the market. As a result of the proposed project Monidor will have a validated technology development plan, IPR strategy for EU-wide technology exploitation and a detailed business plan to commercialize the technology. According to the first estimates the company has the potential to generate revenues of more than 30MEUR by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MONIDOR OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920081958": {
            "orgId": "920081958",
            "orgName": "MONIDOR OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}