{
    "rcn": "213209",
    "acronym": "Aerial BCP",
    "topics": "SMEInst-01-2016-2017",
    "title": "A 1Gpixel Camera to Open the Markets of Aerial Data Acquisition",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "IMAO is the current European leader in the aerial data acquisition market. Resolve Optics is a small company internationally recognised in lenses development and manufacturing.\n\nIMAO has developed for its own needs the largest worldwide camera, for aerial data acquisition. Its patented design, which associates three optical chambers, matrixes of sensors and specifically adapted lenses, represents a disruption in the field of aerial data acquisition.\n\nWith such a design, IMAO has created a camera prototype with a 660Mpixel resolution, which can be further improved to reach 1Gpixel by 2020. Other large format cameras are limited to 250Mpixels and their design, due to optics and mechanical constraints, cannot allow a better resolution.\n\nThis resolution opens up the market of aerial data acquisition. Flight time is reduced by 2. Data acquisition cost is cut by 4. Images can be shoot at higher altitude. \n\nFlights over cities will not need special authorisations any longer. Images for Google maps, construction sites and other needs will be more frequent, refreshed more frequently. Flights over large areas will be facilitated for mapping and surveillance.\n\nThis resolution represents a technological and a usage gap in the market of aerial data acquisition. IMAO has already received several letters of interest from worldwide stakeholders in aerial data acquisition to participate in our Very Interested People program to benefit from our camera.\n\nThe AERIAL BCP project objectives are to develop IMAO and Resolve Optics production and test capacities to supply cameras according to market demand. Pilot tests will be performed to optimise it and bootstrap our market access.",
    "totalCost": "2402922,5",
    "ecMaxContribution": "1682045,76",
    "coordinator": "IMAO",
    "coordinatorCountry": "FR",
    "participants": "RESOLVE OPTICS LIMITED",
    "participantCountries": "UK",
    "projectParticipants": {
        "919035813": {
            "orgId": "919035813",
            "orgName": "IMAO",
            "ecContrib": 1275186
        },
        "912562712": {
            "orgId": "912562712",
            "orgName": "RESOLVE OPTICS LIMITED",
            "ecContrib": 406860
        }
    },
    "calculatedTotalContribution": 1682046
}