{
    "rcn": "213272",
    "acronym": "IntelHeat",
    "topics": "SMEInst-10-2016-2017",
    "title": "Intelligent control system for railway points heating with supreme saving of electicity",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "KTN Ltd., a research driven Latvian SME  is making innovation in the railways automation  proposing a control system IntelHeat for fully automatic management of railway points heating during winters by continuous monitoring of snowing and other weather conditions. IntelHeat will satisfy customersí needs to optimize heating regimes, will automate the process and will  provide effective savings of electricity.  That also means less influence to climate via  decreased carbon footprints of  the systems. The core of IntelHeat is a proprietary innovative optical precipitation sensor for real-time monitoring of snowing both in the atmosphere and remotely near the point. This unique feature accounts possible clogging of the point by blizzard from a passing train. The principle is based on multi-channel acquisition using a combination of diffuse and direct reflection of infrared light from the precipitation particles. Algorithms for electrical heating use inputs of a set of real-time meteorological data from the sensor to manage the regime flexibly. Functional prototypes were built and pass trial exploitation on the Latvian Railways. First positive conclusions about adequacy of detection, reliability of work and savings of energy (up to 80% in critical periods and 50% in average) were obtained. The end-users are national and EU railway companies. The potential market is estimated from initial implementation in Latvia as 800 pieces of precipitation sensor installed at points and 220 IntelHeat systems for heating control cabinets. In Europe: up to 20,000 sensors and 5,000 systems. Globally: up to 50,000 and 15,000 pieces accordingly. The market may start from about 3 MÄ  in Latvia and reach more than 60 MÄ   in Europe and 200 MÄ  worldwide. The project aims at feasibility study in 1st  Phase  and creation of the commercial product in 2nd  Phase. For the implementation of the 1st phase, the applicant will mobilize its own R&D personnel and experts from Latvian universities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIA KTN",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911042334": {
            "orgId": "911042334",
            "orgName": "SIA KTN",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}