{
    "rcn": "213284",
    "acronym": "HDBAT",
    "topics": "SMEInst-10-2016-2017",
    "title": "High Density Batteries for e-Mobility and Industrial Automated Guided Vehicles.",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "HDBAT aims to develop and commercialize the next generation of high-energy (HE) and high-power (HP) Li-ion pouch cells for large e-Mobility and automated guided vehicle (AGV) \nHDBAT combines innovative cell design with novel materials and environmental-friendly water-based processes to develop high density cells with energy densities of 330 Wh/L (HE?25% SOTA) and 200 Wh/L (HP?70% SOTA) at energy costs of respectively 200 Ä/kWh (?30% SOTA) and 450 Ä/kWh (?45% SOTA), thereby meeting the needs of our customers for customized energy solutions and cost-efficiency. The result is a monocell architecture with double coated anodes and cathodes, 25% reduced collector thickness, NMC-622 and 811 nickel-rich cathodes and TiO2-nanorod coated anodes (Ultracharge technology). Moreover, battery production is realized with minimum environmental impact by innovative water-based production (no toxic NMP) and conform the latest EU safety and health regulations. \nTo deliver advanced HDBAT cells to the market, our existing manufacturing line needs to be adapted and a feasibility study is required for assessing the scalability of the cells by water-based processes and analysing the requirements for adoption of the production line. From a commercial perspective, the market will be studied in-depth to assess the commercial and financial viability, and set-up a detailed business plan. \nTo realize this innovation a total budget of 2.5MÄ is foreseen for Phase 2. Upon commercialization of HDBAT in Europe, Asia and North-America (Q1 2020), sales are projected to increase from 350k cells in the first year to 950k by 2025, growing company revenues by CAGR of 28,4% to 49MÄ with a positive ROI within 24 months and a total ROI of 6,1. 54 new jobs will be created as a result of the increased business activity growing our company by 93%. Moreover, HDBAT contributes in solving European challenges in EV, waterborne transport and logistics as outlined in the EU Smart, Green and Integrated Transport Challen",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LECLANCHE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "953702740": {
            "orgId": "953702740",
            "orgName": "LECLANCHE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}