{
    "rcn": "213263",
    "acronym": "SMART PlantOne",
    "topics": "SMEInst-01-2016-2017",
    "title": "A low-cost IoT - solution for predictive maintenance of small electric motors towards the Factory of the Future",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Electric motors are one of the main components in industries, thus knowing their health state exploiting predictive maintenance programs is nowadays more than necessary in the vision of the Factory of the Future. The correct application of these programs will reduce the repairing costs and the unplanned downtime, will generate savings in employeesí time and will optimise the energy consumption. So far, only expensive and bulky monitoring equipments, targeted to costly electric motors (e.g., carbon mills on power plants), are available on the market. These systems provide raw data that can be only manipulated by specialists. For these reasons, large firms currently may only implement predictive maintenance programs on costly electric motors and in that case they must employ experts capable of understanding the data provided by these systems. However, the large part of active industrial motors is small-medium sized and, for these reasons, are unmonitored. These motors are usually a key asset in SMEsí production process. In this proposal, we aim at the ìpredictive maintenance democratisationî, i.e. a shift of its benefits also to smaller size motors. This can be done with a low-cost and easy-to-use system based on Internet of Things technologies. Particularly, we aim at improving and evaluating the market potential of a system capable to process, automatically understand motorsí health states and warn the end user in a simple manner, thus providing its benefits to both large firms and SMEs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEW GENERATION SENSORS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926185780": {
            "orgId": "926185780",
            "orgName": "NEW GENERATION SENSORS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}