{
    "rcn": "213201",
    "acronym": "Engage",
    "topics": "SESAR-ER3-01-2016",
    "title": "Knowledge Transfer Network proposed in response to the SESAR-ER3-01-2016 Call",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Engage is a KTN proposed for European air traffic management, building on the solid foundation of previous actions, and introducing novel features and actions. Previous attempts to involve industry in the earlier maturity phases of ATM research have only partly been successful. We recognise that additional actions and incentives are necessary. With a balanced consortium, permeating all features of our proposal is the pronounced and active engagement of industry partners. At the core of the network are thematic challenges, supported by dedicated workshops. Catalyst funding will support focused projects, thus stimulating the transfer of exploratory research results towards ATM application-oriented research. This approach is enabled by the budget released through our lean management and compact consortium team. The network will establish a knowledge hub, in which members across the research community are continuously involved. This will include an observatory and undertake the role of devising and maintaining the long-term roadmap development of innovative and interdisciplinary ATM concepts beyond SESAR 2020. The knowledge hub will be the one-stop, go-to source for information in Europe. Our vision of the network is that of an enduring partnership between academic, operational and industrial partners exchanging needs, ideas and information to ensure the relevance and applicability of research and uptake of new concepts and methods.",
    "totalCost": "5120300",
    "ecMaxContribution": "3971875",
    "coordinator": "THE UNIVERSITY OF WESTMINSTER LBG",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI TRIESTE;Univerzitet u Beogradu - Saobracajni fakultet;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;FREQUENTIS AG;FUNDACION INSTITUTO DE INVESTIGACION INNAXIS;EUROPEAN AVIATION SAFETY AGENCY;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "IT;RS;BE;AT;ES;DE;NL",
    "projectParticipants": {
        "999858250": {
            "orgId": "999858250",
            "orgName": "THE UNIVERSITY OF WESTMINSTER LBG",
            "ecContrib": 2797914
        },
        "997736181": {
            "orgId": "997736181",
            "orgName": "Univerzitet u Beogradu - Saobracajni fakultet",
            "ecContrib": 155292
        },
        "996741349": {
            "orgId": "996741349",
            "orgName": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
            "ecContrib": 320792
        },
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 348882
        },
        "952563475": {
            "orgId": "952563475",
            "orgName": "EUROPEAN AVIATION SAFETY AGENCY",
            "ecContrib": 37200
        },
        "998307317": {
            "orgId": "998307317",
            "orgName": "FREQUENTIS AG",
            "ecContrib": 138502
        },
        "999842051": {
            "orgId": "999842051",
            "orgName": "UNIVERSITA DEGLI STUDI DI TRIESTE",
            "ecContrib": 173292
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 3971874
}