{
    "rcn": "213215",
    "acronym": "WHIITE",
    "topics": "SMEInst-10-2016-2017",
    "title": "Waste Heat Integrated Industrialised Trucks and Tractors Engine",
    "startDate": "01/10/2017",
    "endDate": "30/09/2019",
    "objective": "In a combustion engine, 60% of the fuel energy is lost into heat mainly through exhaust gases. Such vehicles as heavy-duty trucks and tractors will still use combustion engine in the next 20 years. Therefore, the WHR technology with its efficient results is integrated in the 2020 ìproduct planî of major constructors (OEM) and suppliers (Tier1).\nWHIITE is the most promising WHR technology because:\nï It is a small additional engine designed with major constructors to be integrated easily in existing engine environment (trucks and tractors).\nï It creates additional mechanical power without gas emission.\nï It reduces by 8% to 10% the fuel consumption and CO2 emissions.\nï It does not increase neither vehicle weight nor its number of components, as it replaces air compressor and EGR cooler.\nï It is built with conventional material without electronics needs. Furthermore, WHIITE is maintenance free for 1.000.000 km. Cost price will allow a payback period shorter than one year to End Users (transport operators,...).\nï Its principle is protected by worldwide delivered patents with a freedom to operate. An independent expert has validated the demonstration of the engine at the TRL6 level.\nTruck and tractors represent a potential market of 450.000 vehicles in Europe. Our ambition is to become the worldwide reference in WHR for heavy vehicles with a target turnover of 243 MÄ in 2023 and 286 direct employees. We already have a solid sales pipeline with VOLVO Trucks, AGCO-Massey-Ferguson, CONTINENTAL, FAURECIA and WABCO.\nWe previously applied for the SME Instrument funding and received twice a Seal of Excellence. Now, we are reapplying for the European funding with an updated version based on new technical and reliability results, but moreover after our first equity fundraising of 2 MÄ (signed in February), and an additional bank loan of 600 kÄ for equipment. This gave us the opportunity to increase our team up to 16 people and get our first own test centre.",
    "totalCost": "1989271,25",
    "ecMaxContribution": "1392489",
    "coordinator": "H2P SYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "937927436": {
            "orgId": "937927436",
            "orgName": "H2P SYSTEMS",
            "ecContrib": 1392489
        }
    },
    "calculatedTotalContribution": 1392489
}