{
    "rcn": "213252",
    "acronym": "ePersonam",
    "topics": "SMEInst-01-2016-2017",
    "title": "The simplest and most efficient platform to unify medical records and manage health careprofessionals.",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The ultimate objective of the ePersonam project is to launch to market a complete solution to unify the fragmented Hospital Information Systems, under the umbrella of a software platform to control own medical records and all vital parameters with the possibility of connecting with the attending physician and clinical centres. Current alternatives do not solve the challenge as they are either specific for each Hospital or they use a client-server structure (not complete cloud-based system). Our solution is not another health management tool. We offer a solution which simplifies the number of tasks and provide a visible value to each stakeholder, providing only relevant information and only when needed. The benefits for clients, end users, and society include: (1) Constant monitoring and therefore improvement of the state of health on aging diseases, chronic diseases, and severe disabilities. (2) The improvement through prevention and control, active aging and living with chronic diseases. This will decrease hospitalization and thereby (3) reduce the economic impact on healthcare companies and the community, while maintaining a high level of monitoring and assistance service. Furthermore, it allows the end user to (4) always have the complete and comprehensive situation of his own medical. We are a private owned SME founded in 2012 by professionals who have worked together since 2005, both in health and software companies, gaining considerable experience in these sectors. Besides our qualified personnel, our strength resides on our established cooperation with hospitals and clinics, as our software is already being used in over 500 facilities and by 20,000 active users. We have estimated that after 5 years from launch, we will we will have engaged more than 100.000 people (sales Ä5.1M), hired 15 new technical employees, and managed 0.6% of the global market. We will earn almost Ä4.9M profit and generate a R.O.I of 2.68 by commercializing this technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADVENIAS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917969201": {
            "orgId": "917969201",
            "orgName": "ADVENIAS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}