{
    "rcn": "213273",
    "acronym": "CULTURED BEEF",
    "topics": "SMEInst-07-2016-2017",
    "title": "A cost-effective production process to open worldwide the cultured meat market",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Livestock farming is putting a significant pressure over the environment. Globally, the livestock sector uses 70% of the arable land and emits 15% of all human-induced greenhouse gas (GHG) emissions. If an alternative to the current meat production systems is not found, the situation would only worsen given the fact that meat demand is expected to increase globally by 73% by 2050.\nLivestock environmental impact, together with animal welfare issues and meat content on saturated fats, is pushing the EU population to cut-down meat consumption and shift to meat substitutes (tofu, tempehÖ). For example, 38% of the French, 35% of the Dutch or 17% of the Spanish, are actively choosing to eat less meat. The main reason to take that decision is animal welfare (30%) followed by environmental concerns (22%). However, this choice reduces their meal options and makes it harder to follow a well-balanced diet since meat is an excellent source of high quality proteins and the only dietary source of vitamin B12 (an essential nutrient). \nEncouraged by this issue, our SME Greenfoods Network started the project CULTUREDBEEF, aimed at obtaining and at marketing beef meat from the culture of dairy cattle muscle cells. To do so, we have developed an innovative and cost-effective production process that will allow us to be the first company worldwide to place in the market cultured beef burgers at a competitive price.\nThanks to our solution, the EU population will be able to eat high-quality and environmentally-friendly beef meat, since our product (i) doesnít imply animal slaughtering, (ii) needs 99% less land, 82-96% less water and emits 78-96% less GHG emissions than conventional meat and (iii) contains 60% less saturated fats than conventional beef meat. \nWe will launch it to the Spanish market in 2021 and reach different EU countries (FR, NL, DE, DK, FI, SE) during the first five commercialization years, obtaining almost 6MÄ of profit and creating 20 jobs positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREENFOODS NETWORK SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911459628": {
            "orgId": "911459628",
            "orgName": "GREENFOODS NETWORK SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}