{
    "rcn": "213238",
    "acronym": "DRIVER GLASS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Terrestrial Traffic Mixed Reality Navigation",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Augmented Reality and Virtual Reality technology is driving the evolution of the automotive industry, where OEMs consider this field a point of interest for both increased road safety. Herein,they target improving traffic awareness and road safety by minimizing accidents, and an interest to include added-value system to vehicles cockpit from manufacturers,for increased attractiveness of future buyers towards their cars models. \nSome OEMs are working on AR/MR-based driving systems. However,all of them are still in development stage and no commercial solutions have reached the market.\nFollowing the Directive 2010/40/EU related to ITS networks, our main objective is set on a market launch of a head mounted, Mixed Reality (MR) driverís terrestrial vehicles navigation and assistance system. We already have presence in aviation market, through MR navigation solution for aircraft pilots,which now we have adapted to operate with ground vehicles. DRIVER GLASS user will perceive several different info inputs as if it were projected into the driverís windscreen, superposing the MR images over the actual real life view.  It will enable the driver with an unobstructed 360∫ full 3D vision, enhancing in a significant manner the overall safety and info alert level of the actual end users.\nWe will enter the vehicles navigation and assistance market by tools expected to generate Ä20,800M by 2025, growing at a CAGR of 7.99%.Accordingly, our key market application is the manufacturing sector of motor vehicles, from one side car passengers to enhance their driving assistance; and from another side, autonomous vehicles for added-value solution boosting their driverless feature and their full autonomous control. \nDRIVER GLASS will allow us to grow multiple folds in size by entering a new market which is orders of magnitude bigger than the aviation market where we are already present. Herein, we expect, in 5-year period, generating Ä24.3M of revenues and Ä14.9M of profit with a ROI of 4.9.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AERO GLASS KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929951029": {
            "orgId": "929951029",
            "orgName": "AERO GLASS KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}