{
    "rcn": "213246",
    "acronym": "CALMUSgaming",
    "topics": "SMEInst-01-2016-2017",
    "title": "A new tool for creating real-time music within computer games",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Computer games are experiencing an incredible fast evolution. With around 2.2 billion gamers across the globe (25% of the European on-line population plays video games) the industry has a constant demand for new technology, essential to maintain playersí interest in a very demanding market. Music, as a crucial part in the computer games creation process, also requires the new videogame era: whereas old computer games were, in general, simple (often just requiring a single melody), current ones are deeply complex, with several plots and levels, and almost infinite potential scenarios. However, current approaches for music composition do not adapt to this non-lineal essence of games but are just based on looping static musical pieces for each game level. This results in repetitive soundtracks, uninteresting for players, and a time-consuming activity for composers, unable to create a soundtrack for every single potential scenario. \nBased on the previous success of our CALMUS technology (that facilitates real-time adaptation of music composition to diverse external stimuli), we now present CALMUSgaming. CALMUSgaming is an innovative tool for automatically creating and adapting music within computer games. Instead of the soundscape being perpetually repeated, it enables a constant and real-time adaptation of the background music, according to how game progresses and to the player's performance and actions. On the one hand, CALMUSgaming facilitates music composition for computer games: it automatically generates complex and dynamic themes saving up to 90% of composition time. On the other hand, it enriches playersí experience, as it changes constantly as the game progresses. ErkiTÛnlist is an Icelandic SME focused on promoting creative endeavours in music. Grown over the achievements of our CALMUS technology, and out of our collaboration with CCP Games (one of the on-line games leaders worldwide) we have now found a great opportunity to enter the computer games industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ERKI-TONLIST SF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911295213": {
            "orgId": "911295213",
            "orgName": "ERKI-TONLIST SF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}