{
    "rcn": "213278",
    "acronym": "Avionero",
    "topics": "SMEInst-10-2016-2017",
    "title": "Avionero ñ a new standard in flight search",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Avionero is developing the next generation flight search service. This service is inspired by the vast unmet needs of modern travellers who are left frustrated and abandoned in their search for personalised flight travel options online. \nThe existing flight search engines (e.g. Skyscanner, momondo) are based on the logic, technology and UX created back in the ë90s. This means that they a) are built on the predetermined assumptions about the behaviour of the user (e.g. assuming that a user visiting the platform already has their travel destination and dates in mind) and b) drastically limit flight search personalisation opportunities through outdated technological frameworks. As a result, user trust in the search engines is low, while the frustration is high. \n\nAvionero is well positioned to break this paradigm. We have developed and pre-validated (TRL-6) the first prototype of the flight search service that truly puts the user in the driving seat while searching for their dream flight travel online. With the combination of powerful AI technology and an easy-to-use interface, we provide a much convenient flight search service. While leaving the user in control, our smart system gives them the freedom to efficiently explore and personalize.\n\nThis project aims to develop the business plan for the market launch of Avionero. The feasibility assessment will be performed alongside an open beta testing in Sweden. User feedback from beta testing, combined with results of market feasibility investigations, will be used to optimise our strategy for international scaling and ultimate market launch of the platform. If successful, an overall innovation effort will take Avionero to a new level of competitiveness and growth.\n\nThe project supports enhanced mobility of European travellers by proposing a new concept of flight search, providing higher degree of transparency in the flight conditions and enhanced opportunities to pick the right flight for individual needs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AVINERO AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911032149": {
            "orgId": "911032149",
            "orgName": "AVINERO AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}