{
    "rcn": "213245",
    "acronym": "W2O",
    "topics": "SMEInst-08-2016-2017",
    "title": "Demonstration of the economic feasibility of a wave-powered desalination system",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "Over 1 billion people suffer from the effects of water scarcity with the vast majority being poor residents of developing countries. Desalting seawater is an excellent potential solution but traditional reverse osmosis (R/O) desalination systems require a connection to a strong electrical grid. However, because developing countries typically lack sufficient electrical grid capacity and cannot afford the capital or time required to build and deploy traditional R/O systems, RML is proposing an innovative solution to this problem - the worldís first wave-driven desalination system (called Wave2Oô) that can be deployed quickly, operate completely ìoff-gridî and supply large quantities of fresh water at competitive cost. \nAs a medium-scale, grid-independent, renewable energy driven water production system, we believe Wave2Oô will have wide-ranging utility in developing countries and island nations outside Europe. Inside Europe, potential markets include the overseas Departments and Territories linked to EU member states (e.g. Canary Islands, New Caledonia, etc.). RML has already been active in several countries and has obtained commitments for pilot-scale Wave2Oô plants in Cape Verde, South Africa and Mauritius. \nWe believe Cape Verde represents the shortest path to commercialization. The pilot location has been already secured and the site assessment studies are expected to start in Q3 2017 financed by the African Development Bank through a $1.0M SEFA (Sustainable Energy Fund for Africa) grant. \nThe purpose of the W2O project will be to build upon the SEFA-funded site assessment studies to determine the economic feasibility of Wave2Oô in Cape Verde and to pave the way for the commercial pilot in 2019. The eventual global deployment of Wave2Oô plants will help create a very competitive European export industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RESOLUTE MARINE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "946865404": {
            "orgId": "946865404",
            "orgName": "RESOLUTE MARINE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}