{
    "rcn": "213291",
    "acronym": "GT POSITION",
    "topics": "SMEInst-01-2016-2017",
    "title": "High precision and scalable indoor positioning system",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "The Danish SME GamesOnTrack will target a major market opportunity through the development of an innovative high precision indoor positioning system (GT POSITION). The GT POSITION system will address the current market need for indoor positioning systems with high precision and scalability, being of particular interest for the indoor robotics and tracking systems industries. \nThe GT POSITION system is capable of indoor positioning of static and mobile objects with extremely high precision ñ 10 mm. Also, GT POSITION has high scalability i.e. the location of thousands of objects in a vast area could be determined at same time, without losing the high precision capacity. \nBy ensuring and demonstrating a maximum level of precision, scalability and simplicity at an affordable price, we will attain a key differentiating factors in order to gain access to the market.\nInitially, this will require a Phase 1 feasibility study that will give us a clear direction for our demonstration and market replication strategies. Later, based on proven feasibility, in the Innovation Project (Phase 2) we will need to generate full-scale showcases, which demonstrate the technical and economic benefits of our solution, to generate enough consumer confidence and facilitate broader market uptake. If objectives for Phases 1 and 2 are successfully achieved, we will be favourably positioned towards a very large opportunity for GamesOnTrack. Accordingly, we foresee a cumulative revenue of more than Ä18.5 million, 5 years after commercialization of the novel GT POSITION system.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GAMESONTRACK AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913872891": {
            "orgId": "913872891",
            "orgName": "GAMESONTRACK AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}