{
    "rcn": "213234",
    "acronym": "I-Cuvette",
    "topics": "SMEInst-07-2016-2017",
    "title": "Smart cuvette and portable Time-Resolved FRET for fast analysis of milk",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The aim of the I-Cuvette project is the development of a portable device based on biosensors capable of analytical quality to assess milk contamination at the first step of the collection logistics chain (farm,) with a favorable market price for the single analysis (comprising six target analytes: 5 different antibiotics in milk including: Beta-lactam, Quinolones, Tetracycline, Sulphonamide, Aminoglycoside; plus Aflatoxins). This will spare the transportation of contaminated milk. The I-Cuvette system may be used also at the delivery point of trucks collecting milk providing almost immediate results (10 minutes) and avoiding the need of laboratory confirmation tests in case of positive results.\nI-Cuvette will be developed by:\n\n- ISS BioSense (ISS) a new high-tech SME located in Naples, Italy created in 2008 whose mission is the use and the manipulation of molecules of biological origin to develop highly specific and sensitive sensors.\n- Kontor46 (K46) is an Italian private company established in Turin in 2012 and specialized in high-tech hardware and software developments, as well as in R&D services for the industry.\n \nIn the dairy industry, milk contamination can happen at any stage of the production chain from the farm to the shelf. The conventional methods of analysis used for milk allow a thorough analysis with very sensitive Limits of Detection, but with the main disadvantages of requiring specialized staff, being time-consuming and expensive, finally, they need to be performed in a lab structure.\nThe analytical performance of I-Cuvette, thanks to the use of biosensors, is better than the conventional methods used in the milk sector, with greater operational potential due to sensitivity, selectivity, reliability, portability, no sample pre-treatment, short time to results and low cost. In short, I-Cuvette combines analytical quality with short response time and cost similar to strips or other disposable fast tests.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ISS BIOSENSE SRL",
    "coordinatorCountry": "IT",
    "participants": "KONTOR 46 DI BONASSO MATTEO SAS",
    "participantCountries": "IT",
    "projectParticipants": {
        "951413831": {
            "orgId": "951413831",
            "orgName": "KONTOR 46 DI BONASSO MATTEO SAS",
            "ecContrib": 0
        },
        "986973934": {
            "orgId": "986973934",
            "orgName": "ISS BIOSENSE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}