{
    "rcn": "213258",
    "acronym": "CorreAssess",
    "topics": "SMEInst-13-2016-2017",
    "title": "A novel Holistic Automated Analytics System for IT infrastructure management that proactively identifies and prevent IT operational threats.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "A typical Data Centre is comprised of multiple hardware and software components from different manufacturers, each with their own management tools, silo dashboard and limited sharing capabilities of business operations control data. This problem seems to get worse as IT-based companies are moving towards dynamic and complex virtualized and cloud environments. Moreover, when working on system¥s safety, disrupting even one element of this fragile infrastructure runs the risk of affecting other systems, causing serious damage to the business. The average reported incident length is of 86 minutes, resulting in an average cost per incident of about $690,200.\n\nCorreAssessô is an innovative game-changing Data Center Optimization Management system for business IT leaders that empowers companies with a complete visibility and control on all their IT infrastructure, through accurate detailed analytics insights delivered on a daily basis. It helps to generate valuable information for wise usage of IT infrastructure investments, resource allocation efficiency, IT alignment to defined SLAs, compliance, service availability, data recovery risks and easier cloud migration, alerting in advance before threats impact the company business. With CorreAssessô companies will be able to reduce up to 25% the infrastructure investment costs and prevent risks of business failure by improving business continuity up to 80%.\n\nSo far, Ä2M million have been raised and invested into the development and testing of the system to ensure its robustness and efficiency and move into the next stages of commercialisation. Within the overall project, we intend to finalise systems engineering and conduct a wide pilot trial within Europe. Current IP portfolio will be expanded to EU.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of CorreAssessô and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CORRELATA SOLUTIONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913959415": {
            "orgId": "913959415",
            "orgName": "CORRELATA SOLUTIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}