{
    "rcn": "213210",
    "acronym": "PREDISMART",
    "topics": "SMEInst-11-2016-2017",
    "title": "AN INTELLIGENT PREDICTION SYSTEM FOR THE SMART EFFICIENT USE OF RESOURCES IN CITIES",
    "startDate": "01/11/2017",
    "endDate": "31/10/2019",
    "objective": "Datapole is a French company with over 6 years experience delivering solutions of Big Data Analytics to customers in the markets of Facility Management (FM), energy and resources management. Our new PrediSmart software platform is our response to market demands of Analytics tools for energy, operations and resource efficiency. PrediSmart is an integrated turn-key solution that brings potential results in terms of energy efficiency (10%), and resource efficiency (30%) to buildings owners, facility managers, utilities and smart cities. Additional benefits are its ease of use, an automatic set-up, and the use of standardized IoT data input protocols. PrediSmart outputs support the user on the decision making towards resource efficiency. As a secondary benefit, they provide data to document the company LCA and environmental impact assessment in conformity with its CSR politics. PrediSmart is an integrated scalable solution suitable for a broad range of end users such as Building Owners, FM companies, ESPCs & ESCOs, IoT platform suppliers and Utilities delivering Energy, Water and Waste collection services. The size of the EU potential market for PrediSmart is estimated at 146 BÄ. PrediSmart value proposition to end customers is a customer ROI up to 400% in terms of energy, O&M and other environmental savings; a solution that pays back in the first year of implementation.\nAfter a successful field test of the separated software product modules, we now aim to complete the development of some missing components, integrate them and launch to the European market the PrediSmart platform reaching 13 MÄ accumulated sales over the period 2019-2021. We will do so by expanding our customer base and our partner network across existing and new countries in Europe. We will demonstrate the product technical upgrades by deploying a demonstration program across several major European cities with the participation of reference partners such as Vinci-Facilities and Thales.",
    "totalCost": "1858875",
    "ecMaxContribution": "1301212,5",
    "coordinator": "DATAPOLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918878382": {
            "orgId": "918878382",
            "orgName": "DATAPOLE",
            "ecContrib": 1301212
        }
    },
    "calculatedTotalContribution": 1301212
}