{
    "rcn": "213282",
    "acronym": "QLEX Creo",
    "topics": "SMEInst-10-2016-2017",
    "title": "QLEX Creo ñ Bringing reach to the drone market.",
    "startDate": "01/12/2017",
    "endDate": "31/08/2018",
    "objective": "The impact of drones and its commercial applications is often being compared with the disruptive force of the IT revolution. Soon, clients in all areas of the economy will begin to see the impact of drones on their operational processes ñ from the way they inspect construction sites to the way they receive goods like parcels or blood supply. The global market for commercial applications of drones ñ in 2016 estimated at about EUR 1.9 bn ñ will rise to as much as EUR 118 bn by 2020. But the application of todayís drones is limited by a crucial weakness in technology: reach. Depending on the construction type, todayís comparable industry class electric drones cannot fly longer 2 hours. Short flight time is one key barrier for a widespread usage of drones. Especially the transport industry is dependent on longer distance flights.\nAt QLEX we developed the QLEX Creo ñ a winged drone that can takeoff and land vertically and achieve 4-5 hours of flight time. We achieved this breakthrough efficiency by completely rethinking the architecture, aerodynamics and propulsion systems of how drones can be built.\nQLEX has been running for two years, but was a secret until now. We spent the last 24 months in stealth mode designing, prototyping and testing the Creo and forming a highly skilled and experienced team of leading experts and engineers and startup shaped business developers.\nWe now established our company, the QLEX GmbH, to assess the technological feasibility and commercial potential of the Creo. \nOne key objective of this project is a record-breaking proof of concept by carrying out a delivery from German mainland to remote island Helgoland and return in one non-stop flight. No competing solution is close of being capable of achiving this.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "QLEX GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912314004": {
            "orgId": "912314004",
            "orgName": "QLEX GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}