{
    "rcn": "213259",
    "acronym": "Lambda",
    "topics": "SMEInst-11-2016-2017",
    "title": "lambda -- full colour, energy efficient, ultra-thin and bendable reflective display.",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "More than 50% of a computerís energy is used to fuel the screen. Many screens feature traditional LCD (Liquid Crystal Display) technology, which, while versatile, is backlit, requiring a continuous power source. The most energy efficient screens on the market are instead reflective, such as EPDs (Electrophoretic Displays). An EPD device does not consume energy when displaying an image or text ñ it only requires power when changing images. Unlike LCDs, EPDs can be read in direct sunlight. However, currently available EPDs are limited to black and white, or very poor colour. EPD producers have been trying to commercialise full-colour reflective displays for more than 10 years, without success. The best attempts have led to expensive products with only one or two lacklustre colours, or products that are not commercially viable as they do not meet consumer demand, in terms of e.g. the refresh rate. For rdot, this is not good enough. Beyond books, the modern consumer wants to read comics, manga, PDF files, textbooks, newspapers and magazines. Wearables and digital signs also need to be colourful and readable in sunlight. Furthermore, the solution must be thin and flexible, so the display can be wrapped around any object or device. This provides a huge untapped global market opportunity: to date, the technology to offer a bendable, thin, colourful and true-life display with a dramatically reduced energy consumption has not been developed. rdot will fill this gap in the market. Our innovative display, lambda, offers 98% energy savings compared to LCD and 80% energy savings in comparison to leading EPDs, and is revolutionary in its provision of full colour rendering. It is also bendable, and the thinnest display on the market ñ thinner than a strand of hair ñ making it suitable for wearables. rdot was founded in Sweden in 2016. Its founders are highly experienced in nanotechnology research and business development, and are well-connected to the display technology industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RDOT AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912913949": {
            "orgId": "912913949",
            "orgName": "RDOT AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}