{
    "rcn": "213269",
    "acronym": "TRIBOSORT",
    "topics": "SMEInst-11-2016-2017",
    "title": "Robust recycling technology that separates different plastic types from a mix of plastic waste to produce a plastic material directly marketable to manufacturers",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Plastic is today the 3rd material produced and global production has skyrocketed: from 1.5Mt in 1950 to 322Mt in 2015. But only 5% of worldwide produced plastic is today recycled, being one of the least recycled material. Plastic wastes that are not recycled are called Ultimate scrap residues and come mostly from End-of-life vehicles (ELV) and Waste Electrical and Electronic Equipment (WEEE). Today, companies producing Ultimate scrap residue have two options to discharge this waste: 1) Landfill disposal where they must pay a considerable fee (120Ä/t in 2015) with a strong environmental impact but this practice is expected to be soon banned in Europe; 2) selling and sending the wastes to Asia (mostly in China) at a price of 250Ä/ton but with the requirement of investing in expensive pre-treatment systems and with also negative environmental impact. Our TRIBOSORT technology is a unique solution that allows to 1) recycle all ultimate scrap residues from ELV and WEEE, 2) separate its valuable plastic components with a purity of 95% minimum, 3) provide an industrial scale solution with a production capacity of 1.5t/h, 4) produce a final recycled plastic material directly marketable to manufacturers, 5) provide a Recycle certificate along with our final products. APR2 is an experienced SME with 2.6MÄ turnover and over 15 years in the plastic recycling market collecting, sorting and dismantling WEEE (over 5Kt treated every year) thanks to our 5,000m2 of exploitation area, 5 dismantling workshops, and 15 approved provider partners to recycle their wastes with recycling rate between 85 and 90%. APR2 has been awarded of many renown prices for its constant investment in R&D (10% annual du CA). Our first TRIBOSORT prototype design obtained a worldwide PCT Patent (WO 2010/109096 A1) and has been today delivered in 7 countries and pending in 2 further countries. We are certified ìAdapted Companyî (> of 80% handicapped persons employed), ISO 9001, 14001 and 50001.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "APR 2 - ATELIER PRO RESEAUX RECYCLAGE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911470977": {
            "orgId": "911470977",
            "orgName": "APR 2 - ATELIER PRO RESEAUX RECYCLAGE",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}