{
    "rcn": "213213",
    "acronym": "SDS-OmiProbe",
    "topics": "SMEInst-05-2016-2017",
    "title": "Revolutionary opto-biological methodology for aggressive HER2 cancer",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "According to World Health Organization, cancer is one of the leading causes of morbidity and mortality worldwide, with approximately 14 million new cases per year. Breast cancer is the most common cancer among women, and is considered the second most common cancer overall. Each year about 1.7 million new cases are diagnosed worldwide and over 500,000 women die from the disease.  \n\nCurrent diagnosis methods of cancers fail to deliver objective results. Diagnosis require extracting tissue samples via invasive and expensive biopsy, followed by laboratory analysis, which are subject to significant levels of discordance. \n\nSDS Optic presents a revolutionary opto-biological methodology that allows for instant cellular processes studies including in-vivo cancer diagnosis with single-cell resolution. SDS-OmiProbe detects presence and measures concentration levels of the HER2\\ cancer cells in breast tumours. It is a breakthrough device that carries the potential to address the challenges of SoA cancer markers diagnosis and biopsies. In essence, it is a laboratory test at the tip of a probe, but with greater accuracy, efficacy and quantitative results. SDS-OmiProbe may also be used as a companion diagnostic tool for targeted therapy and targeted therapy drugs. \n\nThere is compelling evidence that our novel SDS-OmiProbe is addressing a rapid growth trend in a high volume market. Based on Transparency Market Research Report the OmiProbe target market of HER2- biomarker tests is projected to be worth $4.6 billion, with 7.5 million HER2 marker tests performed annually worldwide.\n\nIn order to close the striking gap in the landscape of currently available cancer diagnostic and targeted therapy tools, and to realize the significant global business opportunity the objective of this project is optimization of the SDS-OmiProbe device, followed by realization of independent clinical trials and dissemination of the results.",
    "totalCost": "3985000",
    "ecMaxContribution": "3985000",
    "coordinator": "SDS OPTIC",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916433206": {
            "orgId": "916433206",
            "orgName": "SDS OPTIC",
            "ecContrib": 3985000
        }
    },
    "calculatedTotalContribution": 3985000
}