{
    "rcn": "213295",
    "acronym": "TOPpipes",
    "topics": "SMEInst-02-2016-2017",
    "title": "Technology for Onsite 3D Printing Production of Lengthy Large Diameter Polyethylene Pipes with Cellular Walls",
    "startDate": "01/11/2017",
    "endDate": "30/04/2018",
    "objective": "Leaks in large diameter pipes is one of the most important problems in the water supply chain, since they account for more than 50% of total water loss that amounts to 6.58 billion EUR annually. \n\nThe OECD estimates the investments into water infrastructure to be around 2.5 trillion EUR for 2010-2030 or 124 billion EUR per year; the replacement of water supply and sanitation systems in the USA alone is estimated to account to 2.05 ñ 3.23 trillion EUR in the next two decades. It suggests a large market for TOPpipes as a novel solution for water supply and water sewerage infrastructure.\n\nTOPpipes (TRL 7), developed by Dominion, is a technology for onsite 3D printing production of polyethylene pipes and constructions ñ a solution enabling to produce lengthy large diameter pipes with cellular walls at the place of laying. The technology is a combination of patented cellular wall pipes design and unique equipment for onsite 3D printing production.\n \nIt delivers outstanding opportunities for future market applications through synergy of innovative pipe design and unique manufacturing method, creates incomparable combination of technical and economic benefits, such as lean production that allows deep customisation and ability to produce pipes of larger diameter, onsite recycling of material, resistance to adverse conditions and pressure, significant reduction of jointsí amount, associated installation costs, and reduction of transportation cost.\n\nTOPpipes solution for onsite 3D printing production of pipes will disrupt the traditional pipes production market by providing special more equipment, which is mobile, flexible, cheaper, and environmental friendly.\n \nTo ensure successful commercialization, in Phase 1 of SME Instrument, Dominion intends to develop an elaborate feasibility study for TOPpipes commercialization that would include thorough business plan with an extensive financial and business models, pricing and IPR strategies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PRYVATNE PIDPRYIEMSTVO DOMINION",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916541167": {
            "orgId": "916541167",
            "orgName": "PRYVATNE PIDPRYIEMSTVO DOMINION",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}