{
    "rcn": "213393",
    "acronym": "BETWEEN THE TIMES",
    "topics": "ERC-2017-STG",
    "title": "ìBetween the Timesî: Embattled Temporalities and Political Imagination in Interwar Europe",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The proposed project offers a new, pan-European intellectual history of the political imagination in the interwar period that places the demise of historicism and progressivism ñ and the emerging anti-teleological visions of time ñ at the center of some of its most innovative ethical, political and methodological pursuits. It argues that only a distinctively cross-disciplinary and European narrative can capture the full ramifications and legacies of a fundamental rupture in thought conventionally, yet inadequately confined to the German cultural space and termed ìanti-historicismî. It innovates narratively by exploring politically and theoretically interlaced reinventions of temporality across and between different disciplines (theology, jurisprudence, classical studies, literary theory, linguistics, sociology, philosophy), as well as other creative fields. It experiments methodologically by reconstructing the dynamics of political thought prosopographically, through intellectual groupings at the forefront of the scholarly and political debates of the period. It challenges the sufficiency of the standard focus in interwar intellectual history on one or two, at most three (usually ìWesternî European) national contexts by following out the interactions of these groupings in France, Britain, Germany, Russia, Czechoslovakia, and Romania ñ groupings whose members frequently moved across national contexts. What were the political languages encoded in the reinventions of time, and vice versa ñ how were political aims translated into and advanced through theoretical innovation? How did these differ in different national contexts, and why? What are the fragmented legacies of this rupture, disbursed in and through the philosophical, methodological and political dicta and dogmas that rooted themselves in post-1945 thought? This project provides the first comprehensive answer to these fundamental questions about the intellectual identity of Europe and its historicities.",
    "totalCost": "1425000",
    "ecMaxContribution": "1425000",
    "coordinator": "TALLINN UNIVERSITY",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999421653": {
            "orgId": "999421653",
            "orgName": "TALLINN UNIVERSITY",
            "ecContrib": 1425000
        }
    },
    "calculatedTotalContribution": 1425000
}