{
    "rcn": "213309",
    "acronym": "Venturas",
    "topics": "SMEInst-09-2016-2017",
    "title": "SMALL WIND ENERGY, A HIGHLY EXPLOITABLE RESOURCE",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Wind Power brings the lowest cost of electricity generation of the renewable energy technologies available today. This fact has positioned the wind energy as the most promising renewable energy technologies to power our future: up to 12% of global electricity by 2020 will be supplied by wind reducing CO2 emissions by more than 1.5 billion tons per year, more than 5 times actual level. Although the cost of electricity from onshore wind power is already at very low level, wind energy poses new challenges such as a limited number of available sites with suitable wind speed, location, and access, limited predictability and short-/long-term variability. And this is why; investments in specialised low wind turbines and in the utilisation of smart grid systems vs. current power generation facilities are key to efficiently and reliably improve the utilisation of wind systems. Moreover, the small wind turbine sector continues to develop growing at a Compound Annual Growth Rate (CAGR) of 16.4% (global cumulative installed capacity of 4.8GW by 2025). In this scenario, Alfapress and Sidac find their major business opportunity with VENTURAS focused on small consumers. VENTURAS is a small (gearless) wind turbine that comprises 3 rotor blades that can change its aerodynamic surface over time (variable twist and active pitch control). Hence, the power production of the turbine is maximized and at the same time the operating loads are reduced. It is suitable for low/very low wind speed locations having an exclusive capacity factor (Cp) and, thus, the merest cost of energy. With the market launch of VENTURAS wind turbine, Alfapress and Sidac plan to gain market share within the EU small wind industry for microgeneration capacities (from 5kW to 60kW): 1) initially in 2020 in our home market, Italy and UK, 2) to expand sales to Germany, Denmark, and Spain in 2021, 3) Then to other countries. In doing so, our consortium will create over 82 jobs and generate 36.82MÄ market opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALFAPRESS S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "SIDAC CNC SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "916528557": {
            "orgId": "916528557",
            "orgName": "ALFAPRESS S.R.L.",
            "ecContrib": 50000
        },
        "916538742": {
            "orgId": "916538742",
            "orgName": "SIDAC CNC SRL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 50000
}