{
    "rcn": "213318",
    "acronym": "BATTERY PLUS",
    "topics": "SMEInst-10-2016-2017",
    "title": "High performing batteries for accelerated uptake of hybrid and electric vehicles",
    "startDate": "01/01/2018",
    "endDate": "31/05/2018",
    "objective": "Air pollution derived from transport is a major problem for cities in Europe and worldwide. Traffic congestion already stifles about 2% of the global GDP each year and this negative trend is set to continue due to the exponential growth of urban population. Hybrid and Electric vehicles (H&EVs) are a key component of the overall transport solution. However e-mobility still presents many drawbacks, the main ones being the price and range of electric vehicles which are reliant on optimal battery technologies.\n\nThe BATTERY\\ project aims to bring into the market the next generation of high performing Li-ion battery solutions for e-mobility that goes beyond the existing state-of-the art. This claim is sustained by: its proven energy density (leading to more range and less weight); the most accurate State-of-Charge monitoring system (reducing usersí anxiety for sudden changes in range); and the support of an advanced remote system for remote battery monitoring, diagnosis and driving advice. The batteries will be on average 30% more durable, leading to significant cost-efficiencies for both EV manufacturers as well as end-users. Initially targeting Light Electric Vehicles (LEVs) and Heavy Duty Electric Vehicles (HDEVs), in time, the technology has the potential to be deployed in electric vehicles of all sizes as well as in any battery-powered appliances.\n\nThe company behind the project is MILLOR, a young SME specialised in the design, development and manufacturing of high added value battery solutions. In just a few years of existence, the company has managed to position itself as a key innovator in battery technology in Spain and has also tied links with key partners in Europe and Asia. The management of the company sees the BATTERY\\ project as its springboard to accelerate its growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MILLOR ENERGY SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914997509": {
            "orgId": "914997509",
            "orgName": "MILLOR ENERGY SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}