{
    "rcn": "213314",
    "acronym": "ImmuneHunter",
    "topics": "SMEInst-06-2016-2017",
    "title": "Bioinformatics platform for profiling of health: allowing early and accurate detection of multiple diseases simultaneously",
    "startDate": "01/11/2017",
    "endDate": "30/04/2018",
    "objective": "Chronic diseases (cancer, heart and mind diseases) are the leading causes of illness and death. By 2020 their contribution is expected to rise to 73% of all deaths (of which nearly half as premature). To radically reduce the related healthcare spending and contribute to healthy ageing, it is important to diagnose these diseases as early and accurately as possible by analyzing biomarkers. However, the current analytical platforms have been unable to handle the huge amounts of data that need to be analysed for the discovery of new biomarkers, and as a result: (1) only a small number of new biomarkers have been discovered and (2) current routine diagnostic tests are able to provide only a very restricted overview of patientís health status.\n\nProtobios applies a ground-breaking high-throughput antibody repertoire characterization technology Mimotope Variation Analysis (MVA) to discover new biomarkers, develop novel multiplexed diagnostics, and empower the discovery and development of therapeutics and vaccines. Compared to competing technologies, MVA is superior because (1) it allows to detect and distinguish many different disease signatures simultaneously and (2) the scalability and associated low cost of the MVA process make it applicable for frequent analysis, providing the additional advantage of establishing a robust health assessment tool.\n\nWe have used MVA technology to provide clinical diagnostics' development services in a pilot format to a limited number of biotech companies and research institutions. We have witnessed growing demand and signed six-figure contracts for 2018.\n\nThe key component of MVA is a sophisticated bioinformatics platform that enables molecular profiling of the immune response at an unprecedented resolution and accuracy. For full-scale market entry, we need to scale up the technical capability of the ICT platform so that the MVA service capacity grows by at least 100 times (corresponding to annual revenues of Ä20-25 million).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROTOBIOS OU",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991346015": {
            "orgId": "991346015",
            "orgName": "PROTOBIOS OU",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}