{
    "rcn": "213337",
    "acronym": "FUE - Robotic System",
    "topics": "SMEInst-01-2016-2017",
    "title": "FULLY AUTOMATED ROBOTIC SYSTEM for ALL PROCESS STEPS of the HAIRTRANSPLANTATION SURGERY PROCEDURES (FUE-Robotic System)",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "FULLY AUTOMATED ROBOTIC SYSTEM for ALL PROCESS STEPS of the HAIR TRANSPLANTATION SURGERY PROCEDURES (FUE-Robotic System)\n\nWe introduce a groundbreaking innovation which is a patented Robotic System into Hair Treatment Field.\n\nHair transplantation is used to treat hair loss, a condition that affects more than 50 million men and 30 million women in the world. The total market size for hair transplantation surgery has increased 28% since 2012, or from 1.9 billion EURO (Ä) in 2012 to 2.5 billion EURO (Ä) in 2015*. At almost 1.050.000 Hair Transplantation Procedures are performed annually worldwide*. It is a fantastic opportunity to reach an Untapped Market.\n\nThe submitted proposal relates to a method and apparatus for hair transplantation and in particular a method and apparatus for FUE Method Hair Transplantation which utilizes SCS (Spherical Coordinate System) Mechanism, Gripper and 3D Data Processing Software.\n\nOur Patented FUE Robotics System is the First and Only Robotic Hair Transplant System to safely introduce completing the whole Process Steps of the FUE Hair Restoration Surgery Procedure without any Human Error Factor.\n\nFurthermore, The FUE Robotics System can reduce up to 85-90 % of surgery time period when compared to manual FUE techniques and currently being developed other Robotic Systems in the market in the USA. It provides The Best Quality - Quantity - Price Ratio of all available hair transplantation methods. Other hair transplantation techniques cannot offer these highly sophisticated technological advancements.\n\n*Source; The International Society of Hair Restoration Surgery (ISHRS), 2015 Practice Census.\n\nThis Proposal was submitted for another Work Programme Topic on the previous Cut-Off Day and ESR Total Score: 13,78 but it was not provided because of the Limited Budget in SMEInst-06-2016-2017: Accelerating Market Introduction of ICT Solutions for Health, Well-Being and Ageing Well. Seal of Excellence: Annex Page:20 .",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KOLLESTEE MEDIKAL SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938098641": {
            "orgId": "938098641",
            "orgName": "KOLLESTEE MEDIKAL SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}