{
    "rcn": "213338",
    "acronym": "HIL PT System",
    "topics": "SMEInst-02-2016-2017",
    "title": "Revolutionary, cost effective, spatially efficient, proton therapy system for cancer treatment.",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "HIL Applied Medical is developing ultra-compact, high-performance system for cancer Proton Therapy (PT). HILís advanced particle accelerator and beamline technologies aim to make PT widely accessible, thus creating a market potential in excess of $2B/year for HIL. HILís technology originated in breakthroughs achieved at the Hebrew University in Jeruslaem, Israel, and is not expected to require clinical trials.  Currently there are only 61 operating PT facilities in the world, addressing only 3-5% of the clinical demand. This tremendous demand-supply gap is due to prohibitively expensive construction ($150-250M) and annual operation (~$10M/year) of a PT center. Single-room solutions are slowly becoming available at $30-45M ñ still too expensive for widespread adoption. Costs are largely the result of 1930ís-era technology ñ massive, complex particle accelerators and magnets. HIL applies a patented approach to particle acceleration and beam delivery, combining nano-technology with ultra-high-intensity lasers and novel magnetic design. These technological breakthroughs enable meaningful reduction in size of up to 50%, saving hospitals valuable space and requiring less initial investment on setup labor. Additionally, the HIL PT system will function on state of the art software developed by Slovenian software company Cosy Labs to insure simplicity and functionality. Finally, preliminary cost estimates show that the HIL system will allow hospitals to save up to 2/3 on cost of purchase and installation relative to competitors. During the Phase 1 feasibility assessment, in conjunction with partners IBA, HIL Applied will identify specific private hospitals to sell to. Target markets of Germany and Belgium will be sized and contacts established. A supply chain procedure will be established in order to insure fast delivery for machine setup. As R&D continues, additional IP will be updated via patents.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HIL APPLIED MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926216820": {
            "orgId": "926216820",
            "orgName": "HIL APPLIED MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}