{
    "rcn": "213391",
    "acronym": "HIV ECLIPSE",
    "topics": "ERC-2017-STG",
    "title": "HIV-1 acquisition and the future of prevention strategies: deciphering the eclipse phase through modelling and phylogenetics",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The HIV eclipse phase typically refers to the time between a virus entering a sexually exposed person and detection of viral RNA in their plasma. Of the four phases of HIV-1 infection (eclipse, acute, chronic and AIDS), the eclipse phase is currently the only window of opportunity for viral clearance. Systemic infection is currently irreversible after the onset of the acute phase. Preventing systemic HIV infection after exposure, therefore, requires understanding and targeting the eclipse phase. Information on this phase, however, is partial and indirect, with fundamental gaps in our knowledge of its role in limiting transmission, in determining the efficacy of infection control strategies, and in governing later infection. \n\nMathematical modelling, when combined with statistical inference, is a useful tool for hypothesis testing and prediction using incomplete information. To date, however, there are no mathematical models that are particularly suitable because current models do not account for two important characteristics of eclipse phase infection. First, none of these models reconcile the very small per-exposure HIV-1 acquisition probability with the high estimate of the basic reproductive number, R0, during acute phase infection. Second, models of acute phase plasma viral load obscure early local dynamics of HIV when the virus forms local, heterogeneous clusters of infection in the genital mucosa before entering the lymphatic and blood systems. \n\nMy research programme will develop novel models of HIV that are calibrated to diverse data sources to ascertain whether eclipse phase dynamics determine the acquisition of HIV and later infection dynamics. I will use phylogenetic analysis of HIV samples to quantify the role of the transmitting partner in determining viral inoculum dose size, eclipse phase dynamics and HIV acquisition. This research will generate testable predictions for exposed populations and aim to propose novel methods for infection prevention.",
    "totalCost": "1340388",
    "ecMaxContribution": "1340388",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1340388
        }
    },
    "calculatedTotalContribution": 1340388
}