{
    "rcn": "213311",
    "acronym": "V-SPHERE",
    "topics": "SMEInst-13-2016-2017",
    "title": "Vulnerability Search and Prevention through Holistic End-to-end Risk Evaluation",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "In the so-called ëage of informationí, information and communication systems (ICT) are the backbone of our digitalised society. Especially from an industrial perspective, we entrust our most delicate details to these tools and, logically, we demand the highest level of integrity and availability to avoid any eventual data loss, unavailability or, maybe more important, misuse. However, cyberattacks in EU are costing businesses around Ä38 billion/ year.  How can we maximise our protection against these risks? Our company, Prosa Security, is developing V-SPHERE; a new solution for industrial cyber security that unveils and prevents vulnerabilities of any ICT system in a holistic way, i.e., covering all the development cycle and all company perspectives. Involving all the stakeholders in the security process, this unique approach has demonstrated to be 10 to 100 times more effective in detection than traditional methods, as well as to reduce by 3 the time allocated for quality and security assurance in SW development projects, resulting in saving from Ä45,000 to Ä300,000 per SW development project. The overall objectives of this project are: assessing the viability of V-SPHERE and building a solid business and operational plan (Phase 1); conducting the planned technical and commercial activities to prepare its commercialisation (Phase 2); and initiate the formal large scale commercialisation, seeking the promotion of V-SPHERE and the networking with financers (Phase 3). Our business opportunity is promising, with the European market of cybersecurity to reach Ä38.10 billion and the specific market of security testing solutions valued at Ä2.71 billion in 2022. The expected outcome of the project is estimated at Ä23.3 million by 2023, besides the creation of 27 job positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROSA SECURITY AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913884919": {
            "orgId": "913884919",
            "orgName": "PROSA SECURITY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}