{
    "rcn": "213390",
    "acronym": "TBornotTB",
    "topics": "ERC-2017-STG",
    "title": "What is Tuberculosis? Challenging the Current Paradigm of Tuberculosis Natural History using Mathematical Modelling Techniques",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "What is Tuberculosis (TB)? How does a person go from infection to disease, and what does this mean at the population level? For a disease that has caused over two billion deaths in human history, and is the biggest cause of death from an infection today, the natural history of TB remains stubbornly elusive. In this ERC award I will challenge current paradigms by exploring the implications of new empirical insights from basic science on our understanding of TB epidemiology and its control using mathematical modelling techniques.\n\nMy hypothesis is that the prevailing paradigm of TB natural history is overly simple, and one of the key drivers of inaccuracy in projections made by mathematical models thus far. Current models of disease typically account for two distinct stages of infection and disease, with mostly one-directional progression between them. Instead, data has shown that individuals experience a range of stages of disease intensity. Moreover, over time individuals can move between stages through a dynamic interplay between immune induced repression and disease progression.\n\nIn this ERC award I will first focus on collating the best available data to parameterize a new mathematical model of TB with unprecedented flexibility to capture the required trends. I will settle on the best model structure and understand its behavior. In the second stage, I will use the model to explore critical questions in two areas of TB research that require the detail of the new paradigm: the challenge of addressing latent tuberculosis infection; and incorporating the impact of changes in socio-economic indicators on TB trends.\n\nThe consequences of such a paradigm shift to better reflect new insights from basic science and epidemiology are important. Initial modelling of intermediate disease states and the potential for progression and regression suggests that the projected impact of diagnostic strategies is substantially reduced, both in the immediate and longer-term.",
    "totalCost": "1499818,75",
    "ecMaxContribution": "1499818,75",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999912667": {
            "orgId": "999912667",
            "orgName": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
            "ecContrib": 1499819
        }
    },
    "calculatedTotalContribution": 1499819
}