{
    "rcn": "213324",
    "acronym": "CELION",
    "topics": "SMEInst-11-2016-2017",
    "title": "Circular Economy applied to LI-ION batteries for smart electric mobility in cities",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Recycling of automotive Li-ion batteries is complicated and not yet established because few End of Life (EoL) batteries will need recycling for another decade. Currently, re-using Li-ion batteries in 2nd-life applications is not as simple as removing a battery from a vehicle then installing it directly into a stationary system. Before a battery can be reused, it first must be manually removed from a vehicle and the pack disassembled into individual cells that must be tested to determine the batteryís state of health (SoH), sending batteries without sufficient remaining capacity to be recycled. Even within the batteries suitable for reuse, cells must be sorted by similar remaining capacity, or else the 2nd life system performance would suffer. Thus, there are still clear technological, environmental and social needs in the field of reconditioning and reuse of existing Li-ion batteries of electric and hybrid cars within the small Electric Vehicles (EV) sector. They must be satisfied to get a smooth transition towards e-mobility model. \n\nUnder this scenario, ALBUFERA has developed an innovative Business Model (BM) based on circular economy principles capable to place on the market a set of 5 new products & services: 1) Technical advisory services for 1st life batteries (1) (Customer: Large EV manufacturer); 2) Supply  of 2nd life batteries for electric motorcycles (2), electric bicycles (3) and golf carts (4) (Customer: small EV manufacturer) and O&M services and 3) supply of recycled materials of useless 2nd life batteries (5) (Customer: recycling companies). For that, the main objective of CELION ìCircular Economy applied to LI-ION batteries for smart electric mobility in citiesî is to know better both qualitatively and quantitatively the main limiting factors (technical, economic, environment and social) related to the development of a new generation of 2nd-life batteries for minor e-mobility applications through the development of an feasibility study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALBUFERA E-POWER SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912187710": {
            "orgId": "912187710",
            "orgName": "ALBUFERA E-POWER SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}