{
    "rcn": "213382",
    "acronym": "EpiCBiome",
    "topics": "MSCA-IF-2016",
    "title": "Development of an innovative Airway-on-Chip microbiome cell culture model to investigate host-microbiome interactions at the airway epithelial surface",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Patients with chronic inflammatory lung diseases such as asthma and Chronic Obstructive Pulmonary Disease (COPD) have a higher prevalence of respiratory infections. These infections accelerate disease progression and are associated with substantial morbidity and (especially in COPD) even mortality. Recent studies show that the airway microbiome of patients with asthma and COPD is different from that of healthy subjects. In murine lungs this has been shown to promote airway inflammation and loss of lung function. To this point it is unclear how changes in microbiome composition contribute to susceptibility for respiratory infections. Currently, treatment of patients with asthma and COPD is limited to symptom reduction and prevention of disease progression and hampered by the large amount of patients resistant to corticosteroid treatment. Understanding why these patients have an altered microbiome and increased susceptibility to respiratory infections is therefore pivotal to develop more effective healthcare strategies. Studies on host-microbiome interactions are mostly performed in murine models of airway diseases. Unfortunately, these models often fail to accurately reflect human disease. However, the recent development of Organ-on-a-Chip technology has effectively recapitulated many features of the modelled organ, thereby adding a level of complexity to cell cultures that is urgently needed. In contrast to existing airway epithelial cell cultures, these models contain several cell types, cultured at the air-liquid interface under a constant flow of air and nutrients while exposed to mechanical stress. However, also these cultures still lack an essential component of the airways: the airway microbiome. Therefore, the work described in this proposal aims to create an innovative human state-of-the-art Airway-on-Chip microbiome model to investigate the interaction of the airway epithelium with the microbiome and how this is linked to susceptibility for infection.",
    "totalCost": "162864,6",
    "ecMaxContribution": "162864,6",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990849": {
            "orgId": "999990849",
            "orgName": "ACADEMISCH ZIEKENHUIS LEIDEN",
            "ecContrib": 162865
        },
        "917386716": {
            "orgId": "917386716",
            "orgName": "EMULATE INC",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 162865
}