{
    "rcn": "213386",
    "acronym": "NANOSTORM",
    "topics": "ERC-2017-STG",
    "title": "Design of Nanomaterials for Targeted Therapies Guided by Super Resolution Imaging",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Nanomaterials revolutionized the field of targeted cancer therapies introducing innovative approaches towards the molecular recognition of diseased cells. However, despite the large investments in nanotechnology-based drug delivery the translation into clinical applications is still unsatisfactory and up to date there are no actively-targeted materials approved for clinical use. One of the main reasons is the lack of knowledge about the behaviour of nanostructures in the biological environment that makes the rational design of effective drug delivery carriers extremely challenging. \n\nNANOSTORM proposes the use of an innovative optical imaging technique such as super resolution microscopy to visualize and understand the molecular interactions of nanomaterials with their cellular targets in unprecedented detail. We recently reported for the first time the ability of Stochastic Optical Reconstruction Microscopy (STORM) to image self-assembled synthetic materials in vitro with nanometric resolution. NANOSTORM aims to bring this to the next level, using STORM to unveil the structure-activity relations of therapeutic nanomaterials in the biological environment at the single molecule level. The knowledge arising from this investigation will provide novel design principles for the next generation of nanomaterials for targeted therapies. In particular, in the framework of NANOSTORM novel nanomaterials for the targeted treatment of prostate cancer will be synthesized and evaluated. \nThis interdisciplinary research program will advance our understanding of nanostructures for targeted drug delivery and guide the formulation of novel materials for cancer therapy.",
    "totalCost": "1497588",
    "ecMaxContribution": "1497588",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "participantCountries": "ES",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 1237588
        },
        "999528450": {
            "orgId": "999528450",
            "orgName": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
            "ecContrib": 260000
        }
    },
    "calculatedTotalContribution": 1497588
}