{
    "rcn": "213334",
    "acronym": "ProtonSuite",
    "topics": "SMEInst-13-2016-2017",
    "title": "The worldís largest secure collaboration suite",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Nowadays, individuals and businesses are more concerned about privacy and security than in the past and demand more secure and reliable products and services. Moreover, on May 25 2018, a new European privacy regulation, the General Data Protection Regulation (GDPR), will come into effect. This regulation will be implemented in all local privacy laws across the entire EU region and it will apply to all companies selling to and storing personal information about citizens in Europe. To achieve GDPR compliance, organisations will have to secure all communication channels (email, chat, data sharing) with customers, for which end-to-end encryption will play a key role. In such a scenario, companies have no choice than quickly adapt their data protection procedures and acquire technology that complies with the new regulation. \nProtonSuite will is the first cloud-based cybersecure collaboration platform that provides users with end-to-end secure communication channels and collaboration tools. The platform is built following the essence of privacy by design, which means that privacy is taken into account from the inception of the product concept. Furthermore, the solution goes even further and tackles the biggest problem that is preventing the encryption to reach the mass audience: key distribution and key authentication. \nOur aim is to bring to the market ProtonSuite in 2020 with a clear vision in mind: democratize data privacy and security. Our commercial success will be based on our ability to up-sale the product to our existing customer base, attract new customers and foster our collaboration with open source community (GitHub, OpenPGP) and universities (EPFL, MIT), which are acting as our prominent evangelists. \nAfter the completion of the project, with the product commercialization we will achieve a forecasted cumulative revenue of Ä 98 Million. Considering the funding for phase 2 (1.8M Ä), we forecast a R.O.I of 6.9  (2020-2024) while payback will be reached in 2021.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROTON TECHNOLOGIES AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911075023": {
            "orgId": "911075023",
            "orgName": "PROTON TECHNOLOGIES AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}