{
    "rcn": "213323",
    "acronym": "FuRIC",
    "topics": "SMEInst-11-2016-2017",
    "title": "Future Recycled Inert Concrete Made of Steelworks Residues",
    "startDate": "01/11/2017",
    "endDate": "31/03/2018",
    "objective": "Natural aggregates are considered to be the best material used for the concrete production, in terms of mechanical performance (rigid skeleton structure) and cost efficiency of the final product. However, they are struggling to comply with the EU target (Directive 2008/98/EC) of 70% of C&DW to be recycled/recovered by 2020. They still are a natural resource, being directly deducted from nature, with collateral environmental and financial impacts. Hence, the concrete construction industry is in need of more sustainable and of reduced cost alternatives, willing to welcome at the same time an enhanced density product to be used in specific projects (harbor, seaside defense, etc.). Moreover, the steel industry needs cost-efficient solutions to treat its residues. \nPATERLINI, with more than 100 years of experience in the industrial, commercial and residential construction, has been working on an innovative solution to face those challenges. FuRIC is a pioneering technology of green concrete, replacing the natural aggregate with recycled steelwork waste residues. In this way, we create a final concrete product made of up to 100% recycled material, maintaining the same structural performance, but with enhanced density (20% increase), at a lower final selling price (at least 50%). Also, our innovative product will contribute to decrease the environmental and financial impact of transporting and extracting natural aggregates (up to 40% reduction).\nThe overall aim of FuRIC is to commercialize a new generation of ëígreeníí concrete, at a lower production cost that will reduce the environmental impact and the industryís dependency on natural resources. Through this project, PATERLINI aims to boost its competitiveness, reaching overall revenues of Ä12.41 million after the fifth year of commercialization, and creating at least 30 new job positions. With a total investment of Ä1 million, this would imply a ROI of 3.58.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PATERLINI COSTRUZIONI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917767150": {
            "orgId": "917767150",
            "orgName": "PATERLINI COSTRUZIONI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}