{
    "rcn": "213335",
    "acronym": "SNM4P2PE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Connect the unconnected: smart nanogrid management for peer-to-peer energy sharing",
    "startDate": "01/11/2017",
    "endDate": "30/04/2018",
    "objective": "620m people lack access to electricity in Africa. Their energy options have been limited to kerosene lamps, diesel and biomass. These are harmful to health, carbon intensive, and a barrier to economic growth.\n\nFalling solar PV prices mean Solar Home Systems (ìSHSî) are becoming an affordable solution to providing energy access to millions in Africa. Since 2010, 14m SHS have been sold in the region, with a projected market of 33m SHS per year by 2020 ($1.7bn pa market).\n\nCurrently, there is a price disparity facing lower end ìpico-systemî consumers (<10W) who pay 9x more for electricity than owners of large systems (>100W). This is a punitive charge on the poorest consumers and is a barrier to basic electricity access for millions.\n\nA more affordable solution is peer-to-peer sharing of energy from large SHS in a nanogrid. This would provide cheaper energy, whilst offering a cost-saving opportunity for SHS owners. \n\nSHS companies have the products and sales channels, SteamaCo has the platform and technical expertise. To manage these grids in a cost-effective manner requires remote monitoring, control and automation, which must be user-friendly, low-cost, and reliable in remote regions of Africa. Using innovative comms technologies repurposed for the Africa, SteamaCo brings a price disruptive offering to this unserved market.\n\nThe feasibility study will include an analysis of; African market viability, worldwide competition, hardware and software development roadmap, local market regulatory issues, and unit economic financial viability.\n\nThe outcome will be a business plan with recommendations. We will use this plan to fund phase 2, the commercial development of the smart management system.\n\nThe solution, designed and manufactured in the UK, will enable the large scale deployment of SHS, enable grid forming in rural communities, reducing the overall cost per kWh of energy for the poorest consumers. This will meet the aims of universal energy access for all (UN SDG7).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STEAMA COMPANY LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911124008": {
            "orgId": "911124008",
            "orgName": "STEAMA COMPANY LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}