{
    "rcn": "213374",
    "acronym": "ASUNDER",
    "topics": "MSCA-IF-2015-GF",
    "title": "Environmental subjects, conflicts and commodity frontiers",
    "startDate": "",
    "endDate": "",
    "objective": "The fellowship aims at establishing the applicant an expert in the study of environmental conflicts through training in the interdisciplinary fields of political ecology and environmental history at the University of Wisconsin-Madison (UW). Training will consist in courses on environmental history at the Centre for Culture, History & Environment and research under the guidance of the Nelson Institute for Environmental Studies Director Prof Paul Robbins. The research project will mobilise political ecology theory on environmental subjects and environmental history research methods to investigate the understudied phenomenon of acceptance of environmental harm occurring in the course of environmental conflicts. This will be examined through a case study of a conflict over silica sand mining ñ an activity necessary to obtain sand for use in the controversial process of shale gas extraction (fracking) ñ in Wisconsin, the larger silica producer in the US. The project will advance theory and analysis of ecological distribution conflicts. The fellow will benefit from interactions with UWís Geography department political ecology experts and complementary skills training in science communication via digital media technologies (podcasts) and radio. The fellow will expand his network and expertise by attending specialised seminars and benefit from UWís world-class library facilities. Project findings will be integrated in European research networks working on environmental conflicts, ecological economics and political ecology and contribute to making the European Research Area a centre of excellence in those fields. Knowledge from the outgoing period will be reintegrated in the Institute of Environmental Science & Technology of Universitat AutÚnoma de Barcelona through postgraduate teaching and supervision, and by establishing a distinctive line of research on subjects and environmental conflict. Long-term collaboration between host institutions is envisaged through the project.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986484": {
            "orgId": "999986484",
            "orgName": "UNIVERSITAT AUTONOMA DE BARCELONA",
            "ecContrib": 257191
        },
        "999843700": {
            "orgId": "999843700",
            "orgName": "UNIVERSITY OF WISCONSIN-MADISON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257191
}