{
    "rcn": "213329",
    "acronym": "LIPOCOAT",
    "topics": "SMEInst-02-2016-2017",
    "title": "Biomimetic nano-coatings for healthcare. Targeting the contact lenses market",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Biofouling, i.e. the formation of deposits of biomolecules or even bacteria in the surface of the medical device, is the main cause of the loss of the devices performance. LipoCoatís patented nano-coatings make use of lipid bilayers to prevent biofouling of medical devices when placed into contact with bodily fluids in- or outside of the body. Our natural and bio-inspired coating makes use of molecules found in every cell, making it extremely biocompatible. The neutral LipoCoat molecules can efficiently attract water thus preventing any interaction with proteins and cells. Furthermore, LipoCoat can stably apply these layers using our proprietary LipoCoat FAST manufacturing process.\n \nAmong the wide range of biomedical applications for LipoCoat nano-coatings, we decided to target the contact lenses as it presents a clear business opportunity (a Ä 11.4 billion global market with a projected CAGR of 7-10% 2014-2019). Demo studies, both in vitro and in vivo, have demonstrated the LipoCoat coating efficiency and its benefits on contact lenses: 95% reduction in bacterial adhesion, improved wetting and lubricity and comfort improvement. In view of these promising results, we were able to establish close ties with leading national and international CLs manufacturers. \n\nThe next step for LipoCoatís commercial success on the contact lenses market, which comprises the main objective of this project, is the industrialization of our proprietary manufacturing process to scale-up the production of LipoCoat nano-coatings. We expect a time-to-market of 2 years, launching our product on the CLs market by 2020. Our initial sales forecast estimates a cumulative cash flow of Ä 32.2 million after the five first years of commercialization. The estimated investment needed, Ä 2 million, will be recovered after only two years, and the estimated ROI after the fifth commercialization year is 16.2%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIPOCOAT BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911178037": {
            "orgId": "911178037",
            "orgName": "LIPOCOAT BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}