{
    "rcn": "213327",
    "acronym": "CyanoKit",
    "topics": "SMEInst-11-2016-2017",
    "title": "CyanoKitÆ, the fastest and easiest test for reliable on-site cyanide detection.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "With more than 1.1M tons of cyanide produced annually worldwide, the widespread use of cyanide in industrial processes, coupled with the limitations of current analysis and monitoring technologies, raises serious concerns regarding public safety and environmental protection. In fact, over the past 25 years more than 30 major accidents involving cyanide spills have been reported worldwide. In this context, simple, reliable and affordable cyanide tests can help industry managers effectively address cyanide management and protect the environment and humanís safety.\n\nCyanoKitÆ is the first test kit with a technology that allows the naked-eye detection of free cyanide in water, soil and food extracts on-site, right where the source is. This innovative technology eliminates the use of hazardous chemicals and the need for specialised laboratory instrumentation, making CyanoKitÆ suitable for a wide range of users, not only specialised technicians. CyanoKitÆ detects cyanide faster than available methods (in less than 60 seconds), is highly selective and allows for customized detection thresholds, bringing to the market a tailored, semi-quantitative test for rapid free cyanide detection.\n\nSo far, we have invested Ä300K into the development and assessment of our test to ensure its robustness and efficiency before moving into the commercialisation stage. To further develop CyanoKitÆ, overcome market barriers and deploy it at a European and global level, we need a further investment of Ä2.2M, which will allow us to set up a solid EU value chain able to meet the large demand expected during the first commercialisation years. This will eventually ease our access to new markets, such as the healthcare industry.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing with the financial resources needed to plan a fast sound wider deployment of the CyanoKitÆ and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYANOGUARD AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911413941": {
            "orgId": "911413941",
            "orgName": "CYANOGUARD AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}