{
    "rcn": "213396",
    "acronym": "SECCOPA",
    "topics": "ERC-2017-STG",
    "title": "The socio-economic consequences of temporary employment: A comparative panel data analysis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Temporary employment has become widespread in industrialized nations and many concerns have been raised about this development. Against this background, we will provide new insights into the multi-faceted socio-economic consequences of temporary work. Theoretically, this project is innovative by developing a multilevel dynamic model that combines ideas from sociology, economics, psychology, and social policy. Specifically, we will gain a novel, comprehensive understanding of how temporary jobs affect the employment and work career, risks of income poverty and material deprivation, and subjective well-being. This project aims at estimating causal effects of temporary work using panel data and applying state-of-the-art methods of modern causal analysis. Complementing the dominant ìupwardî comparison of temporary jobs to permanent ones with a ìdownwardî comparison of temporary jobs to unemployment has the potential for producing ground-breaking results on the integrative potential of temporary work for the unemployed. Furthermore, new evidence on the heterogeneity in the effects of temporary employment at the micro-level will be gained by conducting detailed subgroup analyses. Moreover, this project will advance research by elaborating the socio-economic consequences of temporary employment in a dynamic process and life course perspective. The selection, treatment, and outcome dynamics are investigated by following temporary workers and their household living arrangements over time. While previous studies have only focused on individual workers, the important household perspective and its moderating role will be elaborated, too. Analysing Western and Eastern European countries as well as the liberal welfare states Canada, the United States, South Korea, Japan and Australia and applying innovative multilevel panel data methods will result in significant new insights and represent frontier research on the moderating role of the structural and institutional macro context.",
    "totalCost": "1393560,99",
    "ecMaxContribution": "1393560,99",
    "coordinator": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999872509": {
            "orgId": "999872509",
            "orgName": "OTTO-FRIEDRICH-UNIVERSITAET BAMBERG",
            "ecContrib": 1393561
        }
    },
    "calculatedTotalContribution": 1393561
}