{
    "rcn": "213385",
    "acronym": "DOMESTICATION",
    "topics": "ERC-2017-STG",
    "title": "Domestication in Action - Tracing Archaeological Markers of Human-Animal Interaction",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The project will create new methodology for identification and interpretation of animal domestication, with a case study pertaining to reindeer domestication among the indigenous S·mi in northern Fennoscandia. Identification of early animal domestication is complicated due to the limited human control over the animalsí life cycles in early stages of domestication, leading to difficulties in interpreting morphological and genetic data, as well as in using traditional concepts and definitions of domestication. These problems are especially pressing in the study of reindeer domestication, characterized by very limited human control over animals. However, understanding reindeer domestication is important to local communities as well as to the scientific community due to central role of human-reindeer relation as a carrier of culture and identity among many peoples, including S·mi of northern Fennoscandia.\n As a novel approach, we propose a focus on interactional events between humans and animals as indications of domestication taking place. We will create methods aimed at identifying interactional events such as draught use and feeding, between reindeer and humans. The methodological package includes physical activity reconstruction through entheseal changes, pathological lesions and bone cross-sections, and analysis of stable isotopes as indicator of animal diet. These methods will then be applied for archaeological reindeer bone finds and the results will be checked against aDNA data to examine changing human-animal relationships among the S·mi. The project has a potential to break new ground in understanding animal domestication as human-animal interaction, a viewpoint pivotal in todayís human-animal studies. Moreover, the project has potential of methodological breakthroughs and creation of transferable methodology. The results will be relevant to local communities and researchers dealing with domestication, human-animal studies and colonial histories.",
    "totalCost": "1490915",
    "ecMaxContribution": "1490915",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 1490915
        }
    },
    "calculatedTotalContribution": 1490915
}