{
    "rcn": "213308",
    "acronym": "SOFT",
    "topics": "SMEInst-01-2016-2017",
    "title": "SOFT, the first camera-based colorectal cancer screening test to detect occult blood in faeces immediately and with no lab analysis.",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "You donít feel Colorectal Cancer starting, and when you do, itís too late. This makes Colorectal Cancer the second most frequent malignant disease in Europe. Every year, 412 000 people are diagnosed with this condition, and 207 000 patients die of it . Yet, Colorectal Cancer is a highly treatable cancer if detected early: 9 out of 10 cases of Colorectal Cancer could be treated successfully if diagnosed at an early stage . Mass screening saves lives, but has low participation due to a cumbersome and expensive process.\nSOFT Medical has developed a home-use Colorectal Cancer screening device which is accurate, simple to use, cost effective and requires no sample shipment for laboratory interpretation. The Smart Optical Faecal Test (SOFT) leverages an optical instead of a chemical/biological test (which requires reagents and laboratory interpretation), providing accurate, specific and immediate results. The camera-based device is indeed capable of visually detecting asymptomatic Colorectal Cancer through the processing of the sampleís picture. This makes SOFT method simple and patient-friendly. With 90% success in treating early stage Colorectal Cancer (vs. 10% in late stages) patientís acceptance and compliance with screening is key. \nThe SOFT project addresses wide European and global challenges by providing a disruptive technology for earlier and more accurate Colorectal Cancer detection. The ambitious goal set by the Commission Communication on Action Against Cancer  is to reduce cancer incidence by 15% by 2020. SOFT will contribute to reaching this target, easing the patient participation to the test, and with that, increasing the Colorectal Cancer survival rates.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFT MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911395317": {
            "orgId": "911395317",
            "orgName": "SOFT MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}