{
    "rcn": "213305",
    "acronym": "roometric3D",
    "topics": "SMEInst-01-2016-2017",
    "title": "A disruptive smartphone application to measure three-dimensional spaces to digitally evaluate and  view associated surface data",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "B&M THYSSEN GmbH is a German ICT-SME specialized in the development of onsite or room measurement software. We have developed and patented a disruptive and cost-effective method to measure rooms and spaces simply, accurately and quickly using a smartphone camera and internal sensors. With the project, we aim to further develop, test and commercialise the roometric3D smartphone application.\n\nTraditional onsite or room measurement methods are complicated, time-consuming and error-prone. These methods are taught in vocational training and are based on the use of tape measures, and square and triangulation formulas. However, these traditional methods are too slow and not commercially competitive in todayís business environment, and there is also shortage of workers with onsite or room measurement qualifications, partly due to the trade not being attractive to young people.\n\nEven with availability of other onsite or room measurement solutions like 2D mobile apps, hybrid between mobile apps and laser, apps with flow plans, tachymeter, laser with handsets or tachymeter (stand devices), the customer still faces a limited choice of:\n\nï Low-cost, fast, but low accuracy solutions (target group: consumers),\n\nï Mid-price, slow, cumbersome, mid-accuracy solutions (target group: tradespeople),\n\nï High-cost, high (millimetre) accuracy solutions (target group: surveyors).\n    \nRoometric3D will provide a highly competitive advantage in all three criteria: speed, cost and accuracy and will enable the measurement of 3D spaces, which currently no competitive smartphone app can provide.\n\nWe have a clear business opportunity to expand our sales and grow our company by commercializing our disruptive roometric3D smartphone app. The app will allow fast and easy measurement of rooms and spaces in three dimensions for the first time using the smartphoneís built-in camera and sensors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "B&M THYSSEN GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917486335": {
            "orgId": "917486335",
            "orgName": "B&M THYSSEN GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}