{
    "rcn": "213310",
    "acronym": "OxTube",
    "topics": "SMEInst-08-2016-2017",
    "title": "The smartest non-energy aeration system for water cleaning facilities",
    "startDate": "01/12/2017",
    "endDate": "31/01/2018",
    "objective": "The OxTube is the smartest device when it comes to dissolving oxygen and other gases into water or liquids. \nOne of the most important stages in the water cleaning systems, specifically in potable water treatment (PWT) facilities, is the aeration systems. This process consists in the use of oxygen from the air  to generate a kinetic diffusion into the raw water, where oxygen moves from the air to the water, oxidizing, and boosting the growth of micro-organisms which absorb, process and deactivate dissolved chemicals and foreign matter. Water oxidation also allows to separate iron, metals and other different particles from the water. \nThe current air injection technologies used in PWT plants to oxygenate water incur in high energy costs, due to the high electric consumption of the air pumping equipment. Air injection systems consume about 50% of total electricity used in PWT facilities .  We estimate that electricity costs of aeration at a European municipal PWT facility for a community of 200,000 people amount to around Ä204 K annually.  \nThanks to SANSOX technology, forced pumping air is not necessary. Instead of this, effortless 100% oxygen saturation (efficiency) is achieved by kinetic diffusion (movement of molecules or atoms from a region of high concentration to a region of low concentration, produced for the kinetic energy of these particles), without electricity consumptions, saving up to 50% of total PWT costs.  \nClean water with natural balance of gases and minerals plays the central role in the quality of life of people, their health and contributes for higher life expectancy. Growing urban areas with constantly increasing density of population directly contribute to climate changes via waste water discharge and water treatment activities. OxTube contributes to the solution of those challenges via wiser use of energy, materials, space by handling water-gas mixing and separation processes in the most effective way.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SANSOX OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935997233": {
            "orgId": "935997233",
            "orgName": "SANSOX OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}