{
    "rcn": "213302",
    "acronym": "Day-by-day",
    "topics": "SMEInst-10-2016-2017",
    "title": "Day-by-Day Short-Term Traffic Forecasts for Road Concessions (top app)",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Exacto created a new methodology to produce short-term traffic forecasts for road concessions, for each of the 365/366 days of following year (Day-by-Day). A prototype version of an informatics application was produced and was successfully tested in 2015/2016 on four road concessions. Exacto now aims to fine-tune this prototype and turn it into a high-quality informatics application (top app) to sell it to road concessionaires worldwide. The innovative achievement is the production of daily traffic (which boosts accuracy, as current methodology only produces monthly forecasts), and also using an app to do it. Potential users are road concessionaires, and three of them were already contacted, with a very positive response towards being future clients. They have also invested in support of our application to SME Instrument. The commercial potential is huge, as there are >5000 concessions around the globe (growing rapidly). The concept is to sell one top app for each concession, so that the concessionaire can produce its own traffic forecasts, with minimum technical support.\nIf a 20% market share is achieved, revenue will be 10 MÄ/year (after year 5). Extending to public Transport and other areas, revenue can grow to several times.\nMain advantages of top-app are:\n- Clear monitoring of traffic (daily, instead of monthly)\n- Significant accuracy increase\n- Useful info for concessionaire (can reduce traffic congestion, help better dimensioning of daily services)\n- Inexpensive/efficient way of producing their own traffic forecasts (automatically updated).\nIn Phase1 Exacto will carry out a feasibility study, including:\nï Validation of top-app features\nï Finetuning the prototype (to complete in Phase2)\nï Audit results (University of Lisbon)\nï Explore IP regime\nï Prove commercial viability (independent market study)\nï Draft Initial business plan\nï Program Phase 2 activities (work plan)",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EXACTO-SOCIEDADE DE ESTUDOS E PLANEAMENTO LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914980922": {
            "orgId": "914980922",
            "orgName": "EXACTO-SOCIEDADE DE ESTUDOS E PLANEAMENTO LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}