{
    "rcn": "213392",
    "acronym": "NovAnI",
    "topics": "ERC-2017-STG",
    "title": "Indentification and optimisation of novel anti-infective agents using multiple hit-identification strategies",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Given the rapid emergence of anti-infective resistance, drugs with a novel mode of action are urgently needed. Because of an exhaustion of existing strategies, a low return on investment and the fact that anti-infectives are difficult to develop (e.g., crossing the peculiar cell wall of Mycobacterium tuberculosis), promising un(der)explored targets and unconventional hit-identification strategies are needed.\n\nI have selected three anti-infective targets based on their biochemical context for which few or no small-molecule inhibitors are known:\n\n1) The antimalarial and antituberculotic drug target DXS is part of a unique biosynthetic pathway for pathogens that is absent in humans, thereby circumventing selectivity issues. Both diseases are a serious health threat with around 1.9 million deaths per year. \n2) Energy-coupling factor transporters are essential vitamin importers for pathogens such as Staphylococcus aureus, the causative agent of methicillin-resistant Staphylococcus aureus (MRSA) infections.\n3) The DNA polymerase sliding clamp DnaN has polymerase and DNA repair activities and is an excellent drug target for the development of antibacterial agents against Gram-negative and ñpositive bacteria given the low incidence of resistance development.\n\nI will address these targets, employing a unique combination of potentially synergistic hit-identification strategies that take into account protein flexibility, provide access to novel scaffolds and give me a cutting edge for the development of novel anti-infectives. \n\nThis ERC proposal builds on my experience with the first two targets and provides an excellent platform for the new target DnaN. My expertise in synthetic organic and medicinal chemistry and established hit-identification strategies together with my collaborations with protein crystallographers, biochemists and pharmacologists place me in an excellent position for not only achieving the goals of this interdisciplinary proposal but also going beyond it.",
    "totalCost": "1499367",
    "ecMaxContribution": "1499367",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 1499367
        }
    },
    "calculatedTotalContribution": 1499367
}