{
    "rcn": "213317",
    "acronym": "KB plus",
    "topics": "SMEInst-10-2016-2017",
    "title": "Ultra Compact and Highly Eco-efficient Heating System",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Since 1947 Kabola develops, manufactures and sells heating systems for vehicles (boats and wheeled vehicles ñ truck, vans, etc.) and other applications. Kabola has a broad portfolio of diesel, heating oil and biodiesel boilers adapted to the requirements of its customers. Kabola is well known for its classic red cube heaters HR, Compact 7 and B series. In the last years, the increasing pressure for more efficient and greener heating systems encouraged Kabola to develop the new Kabola Blue Ecoline (KB Eco) series. The KB Eco is the outcome of the implementation of the innovative Kabola Blue technology (The Kabola Blue technology allows diesel to burn a blue flame at around 1.500 ∫C compared to the 800 ∫C of the yellow flame in conventional systems) into the successful HR series. In comparison with its competitors, KB Eco is much more efficient (94% constant over time vs. a degradable 70-90%) and it does not produce soot (both certified by T‹V), it has the best low emission values (NOx, CO, etc) granted with the eco-label ìBlauer Engelî (Blue Angel) and require very low maintenance since there is no soot production. KB Eco is sold now with power outputs from 7 kW to 38 kW. The current KB Eco series is highly efficient and clean, however there are still needs not covered in the market that guarantee the profitability of an improved KB Ecoline version (KB Plus) that will include: a new ultra compact model for vehicles with high restrictions in terms of space such as trucks or vans, higher efficiency in all models reaching an outstanding 106% efficiency thanks to a new design and technology, a new range of higher output power models for large boats, availability of clean water a valuable resource in ships, electrical heating and other improvements. Highly efficient and non pollutant heating systems for vehicles represent a huge business opportunity. Proof of that is the 700 units of the KB Eco sold in the last 2 years. KB Plus will boost the current sales of the KB Eco.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KABOLA HEATING SYSTEMS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912036584": {
            "orgId": "912036584",
            "orgName": "KABOLA HEATING SYSTEMS BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}