{
    "rcn": "213325",
    "acronym": "SRE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart roof edge technology",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Buildings account for 40% of energy consumption and 36% of CO2 emissions in the EU.\nï Anerdgy has developed a roof edge building technology which combines local energy generation, building design options and roof edge functionality in just one modular system.\nCurrently many flat roof buildings, which are renovated or new builds, face multiple challenges to be energetically upgraded ñ cost, functionality, aesthetics and the local energy generation have to be optimally combined by architects and building planners to achieve both the building ownersí & the regulatory goals. As of today it is very difficult to achieve and as a result, the potential of flat roof buildings are very often not utilised.\nï The Anerdgy WindRail C30 System enables architects & building planners to overcome the flat roof challenges in an easy way for both planning & installation by the use of our multifunctional system on roof edges. The system combines the maximum possible renewable local energy generation with great aesthetics and cost savings.\nï The system is fully customizable for the various roof geometries and their needs. \nï The WindRail C30 system takes over many of the functions of traditional separately installed elements thereby typically recovering 35-70% of its cost whilst additionally enabling easy integration of design options. The remaining 30-65% of the costs is repaid by the local energy generation with a typical energy production cost of 0.05-0.10Ä/kWh. \nï The WindRail C30 system unlocks the immense potential of flat roof buildings, resulting in a by far better solution to achieve the goals of renewable local energy generation and CO2 reduction than with the current standalone solutions.\nReports by the EU funded IEE project Episcope looking at European countries show that on average 11% of the buildings have flat roofs. A market review from Uni. St. Gallen indicate an addressable market size of 2.3 billion Ä per year. \nï WindRail C30 can tap this hitherto huge untapped market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANERDGY AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "945819841": {
            "orgId": "945819841",
            "orgName": "ANERDGY AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}