{
    "rcn": "213399",
    "acronym": "TheTocharianTrek",
    "topics": "ERC-2017-STG",
    "title": "The Tocharian Trek: A linguistic reconstruction of the migration of the Tocharians from Europe to China",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The long trek of the Tocharians from Europe to China is one of the most disputed issues in the migration history of Eurasia. Tocharian is an extinct branch of the Indo-European language family, which includes a.o. English, Latin, Greek and Sanskrit. The Indo-European languages stretch in one uninterrupted belt from Ireland to the Sea of Bengal, but Tocharian, discovered in manuscripts from the Tarim Basin in Northwest China dating from c. 500ñ1000 CE, is a notorious exception to this geographic distribution.\n\nThe common ancestor of the Indo-European languages, Proto-Indo-European, can be hypothetically reconstructed and is often located in the east of present-day Ukraine. Therefore, speakers of early Tocharian must have made a long trek eastward before they settled in the Tarim Basin. Archaeological and genetic evidence suggests that they first moved east to southern Siberia around 3500 BCE and then south to the Tarim Basin in China, where they may have arrived as early as 2000 BCE. The arrival of the Tocharians in the Tarim Basin is possibly linked to ancient corpses found there: the so-called Tarim Mummies.\n\nCuriously, linguistic evidence has mostly been neglected. Therefore, the proposed project aims to provide an integrated linguistic assessment of the hypothesised migration route of the Tocharians.\n\nLanguages preserve precious information about their prehistory through the effects of language contact. Through close scrutiny and periodisation of the different layers of contact of Tocharian and its prehistoric neighbours, the project will reconstruct the migration route of the Tocharians from the Proto-Indo-European homeland all the way to China.\n\nThe crucial Siberian phase of the migration shows the groundbreaking nature of the approach. Genetic evidence points to influence from local Siberian populations on the early Tocharians. Likewise, the Tocharian language shows such heavy impact of local Siberian languages that this may be called the ìbirth of Tocharianî.",
    "totalCost": "1499980",
    "ecMaxContribution": "1499980",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1499980
        }
    },
    "calculatedTotalContribution": 1499980
}