{
    "rcn": "213341",
    "acronym": "FlyInGS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Flywheel energy storage for Increased Grid Stability",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "In recent years, the energy transition towards renewables has significantly accelerated. Germany is shutting down nuclear power plants and the fate of coal-fired power plants has been determined by the climate agreement in Paris. In short - fossil fuels will be replaced by renewable technologies. This is in line with the Renewable Energy Directive, that requires the EU to provide 27% of its energy generation from renewables by 2030.\n\nAdaptive has developed a unique energy storage solution offering a short-term, high-power output. This has been identified as the most efficient way to stabilize the power grids. Transmission system operators need the flywheel to find a balance between energy generation and consumption. This allows electricity grids to operate without conventional power plants while keeping the grid stable.\n\nThis project will investigate the business cases for dynamic grid balancing with the innovative and adaptive flywheel by questioning key stakeholders in several markets. The flywheel is modular and offers unparalleled configurability in terms of power to energy ratio, which makes it the first dynamic energy storage system whose discharge duration can be matched exactly to the customerís needs.\n\nAfter the feasibility assessment, Adaptive will apply for Phase 2 funding to build a pilot installation outside of Central Europe. This enables the company to further scale up its business and increase its revenue while allowing the creation of new jobs along the supply chain and providing a high return to the EU economy. In addition to that, it allows for a global reduction of CO2-emissions by increasing the permissible share of renewable energy in electricity grids.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ADAPTIVE BALANCING POWER GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916967870": {
            "orgId": "916967870",
            "orgName": "ADAPTIVE BALANCING POWER GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}