{
    "rcn": "213397",
    "acronym": "TopATLAS",
    "topics": "ERC-2017-STG",
    "title": "Topological Atlas: Mapping Contemporary Borderscapes",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Contemporary borders operate in ways that are more complex than in the past. They have been variously conceptualised as porous, shifting and solidified. Where a border may be open for some, for others it is an impenetrable wall. Combined with the mobility of geopolitical territorial formations that operate beyond legal frameworks, such as the formation of ISIS and the situation in Europe where borders are being opened and closed against agreed treaties, the very concept of the border is being radically questioned. We need new ways to make sense of these increasingly complex spaces. This proposal aims to develop a transdisciplinary research programme for mapping, analysing and intervening in border areas in the form of a digital atlas. \n\nTopological Atlas is developed as a methodology for producing visual counter-geographies at border sites. It is ground breaking in its use of digital technologies combined with a participative approach that attends to those who are at the margins of traditional geopolitical inquiry. The project uses topology as conceptual framework and methodology to make maps that produce ëseamless transitionsí from the space of the migrant to that of the security apparatus that creates barriers to her movement. In doing so it seeks to disrupt the cartographic norms that are being reinforced through the prevalence of GIS technology and mapping platforms such as Google Earth. It investigates forms of visual and co-produced research adapted to situations of crisis and proposes a new model for researching border areas beyond the current top-down international relations or security perspective. At the same time it acknowledges the intertwined relationship between the practice of academic inquiry, the knowledge it produces and what such knowledge can do. \n\nThe project is organised around the following research question: How can mapping be used to represent borders as topological entities through the experience of those who encounter them?",
    "totalCost": "1498349",
    "ecMaxContribution": "1498349",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 1498349
        }
    },
    "calculatedTotalContribution": 1498349
}