{
    "rcn": "213398",
    "acronym": "PalREAD",
    "topics": "ERC-2017-STG",
    "title": "Country of Words: Reading and Reception of Palestinian Literature from 1948 to the Present",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "This project proposes a deep and thorough study of Palestinian literature as an early and on-going case of literary displacement. It aims to find new ways to account for and analyse texts, literary production and reading publics that challenge and lie outside conventional conceptions of the nation-state. The proposed methodology will take a novel approach in merging textual analysis with reception theory and reading practices. The project is ambitious in seeking to be the first instance to explore its application on the scale of an entire ëliterature-of-a-nationí. By doing so, the project aims to introduce methodological innovations that can expand horizons beyond textual and national analyses towards interdisciplinary models that contend with the multi-faceted and unconventional dimensions of the Palestinian case, and generate a richer and more nuanced history of its literature.\nThe proposed project will explore, for the first time under one analytic roof, all the geographic fragments of Palestinian literature together, traditionally studied separately, or limited to certain authors or time periods. The projectís novelty also lies in broadening the horizons of literary analysis towards an interdisciplinary and transmedial approach that embeds literary production into a wider cultural web of intersecting media and genres. A creative approach will be developed to overcome the hurdles of working, in the Palestinian case, with few scholarly precedents, and scattered, lost or damaged primary and secondary sources. The projectís four work packages will trace connections and disconnections and transformations of publics and reading practices across dispersed Palestinian literary communities of writers and readers over time. The focus will be on identifying, tracing and elaborating key and/or turning point moments across the various localities of the Palestinian literary sphere. An online platform will visual, digitalize and make accessible the projectís outputs.",
    "totalCost": "1493439",
    "ecMaxContribution": "1493439",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 1493439
        }
    },
    "calculatedTotalContribution": 1493439
}