{
    "rcn": "213328",
    "acronym": "CIRCLENERGY",
    "topics": "SMEInst-09-2016-2017",
    "title": "Production of renewable methanol from captured emissions and renewable energy sources, for its utilisation for clean fuel production and green consumer goods",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Headquartered in Reykjavik, Iceland, Carbon Recycling International (CRI) is the world leader in power to methanol technology. The company has accumulated a decade of experience in solving the problems of economical CO2 capture and valorisation as well as reliable and cost effective large-scale production of hydrogen by electrolysis. \nCRI invented a new integrated process for sustainable low-carbon intensity fuel production. CRIís Emissions-to-Liquids (ETL) technology has been scaled up from a laboratory scale pilot to an operating industrial scale plant with a capacity of 4,000 tons/year methanol production. \nLow carbon intensity methanol production with CRI technology reduces carbon emissions by more than 90% compared to fossil fuels. ETL is a sustainable process of renewable fuel production which has no impact on our food chain or land use. Methanol produced by CRI can also be directly used in the chemical industry for the manufacturing of sustainable goods such as paints and plastics.\nCRI aims to up-scale its current plant scale and offer a standard, modular ETL plant design with nominal 50.000 t/yr methanol production capacity. The improved ETL technology achieved with the current innovation project, will enable CRI to efficiently operate using variable power sources or stranded energy assets. One of the defining characteristics of renewable power sources such as wind and solar is their interment and variable production levels. High capacity factor production sites are often untapped or under-utilized due to the lack of adequate transmission line access or capacity. CRI will provide a means to valorise under utilized renewable energy sources.\nOur mission is that by 2022 in total 1million tn/yr methanol capacity is commissioned. This corresponds to 1.45 million tonnes of CO2 recycled per year. With a proven and scalable technology, based on predictable costs, limited competition and vast market potential, CRI has a strong foundation to achieve its mission.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CRI EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "957746282": {
            "orgId": "957746282",
            "orgName": "CRI EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}