{
    "rcn": "213306",
    "acronym": "SKYTUNEUP",
    "topics": "SMEInst-01-2016-2017",
    "title": "SKYTUNEUP: THE ULTIMATE PLATFORM TO OPTIMIZE AND SECURE THE USE OF PUBLIC CLOUD TO ORGANIZATIONS",
    "startDate": "01/11/2017",
    "endDate": "30/04/2018",
    "objective": "Skytuneup  is the first solution for smart management of cloud resources that has been proven to guarantee:\n- Up to 90% cost reduction, by managing the dynamic pricing of Spot instances  (the most beneficial -but still underexploited- purchasing business model in cloud computing, which base costs on the demand), predicting future prices and selecting the most adequate at any given moment and also automating cloud operations, further reducing costs with the optimal scheduler and lowering the manual effort in cloud management task by starting, stopping and resizing the clientsí instances automatically when they are needed.\n- 100% system availability and minimum complexity: it deploys clientís cloud instances between multiple availability zones and distributes capacity between multiple instances types, so jobs wonít be interrupted.\n- \\100% security increase, via dedicated algorithms to control protection levels and cloud resources, scheduled backups and snapshots of cloud services to define retention plans for automatic deletion of expired backups.\n\nSkytuneup manages and optimizes multi-cloud deployments, enabling enterprises to fully realize their cloud potential. Its uniqueness is based on a radically new approach relying on two main elements: novel intelligent algorithm engines capable to manage the dynamic pricing of Spot instances (at the moment only one company in Israel is exploiting such instances for their business) and a new business strategy: opposite to competitors, Skytuneup aims to obtain benefits from the savings of their customers, thus aligning with their business strategy. Enimbos expects that Syktuneupís total revenue will reach over 55MÄ and 500 employees by 2023. Enimbos will address a 3-stage internationalization strategy targeting the UK, Northern Europe and the US, which will position the company as an international reference in cloud optimization and will contribute towards the companyís growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENIMBOS GLOBAL SERVICES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912137076": {
            "orgId": "912137076",
            "orgName": "ENIMBOS GLOBAL SERVICES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}