{
    "rcn": "213336",
    "acronym": "Enterprise BIM",
    "topics": "SMEInst-01-2016-2017",
    "title": "Enterprise BIM digitization platform feasibility verification",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "Jotneís disruptive innovation, EBIMserver, makes it possible for all stakeholders utilizing the same BIM throughout building life cycle. Full open format ensures that model is usable on all platforms. TRL is 7. The unique solution is the only one available based on full open format. All competing solutions are closed and cannot be exchanged with different BIM software. Beneficiaries of the solution include building sector value chain (architects, engineers, construction managers, owners, authoritative, marketers, etc.). EBIMserver will apply new sets of rules and models for the building sector. The innovation disrupts practices in this vast and global market. The well-primed innovation has a high potential for fast market uptake.\nThe global market for BIM has been estimated to reach 10 billion Ä by 2022. The market need for the solutions is steadily growing as the benefits of BIM are better and better understood by the stakeholders. The EU Directive 2014/24 is encouraging for the use of BIM, and Jotneís EBIMserver fully supports the directive.\nJotne EPM Technology is a software technology company that owns all property rights of EBIMserver. Jotne has pioneered solution together with the largest enterprises as well as authorities that share the long-term strategies and goals. Jotne has extensive experience with its technology on space and aviation sectors.\nThis feasibility study aims to adapt the innovation to market. The expected outcome of this project is the deployment of the EBIMserver on the global building sector markets, targeting EU, US, and China.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JOTNE EPM TECHNOLOGY AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999756982": {
            "orgId": "999756982",
            "orgName": "JOTNE EPM TECHNOLOGY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}