{
    "rcn": "213303",
    "acronym": "EcoFeel",
    "topics": "SMEInst-09-2016-2017",
    "title": "An all-in-one monitoring device for measuring the energy consumption of household appliances and providing real-time feedback to reduce environmental impact.",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The household sector accounts for 29% of the overall electricity consumption in EU (795 TWh) and up to 39% globally. A poor electricity saving behaviour and the lack of awareness of our consuming practicesí impact on environment can increase household electricity consumption by up to 15%. EcoFeel is a smart energy advisor taking advantage of power and spectrum analysis in order not only to detect connected appliances through variations in current and voltage but also recognising their noise in the electrical network. This results in a deep monitoring of householdís electricity consumption making people more aware of their environmental impact. Ecoisme wants to optimise EcoFeel design to increase its performance in detecting appliances and monitoring household electricity consumption; In addition a more user friendly interface is forecasted. Large pilot testing of Ecoisme solution with support of stakeholders in the field of telecommunication and energy utilities will serve to demonstrate the reliability of the solution. global Energy Management System market, valued at Ä21 billion in 2015, and expected to grow at a CAGR of 17.3% ñ to reach Ä64.1 billion in 2022. Householdsí owners and tenants will be the primary target of EcoFeel. According to Eurostat data updated to 2016, there were 220 million private households in the EU-28. The number of households is significantly less in the US with 117 million properties. This means an equivalent number of owners or tenants potentially interested in making their homes more energy efficient with a direct impact on environment. EcoFeel will contribute to the mitigation of global climate and energy challenges because it reduces household energy consumption and can minimise the impact on the environment accounting on human behaviour. The societal impact of the solution is also crucial. Ecoisme enables users to be aware and in control of their electricity consumption and costs, forming a more energy-conscious behaviour.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECOISME LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916154137": {
            "orgId": "916154137",
            "orgName": "ECOISME LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}