{
    "rcn": "213375",
    "acronym": "TiltHex",
    "topics": "JTI-CS2-2015-CFP02-FRC-01-05",
    "title": "Tilt Rotor Heat Exchanger",
    "startDate": "01/02/2018",
    "endDate": "31/12/2020",
    "objective": "The overall objective of the project is to design, develop; manufacture and flight qualify a novel heat exchanger for oil cooling in the transmission system of a civil Tilt Rotor aircraft.  The proposed solution will outperform a conventional plate-fin heat exchanger in terms of efficiency, volume, weight, robustness, reliability and will fully integrate into the transmission systems architecture. \n\nThe concept underpinning this project is to build upon Marston Aerospaceís long history of innovation within heat transfer and fluids management systems by forming an integrated project team.  The team will consist of thermal modellers, mechanical design, manufacturing, experimentalists and R&D experts in order to propose three initial air cooled oil cooler designs based on different manufacturing technologies.  These will be conventional plate and fin corrugated heat exchanger; chemically etched plate and pin and an additive layer manufacturing solution utilising a novel architecture.  An assumption would be that the material which would be most appropriate, in terms of technology readiness and for each proposed manufacturing process the suitability would be aluminium and that the new designs will be directly compared to each other in order to select the most viable design to take forward through to prototype manufacture towards flight demonstration testing.",
    "totalCost": "472890",
    "ecMaxContribution": "331023",
    "coordinator": "HS MARSTON AEROSPACE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "965534412": {
            "orgId": "965534412",
            "orgName": "HS MARSTON AEROSPACE LIMITED",
            "ecContrib": 331023
        }
    },
    "calculatedTotalContribution": 331023
}