{
    "rcn": "213387",
    "acronym": "CAPE",
    "topics": "ERC-2017-STG",
    "title": "Ghosts from the past: Consequences of Adolescent Peer Experiences across social contexts and generations",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Positive peer experiences are crucial for young peopleís health and wellbeing. Accordingly, multiple studies (including my own) have described long-term negative psychological and behavioral consequences when adolescentsí peer relationships are dysfunctional. Paradoxically, knowledge on adult social consequences of adolescent peer experiences ñrelationships with others a decade later - is much less extensive. Informed by social learning and attachment theory, I tackle this gap and investigate whether and how peer experiences are transmitted to other social contexts, and intergenerationally, i.e., passed on to the next generation. My aim is to shed light on how the ìghosts from peer pastî affect young adultsí relationships and their children. To this end, I examine longitudinal links between adolescent peer and young adult close relationships and test whether parentsí peer experiences affect offspringís peer experiences. Psychological functioning, parenting, temperament, genetic, and epigenetic transmission mechanisms are examined separately and in interplay, which 1) goes far beyond the current state-of-the-art in social development research, and 2) significantly broadens my biosocially oriented work on genetic effects in the peer context. My plans utilize data from the TRAILS (Tracking Adolescentsí Individual Livesí Survey) cohort that has been followed from age 11 to 26. To study intergenerational transmission, the TRAILS NEXT sample of participants with children is substantially extended. This project uniquely studies adult social consequences of peer experiences and, at the same time, follows childrenís first steps into the peer world. The intergenerational approach and provision for environmental, genetic, and epigenetic mediation put this project at the forefront of developmental research and equip it with the potential to generate the knowledge needed to chase away the ghosts from the peer past.",
    "totalCost": "1464846,25",
    "ecMaxContribution": "1464846,25",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "participantCountries": "NL",
    "projectParticipants": {
        "999914801": {
            "orgId": "999914801",
            "orgName": "ACADEMISCH ZIEKENHUIS GRONINGEN",
            "ecContrib": 361551
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1103295
        }
    },
    "calculatedTotalContribution": 1464846
}