{
    "rcn": "213344",
    "acronym": "OPTOFORCE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Robot Learning for Unprecedented Quality and Efficiency Improvements in the Manufacturing Industry",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "The need to widen the range of tasks that robots can handle and the emergence of the so-called fenceless robotic systems that can safely work alongside humans have required the development of tactile sensors that can detect changes in the surroundings throughout physical contact and force sensing, allowing improved safety. As a result, we are witnessing a growing demand of force and torque sensors in industries such as automotive, food and beverage, packaging, and pharmaceutical. On the other hand, all the sensing equipment integrated into the manufacturing processes generates enormous volumes of data within industrial control systems that is currently underused. However, there is an increasing need to exploit this data to reduce operating costs, improve reliability, and increase productivity. Likewise, most common industrial robots do not exploit the data they generate to improve their efficiency. They are programmed once and are unable to improve. \nOptoForceX aims at providing plant managers with unparalleled F/T sensors that will enhance automation strategies and allow the exploitation of the production data generated on the manufacturing floor using state-of-the-art machine learning techniques. Manufacturers will be able to capture/collect and store vast amounts of data/information from high-quality sensors monitoring the manufacturing process. They will improve the performance of manufacturing robots by 10-20%, improve cycle time up to 15% and reduce quality inspection resources and maintenance efforts by 60%. We therefore offer manufacturers a valuable tool to enhance their manufacturing lines. We forecasted for this project a cumulative revenue of Ä51.61M for the first 3 years of commercialization, with a cumulative profit of Ä10.32M. We projected a ROI of 3.52. The payback period is reached during the 2nd commercialization year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OPTOFORCE KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936027982": {
            "orgId": "936027982",
            "orgName": "OPTOFORCE KFT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}