{
    "rcn": "213394",
    "acronym": "ProstOmics",
    "topics": "ERC-2017-STG",
    "title": "'Tissue is the issue': a multi-omics approach to improve prostate cancer diagnosis",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Overtreatment in prostate cancer (PCa) is a burden for health care economy and for quality of life. Correct diagnosis of early stage PCa is challenging given the limitations of the currently available clinical tools and the biological understanding of PCa. In this inter-disciplinary project, I propose an innovative approach enabling several cutting-edge ëomicsí technologies (spatial metabolomics, genomics, transcriptomics) as well as histopathology to be performed on the same tissue sample. My goal is to reveal the molecular mechanisms of novel, but also promising metabolite biomarkers (citrate, polyamines, succinate and zinc) and their connection to recurrence, tissue heterogeneity and immune responses in complex human tissues. Such markers can personalize PCa diagnosis, open up new treatment strategies and fundamentally change the view of how to analyze tissue samples in the future. Furthermore, I want to demonstrate that citrate and polyamines are reliable prognostic markers that can be analyzed both in tissue and in patients in vivo by MR spectroscopic imaging. This work is made possible by the availability of high-quality fresh frozen tissue biobanks of prostatectomy biopsies with 5-10 years of follow-up data (N=1000)/slices (N=1000) and targeted in vivo snap-shot biopsies from clinical MR guided procedures (N=100). Among other techniques, I will implement high speed MALDI imaging (RapifleX MALDI TissueTyper) to the multi-omics protocol to study the spatial distribution and provide high resolution metabolic maps for each cell type, and which can be matched to both histopathology and MR Imaging. Multi-disciplinary platforms on large cohorts are needed to explore the clinical potential of the suggested molecular mechanisms. I expect that this ambitious proposal will address the diagnostic challenges of PCa and will further inspire the clinic and scientific community to follow the multi-omics approach within diagnosis and cancer research.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}