{
    "rcn": "213322",
    "acronym": "PATHOLYTIX-GI",
    "topics": "SMEInst-06-2016-2017",
    "title": "PATHOLYTIX: Using Artificial Intelligence to Transform Clinical Diagnostic Pathology",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Routine diagnosis on biopsies and tissues is performed by expert pathologists. However, the pathology sector faces a major crises, due to soaring numbers of biopsies for diagnosis, coupled with decreasing numbers of trained pathologists, which is affecting patients. Technology can alleviate this crises by using computer aided diagnosis (CAD) to increase productivity, reduce costs and streamline workflow.\n\nDeciphex Ltd is an Irish company developing an innovative Computer Aided Diagnosis (CAD) system which will revolutionize the medical diagnosis pathology sector. Our ëPATHOLYTIXí system uses state-of-the-art artificial intelligence techniques to automate the laborious and costly pathology assessment (currently done via microscope). By transforming this centuries old clinical practice, we aim to become a market leader in new CAD industry. \n\nWe currently have prototype technology and preliminary data, to identify different tissue and cell types. In this feasibility study we will perform pilot studies in a US based clinical pathologist, to demonstrate our tool can identify various diseases. In Phase 2 of the SME Instrument, we will undergo additional development, extensive validation, and build the data management framework and user interface.    \n\nThere is a large global target market for PATHOLYTIX, which is growing each year driven by an increasing population and higher prevalence of diseases (such as cancer). Hence hospitals and clinics worldwide process hundreds of millions of biopsies per year. With regards to competitors, there is no direct competition. Competitors offer individual components of the pathological workflow, not fit-for-purpose solution like PATHOLYTIX.  \n\nOverall, PATHOLYTIX would have a big impact on the pathology sector, by increasing productivity and reducing costs.  This should have a knock on effect for the global and EU markets, particularly for patients as diagnosis becomes more efficient.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DECIPHEX LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912236016": {
            "orgId": "912236016",
            "orgName": "DECIPHEX LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}