{
    "rcn": "213312",
    "acronym": "FARSIGHTS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Fast And Reliable Surveillance and Identification of Ground asseTs from Space",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "With over 400 satellites in orbit generating over 100 Petabytes (2022) Satellite imagery analytics are becoming the bottle neck in the Earth Observation data chain. As shown in the Malaysia Airlines flight case, current object detection technologies, Templates, Geometric knowledge-based and Machine Learning, cannot cope with Earth Observation Big Data on an efficient and effective way. \n\nSkanSense is solving this problem with FARSIGHTS a patented technology to locate fully automatically (no human supervision) objects in satellite imagery, even without knowing its size and shape. The FARSIGHTS technology is being developed into a software-as-a-service product having in mind the emerging cloud based Earth Observation digital platforms, and GIS software suites that are transforming the Earth Observation services value chain. \n\nPhase I Feasibility Study will be focused on product validation with end-users and strategic partners while we continue the technical development (see figure 6). We will meet coating manufacturers, EO digital platforms and GIS vendors (see stakeholders in 3.1.a). Their feedback will enable completing our IR signatures library, performing additional tests and gathering additional requirements to configure the product range and Phase II product development plan. In addition, we will carry out a thorough assessment of the market, IPR and regulatory landscapes. Finally, a Financial Feasibility study will be performed to complete all the elements of a full Business Plan deliverable.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKANSENSE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912178107": {
            "orgId": "912178107",
            "orgName": "SKANSENSE SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}