{
    "rcn": "213307",
    "acronym": "LymphoDrain",
    "topics": "SMEInst-01-2016-2017",
    "title": "First subcutaneous implant to treat lymphedema. Definitive solution for chronic lymphedema",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Lymphatica Medtech S.A. is a spin-off company created in 2017, from the Swiss Federal Institute of Technology in Lausanne (EPFL) and the Lausanne University Hospital (CHUV). It has designed and patented ìLymphoDrainî a novel implantable system to replace the lymphatic vessel draining function to treat lymphatic disorders, in particular chronic lymphedema.       It uses an underlying technology based on a magnetically controlled micro-pump coupled with draining catheters. LymphoDrain was developed by Dr. Marco Pisano and Dr. Valentina Triacca, in the Laboratory of Lymphatic and Cancer Bioengineering led by Prof. Melody Swartz. Since the initial invention, a multidisciplinary and highly qualified team has participated in the project bringing clinical perspective and attracting financial support from several organizations (CTI grant, FIT grant, AIT innovation grant). The recognition has been received at both national (Winner of Venture Kick stage I and II, Top3 at Venture Business Plan Competition 2016) and international level (finalist at Imagine IF Accelerator 2016, Top 2 at TERMIS-EU Business Plan Competition 2016). At the moment, Lymphatica is a finalist in the MassChallenge Switzerland Awards 2017 on a trajectory of unstoppable growth and recognition. LymphoDrain technology was consciously designed as an implantable system to cover the needs of a segment of the population, estimated at more than 15 million people in Europe and US who suffer of chronic lymphedema and presently lack effective treatments. The functionality of LymphoDrain has been successfully tested in large animal models. This vision positions LymphoDrain in a unique situation to access both the European and the US health care market as a disruptive technology in the treatment of lymphedema.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LYMPHATICA MEDTECH SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911192102": {
            "orgId": "911192102",
            "orgName": "LYMPHATICA MEDTECH SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}