{
    "rcn": "213304",
    "acronym": "Timber Shuttle",
    "topics": "SMEInst-07-2016-2017",
    "title": "The novel wood-harvesting system for mechanical steep-slope logging",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "Logging is a high-risk occupation, with a 2-8-fold higher rate of fatal incidents than construction or manufacturing (24-30 fatal accidents per 100,000 workers in Europe). Although this risk has been minimized with the mechanization of the harvesting process, mechanized harvesting is limited to slopes up to 50-60% (i.e. 30∞). Therefore, forest stocks in mountainous areas still have to be harvested manually, which is less productive and more dangerous than mechanical harvesting. Thus, the forestry industry is in need of fully mechanized solutions that enable harvesting in steep slopes over 50%. \nAt Konrad Forsttechnik GmbH we are specialized in the development of forestry equipment for logging in steep slopes, and Timber Shuttle is our latest development, and the response to these demands: its unique combination of innovative components (shuttle base, shuttle cart and tethering system) specifically developed for steep slopes enables a simple, secure and efficient solution to harvest trees in steep slopes up to 100%. With Timber Shuttle, only two people are required to run the operation, both operating from cabins in which they are protected from treefall or roll-over, and thus significantly reducing the potential for severe accidents. Compared to traditional tower yarder/skyline systems used in steep slope logging, Timber shuttle increases productivity by 40-50%. \nOur company is already well-known in the market, we hold a significant share in the global market for steep slope logging equipment, with an international distribution network which spans over 17 different countries, and 60% of our production being exported to major international clients e.g. Norway, Russia, Brazil, Japan, South Korea and Chile. Our goal with Timber Shuttle is to reinforce our position as leading brand in the steep-slope logging equipment market, while boosting the growth of our company: doubling our revenues and creating 45 new jobs at our company until 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KONRAD FORSTTECHNIK GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923899005": {
            "orgId": "923899005",
            "orgName": "KONRAD FORSTTECHNIK GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}