{
    "rcn": "213301",
    "acronym": "Aerial Insights",
    "topics": "SMEInst-01-2016-2017",
    "title": "Aerial Insights: facilitating access to aerial drone imagery services through novel and cost-effective data analytics solutions",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Aerial Insights is a software company based in Spain whose main focus is on the development and operation of imaging services with drones. Created in 2015 by a team of experienced and successful entrepreneurs, the company launched its new platform in 2016 to provide drone operators an affordable and innovative solution to extract drone imagery information from aerial data. Drones are becoming more and more popular and rapidly growing throughout the world. Today, they are used in multiple professional environments ranging from agriculture, insurance, mining industry to aerial photography and monitoring. According to recent PWC study, the expected business and services associated to drones will represent 127B USD globally. Among these services, drones equipped with cameras and other sensors (aerial photography) will play the most important role. Processing drone data with existing solutions is today cost-prohibitive. Data processing indeed requires expensive software and hardware as well expertise in multiple highly technical areas. Overall, we estimate an investment of 25K/year is required for physical resources, software and man hours to establish and provide services. Available at an average retail price Ä29,99 per map since 2016, Aerial Insights is based on a unique cloud platform and set of artificial intelligence algorithms where drone pilots can upload aerial raw imagery (step 1), select the outputs needed depending on the type of sensors onboard (step 2) and receive the relevant information on a secured online account within a few hours (step 3). This new approach is faster, cheaper and more reliable. For example, Aerial Insights reduces the timeframe required to diagnose and pinpoint faulty cells in a solar farm from 2-4 weeks (using traditional solutions) to 1-2 days. Regarding the mining industry, several weeks of work of a land surveyor can be replaced by a 15-minute flight and a couple of hours of processing.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AERIAL INSIGHTS, IMAGE INTELLIGENCE, BIG DATA, KNOWLEDGE ENGINEERING,SOFTWARE AND SERVICES SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918626764": {
            "orgId": "918626764",
            "orgName": "AERIAL INSIGHTS, IMAGE INTELLIGENCE, BIG DATA, KNOWLEDGE ENGINEERING,SOFTWARE AND SERVICES SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}