{
    "rcn": "213342",
    "acronym": "ECCOCAR",
    "topics": "SMEInst-01-2016-2017",
    "title": "ECCOCAR: a disruptive car sharing platform that advances the connected cars era",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "Car-sharing schemes are experience a fast adoption in different segments and players, each one for different motivation and needs:\n誰\tB2C car sharing platforms with proprietary fleets are the most widespread scheme for alternative urban mobility, but lacks on a variety of car models (usually the same or very few models available) and their focus is on B2C with urban mobility needs.\n誰\tP2P car sharing platforms offers the most affordable and flexible alternative for occasional car needs, accounting for the broadest variety of car models to fit those individual needs and the lowest costs. But most of them lacks on the appropriate technology to offer a satisfactory UX both for car owners and drivers. \n誰\tCar rental companies are progressively updating their fleets with car sharing technology to provide a better UX for customers, but only larger players can afford the resources, skills and costs it requires, commonly by acquiring promising star-ups with proprietary car sharing technology. Those players who fail on walking that path will face the threat of drastic downturn in sales.\n誰\tCorporate car sharing is a novel but fast growing trend, especially in Europe, to reduce OPEX for transport needs, simplify fleet management, while boosting an ECO-friendly brand awareness. Companies can save up to 40% of cost if adopting this scheme as compared with traditional leasing schemes, but most leasing companies are waiting for commercial solutions that can help them make that shift in a seamless, cost-effective and reliable way, since R&D innovation is not their core business.\n\nAware of the above trends and the opportunities and synergies it provides, Eccocar Sharing S.L. is developing the most innovative, secure, smart, reliable and convenience car sharing enabling solution that can be seamlessly applied to all previous scenarios, while offering disruptive added value services to take car-sharing UX to a next step.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECCOCAR SHARING",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917653175": {
            "orgId": "917653175",
            "orgName": "ECCOCAR SHARING",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}