{
    "rcn": "213321",
    "acronym": "Glyco-DeCon",
    "topics": "SMEInst-13-2016-2017",
    "title": "Decontamination by glycosylation based wipes",
    "startDate": "01/01/2018",
    "endDate": "30/06/2018",
    "objective": "The increasing cross-border and cross-continental movement of people, goods and food, together with the global terrorism threat, have enormous potential to affect the emergence and spread of infectious diseases, including those caused by biothreat agents. Filling the need and gap in the marker for highly-portable, broadly-specific decontamination methods, Aquila BioScience has developed a novel Glyco-DeCon system. At the development stage the unique combination of sugars capturing biothreat agents was identified by using a novel microarray technology. In the Glyco-DeCon wipe, the sugars are chemically attached to the surface of a pre-treated, self-contained cellulose-based material. This approach targets natural binding sites of the biothreat agents and offers a non-toxic alternative to the harsh chemical decontamination methods. The Glyco-DeCon wipe is the safest method for biological decontamination described so far and can be used on human skin as well as the delicate surfaces of the mucosal epithelia or the human eye. Moreover, the product uses natural compounds like cotton and purified proteins reducing the environmental burden of toxic chemical approaches. The Glyco-DeCon kit is intended to become part of all first responder kits.\n\nThe Glyco-DeCon wipes have already been tested in Defence accredited labs and confirmed to be effective against persistent biothreat agents, including anthrax cells and spores. Over the next six months Aquila BioScience is intending to perform field testing for the prototype developed with support of Irish Defence Forces and will discuss the most suitable formats with the end users. Moreover, a patent application is being submitted for protecting the invented technology. The team will look into business and production feasibility to indicate the best distribution partner and to introduce the product into the market within the following year. The findings will be summarized in Feasibility Report and elaborated Business Plan.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AQUILA BIOSCIENCE LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952728763": {
            "orgId": "952728763",
            "orgName": "AQUILA BIOSCIENCE LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}