{
    "rcn": "213315",
    "acronym": "OSAS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Olmedo Smart Ambulance  real-time diagnosis System",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "According to the current state of the art, ambulances are not fully exploited as part of first aid system. In mass trauma cases, e.g. after earthquakes or accidents, accurate diagnosis on site and an accurate system to prioritise the most critical cases can help save lives. However due to unavailability of real time diagnostic integrate system and remote expert assistance from a doctor, accident victims can be misdiagnosed and given inadequate treatment and hospitalization. Additionally, in case of serious injuries, it is very important to position the patient in the right way, and if the location floor is irregular the stretcher should help to overcome the barriers without any movement that can further damage the patient. We, Olmedo Special Vehicles S.p.A, an established company specialised in the transformation of vehicles for leisure, medical care and clients with disabilities, have developed the answer to these needs: OSAS. It is composed of 2 main components: \n1) an ambulance equipped with our X-Link system to connect all the ambulance medical devices among them and with the hospitals;\n2) a new stretcher with embedded sensors for detecting and transmitting patientís vital signs in real time, and a system that automatically adjusts posture to suit patientís condition and maintains it using is gyro-stabilising technology. \nOSAS will improve patient care since the first moment, logistic efficiency by 25% and ambulance availability by 20%. Journeys for staff and patients will be less stressful, due to availability of remote expert help and ergonomic design of ambulance. Additionally, the project will allow the company to increase its market share in the current markets and enter new profitable ones. By the end of the fifth year of commercialization we will earn cumulative profit of Ä6.2 M.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OLMEDO SPECIAL VEHICLES SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911075896": {
            "orgId": "911075896",
            "orgName": "OLMEDO SPECIAL VEHICLES SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}