{
    "rcn": "213326",
    "acronym": "EPIC",
    "topics": "SMEInst-11-2016-2017",
    "title": "Environmentally Friendly Recycled Plastic Floors in Containers",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "The objective of this project is to assess the feasibility of EPIC (Environmentally-friendly Plastic In Containers) ñ an environmentally-friendly alternative to the currently used container floors. \nShipping containers are the backbone of global trade, an industry worth more than USD 18.5 trillion. It is due to shipping containers that globalisation has become a reality, products of all shapes, sizes, and functions can be delivered to every corner of the world. However, for many years the industry has faced difficulties in production of environmentally-friendly, sustainable container floors. The most commonly used material for container floors is hardwood. Hardwood is a resource that is becoming depleted and in danger of disappearing due to illegal logging in efforts to meet industrial demands. The industry has acknowledged this growing problem and is making efforts to use responsibly sourced materials. However, it is difficult to meet the growing demands with responsibly sourced hardwood alone. \nThis industry is extremely price sensitive, companies are focused to maximise profits. As a result the cheaper bamboo has been gaining ground over the past 5 years and is now almost 50% of the market. However, bamboo required special treatment and lamination to fulfil the task of a container floor, these processes are often harmful leading to occupational hazards for labourers. \nNorcompís goal is to bring itís innovation, EPIC, to market as the new ëgold-standardí in the shipping industry. EPIC floors are made of 100% re-cycled waste plastic that is processed and re-moulded for use as container floors. EPIC floor are physically and mechanically equivalent ñ if not superior to ñ hardwood floor. Thus, improving the industry and addressing the global need to reducing the waste plastic burden on our environment. As EPIC floor enter mass production they will be a cheaper, environmentally-friendly, and safer alternative to hardwood and bamboo container floors.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NORCOMP NORDIC AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913625541": {
            "orgId": "913625541",
            "orgName": "NORCOMP NORDIC AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}