{
    "rcn": "213340",
    "acronym": "UCUP",
    "topics": "SMEInst-11-2016-2017",
    "title": "A NOVEL SUSTAINABLE PAPER CUP FOR TAKE AWAY DRINKS",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Near 58 billion paper cups are used globally per year. This involves the consumption of one million tonnes of virgin paper, cutting down 32 million trees, the consumption of 100 billion litres of water, the generation of 25,000 tonnes of waste (solely in the UK), and the emission of greenhouses gases equivalent to half a million cars. Paper cups are often lined or coated with plastic such as polyethylene (PE) or oil- based waxes to prevent the liquid from leaking out or soaking through the paper. These paper cups are almost impossible to recycle because of the difficulties of separating the paper from waterproof oil-based liners. This means paper cups end up going to landfill or, at best, are incinerated to generate energy. The heavy environmental impact of paper cups is extremely unsustainable, with each one generating a carbon footprint of 0.11kg of CO2. \nUCUP, a novel sustainable paper cup for take-away drinks, provides an innovative solution to reduce the huge environmental impact of disposable cups. UCUP features an eco-innovative material obtained from brown seaweed which is bio-based, biodegradable and recyclable while it provides the same properties as current oil-based liners (waterproof, thermal and mechanical resistance) at a competitive price. \nOur main objective is to exploit the business opportunities of this new material in the food packaging and food services packaging (ready-to-eat & take away) sectors. We plan to launch UCUP onto the market and seek to further develop it to a market-ready product. We will use Phase 2 for this purpose, with a total investment of Ä2 million in 18 months. The overall plan is to market UCUP first in UK and speed up scalability at international level through a network of allies and partners. Thanks to this strategy, we expect to reach a turnover of Ä8.6 million and 22 employees by 2025.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKIPPING ROCKS LAB LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911411031": {
            "orgId": "911411031",
            "orgName": "SKIPPING ROCKS LAB LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}