{
    "rcn": "213313",
    "acronym": "U-Control",
    "topics": "SMEInst-09-2016-2017",
    "title": "Advanced Universal Control and monitoring solution to remotely manage complex power systems",
    "startDate": "01/12/2017",
    "endDate": "31/03/2018",
    "objective": "To successfully transition to renewable energy and reach its goals of phasing out of fossil fuels by 2050 to cut CO2 emissions by 95%, millions of Hybrid Power Systems (HPS) will need to be deployed in the EU to assure a reliable and secure electricity supply. However, HPS are complex systems (made up of dozens of different components by a variety of manufacturers) that require a control and management solution to assure this high performance and reliability. Without such a solution, it would be impossible for the EU to transition to large scale renewable energy deployments and guarantee a stable and decentralized electricity grid. \nAt Infinite Fingers GmbH, we identified the potential of this unexploited market niche, and came up with a unique solution, U-Control: an innovative control and management solution for Hybrid Power Systems (HPS) which is able to integrate all components. With U-Control, we will create a fully customizable control system that consists of a cloud software and hardware controller.\nWeíve already verified the interest for our solution in the market (with 70 units of our first prototype deployed in the market by or commercial partners). Thus, we are now determined to finalize the development of our solution, so as to put into the market the most versatile control and management solution for HPS worldwide, and take advantage of the Ä324 million opportunity of the global HPS market.\nOur goal is to become a leading technology company for the EUs renewable energy revolution, for which we count with a multinational team (from Germany, England, Hungary, South-Africa and Spain) with combined exceptional experience in LIB technology, renewable energy and energy efficiency and a strong business background, and an extensive network of international partners, such as Firefly Clean Energy (UK) or AutarcTech (Germany).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INFINITE FINGERS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913360828": {
            "orgId": "913360828",
            "orgName": "INFINITE FINGERS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}