{
    "rcn": "213388",
    "acronym": "MECHABLASTO",
    "topics": "ERC-2017-STG",
    "title": "Morphogenesis during pre-implantation development: molecular and mechanical regulation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "During the first days of mammalian development, blastomeres organize themselves into the blastocyst, which implants the embryo into the maternal uterus. Failure to build the blastocyst will result in a miscarriage and yet the mechanisms underlying the construction of the blastocyst are mostly unknown. The blastocyst is sculpted by forces generated by its constituent cells. Without a tool to study the mechanics of the mammalian embryo, it is challenging to identify the molecules and cellular processes controlling morphogenetic forces. Using biophysical methods, I have recently measured the forces shaping the mouse blastocyst and identified cellular processes generating and controlling them. This approach enables the identification of the molecules controlling morphogenesis and constitutes the first step towards a complete theoretical modelling of blastocyst morphogenesis.\nThe aim of this project is to understand the molecular and mechanical aspects of blastocyst morphogenesis. By developing novel biophysical tools for the developing blastocyst, we will measure uncharacterized mechanical properties such as cytoplasmic and luminal pressure, adhesion strength and viscosity. The resulting mechanical map of the blastocyst will help understand the mechanisms of action of genes involved in its morphogenesis. To identify novel candidate genes involved in blastocyst morphogenesis, we will carry out a screen using live high-resolution confocal microscopy of mouse embryos injected with siRNA. Together, this will reveal the molecular, cellular and mechanical processes controlling blastocyst morphogenesis. I expect this to shed light on how blastomeres self-organize into the blastocyst and to reveal the physical laws underlying morphogenesis in general. Importantly, the knowledge and non-invasive biophysical techniques that we will develop will help developing Assisted Reproduction Technologies, which will be greatly beneficial to the fertility of the ageing European population.",
    "totalCost": "1497691",
    "ecMaxContribution": "1497691",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1497691
        }
    },
    "calculatedTotalContribution": 1497691
}