{
    "rcn": "213319",
    "acronym": "SolarGaps",
    "topics": "SMEInst-09-2016-2017",
    "title": "SolarGaps - Energy generating solar smart window blinds",
    "startDate": "01/11/2017",
    "endDate": "28/02/2018",
    "objective": "With the constant growth of population in the world, the demand for electricity is rising. The biggest electricity consumers are buildings. In EU heating and cooling in the buildings and industry accounts for 50% of the EUís total energy consumption. However, generating electricity from conventional sources of energy increases the greenhouse effect and escalate the environmental problems on Earth. One of the existing solutions to these problems are alternative sources of energy, in particular, solar. However, the existing solar solutions have several problems: solar panels are too expensive and can be mounted only on the roof or flat surfaces, and billions of city residents don't have access to roofs, or private land. Energy generation from vertical surfaces (such as solar window technology) is still on prototyping stage and has low efficiency. SolarGaps came up with the innovative solution ñ the company developed first in the world solar smart window blinds ñ a device that combines a shading appliance (venetian blinds) with solar panels, which allows generating electricity for further storage or use, as well as protecting the room from overheating, and the windows from poor weather conditions. The electricity, generated with SolarGaps, will allow to reduce external electricity consumption by up to 70% To ensure successful commercialization, in Phase 1 of SME Instrument, SolarGaps intends to develop an elaborate feasibility study for SolarGaps blinds commercialization that would include a thorough market research, dealership network development, a business plan with an extensive financial, pricing, and IPR strategy. This will help the company to have a more detailed vision of the target markets, improve the design and features of the product to meet the usersí needs, build quality business partnerships, and tailor pricing & sales strategies to capture the biggest market share possible.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOLARGAPS LLC",
    "coordinatorCountry": "UA",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911020606": {
            "orgId": "911020606",
            "orgName": "SOLARGAPS LLC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}