{
    "rcn": "213320",
    "acronym": "EyeWideVision",
    "topics": "SMEInst-06-2016-2017",
    "title": "An assessment and treatment tool for visual dysfunctions in children",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "It is estimated that approximately 30-50% of the general population in children (5-15 years old) suffer from some visual functional dysfunctions, and 10% of them have a serious impairment that affects their daily life. Nevertheless, once detected such dysfunctions can be improved in 95-100% of the cases through training or therapy, but only 2% of these patients are being treated. To solve this problem, we have developed WIVI.\nWIVI is an assessment and treatment tool for visual dysfunctions detection based on immersive 3D techniques, which examines in a multiparametric way the visual system in its full extension, i.e., it provides a complete cognitive, neural and physic phases assessment. WIVI reduces the standard treatment period from 6 months to 2,5 months, and each session duration is reduced by 75%. Price wise, WIVI allows to save between 58% up to 85% of the total cost of current alternatives. Our product has been tested on 15 children between 5 and 17 years old and on 40 adults in the age range 18 to 70, reaching 95% of accuracy in measurements.\nThe global clinical devices for the visual function assessment market is anticipated to grow from an estimated USD 29,171 million in 2014 to USD 42,685 million in 2020 at a CAGR of 6.5% during the forecast period. The overall objective of the WIVI business project is to establish WIVI as a worldwide standard in visual dysfunction assessment and treatment, supporting it in real-time high detection rates, cheaper and faster clinical practices.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "E-HEALTH TECHNICAL SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916547181": {
            "orgId": "916547181",
            "orgName": "E-HEALTH TECHNICAL SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}