{
    "rcn": "213332",
    "acronym": "Rubedo CVM",
    "topics": "SMEInst-01-2016-2017",
    "title": "FEASIBILITY STUDY FOR THE RUBEDO CVM ñ INNOVATIVE OPTICAL COMPUTER VISION MODULE FOR UNMANNED VEHICLES",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "One of the major driving forces for the depth perception market is the increasing use of mobile robots and drones for multiple applications. Without reliable vision and particularly depth perception unmanned vehicles are unable to detect obstacles and adaptively plan motion paths. Moreover, the new generation of robotic machines strongly depend on the ability to acquire, organize, and interpret surrounding visual data in real-time in order to stay aware of the environmental situation and act adequately.\nRobot and autonomous vehicle manufacturers or system manufacturers do not have the necessary skills, knowledge and know-how for computer vision development, therefore they would much rather use a standard computer vision solution. Currently in the market there is no truly affordable standardized stand-alone COTS 3D computer vision solution, which is capable of high resolution low power long range real-time optical depth sense with deep learning based natural object perception capabilities out of box ñ something, that is universally appreciated by many mobile robotic system manufacturers and integrators.\nRubedo Sistemos has already developed and successfully tested a prototype of CVM (computer vision module) ñ the first affordable, compact low power long-range high-resolution real-time depth sense technology for 3D perception at longer distances for mobile robotics. Rubedo CVM has been designed as a maintenance-free standalone product which provides high definition images, accurate measure of the environment depth, and can be trained to extract natural objects of interest in real-time.\nThorough analysis of market and user needs as well as an elaboration of a business plan is needed in order to ensure successful commercialization of Rubedo CVM. This feasibility study will help validating the market in addition to providing a stepping-stone for future preparation of investor readiness as well as serve as a roadmap for market replication of the product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "UAB RUBEDO SISTEMOS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912005156": {
            "orgId": "912005156",
            "orgName": "UAB RUBEDO SISTEMOS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}