{
    "rcn": "213381",
    "acronym": "CIC-BREL",
    "topics": "MSCA-IF-2016",
    "title": "Development of deformation-based method for the behavior of masonry bracing elements, considering the cracked and inelastic state ìCIC-BRELî Cracked  Inelastic Calculation of BRacing ELements",
    "startDate": "16/03/2018",
    "endDate": "15/04/2021",
    "objective": "The MSCA Fellowship is an excellent chance for the Training of the Experienced Researcher through Teaching and Research TTR. The research subject will be a topic for Habilitation, a strong prerequisite for Professorship of the Experienced Researcher.\n\nThe main goal of CIC-BREL project (Cracked and Inelastic Calculation of BRacing Elements) is to develop an innovative analytical method, using the deformation-based approach, to distribute horizontal forces on bracing elements of a building considering the cracked and inelastic state of the material. Then, from the analytical approach, it is aimed to develop a numerical method in a matrix form appropriate to be programmed in easy to use software. The developed analytical method will be verified by the results of shake table tests at the UCSD, USA. The numerical method will be implemented in software during the secondment at the PCAE Company. The developed analytical and numerical methods will be added to the Euro Code 6 and national German Standards.\n\nThis way is decisive in designing high-raise buildings and apartments, and implementing the cracked and inelastic limit state could save up to 40% of building materials. This would have very positive economic and environmental advantages on the building sector.\n\nThis project is inter-disciplinary, where academic (universities) and non-academic (software company) partners are involved together for a successful achievement of the Fellowship goals. It is multi-disciplinary it combines theory and analysis invention with computer software development. Cooperation between USA and European institutes makes it international.\n\nBest Researchers in USA and Europe are working actively together in an excellent academic and non-academic environment to get the best of the Fellowship for the Experienced Researcher and all other participants.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999467340": {
            "orgId": "999467340",
            "orgName": "THE REGENTS OF THE UNIVERSITY OF CALIFORNIA",
            "ecContrib": 0
        },
        "999897729": {
            "orgId": "999897729",
            "orgName": "TECHNISCHE UNIVERSITAET DRESDEN",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}