{
    "rcn": "213383",
    "acronym": "UNIFIED",
    "topics": "MSCA-IF-2016",
    "title": "Fuel injection from subcritical to supercritical P-T conditions: a unified methodology for coupled in-nozzle flow, atomisation and air-fuel mixing processes",
    "startDate": "08/10/2018",
    "endDate": "07/10/2021",
    "objective": "Fossil fuel consumption is expected to almost double over the next 3 decades in order to meet the increasing demand for infrastructure, trade and transportation. Development of engines complying with the forthcoming 2020 emission legislations, relies on the effective design of advanced high-pressure fuel injection systems and represents a key industrial priority. Emissions can be reduced when fuel is injected against air at P-T conditions well above the fuelís critical point; the prevailing supercritical fluid conditions result to disappearance of the liquid-gas interface, which in turn, reduces vaporisation time and enhances significantly air-fuel mixing. Combination of experiments (outgoing phase) with CFD simulations (return phase) of the in-nozzle flow, fuel atomisation and mixing processes under such conditions form the core subject of the proposed research. The experimental work includes currently unknown physical properties measurements near the fuelís critical point; these will be modelled with complex equations of state for a wide range of P-T conditions. Moreover, the state-of-the-art experimental techniques and equipment of the US host, will be employed for quantifying the near-nozzle fuel atomisation and mixing at those conditions. These experimental data will guide the development and validation of a new state-of-the-art CFD model able to couple the aforementioned multi-phase flow processes through a combination of physical models and numerical methods. These include interface capturing of immiscible and diffused interfaces, scale-resolved turbulence, mass transfer rate (cavitation and vaporisation) and real-fluid thermodynamics addressing the compressibility effects for the liquid-vapour-air mixture. The project brings together research, academic and industrial experts from the US and Europe. It will advance scientific knowledge and will facilitate the design of less polluting engines for the benefit of the European area and society as a whole.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "CITY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842730": {
            "orgId": "999842730",
            "orgName": "CITY UNIVERSITY OF LONDON",
            "ecContrib": 251858
        },
        "993250028": {
            "orgId": "993250028",
            "orgName": "Sandia Corporation",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}