{
    "rcn": "213389",
    "acronym": "Brain2Bee",
    "topics": "ERC-2017-STG",
    "title": "How dopamine affects social and motor ability - from the human brain to the honey bee",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Parkinsonís Disease is usually characterised by motor impairment, and Autism by social difficulties. However, the co-occurrence of social and motor symptoms is critically underappreciated; Parkinsonís Disease patients exhibit social symptoms, and motor difficulties are common in Autism. At present, the biological basis of co-occurring social and motor impairment is unclear. Notably, both Autism and Parkinsonís Disease have been associated with dopamine (DA) system dysfunction and, in non-clinical populations, DA has been linked with social and motor ability. These disparate strands of research have never been combined. \n\nBrain2Bee will use psychopharmacology in typical individuals to develop a model of the relationship between DA, Motor, and Social behaviour ñ the DAMS model. Brain2Bee will use sophisticated genetic analysis to refine DAMS, elucidating the contributions of DA-related biological processes (e.g. synthesis, receptor expression, reuptake). Brain2Bee will then test DAMSí predictions in patients with Parkinsonís Disease and Autism. Finally, Brain2Bee will investigate whether DAMS generalises to an animal model, the honey bee, enabling future research to unpack the cascade of biological events linking DA-related genes with social and motor behaviour.\n\nBrain2Bee will unite disparate research fields and establish the DAMS model. The causal structure of DAMS will identify the impact of dopaminergic variation on social and motor function in clinical and non-clinical populations, elucidating, for example, whether social difficulties in Parkinsonís Disease are a product of the motor difficulties caused by DA dysfunction. DAMSí biological specificity will provide unique insight into the DA-related processes linking social and motor difficulties in Autism. Thus, Brain2Bee will determine the type of dopaminergic drugs (e.g. receptor blockers, reuptake inhibitors) most likely to improve both social and motor function.",
    "totalCost": "1783147",
    "ecMaxContribution": "1783147",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "KING'S COLLEGE LONDON",
    "participantCountries": "UK",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1751508
        },
        "999981052": {
            "orgId": "999981052",
            "orgName": "KING'S COLLEGE LONDON",
            "ecContrib": 31639
        }
    },
    "calculatedTotalContribution": 1783147
}