{
    "rcn": "213316",
    "acronym": "Aerobits",
    "topics": "SMEInst-04-2016-2017",
    "title": "Aerobits - world smallest ADS-B receivers to safely integrate drones into European airspace",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "The number of collision situations and close calls between manned aircrafts and UAVs (drones) doubles each year. This is due to extensive increase of drones sales. Experts show that plane deadly damage or crush caused by collision with drone is just a matter of time. As this is a global problem, every national aviation authority publishes more and more restrictive law for drone operators, hoping to control this dangerous situation.\nHowever, it is known already today that law itself shall not be enough to ensure safe sharing of air space between manned and unmanned aircraft.\nIt is more and more often mentioned that electronic systems should be introduced, so called ÑDETECT AND AVOIDî or ÑSENSE AND AVOIDî technologies, abbreviated as DAA/SAA, which once installed on the UAS side, shall guarantee safe distance to manned aircraft.\nAerobits solves this problem with its GNSS/ADS-B Core technology, which enables designing the world smallest and fastest ADS-B implementations to guarantee separations between drones and maned aircraft. ADS-B surveillance technology, which is becoming a standard in air traffic management will be also used in our products in minimized modules to ensure separation between drones and aircrafts. Our technology fits perfectly to US NextGen and EU Sesar programmes.\nWe are applying for the SME Instrument Phase 1, aiming to complete the feasibility study and a business including technological feasibility, partner search, market sizing and critical risks assessment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEROBITS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911245355": {
            "orgId": "911245355",
            "orgName": "AEROBITS SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}