{
    "rcn": "213330",
    "acronym": "EXACT-dna",
    "topics": "SMEInst-03-2016-2017",
    "title": "EXtended Analysis of Circulating Tumour DNA to improve cancer management strategies",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Through the EXACT-dna project, SAGA Diagnostics (SAGA Dx), intends to clinically validate and commercialize two distinct technologies, IBSAFE and KROMA, for the isolation, detection and quantification of cell-free circulating tumour DNA (ctDNA) in minimally invasive ìliquid biopsiesî. \nThis revolutionary form of tumour genotyping and patient monitoring, based on the analysis of ctDNA and other tumour-specific biomarkers in body fluids such as blood samples, is one of five technologies that will disrupt healthcare by 2020 according to Forbes Magazine. SAGA Dx intends to take advantage of this business opportunity by further clinically validating their proprietary technologies which already have overwhelming superiority over competing methods due to four commercially- and technically-verified advantages that meet usersí needs: superior performance (a 100 to 5000-fold improvement in sensitivity), a faster turn-around time of 2-3 days (whereas competitors take 2-3 weeks), significantly lower production costs and wide applicability. \n\nIBSAFEô is a patent-pending technology for exquisitely sensitive and specific quantification of gene mutations and other sequence variants in any DNA or RNA sample. KROMAô, on the other hand, is a proprietary technology for the detection and quantification of tumour-specific chromosomal rearrangements in circulating tumour DNA. \n\nSAGA Dxís business model is based on generating revenue from the sales of laboratory services and ready-for-use diagnostic kits which are the primary focus of the Phase 2 project. The Phase 1 project will support this strategy by confirming the market feasibility of our technologies and define a road map for their continued clinical validation. The EXACT ñdna project will play a significant role in strengthening the European presence in the rapidly growing global cancer liquid biopsy market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SAGA DIAGNOSTICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916747874": {
            "orgId": "916747874",
            "orgName": "SAGA DIAGNOSTICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}