{
    "rcn": "213428",
    "acronym": "BAHAMAS",
    "topics": "ERC-2017-COG",
    "title": "A holistic approach to large-scale structure cosmology",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The standard model of cosmology, the ?CDM model, is remarkably successful at explaining a wide range of observations of our Universe.  However, it is now being subjected to much more stringent tests than ever before, and recent large-scale structure (LSS) measurements appear to be in tension with its predictions.  Is this tension signalling that new physics is required?  For example, time-varying dark energy, or perhaps a modified theory of gravity?  A contribution from massive neutrinos?  Before coming to such bold conclusions we must be certain that all of the important systematic errors in the LSS tests have been accounted for.\n     Presently, the largest source of systematic uncertainty is from the modelling of complicated astrophysical phenomena associated with galaxy formation.  In particular, energetic feedback processes associated with star formation and black hole growth can heat and expel gas from collapsed structures and modify the large-scale distribution of matter.  Furthermore, the LSS field is presently separated into many sub-fields (each using different models, that usually neglect feedback), preventing a coherent analysis.\n     Cosmological hydrodynamical simulations (are the only method which) can follow all the relevant matter components and self-consistently capture the effects of feedback.  I have been leading the development of large-scale simulations with physically-motivated prescriptions for feedback that are unrivalled in their ability to reproduce the observed properties of massive systems.  With ERC support, I will build a team to exploit these developments, to produce a suite of simulations designed specifically for LSS cosmology applications with the effects of feedback realistically accounted for and which will allow us to unite the different LSS tests.  My team and I will make the first self-consistent comparisons with the full range of LSS cosmology tests, and critically assess the evidence for physics beyond the standard model.",
    "totalCost": "1725982",
    "ecMaxContribution": "1725982",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998079949": {
            "orgId": "998079949",
            "orgName": "LIVERPOOL JOHN MOORES UNIVERSITY",
            "ecContrib": 1725982
        }
    },
    "calculatedTotalContribution": 1725982
}