{
    "rcn": "213408",
    "acronym": "FeelAgain",
    "topics": "ERC-2017-STG",
    "title": "Restoring natural feelings from missing or damaged peripheral nervous system by model-driven neuroprosthesis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Due to sensory loss diabetic patients are prone to falls and to foot ulcers, which consequently increase the risk of amputations. Because of the lack of sensory feedback amputees experience falls, perceive the prosthesis as a foreign body and therefore do not rely on it during walking. This causes counterbalancing movements that increase fatigue. Both types of patients suffer neuropathic pain, associable to aberrant sensory inputs. Neural pathways between the periphery and the brain are still functional above the damage or the amputation. Targeting these structures with peripheral neural interfaces could allow the restoration of natural sensory functionalities. The aim of project is to develop the first neuroprosthesis restoring natural foot sensations, through sciatic nerve stimulation, to patients with diabetic neuropathy or leg amputation. To that aim we will develop a detailed computational model of the sensory loop of the sciatic nerve. It will merge the electrical stimulation effects on sensory fibers and transduction of mechanical deformations of the skin into action potentials. Modelling results will be validated. Applying this modeling framework we will optimize the geometry of a peripheral neural interface, its surgical placement and define stimulation protocols that mimic natural sensory feedback responses. Effective device for feedback restoration will be constructed, able to translate the signals recorded by sensorized sole placed under the prosthetic or diabetic foot into the natural foot sensations perceived by subject. The interventional tools for embodiment boosting and pain relief will be developed. Clinical tests on amputee and diabetic subjects will assess the efficacy of the FeelAgain conceptual and technological framework by examination of pain, embodiment, ulcer prevention, falls avoidance and walking ability.",
    "totalCost": "1499637",
    "ecMaxContribution": "1499637",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "INSTITUT MIHAJLO PUPIN",
    "participantCountries": "RS",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1385032
        },
        "999940991": {
            "orgId": "999940991",
            "orgName": "INSTITUT MIHAJLO PUPIN",
            "ecContrib": 114605
        }
    },
    "calculatedTotalContribution": 1499637
}