{
    "rcn": "213468",
    "acronym": "SHINE",
    "topics": "ERC-2017-COG",
    "title": "Seeing hydrogen in matter",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Observing hydrogen (H) in matter is a formidable challenge. Despite being ubiquitous in nature, it is elusive to scientific scrutiny like no other element. It is often portrayed as either a blessing or a curse. Certainly, it is a prime candidate for producing low-carbon emission power. But no less important is the effect of hydrogen embrittlement which has resulted in many catastrophic failures of engineering alloys. In aid of this, SHINE will realise multiple ambitions. It will facilitate the direct imaging and quantification of H atoms in candidate metallic alloys and metal-organic frameworks for gaseous storage, allow the discovery of new solid-state hydrides with controlled release, and help the improvement of fuel cell materials for energy generation. All these applications have relevance to a ëlow-carbon-emission economyí that humanity must develop in the 21st century. SHINE will exploit a novel and entirely unique infrastructure, designed and currently implemented in the PIís group. It will directly provide three-dimensional hydrogen mapping at the near-atomic scale. By connecting and relating this fundamental knowledge and observed physical properties, we will enable unprecedented precision in the prediction of material behaviour and so resolve to unlock control over the behaviour of hydrogen in such materials. Atom probe tomography will be the principal method of a correlative microscopy and spectroscopy approach to investigate materials where precise knowledge of the distribution of H is crucial. Informed by experimental data, modelling and simulations will provide a mechanistic understanding of the behaviour of H in materials. Novel hardware and data-treatment approaches will be developed to maximise data quality and provide new insights of the behaviour of H in the complex and dynamic microstructures of engineering materials, thereby allowing us to devise manufacturing strategies to enhance their performance and durability.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "MAX PLANCK INSTITUT FUR EISENFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998816858": {
            "orgId": "998816858",
            "orgName": "MAX PLANCK INSTITUT FUR EISENFORSCHUNG GMBH",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}