{
    "rcn": "213419",
    "acronym": "DyVirt",
    "topics": "MSCA-ITN-2017",
    "title": "Dynamic virtualisation: modelling performance of engineering structures",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "The aim of this innovative training network is to train a new generation of early-stage researchers (ESRís) to face the urgent challenge of how to model the performance of engineering structures that operate in dynamic environments. Building trusted virtual models for structures subject to high dynamic loads is a process we call ìdynamic virtualisationî. All the ESRís who receive training through this network will (i) obtain a PhD from an internationally recognised University, (ii) gain experience of applying their research skills in non-academic organisations, and (iii) receive training in transferable skills such commercialisation and communication. The network will be run as part of the Open Data Project giving maximum research impact through open access publications, data, software and public engagement. The research carried out through this network will go beyond the now ubiquitous process of creating computer based simulation models of structural dynamics. Obtaining a valuable virtual model is no longer a question of computing power, but now rests in the more difficult problem of developing trust in the model through the process of verification and validation (V & V). The challenges are perhaps most obvious in the renewable energy sector, where technology is developing at a very rapid pace, and more reliable models are required to cope with structures subjected to extreme loadings which lead to a high degree of nonlinearity, and uncertainties. Applying our research to such problems will be accelerated by close interaction with the industrial partners in the network, with whom we intend to maintain and enhance an innovation focused relationship. This will result in a training network where ESRís are able to be creative, entrepreneurial and innovative whilst receiving state of the art training that will enable them to deal with future challenges in this important area of engineering.",
    "totalCost": "3589794,72",
    "ecMaxContribution": "3589794,72",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;SIEMENS GAMESA RENEWABLE ENERGY AS;SIEMENS INDUSTRY SOFTWARE NV;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;PANEPISTIMIO THESSALIAS;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "PL;DK;BE;CH;EL;DE",
    "projectParticipants": {
        "999770950": {
            "orgId": "999770950",
            "orgName": "SIEMENS INDUSTRY SOFTWARE NV",
            "ecContrib": 501120
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 530454
        },
        "999976881": {
            "orgId": "999976881",
            "orgName": "THE UNIVERSITY OF SHEFFIELD",
            "ecContrib": 546576
        },
        "999844573": {
            "orgId": "999844573",
            "orgName": "AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE",
            "ecContrib": 448275
        },
        "999981828": {
            "orgId": "999981828",
            "orgName": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
            "ecContrib": 498433
        },
        "986360215": {
            "orgId": "986360215",
            "orgName": "SIEMENS GAMESA RENEWABLE ENERGY AS",
            "ecContrib": 580164
        },
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 484774
        }
    },
    "calculatedTotalContribution": 3589796
}