{
    "rcn": "213427",
    "acronym": "LSO",
    "topics": "ERC-2017-COG",
    "title": "Liver Spatial Omics",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The mammalian liver is a heterogeneous, yet highly structured organ, which performs diverse functions to maintain organismal homeostasis. Hepatocytes operate in repeating hexagonally shaped units termed lobules that are polarized by centripetal blood flow and morphogens. This polarized microenvironment facilitates optimal function by localizing specific processes to distinct lobule layers, a phenomenon known as ëliver zonationí. While zonation of some key liver functions has been known for years, using spatially resolved single cell transcriptomics, we recently discovered that about 50% of liver genes are zonated. This surprisingly broad spatial heterogeneity raises a fundamental question - do hepatocytes form a uniform population that differs due to spatially graded inputs or are hepatocytes at different zones in fact distinct cell types? \nIn this proposal we will tackle this question by developing techniques for sorting massive amounts of hepatocytes from defined tissue coordinates at high spatial resolution using zonated surface markers, new zonated reporter mouse models and mRNA content. We will perform a deep and comprehensive profiling of the hepatocyte genome, methylome, epigenome, transcriptome, proteome and metabolome at each zone to characterize liver zonation at all relevant cellular scales. We will also develop an ex-vivo system to functionally characterize the response of hepatocytes from distinct zones to identical input stimuli and the ability of hepatocytes to inter-convert to hepatocytes with differing zonal identities. These experiments will be performed in different metabolic states and along a high fat diet. This project will uncover new features of liver zonation in health and disease and redefine the hepatocyte cell state. Our approach for spatially refined tissue omics can be extended to other structured mammalian organs, thus opening new avenues of research in Systems Biology of mammalian tissues.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}