{
    "rcn": "213482",
    "acronym": "DynaMO_TB",
    "topics": "ERC-2017-COG",
    "title": "Spatiotemporal regulation of localization and replication of M. tuberculosis in humanmacrophages",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Mycobacterium tuberculosis (Mtb) is a very successful intracellular pathogen: in 2014, tuberculosis (TB) caused 1.5 million human deaths (World Health Organisation). To cause disease and disseminate to other hosts, Mtb needs to replicate within human cells. In spite of its enormous relevance for TB pathogenesis, the precise sites of Mtb replication in host cells remain unknown. This surprising gap in knowledge is in part due to the lack of appropriate imaging technologies that have precluded comprehensive understanding of the fundamental biology that underpins Mtb-host cell interactions critical to design rational interventions. Here, we propose to use a series of cutting-edge imaging approaches in human macrophages to: (1) define how the dynamic interactions between Mtb populations and organelles impact Mtb replication; (2) identify critical host and bacterial components that regulate Mtb replication and (3) characterise the host cell death pathways that control Mtb replication. For this, we will benefit from technologies developed in our group to image and quantify Mtb localisation and replication, such as live cell imaging, super resolution (SR) microscopy and correlative live cell 3D- electron microscopy (CLEM). We will refine these approaches to challenge the current limits of cell-based, high content imaging by combining human stem cell-derived macrophages with adhesive micropattern technologies for single cell analysis; this allows us to identify where and when Mtb replicate and how the interplay between host cells and Mtb impacts this process. Together, this proposal can uncover novel cellular pathways defining the intracellular sites that allow or restrict Mtb replication in human macrophages, thereby advancing the fields of both cell and infection biology. The characterization of the site of intracellular replication of Mtb can open avenues for a deeper understanding of human TB pathogenesis and facilitate development of vaccines and antibioo be here soon.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}