{
    "rcn": "213434",
    "acronym": "CMTaaRS",
    "topics": "ERC-2017-COG",
    "title": "Defective protein translation as a pathogenic mechanism of peripheral neuropathy",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Familial forms of neurodegenerative diseases are caused by mutations in a single gene. It is unknown whether distinct mutations in the same gene or in functionally related genes cause disease through similar or disparate mechanisms. Furthermore, the precise molecular mechanisms underlying virtually all neurodegenerative disorders are poorly understood, and effective treatments are typically lacking.\n\nThis is also the case for Charcot-Marie-Tooth (CMT) peripheral neuropathy caused by mutations in five distinct tRNA synthetase (aaRS) genes. We previously generated Drosophila CMT-aaRS models and used a novel method for cell-type-specific labeling of newly synthesized proteins in vivo to show that impaired protein translation may represent a common pathogenic mechanism.\n\nIn this proposal, I aim to determine whether translation is also inhibited in CMT-aaRS mouse models, and whether all mutations cause disease through gain-of-toxic-function, or alternatively, whether some mutations act through a dominant-negative mechanism. In addition, I will evaluate whether all CMT-aaRS mutant proteins inhibit translation, and I will test the hypothesis, raised by our unpublished preliminary data shown here, that a defect in the transfer of the (aminoacylated) tRNA from the mutant synthetase to elongation factor eEF1A is the molecular mechanism underlying CMT-aaRS. Finally, I will validate the identified molecular mechanism in CMT-aaRS mouse models, as the most disease-relevant mammalian model.\n\nI expect to elucidate whether all CMT-aaRS mutations cause disease through a common molecular mechanism that involves inhibition of translation. This is of key importance from a therapeutic perspective, as a common pathogenic mechanism allows for a unified therapeutic approach. Furthermore, this proposal has the potential to unravel the detailed molecular mechanism underlying CMT-aaRS, what would constitute a breakthrough and a requirement for rational drug design for this incurable disease.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}