{
    "rcn": "213466",
    "acronym": "HINBOTS",
    "topics": "ERC-2017-COG",
    "title": "Highly Integrated Nanoscale Robots for Targeted Delivery to the Central Nervous System",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Over the past two decades researchers have been working to create synthetic small-scale machines ranging from molecular entities or miniaturized structures, to more complex assemblies of micro- and nanomaterials. These machines are able to navigate in complex environments by harvesting fuel from the surrounding media or from external power sources. One of the most sought-after applications for these miniaturized machines is to perform minimally invasive interventions, in which these devices will ultimately reduce risk, cost, and discomfort compared to conventional interventions. This has driven researchers to produce a myriad of small-scale robots loaded with therapeutic cargo. While recent research has demonstrated the potential of these devices in animal models, a number of challenges remain in moving small-scale robots into the operating theatre. Here, we propose highly integrated nanorobots capable of realizing several functions on-demand by capitalizing on recent developments in small-scale robotics, multiferroics, supramolecular chemistry, and gated materials. These nanorobots will integrate a porous inorganic active chassis made of a piezoelectric or a magnetoelectric multiferroic that will host therapeutic agents, with redox or electroresponsive supramolecular gates that will control the release of payloads. We will demonstrate for the first time that redox- and electroresponsive supramolecular machinery grafted onto the surface of piezoelectric or multiferroic platforms can be remotely controlled by means of a piezoelectrochemical potential triggered by acoustic and magnetic fields. The ultimate goal of this research consists of creating smart multifunctional nanorobots, which will act on affected sites of the central nervous system by delivering therapeutic agents and electrostimulating the rewiring of neural circuitry.",
    "totalCost": "1998720",
    "ecMaxContribution": "1998720",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 1998720
        }
    },
    "calculatedTotalContribution": 1998720
}