{
    "rcn": "213409",
    "acronym": "SIRI",
    "topics": "ERC-2017-STG",
    "title": "Serendipity in Research and Innovation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The focus of the SIRI project is on the desirability and feasibility of targeting research, and the idea of 'serendipity' in research and innovation (SIRI). This is the notion that research leads to unexpected valuable outcomes and, since the outcomes of research are impossible to predict, research itself is difficult (perhaps even impossible) to manage or direct towards specific social ends. Research may be uncertain, but it is not random, and we know that industrial R&D managers fund research in areas where they expect returns and organise research to maximise its impact. With public policy, the scenario is slightly different, but there is limited evidence to draw on to support policy making. Thus, SIRI asks whether EU science can be better managed in ways that enhance the social and economic value of serendipity. The project will undertake a mix of fundamental basic research on the nature of serendipity and its measurement, its history and influence on research policy, together with applied policy-focused research on issues of direct relevance to government policy makers, medical charities and industrial R&D managers. It will deploy mixed quantitative and qualitative methods to generate large scale evidence as well detailed cases studies. It will then focus on developing theory and implications to inform future policy on research and innovation.",
    "totalCost": "1423227,52",
    "ecMaxContribution": "1423227,52",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 1423228
        }
    },
    "calculatedTotalContribution": 1423228
}