{
    "rcn": "213491",
    "acronym": "UFLNMR",
    "topics": "ERC-2017-COG",
    "title": "Ultrafast Laplace NMR",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Laplace NMR (LNMR), comprising diffusion and relaxation NMR experiments, provides detailed information on the dynamics and chemical resolution of molecular systems, which is complementary to NMR spectra. Similarly to the traditional NMR spectroscopy, the information content of LNMR can be significantly enhanced by a multidimensional approach. The long experiment time and low sensitivity restrict the applicability of the multidimensional method, however. Based on spatial encoding of multidimensional data, we develop a broad range of single-scan LNMR experiments, constituting a new class of NMR experiments called ultrafast multidimensional LNMR. The method shortens the experiment time by one to three orders of magnitude as compared to the conventional method, offering unprecedented opportunity to study fast processes in real time. Furthermore, it enables boosting the sensitivity by several orders of magnitude by using nuclear spin hyperpolarization, which allows investigation of low-concentration samples. Ultrafast LNMR opens paradigm-breaking prospects in chemical, biochemical, geologic, archaeologic and medical analysis. LNMR can, e.g., provide unique information on the intra- and extracellular metabolic processes, including those of cancer cells, which facilitates diagnostics and helps to find efficient treatments, and it can be exploited in the development of new types of biosensors. Furthermore, the method reveals previously unobservable details about the phase behaviour of ionic liquids, gel and polymer formation, as well as catalysis, which are essential in understanding their performance in technological applications. LNMR is also applicable to portable, single-sided magnets, implying potential to raise the sensitivity of low-field NMR to a completely new level. This entails significant impact on mobile chemical and medical analysis. The low cost of the low-field facility renders advanced NMR analysis broadly available, even in developing countries.",
    "totalCost": "2625000",
    "ecMaxContribution": "2625000",
    "coordinator": "OULUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999844670": {
            "orgId": "999844670",
            "orgName": "OULUN YLIOPISTO",
            "ecContrib": 2625000
        }
    },
    "calculatedTotalContribution": 2625000
}