{
    "rcn": "213467",
    "acronym": "PROMOFS",
    "topics": "ERC-2017-COG",
    "title": "Nanoengineering and Processing of Metal-Organic Framework Composites for Photonic Sensors",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The project is in the field of nanoporous materials engineering, focusing on the discovery, characterisation and application of metal-organic frameworks (MOFs) as an innovative platform to afford disruptive photonics sensing technology. Compared to the traditional material options (e.g. metal oxides and nitrides), MOFs offer several key advantages. The vast inorganic-organic (hybrid) structural diversity of MOFs implies a huge prospect to tune the desirable physical and chemical properties for engineering bespoke applications. Their 3D crystalline framework meant there is long-range periodicity, translating into continuous pathways to facilitate energy transfer and transport mechanisms. Significantly, the nanoscale pores within MOFs can be used as a vessel to host functional guests, in this context: to confine light-emitting complexes and emissive molecules creating unconventional Guest@MOF photoluminescent systems. Having established the project feasibility through pilot studies and further demonstrated the promising potential to fabricate photonic sensors, it is timely to address the outstanding challenges in this nascent field:-\n(1) To establish facile processing of new Guest@MOF photonic materials and composite systems, utilising in-situ nanoscale confinement strategy in conjunction with supramolecular processing method.\n(2) To characterise photophysical and photochemical properties controlling the performance of Guest@MOF systems, and, to understand fundamental mechanisms at the nanoscale.\n(3) To employ ab-initio computational modelling to gain deeper insights into host-guest interactions, and, to predict structure-property relations informing the design of customised materials.\n(4) To innovate in materials patterning technology for versatile materials-to-device manufacturing processes.\n(5) To apply Guest@MOF materials in nanoengineering of tuneable photonics sensors.\n(6) To quantify and enhance stability of Guest@MOF materials central to practical applications.",
    "totalCost": "2431911",
    "ecMaxContribution": "2431911",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2431911
        }
    },
    "calculatedTotalContribution": 2431911
}