{
    "rcn": "213412",
    "acronym": "NanoTextSurf",
    "topics": "PILOTS-03-2017",
    "title": "Nanotextured surfaces for membranes, protective textiles, friction pads and abrasive materials",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Cellulose, the most abundant polymer on Earth, is a classic example of a high reinforcement materials produced from renewable resources. Cellulose nanomaterials produced either with chemical and/or mechanical means from cellulose fibres are safe, biodegradable, ultra-strong, durable and suitable for novel functional applications. Cellulose nanomaterials strengthen the production of lean added value products. They enable novel functional products and improve the competitiveness of European industry. However, it is necessary to further develop application processes for cellulose nanomaterials. \n\nNanoTextSurf aims to upgrade existing pilot lines for manufacturing and demonstrating nanotextured surfaces with mechanically enhanced properties. The focal approach of the surface manufacturing concept is to construct nanostructured surfaces based on nanoscale biomaterials. Formation of surfaces will be realised by utilising these building blocks with on-line application techniques (cast and foam coating and screen-printing), which enable the formation of the true nanotextured architecture. This approach will guarantee that robust, efficient and easily up-scalable processes with in-line controlling methods will be available as open access services with reasonable costs. \n\nThe nanotextured products and their mechanically enhanced performance will be demonstrated as value added products of the existing and novel bio-based membranes at liquid purification, functional textiles for fire retardant fabrics and linings, novel friction materials for transport applications and abrasive materials for surface finishing. Their economic feasibility, safety and environmental acceptability will be evaluated with life cycle sustainability assessment. The results can be exploited in the existing manufacturing lines. Besides these products, NanoTextSurf partners have recognised additional markets such as hospital textiles, industrial wipes, air purification filters and food packaging materials.",
    "totalCost": "6599711,25",
    "ecMaxContribution": "5800241,25",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "TEKSTILNA INDUSTRIJA AJDOVSCINA DD;UNIVERSITAT WIEN;INSTITUTE OF OCCUPATIONAL MEDICINE;FURKA REIBBELAGE AG;IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH;OY KWH MIRKA AB;UNIVERZA V MARIBORU;BERNDORF BAND GMBH;ACONDAQUA INGENIERIA DEL AGUA SL;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT;SARTORIUS STEDIM BIOTECH GMBH;STOCKHOLMS UNIVERSITET",
    "participantCountries": "SI;AT;UK;CH;DE;FI;ES;SE",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1260850
        },
        "972224114": {
            "orgId": "972224114",
            "orgName": "ACONDAQUA INGENIERIA DEL AGUA SL",
            "ecContrib": 50400
        },
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 374946
        },
        "952095353": {
            "orgId": "952095353",
            "orgName": "SARTORIUS STEDIM BIOTECH GMBH",
            "ecContrib": 259091
        },
        "999464818": {
            "orgId": "999464818",
            "orgName": "INSTITUTE OF OCCUPATIONAL MEDICINE",
            "ecContrib": 302679
        },
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 494938
        },
        "999703826": {
            "orgId": "999703826",
            "orgName": "IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH",
            "ecContrib": 457649
        },
        "916883577": {
            "orgId": "916883577",
            "orgName": "FURKA REIBBELAGE AG",
            "ecContrib": 237125
        },
        "931942924": {
            "orgId": "931942924",
            "orgName": "BERNDORF BAND GMBH",
            "ecContrib": 640208
        },
        "996748042": {
            "orgId": "996748042",
            "orgName": "OY KWH MIRKA AB",
            "ecContrib": 427875
        },
        "999907138": {
            "orgId": "999907138",
            "orgName": "EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
            "ecContrib": 848000
        },
        "999903646": {
            "orgId": "999903646",
            "orgName": "UNIVERZA V MARIBORU",
            "ecContrib": 195750
        }
    },
    "calculatedTotalContribution": 5549511
}