{
    "rcn": "213439",
    "acronym": "COMPLEX-FISH",
    "topics": "ERC-2017-COG",
    "title": "Complex eco-evolutionary dynamics of aquatic ecosystems faced with human-induced and environmental stress",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Resilience and recovery ability are key determinants of species persistence and viability in a changing world. Populations exposed to rapid environmental changes and human-induced alterations are often affected by both ecological and evolutionary processes and their interactions, that is, eco-evolutionary dynamics. The integrated perspective offered by eco-evolutionary dynamics is vital for understanding drivers of resilience and recovery of natural populations undergoing rapid changes and exposed to multiple stressors. However, the feedback mechanisms, and the ways in which evolution and phenotypic changes scale up to interacting species, communities, and ecosystems, remains poorly understood. The objective of my proposal is to bridge and close this gap by merging the fields of ecology and evolution into two interfaces of complex biological dynamics. I will do this in the context of conservation and sustainable harvesting of aquatic ecosystems. I will develop a novel mechanistic theory of eco-evolutionary ecosystem dynamics, by coupling the theory of allometric trophic networks with the theory of life-history evolution. I will analyse the eco-evolutionary dynamics of aquatic ecosystems to identify mechanisms responsible for species and ecosystem resilience and recovery ability. This will be done through systematic simulation studies and detailed analyses of three aquatic ecosystems. The project delves into the mechanisms through which anthropogenic and environmental drivers alter the eco-evolutionary dynamics of aquatic ecosystems. Mechanistic understanding of these dynamics, and their consequences to species and ecosystems, has great potential to resolve fundamental yet puzzling patterns observed in natural populations and to identify species and ecosystem properties regulating resilience and recovery ability. This will drastically change our ability to assess the risks related to current and future anthropogenic and environmental influences on aquatic ecosystems.",
    "totalCost": "1999391",
    "ecMaxContribution": "1999391",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1999391
        }
    },
    "calculatedTotalContribution": 1999391
}