{
    "rcn": "213470",
    "acronym": "PISSARRO",
    "topics": "ERC-2017-COG",
    "title": "Photonic integrated devices for second order nonlinear optical processes",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Second order nonlinear processes, such as second-harmonic or difference-frequency generation, are key for frequency metrology and quantum optics applications. The successful integration of such functionalities, consequential of material 2nd order nonlinear susceptibility ?(2),  is essential to obtain compact and low power devices. Unfortunately embedding 2nd order nonlinear effects on chip poses a fundamental challenge captured by the following dogma: materials with the best photonic integration capabilities exhibit negligible ?(2). Recent research by the PI proves this dogma flawed and shows that 2nd order nonlinearities can be unlocked in silicon nitride (SiN) waveguides by all-optical means, a result that is a significant departure from other existing approaches. \n\nPISSARRO will develop waveguides for ?(2) based effects and confront the limitations imposed by fabrication, resonant structures, or phase-matching constraints, thus seeking optimal trade-offs. By leveraging the linear properties and fabrication flexibility of SiN waveguides, the synergy between optically induced electric field from multi-photon absorption, large material 3rd order nonlinearity  and waveguide engineering will be exploited, to overcome the initial low efficiency. The objectives are far beyond the state-of-the-art by providing all-optical control, flexibility and extended operation bandwidth. \n\nThe project will build on the in-depth optical characterization of the microscopic nature of optically-induced 2nd order nonlinearity in SiN to take integrated 2nd order nonlinear devices to new frontiers. PISSARRO promises substantial impact in the domains of communication, metrology and quantum optics by providing novel CMOS-compatible photonic devices. Designed waveguides will not only lead to the integration of stabilized octave spanning combs for precise frequency references, but also introduce a path towards dynamic on-chip quantum state generation and unconstrained frequency conversion.",
    "totalCost": "1999400",
    "ecMaxContribution": "1999400",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 1999400
        }
    },
    "calculatedTotalContribution": 1999400
}