{
    "rcn": "213420",
    "acronym": "MIRA",
    "topics": "MSCA-ITN-2017",
    "title": "Microbe induced Resistance to Agricultural pests",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Plants are intimately associated with a diversity of beneficial microorganisms in their root zone, some of which can enhance the plantís resistance to insect pests. Thus, the use of Microbe-induced Resistance (MiR) to reduce pest losses in agriculture has emerged as a highly promising possibility to improve crop resilience and reduce use of harmful pesticides. European companies have therefore started to develop and market beneficial microbes. However, MiR appears to be strongly context-dependent, with reduced benefits under certain biotic and abiotic conditions and in some crop varieties. Further, it is a challenge to deliver and ensure stable associations of beneficial microbes and plants, and avoid undesired effects on beneficial insects. Thus we absolutely must improve our understanding of MiR mechanisms and  context-dependency, in order to improve context stability of MiR and promote the use of MiR for crop protection. Our MiRA project will train 15 ESRs in basic and applied research on context-dependency of MiR, mechanisms, and impacts on plant performance and other biocontrol organisms. We will use this understanding to improve our ability to predict the effectiveness of MiR under different conditions, to select plant and microbial strains with improved context-stability, and to develop better methods for the formulation of microbial inoculants and their application in agriculture. Finally, we will analyse economic prospects and constraints for MiR development and use. To achieve these goals, we have assembled a consortium of 11 academic institutions and 6 companies, including microbial inoculant producers and agricultural advisors, with complementary skills in basic and applied research and innovation. Our ESRs will be trained within this multi-sectoral interdisciplinary network  for a future career in research, product and service development in European horticulture and agriculture, pushing boundaries in European research and innovation.",
    "totalCost": "3936528,36",
    "ecMaxContribution": "3936528,36",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "THE JAMES HUTTON INSTITUTE;KOPPERT BV;KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;UNIVERSITE DE NEUCHATEL;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;FRIEDRICH-SCHILLER-UNIVERSITAT JENA;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;INOQ GmbH",
    "participantCountries": "UK;NL;ES;CH;DE;FR",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 510749
        },
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 255374
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 495746
        },
        "972264466": {
            "orgId": "972264466",
            "orgName": "KOPPERT BV",
            "ecContrib": 255374
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 262876
        },
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 249216
        },
        "986496209": {
            "orgId": "986496209",
            "orgName": "INOQ GmbH",
            "ecContrib": 249216
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 265227
        },
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 249216
        },
        "966626341": {
            "orgId": "966626341",
            "orgName": "THE JAMES HUTTON INSTITUTE",
            "ecContrib": 273288
        },
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 870246
        }
    },
    "calculatedTotalContribution": 3936528
}