{
    "rcn": "213448",
    "acronym": "FREEDLES",
    "topics": "ERC-2017-COG",
    "title": "From needles to landscapes: a novel approach to scaling forest spectra",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Accounting for vegetation structure ñ clumping of foliage into shoots or crowns ñ is the largest remaining challenge in modelling scattered and absorbed radiation in complex vegetation canopies such as forests. Clumping controls the radiation regime of forest canopies, yet it is poorly quantified. Currently, the communities working with vegetation structure and optical measurements do not have a common understanding of the concept. The FREEDLES project sets out to develop a universal method for quantifying clumping of foliage in forests based on detailed 3D structure and spectral reflectance data. Clumping will be linked to photon recollision probability, an exciting new development in the field of photon transport modelling. Photon recollision probability will, in turn, be used to develop a spectral scaling algorithm which will connect the spectra of vegetation at all hierarchical levels from needles and leaves to crowns, stands and landscapes. The spectral scaling algorithm will be validated with detailed reference measurements in both laboratory and natural conditions, and applied to interpret forest variables from satellite images at different spatial resolutions. The proposed approach is contrary to many other lines of current development where more complexity is favoured in canopy radiation models. If successful, the approach will significantly improve estimates of absorbed and scattered radiation fields in forests and retrieval results of forest biophysical variables from satellite data. Future applications can also be expected in global radiation and carbon balance estimation and in chlorophyll fluorescence models for forests. Most importantly, the spectral scaling model will open new horizons for our scientific understanding of photon-vegetation interactions.",
    "totalCost": "1963590",
    "ecMaxContribution": "1963590",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "991256096": {
            "orgId": "991256096",
            "orgName": "AALTO-KORKEAKOULUSAATIO",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}