{
    "rcn": "213445",
    "acronym": "ANTSolve",
    "topics": "ERC-2017-COG",
    "title": "A multi-scale perspective into collective problem solving in ants",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Cognition improves an animalís ability to tune its responses to environmental conditions. In group living animals, communication works to form a collective cognition that expands the groupís abilities beyond those of individuals. Despite much research, to date, there is little understanding of how collective cognition emerges within biological ensembles. A major obstacle towards such an understanding is the rarity of comprehensive multi-scale empirical data of these complex systems. \n\nWe have demonstrated cooperative load transport by ants to be an ideal system to study the emergence of cognition. Similar to other complex cognitive systems, the ants employ high levels of emergence to achieve efficient problem solving over a large range of scenarios. Unique to this system, is its extreme amenability to experimental measurement and manipulation where internal conflicts map to forces, abstract decision making is reflected in direction changes, and future planning manifested in pheromone trails. This allows for an unprecedentedly detailed, multi-scale empirical description of the moment-to-moment unfolding of sophisticated cognitive processes.\n\nThis proposal is aimed at materializing this potential to the full. We will examine the antsí problem solving capabilities under a variety of environmental challenges.  We will expose the underpinning rules on the different organizational scales, the flow of information between them, and their relative contributions to collective performance. This will allow for empirical comparisons between the ëgroupí and the ësum of its partsí from which we will quantify the level of emergence in this system. Using the language of information, we will map the boundaries of this groupís collective cognition and relate them to the range of habitable environmental niches. Moreover, we will generalize these insights to formulate a new paradigm of emergence in biological groups opening new horizons in the study of cognitive processes in general.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}