{
    "rcn": "213401",
    "acronym": "MRS in diabetes",
    "topics": "ERC-2017-STG",
    "title": "Novel methods in Magnetic Resonance Spectroscopy to investigate mechanisms underlying metabolic disease",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The high prevalence of obesity-related metabolic disease such as diabetes and cardiovascular disease urgently requires earlier interventions in the pathogenesis of these diseases and the identification of new therapeutic targets that work in humans. To show the human relevance of mechanistic information gained from rodent and cell studies on the pathogenesis of insulin resistance and diabetes, human translational research is needed. Non-invasive techniques are key in human translational research. Magnetic Resonance Spectroscopy (MRS) is used in metabolic research, e.g. to determine ectopic lipids, but its potential is far from fully explored, and novel, dedicated MRS sequences can be developed to target new metabolites in vivo. As an example, I recently showed that the metabolite acetylcarnitine can be quantified by a modified MRS protocol, which allowed me to demonstrate in humans that acetylcarnitine concentrations in muscle strongly associate with insulin sensitivity. Furthermore, it lead to pilot data that show that the capacity to form acetylcarnitine can be hampered by low carnitine availability and that this is a determinant of metabolic flexibility, which can be succesfully targeted by carnitine supplementation. In the current proposal I aim to develop novel MRS methodology to detect levels of NAD\\, another metabolite that is emerging from animal research as a central regulator of metabolic health.  I will develop a non-invasive method to reliably quantify NAD\\ in skeletal muscle by MRS. After careful validation of the method, I will determine the physiological relevance in a human cross-sectional study. I hypothesize that NAD\\ and formation of acetylcarnitine act synergistically in determining protein acetylation and thereby affect metabolic flexibility. I will test this original hypothesis by increasing NAD\\ and free carnitine using human interventional experiments and will investigate if this is a novel strategy to improve metabolic health.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}