{
    "rcn": "213437",
    "acronym": "MEL-Interactions",
    "topics": "ERC-2017-COG",
    "title": "An integrative approach for the exploration of melanoma genetic and immunological interactions",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Tumor development emerges from an accumulation of somatic alterations that together enable malignant growth. These alterations are immensely diverse and the fate of a cell acquiring an alteration may depend on other alterations already present. Despite our progress in mapping the cancer genetic landscape and an expanding catalogue of cancer genes, a need arises to establish how alterations in cancer genes interact to transform healthy cells into cancer cells. Many fundamental questions regarding genomic interactions remain open. For example, we do not know which proteins make up signaling pathway hubs and in which genetic contexts, how genetic alterations interact functionally, how cancer genetic alterations influence the interaction with T cells and how these affect patient response to therapy. The recent growth in the number of genomics data sets gives rise to a parallel increase in statistical power to detect more complex associations allowing robust analyses of complex interrelated genomic networks. In this proposal we suggest to employ our expertise and unique toolsets, to shed new light on the complex interrelated networks formed in melanoma. We propose to combine state-of-the art high content tools with mechanistic studies to discover the structure of signaling-hub organization in melanoma (Aim 1), functionally characterize the complex genetic interactions within the melanoma genome using genome engineering approaches (Aim 2), and to decipher the immuno-genetic interactions between melanoma and T cells (Aim 3). Importantly, we will try to bridge the knowledge gap in deciphering melanoma-specific gene interactions, protein interactions and interactions with T cells by creating new tools and experimental models. Our findings should make an important step towards an unprecedented, thorough and multifaceted understanding of melanoma biology. More broadly, we believe these approaches provide a paradigm for addressing similarly complex questions in other cancers.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}