{
    "rcn": "213499",
    "acronym": "DICTATOREXPERIENCE",
    "topics": "ERC-2017-COG",
    "title": "Dictatorship as experience: a comparative history of everyday life and the 'lived experience' of dictatorship in Mediterranean Europe (1922-1975)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "ëDictatorshipí conventionally conjures an image of a charismatic, dogmatic (male) leader ruling from on high, through magnetism, propaganda and violence, a pliant population alternately rallied in fervent support or cowed into submission. Such images belie the crucial reality that dictatorships were experienced subjectively ñ and in some respects put into practice - by the men, women and children who lived (through) them.  Individuals encountered the dictatorial state not only in official policies, propaganda and rituals but also in everyday settings: the market; the factory; the bar; the street; the home. These venues were sites where dictatorships were made ñ and unmade. Whilst the ëeveryday life historyí of the mid 20th-century dictatorships in Germany, the USSR and (less often) Italy has been compared, this project will be the first to comparatively examine the ëlived experienceí of dictatorships in four countries bordering the northern Mediterranean: Italy; Spain; Portugal; Greece. Framing this study within the context of Mediterranean Europe allows us to interrogate some of the institutions and cultural practices often assumed to connect and characterize this region and how, if at all, these intersected with the subjective experience of dictatorial rule.  These include: certain family structures and practices; diet; temporal rhythms and spatial dimensions; and the perceived disjuncture between pays leal and pays real. How did Mediterranean populations experience dictatorship? Could shared socio-cultural institutions and practices, if detected, offer common tactics for negotiating daily life? Using a series of analytical concepts including subjectivity and agency, multiplicity, and everyday 'spaces', the project will reveal the complex ways in which dictators' ideology and practices were enacted on an intimate scale and the fragmented and multivalent encounters between individuals and the state which constituted the 'actually-existing' dictatorship.",
    "totalCost": "1497724",
    "ecMaxContribution": "1497724",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1497724
        }
    },
    "calculatedTotalContribution": 1497724
}