{
    "rcn": "213423",
    "acronym": "CTC-MAL",
    "topics": "ERC-2017-PoC",
    "title": "Isolation of rare circulating tumor cells",
    "startDate": "01/02/2018",
    "endDate": "31/01/2019",
    "objective": "In 2013 I was awarded an ERC consolidator grant to pursue a novel cancer targeting concept using a recombinant malaria protein. As an ERC grantee I verified the malaria protein (rVAR2) binds to this distinct cancer expressed molecule (CSA) in hundreds of cancer cell lines and thousands of tissue biopsies. Our research demonstrate a pivotal role of CSA in cancer cell migration and thus in the formation of metastasis. Circulating tumor cells (CTCs) are cancer cells escaping the primary tumor with the capacity to settle and form a metastasis in distant organs. Isolation of CTC is thus a very attractive non-invasive measure of the stage of a given cancer and provides the opportunity to do direct phenotypic analyses. However CTCs are in most cases very rare (10 cells pr 1ml blood) and does not uniformly distinguish themselves from normal blood cells. Our preliminary data show that rVAR2 very effectively can be used to isolate CTCs from diverse types of cancer with unprecedented specificity and sensitivity. Such a tool could have wide impact for cancer patients because it could sharpen diagnosis, increase prognostic ability, monitor drug efficacy and facilitate molecular characterization of individual cancers with implications for personalized medicine and basic cancer research.  The aim of the ERC PoC project is to A) prepare for establishment of a separate company with a strategic product plan and B) further develop and validate the methodology enabling diagnosis, prognosis and guide treatment.",
    "totalCost": "149375",
    "ecMaxContribution": "149375",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 149375
        }
    },
    "calculatedTotalContribution": 149375
}