{
    "rcn": "213404",
    "acronym": "RECEIVE",
    "topics": "ERC-2017-STG",
    "title": "Regulatory networks of plant cell rearrangement during symbiont accommodation",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Arbuscular mycorrhiza (AM) is an ancient plant-fungus symbiosis that is wide-spread in the plant kingdom. AM improves plant nutrition, stress resistance and general plant performance and thus represents a promising addition to sustainable agricultural practices. Mineral nutrients are released from the fungus to the plant at highly branched hyphal structures, the arbuscules, which form inside root cortex cells. Like the cells of other multicellular eukaryotes, plant cells show a remarkable developmental plasticity. Single cell re-differentiation is a fascinating process during arbuscule development, which can be conceptually separated into distinct stages controlled by the plant cell which precisely guide the step-wise formation of different parts of the arbuscule. It involves cell autonomous transcriptional reprogramming and subcellular remodelling, leading to repositioning of subcellular structures, cell polarization and multiplication of organelles. It is currently unknown how cell-autonomous reprogramming during arbuscule development is regulated. RECEIVE utilizes an integrated strategy combining transcriptional profiling, transcription factor identification, interaction network analysis with reverse genetics and cell biological techniques to understand the coordinated step-wise progression of arbuscule development. RECEIVE builds on the hypothesis that each stage of arbuscule development is accompanied by a stage-specific wave of gene expression and that transcriptional regulation is a key determinant of the developmental progress from stage to stage. The characterisation of these waves and the identification of the underlying transcriptional regulatory nodes is the focus of this project. RECEIVE aims to bridge a major knowledge gap about the molecular basis of one of the most important symbioses on earth.",
    "totalCost": "1499625",
    "ecMaxContribution": "1499625",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1499625
        }
    },
    "calculatedTotalContribution": 1499625
}