{
    "rcn": "213481",
    "acronym": "SIMDAMA",
    "topics": "ERC-2017-COG",
    "title": "Strong-interaction matter coupled to electroweak probes and dark matter candidates",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "For decades, the Standard Model of particle physics has successfully predicted the outcome of experiments probing the laws of nature on the smallest distances. Its last missing ingredient, the Higgs particle, was discovered at the Large Hadron Collider at CERN in 2012. A vast experimental program is now underway to complete its description of weakly interacting particles called neutrinos.\n\nFor all its successes, the Standard Model does not provide an explanation for the nature of dark matter, which is thought to account for a quarter of the energy in the universe. This project, based on the `lattice QCD' framework, will enable a more stringent test of the Standard Model, contribute to narrowing down the list of dark-matter candidate particles, and reduce uncertainties in neutrino detection.\n\nThe strong interaction, which binds protons and neutrons together to form atomic nuclei, is described by the sector of the Standard Model called Quantum Chromodynamics (QCD). The complexity of the strong interaction is often the limiting factor in testing the Standard Model and in searching for new fundamental particles and forces. Strong-interaction matter is also of tremendous intrinsic interest because it exhibits many emerging phenomena such as spontaneous symmetry breaking, quantum-relativistic bound states, and a high-temperature `quark-gluon plasma' phase, to name a few. By replacing space and time by a lattice, QCD becomes amenable to an ab initio treatment via large-scale computer simulations.\n\nThe subproject of testing `sterile' neutrinos as dark-matter constituents depends on understanding aspects of hot QCD matter, since they would have been produced in the early, hot universe. This goal is thus connected to present-day heavy-ion collision experiments, where tiny droplets of hot QCD matter are produced in the laboratory.",
    "totalCost": "1685500",
    "ecMaxContribution": "1685500",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 1685500
        }
    },
    "calculatedTotalContribution": 1685500
}