{
    "rcn": "213460",
    "acronym": "LOQO-MOTIONS",
    "topics": "ERC-2017-COG",
    "title": "Local quantum operations achieved through the motion of spins",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Spins have long been appreciated as versatile tools for studying coherent quantum phenomena in a range of materials and have emerged as powerful components for the development of technologies such as quantum information processors and sensors. Results from the past 5 years have shown that spins can exhibit exceptionally long coherence lifetimes (seconds for the electron spin, hours for the nuclear spin), and can be measured with high fidelity in a single shot and at the single spin level. These achievements provide strong motivation to address what remains an open challenge: how to controllably couple such coherent spins in a scalable manner. This goal is being vigorously pursued by many groups following approaches such as those based on exchange interactions between spins, or coupling spins to optical or microwave photons and measurement-based entanglement. However, each of these approaches carries formidable challenges and a clearly realisable route to a scalable technology is still currently lacking.\n\nThe aim of LOQO-MOTIONS is to exploit the long coherence times observed in spins of atomic defects in materials and open up a new approach for coupling spins based on dipolar interactions combined with physical motion to achieve local quantum operations. This approach is inspired by a recent blueprint for the implementation of a surface code using donors in silicon, permitting fault-tolerant operation even with the limited positional accuracy of ion implantation. LOQO-MOTIONS assembles a comprehensive set of tools required to explore and exploit physically mobile spins, including: versatile single- donor spin measurement, coupling of donor spins and optically-addressable defect spins, and cryogenic scanning of probe spins over static spins to generate entanglement. In addition to developing a new platform for engineering spin-spin couplings, LOQO-MOTIONS has strong synergies with spin-based magnetometry and nano-scale quantum sensing applications will be explored.",
    "totalCost": "2264167",
    "ecMaxContribution": "2264167",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 2264167
        }
    },
    "calculatedTotalContribution": 2264167
}