{
    "rcn": "213405",
    "acronym": "PLABOR",
    "topics": "ERC-2017-STG",
    "title": "Platform Labor: Digital transformations of work and livelihood in post-welfare societies",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Digital platforms like Uber and Airbnb are transforming how people work, create and share value, and sustain themselves in their everyday lives. As such, platforms are becoming increasingly ubiquitous as new institutional actors that redraw relations between civil society, the market, and the state. Yet, as many scholars have shown, such relations have historically been shaped by pervasive gender, class, and racial subordination. It is therefore crucial to ask to what extent platforms, as new sites of capital accumulation, governance, and norm-making, remediate existing inequalities and if/how they also generate new vulnerabilities or tools for empowerment. Accordingly, this research project aims to determine how digital platforms are reconfiguring the gendered, classed, and racialized organization of labor and social reproduction in post-welfare societies. To achieve this aim, three objectives have to be met: \n\nï determining how on-demand labor platforms distribute new opportunities and vulnerabilities for workers along gender, class, and racial lines;\nï determining how digital platforms create new solutions and challenges for the gendered, classed, and racialized problem of social reproduction in post-welfare societies;\nï determining which policy and legal issues arise when labor and social reproduction are increasingly organized through platforms and identifying ways to tackle these issues.   \n\nThese objectives will be met through a cross-national comparative study that examines how platforms operate in three quickly growing and distinct tech hubs: Amsterdam, Berlin, and New York City. To organize this transatlantic study an innovative research platform will be developed and implemented, which enables (1) participatory research, (2) international scholarly collaboration and stakeholder engagement, and (3) the dissemination and discussion of research findings. The participatory research will combine ethnography and methods from software studies.",
    "totalCost": "1403250",
    "ecMaxContribution": "1403250",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1403250
        }
    },
    "calculatedTotalContribution": 1403250
}