{
    "rcn": "213497",
    "acronym": "Asterochronometry",
    "topics": "ERC-2017-COG",
    "title": "Galactic archeology with high temporal resolution",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The Milky Way is a complex system, with dynamical and chemical substructures, where several competing processes such as mergers, internal secular evolution, gas accretion and gas flows take place. To study in detail how such a giant spiral galaxy was formed and evolved, we need to reconstruct the sequence of its main formation events with high (~10%) temporal resolution. \nAsterochronometry will determine accurate, precise ages for tens of thousands of stars in the Galaxy. We will take an approach distinguished by a number of key aspects including, developing novel star-dating methods that fully utilise the potential of individual pulsation modes, coupled with a careful appraisal of systematic uncertainties on age deriving from our limited understanding of stellar physics. \n\nWe will then capitalise on opportunities provided by the timely availability of astrometric, spectroscopic, and asteroseismic data to build and data-mine chrono-chemo-dynamical maps of regions of the Milky Way probed by the space missions CoRoT, Kepler, K2, and TESS. We will quantify, by comparison with predictions of chemodynamical models, the relative importance of various processes which play a role in shaping the Galaxy, for example mergers and dynamical processes. We will use chrono-chemical tagging to look for evidence of aggregates, and precise and accurate ages to reconstruct the early star formation history of the Milky Wayís main constituents.\nThe Asterochronometry project will also provide stringent observational tests of stellar structure and answer some of the long-standing open questions in stellar modelling (e.g. efficiency of transport processes, mass loss on the giant branch, the occurrence of products of coalescence / mass exchange). These tests will improve our ability to determine stellar ages and chemical yields, with wide impact e.g. on the characterisation and ensemble studies of exoplanets, on evolutionary population synthesis, integrated colours and thus ages of galaxies.",
    "totalCost": "1958863",
    "ecMaxContribution": "1958863",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907526": {
            "orgId": "999907526",
            "orgName": "THE UNIVERSITY OF BIRMINGHAM",
            "ecContrib": 1958863
        }
    },
    "calculatedTotalContribution": 1958863
}