{
    "rcn": "213489",
    "acronym": "JetDynamics",
    "topics": "ERC-2017-COG",
    "title": "High precision multi-jet dynamics at the LHC",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Precision tests at high energy colliders are an essential tool for gaining insight\ninto the nature of the Standard Model of particle physics and the fundamental interactions. The data currently being obtained by the LHC experiments will allow a large number of observables to be measured at a percent level accuracy. This data has the potential to probe deeper into the flaws of the Standard Model. However, the complexity of theoretical predictions using perturbative quantum field theory currently prevents many of these precision tests.\n\nJetDynamics aims for a breakthrough in precision predictions for the measurements of Standard Model interactions through the study of the dynamics of multiple strongly interacting hadronic jets. Percent level predictions for 2 to 3 scattering processes involving the Higgs boson and electroweak vector bosons will allow a unique insight into fundamental properties of the Standard Model in the new high energy region probed by the LHC.\n\nIn order to achieve this goal a complete set of quantum corrections at next-to-next-to-leading order (NNLO) in perturbation theory are required. JetDynamics bridges the gap between mathematics physics and experimental collider physics and will develop a new generation of computational tools and methods} that will overcome current bottlenecks. The work program attacks this problem on two fronts:\n\nA) Develop revolutionary new ideas from the study of on-shell scattering amplitudes to address the current bottlenecks in the computation of multi-leg two loop amplitudes in QCD.\n\nB) Develop highly efficient tools for NNLO predictions with multi-jet final states and perform precision phenomenological studies of jet dynamics at the LHC.\n\nC) Lay groundwork for jet production beyond NNLO and build towards 1% perturbative accuracy.\n\nJetDynamics will lead to a new understanding of scattering at hadron colliders and take LHC physics into a new precision era.",
    "totalCost": "1764478",
    "ecMaxContribution": "1764478",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866010": {
            "orgId": "999866010",
            "orgName": "UNIVERSITY OF DURHAM",
            "ecContrib": 1764478
        }
    },
    "calculatedTotalContribution": 1764478
}