{
    "rcn": "213471",
    "acronym": "FORWARD",
    "topics": "ERC-2017-COG",
    "title": "New Frontiers for Optoelectronics with Artificial Media",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "To detect or generate complex light beams that are increasingly needed in biology and photonics (light with non-zero angular momentum and non-classical light), it is necessary to rely on bulky and sophisticated setups, considerably limiting their potential. The FORWARD project aims at obtaining the same functionalities with a new generation of optoelectronic components of submicron thickness in the near infrared range. This ambitious objective implies to devise radically new ways of creating and manipulating complex light at the nanoscale. In FORWARD, this tremendous challenge will be addressed by hybridizing two classes of artificial media-colloidal quantum dots (CQDs) and metamaterials-and leveraging advanced cooperative behaviours within the hybrids. In the new devices, which will be pumped electrically, the active layers will be made of a film of CQDs interwoven with the metallic inclusions of an optical metamaterial.\nFORWARD has a strong multidisciplinary character as it lies at the crossroads of nanocrystal processing, nanofabrication, nanophotonics, condensed matter physics and optoelectronics. First, we will hybridize metallic metamaterials and CQDs, study the transport properties in these devices and develop metamaterial/CQD photodetectors demonstrating the advantage of the hybridization. Second, we will induce classical cooperative effects between the different metamaterial inclusions and utilize this approach to fabricate hybrids LEDs capable of emitting optical vortices. Last, we will induce quantum synchronizations among the CQDs and demonstrate hybrids LEDs that produce coherent and non-classical light.\nEach demonstrator of the project will be a world first in terms of functionalities, miniaturization and operation principle. Besides, this initiative can be seen as the first of its kind that takes a unified and multidisciplinary view at artificial media, opening new horizons for synthetic composite materials in optics, electronics and optoelectronics.",
    "totalCost": "1965045",
    "ecMaxContribution": "1965045",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1965045
        }
    },
    "calculatedTotalContribution": 1965045
}