{
    "rcn": "213451",
    "acronym": "SeleCHEM",
    "topics": "ERC-2017-COG",
    "title": "Overcoming the Selectivity Challenge in Chemistry and Chemical Biology via Innovative Tethering Strategies",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "In the last two centuries, synthetic organic chemistry has undergone an unprecedented revolution. The ability to understand and modify the molecular structure of matter has changed our life in many areas, such as medicine, agriculture or commodity materials. These major successes gave the impression that synthetic chemistry is a mature field. However, this impression is completely misleading, as current synthetic methods still lack the selectivity needed for the modification of complex molecules. Both selecting between different reactive groups and functionalizing inert bonds in their presence represent formidable challenges. \nIn this project, we propose to develop highly selective ìmolecular tethersî for the functionalization of both natural/synthetic organic compounds and biomolecules. The envisioned tethers are bifunctional small organic molecules having three fundamental properties:\n1) A ìbiting endî with unique reactivity to be selectively installed in situ onto naturally occurring thiols, alcohols and amines. We will use tethers based on acetals and hypervalent iodine reagents.\n2) A ìfunctional endî, whose reactivity can be revealed ìat willî to functionalize bonds that cannot be accessed with the current state of the art of synthetic chemistry, especially inert C-H and C=C bonds.\n3) Being traceless, meaning that they can be removed easily once the desired functionalization has been achieved.\nThe main impact of this project will be in fundamental synthetic organic chemistry, as it will contribute to overcoming major selectivity hurdles in the functionalization of complex molecules. It will therefore result in faster progress in all the fields depending on synthetic molecules, such as medicine, agriculture or materials. A more efficient functionalization of biomolecules will allow us to soften the boundaries between synthetic chemistry and biology, leading to major progress in our understanding of living systems and our ability to modify them.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}