{
    "rcn": "213452",
    "acronym": "PolarizeMe",
    "topics": "ERC-2017-COG",
    "title": "Feeling Polarity: Integrating intracellular mechanics and forces for a biophysical understanding of epithelial polarity",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Epithelial polarity is one of the most fundamental types of cellular organization, and correct cellular polarization is vital for all epithelial tissue. Failure to establish polarity leads to severe phenotypes, from catastrophic developmental deficiencies to life-threatening diseases such as cancer. Despite knowing much about the signalling and trafficking machinery vital for polarity, we lack quantitative knowledge about the intracellular mechanical processes which organize and stabilize epithelial polarity. This presents a critical knowledge gap, as any elaborated understanding of intracellular organization needs to include the forces and viscoelastic mechanical properties that position organelles and proteins. As such, the main aim of POLARIZEME is to determine the intracellular mechanical processes relevant for epithelial polarization, thus providing a mechanical understanding of polarity. We will combine advanced optical tweezers technology with cutting-edge molecular biology tools to rigorously test new intracellular transport concepts such as the active, diffusion-like forces that can position organelles or the recently introduced cortical actin flows that can drag polarity-defining proteins around the cell. Thus we propose (i) to quantify active forces and intracellular mechanics and their relation to organelle positioning, (ii) to quantify polarized cortical and cytoplasmic flows, and (iii) to measure the forces and mechanical obstacles relevant for direct vesicle trafficking. These quantitative biophysics experiments will be supported by mathematical modelling and the development of two new instruments which (a) allow for automated intracellular mechanics measurements over extended time periods and (b) combine multi-view light-sheet microscopy with optical tweezers and UV ablation. Overall, we will provide a new access to understand and describe polarity by merging the physical and biological aspects of its initiation, maintenance and stability.",
    "totalCost": "1995564",
    "ecMaxContribution": "1995564",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1995564
        }
    },
    "calculatedTotalContribution": 1995564
}