{
    "rcn": "213486",
    "acronym": "CLLCLONE",
    "topics": "ERC-2017-COG",
    "title": "Harnessing clonal evolution in chronic lymphocytic leukemia",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Chronic lymphocytic leukemia (CLL), the most common leukemia in adults, is addicted of interactions with the microenvironment. The B-cell receptor (BCR) is one of the most important surface molecules that CLL cells use to gain oncogenic signals from the microenvironment. The critical role of BCR signaling for the pathogenesis of CLL is supported by the therapeutic success of ibrutinib, a targeted agent that disrupts the BCR pathway. Beside microenvironment-promoted oncogenic signals, the biology of CLL is also driven by molecular lesions and clonal evolution, that mark CLL progression and treatment resistance. The interconnection between microenvironment-promoted oncogenic signals and clonal evolution has been postulated in CLL but never proven because of the lack of suitable ex vivo models. Ibrutinib allows the unprecedented opportunity of assessing the contribution of cell signaling to cancer clonal evolution directly in vivo in patients. The project working hypothesis is that mutation- and selection-driven clonal evolution is promoted by microenvironment-induced signals, including those propagated from the BCR. According to this hypothesis: i) BCR signaling inhibition due to ibrutinib should stop clonal evolution; while ii) acquisition of by-pass mechanisms that keep ongoing signaling should promote mutation and selection despite BCR inhibition, thus favoring CLL clonal evolution and ibrutinib resistance. In this scenario, the combination of ibrutinib with drugs that overcome by-pass mechanisms could prevent clonal evolution, thus improving treatment efficacy and patient outcome. In order to address our working hypothesis, we will take advantage of clinical trial and co-clinical trial samples to monitor signaling and clonal evolution under ibrutinib and ibrutinib-based combination treatments.",
    "totalCost": "1940000",
    "ecMaxContribution": "1940000",
    "coordinator": "FONDAZIONE PER L'ISTITUTO ONCOLOGICO DI RICERCA (IOR)",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}