{
    "rcn": "213447",
    "acronym": "MAIDEN",
    "topics": "ERC-2017-COG",
    "title": "Masses, isomers and decay studies for elemental nucleosynthesis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "About half of the elements heavier than iron have been produced via the rapid neutron capture process, the r process. Its astrophysical site has been one of the biggest outstanding questions in physics. Neutrino-driven winds from proto-neutron stars created in core-collapse supernovae were long considered as the most favourable site for the r process. Recently, neutron-star mergers have become the most promising candidates, and new exciting observations from these compact objects, such as gravitational waves, are expected in the coming years. In order to constrain the astrophysical site for the r process, nuclear binding energies (i.e. masses) of exotic neutron-rich nuclei are needed because they determine the path for the process and therefore have a direct effect on the final isotopic abundances. In this project, high-precision mass measurements will be performed in three regions relevant for the r process, employing novel production and measurement techniques at the IGISOL facility in JYFL-ACCLAB. Long-living isomeric states, which also play a role in the r process, will be resolved from the ground states to obtain accurate mass values. Post-trap decay spectroscopy will be performed to confirm which state has been measured in order to avoid systematic uncertainties in the mass values. The new data will be compared with theoretical mass models and included in r-process calculations performed for various astrophysical sites. MAIDEN will advance our knowledge of nuclear structure far from stability and reduce nuclear data uncertainties in the r-process calculations, which can potentially constrain the astrophysical site for the r process and lead to a scientific breakthrough in our understanding of the origin of elements heavier than iron in the universe.",
    "totalCost": "1999575",
    "ecMaxContribution": "1999575",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1999575
        }
    },
    "calculatedTotalContribution": 1999575
}