{
    "rcn": "213426",
    "acronym": "DerSympApp",
    "topics": "ERC-2017-COG",
    "title": "Derived Symplectic Geometry and Applications",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "We propose a program that aims at providing new developments and new applications of shifted symplectic and Poisson structures. It is formulated in the language and framework of derived algebraic geometry after ToÎnñVezzosi and Lurie. \n\nOn the foundational side, we will introduce the new notion of shifted symplectic groupoids and prove that they provide an alternative approach to shifted Poisson structures (as they were defined by the PI together with Tony Pantev, Bertrand ToÎn, Michel VaquiÈ and Gabriele Vezzosi). Along the way, we shall be able to prove several conjectures that have recently been formulated by the PI and other people. \n\nApplications are related to mathematical physics. For instance: \n- We will provide an interpretation of the BatalinñVilkovisky formalism in terms of derived symplectic reduction. \n- We will show that the semi-classical topological field theories with values in derived Lagrangian correspondences that were previously introduced by the PI are actually fully extended topological field theories in the sense of BaezñDolan and Lurie. \n- We will explain how one may use this formalism to rigorously construct a 2D topological field theory that has been discovered by Moore and Tachikawa. \n\nQuantization problems will also be discussed at the end of the proposal. \n\nThis project proposal lies at the crossroads of algebraic geometry, mathematical physics (in its algebraic and geometric aspects) and higher algebra.",
    "totalCost": "1385247,5",
    "ecMaxContribution": "1385247",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "933640521": {
            "orgId": "933640521",
            "orgName": "UNIVERSITE DE MONTPELLIER",
            "ecContrib": 1385247
        }
    },
    "calculatedTotalContribution": 1385247
}