{
    "rcn": "213455",
    "acronym": "DEFEAT",
    "topics": "ERC-2017-COG",
    "title": "DiseasE-FreE social life without Antibiotics resisTance",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The application of antimicrobial compounds produced by hosts or defensive symbionts to counter the effects of diseases has been identified in a number of organisms, but despite extensive studies on their presence, we know essentially nothing about why antimicrobials do not trigger rampant resistance evolution in target parasites. In stark contrast to virtually any other organism, fungus-farming termites have evolved a sophisticated agricultural symbiosis that pre-dates human farming by 30 million years without suffering from specialised diseases. I will capitalise on recent pioneering work in my group on proximate evidence for antimicrobial defences in the termites, their fungal crops, and their complex gut bacterial communities, by proposing to develop the farming symbiosis as a major model to test three novel concepts that may account for the evasion of resistance evolution. First, the antimicrobial compounds may have properties and evolve in ways that preclude resistance evolution in pathogens. Second, resistance is only possible towards individual compounds and not natural antimicrobial cocktails. Third, pathogens can only successfully invade and proliferate if they bypass several consecutive lines of defence, analogous to the six hallmarks of metazoan defence against cancer development. Addressing these concepts will allow fundamental insights into the remarkable success of complementary symbiont contributions to defence, and they will clarify the forces of multilevel natural selection that have allowed long-lived insect societies to evolve sustainability. Documenting and understanding these disease management principles is fundamentally important for several branches of evolutionary biology, and strategically important for adjusting human practices for future antimicrobial stewardship.",
    "totalCost": "1998809",
    "ecMaxContribution": "1998809",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1998809
        }
    },
    "calculatedTotalContribution": 1998809
}