{
    "rcn": "213457",
    "acronym": "REBUILDCNS",
    "topics": "ERC-2017-COG",
    "title": "Redirecting glial progenitor fate to rebuild the injured Brain",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Over a million different cell types and billions of connections underlie brain function. While the embryonic brain glial progenitors generate this cellular diversity, in the adult brain progenitor competence becomes restricted to generation of few cell types. Thus, any attempt to repair the brain requires knowledge of the rules governing fate decisions within a damaged environment. We have shown that injury activates an inflammatory transcriptional signature in glial progenitors leading to exit from a dormant state. Excitingly, our recent data indicates that injury leads to demethylation of developmental enhancers in these glial progenitors too. In the regenerating zebrafish, activation of enhancers drives a transcriptional regenerative program. Yet, in rodents, despite enhancer demethylation by injury, transcription of a developmental program is missing. The overall goal of this project is to envisage ways to efficiently commission enhancers to re-direct lineage choices of glial progenitors towards re-establishing brain function following injury. Recent technological breakthroughs, including clonal lineage tracing, genome editing, and single cell ìomicsî combined with mouse genetics and injury models will allow (i) analysis of fate choices in the naÔve and injured CNS (ii) study of how the chromatin landscape impacts transcriptional modulation of cell identity (iii) to finally design an integrated manipulation of the epigenome, transcriptome and environment for directed brain repair by endogenous progenitors.\nWe follow a multidisciplinary approach combining cutting edge technology in functional genomics, developmental biology and translational research and leverage on a set of cutting-edge experimental platforms established in my lab and validated protocols that have led to exciting preliminary discoveries.  \nWe will provide fundamental knowledge on the mechanisms underlying lineage-decisions of CNS progenitors and open new research lines for treating CNS disorder.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}