{
    "rcn": "213429",
    "acronym": "LexsemLexcat",
    "topics": "ERC-2017-COG",
    "title": "The lexical semantics of lexical categories",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The distinction between the major lexical categories of noun, verb and adjective figures into myriad linguistic generalizations and has been a center of gravity in the study of language since antiquity. Notwithstanding their importance, lexical categories are poorly understood (see e.g., Baker & Croft 2017). Outstanding is whether there are generalizations about the meanings words in the major categories have. Many have claimed there are, and proposed theories linking meaning and category, in a one to one fashion. Such theories have been criticized, however, in light of clear counterexamples, and consequently the search for a universal link between meaning and category is perceived by many to have been unsuccessful (see von Fintel & Matthewson 2008). This project recasts the search for a link, in the spirit of recent work (Francez & Koontz-Garboden 2017: Chapter 5), not as one for a one-to-one mapping, but for constraints on meaning induced by category. The project targets a domain where the set of relevant meanings is small, but where there is variation in category: property concept sentencesósentences like (1) He is very clever, whose main predicate is an adjective or, (2) akwai shi da waayoo `He is very clever (lit: He exists with cleverness; Hausa; Newman 2000:179)', whose main predicate is not an adjective, but is translated by a sentence whose main predicate is an adjective in languages with a large class of them. Although (1) and (2) have the same meaning, their component parts do not. Recent work shows that the words in property concept sentences that introduce the descriptive content (clever in (1), waayoo (2))--property concept words--vary in meaning, not just in category (Dixon 1982). With three postdocs, this project draws on a 200 language typological survey and in-depth fieldwork to examine the crossclassification of meaning and category in property concept words to shed light on the semantic nature of nouns, verbs, and adjectives generally.",
    "totalCost": "1993869",
    "ecMaxContribution": "1993869",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1993869
        }
    },
    "calculatedTotalContribution": 1993869
}