{
    "rcn": "213494",
    "acronym": "BHSandAADS",
    "topics": "ERC-2017-COG",
    "title": "The Black Hole Stability Problem and the Analysis of asymptotically anti-de Sitter spacetimes",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The present proposal is concerned with the analysis of the Einstein equations of general relativity, a non-linear system of geometric partial differential equations describing phenomena from the bending of light to the dynamics of black holes. The theory has recently been confirmed in a spectacular fashion with the detection of gravitational waves.\n\nThe main objective of the proposal is to consolidate my research group based at Imperial College by developing novel mathematical techniques that will fundamentally advance our understanding of the Einstein equations. Here the proposal builds on mathematical progress in the last decade resulting from achievements in the fields of partial differential equations, differential geometry, microlocal analysis and theoretical physics. \n\nThe Black Hole Stability Problem\nA major open problem in general relativity is to prove the non-linear stability of the Kerr family of black hole solutions. Recent advances in the problem of linear stability made by the PI and collaborators open the door to finally address a complete resolution of the stability problem. In this proposal we will describe what non-linear techniques will need to be developed in addition to achieve this goal. A successful resolution of this program would conclude an almost 50-year-old problem. \n\nThe Analysis of asymptotically anti-de Sitter (aAdS) spacetimes\nWe propose to prove the stability of pure AdS if so-called dissipative boundary conditions are imposed at the boundary. This result would align with the well-known stability results for the other maximally-symmetric solutions of the Einstein equations, Minkowski space and de Sitter space. \nAs a second -- related -- theme we propose to formulate and prove a unique continuation principle for the full non-linear Einstein equations on aAdS spacetimes. This goal will be achieved by advancing techniques that have recently been developed by the PI and collaborators for non-linear wave equations on aAdS spacetimes.",
    "totalCost": "1999755",
    "ecMaxContribution": "1999755",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1999755
        }
    },
    "calculatedTotalContribution": 1999755
}