{
    "rcn": "213421",
    "acronym": "OCCAM",
    "topics": "MSCA-ITN-2017",
    "title": "Outcomes and Causal Inference in International Comparative Assessments",
    "startDate": "01/02/2018",
    "endDate": "31/01/2022",
    "objective": "The ETN OCCAM will investigate how educational policies influence educational outcomes worldwide. One of the most\nsalient findings in the field of education is that there are huge national differences in student achievement in international\ncomparative studies. The shockingly large gap between the highest performing countries (most of which are in East Asia)\nand many European countries corresponds to a difference in attainment of two years of schooling. Although this finding has\nbeen replicated in several studies, at present, the reasons for and consequences of such differences are not well\nunderstood.\nVariations in many features of educational policies can only be observed across countries on the system level (e.g., the\nexistence of central exams). Since the start of the new millennium, a new generation of international comparative studies\nhas been launched: studies like PISA and TIMSS are repeated every few years and thus have a longitudinal component at\nthe system level. Unlike cross-sectional designs, these trend designs allow the causal effects of changes in educational\npolicies at the system level to be estimated. Applying this approach, alongside other approaches to causal inference, to the\naccumulated data from the comparative studies has a huge potential to provide insights into the determinants of educational\noutcomes worldwide.\nThe ETN will provide an ideal environment for training ESRs to become leading experts in educational policy evaluation,\ninternational student assessments, and educational and policy consulting. They will receive interdisciplinary and -\nintersectoral training, and their individual research projects promise groundbreaking new knowledge on how to design fair\nand efficient educational systems. For this purpose, OCCAM will integrate the complementary expertise from nine academic\nand three non-academic partners. The combination of non-profit and for-profit organizations will ensure the employability and\nentrepreneurship of the ESRs.",
    "totalCost": "3882563,64",
    "ecMaxContribution": "3882563,64",
    "coordinator": "TECHNISCHE UNIVERSITAT DORTMUND",
    "coordinatorCountry": "DE",
    "participants": "IFO INSTITUT LEIBNIZ INSTITUT FUR WIRTSCHAFTSFORSCHUNG AN DER UNIVERSITAT MUNCHEN EV;STICHTING I.E.A. SECRETARIAAT NEDERLAND;CITO BV;UNIVERSITETET I OSLO;UNIVERSITY COLLEGE LONDON;UNIVERSITY OF CYPRUS;KATHOLIEKE UNIVERSITEIT LEUVEN;GOETEBORGS UNIVERSITET",
    "participantCountries": "DE;NL;NO;UK;CY;BE;SE",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 482759
        },
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 572550
        },
        "999981925": {
            "orgId": "999981925",
            "orgName": "GOETEBORGS UNIVERSITET",
            "ecContrib": 527319
        },
        "999848453": {
            "orgId": "999848453",
            "orgName": "TECHNISCHE UNIVERSITAT DORTMUND",
            "ecContrib": 498433
        },
        "935722626": {
            "orgId": "935722626",
            "orgName": "CITO BV",
            "ecContrib": 255374
        },
        "952180713": {
            "orgId": "952180713",
            "orgName": "STICHTING I.E.A. SECRETARIAAT NEDERLAND",
            "ecContrib": 249216
        },
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 546576
        },
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 501120
        },
        "998070540": {
            "orgId": "998070540",
            "orgName": "IFO INSTITUT LEIBNIZ INSTITUT FUR WIRTSCHAFTSFORSCHUNG AN DER UNIVERSITAT MUNCHEN EV",
            "ecContrib": 249216
        }
    },
    "calculatedTotalContribution": 3882563
}