{
    "rcn": "213475",
    "acronym": "POPCRYSTAL",
    "topics": "ERC-2017-COG",
    "title": "Precisely Oriented Porous Crystalline Films and Patterns",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Metal-Organic Frameworks (MOFs) are nanoporous crystalline solids with narrow pore distributions and high accessible surface areas. MOFs are typically prepared in a polycrystalline form via the self-assembly of inorganic (nodes) and organic (links) building units. This bottom-up approach allows for properties such as, pore size, topology and chemical functionality to be precisely tailored. Such synthetic control has identified MOFs as promising platform material for device fabrication in the areas of microelectronics, photonics, sensing. However, current methods for fabricating MOF films and patterns cannot generate precisely oriented crystals on commercially relevant scales (i.e. cm). Thus, limiting access to applications that require anisotropic functional properties (e.g. optics, electronics, separation).\n\nPOPCRYSTAL will enable the fabrication of films and patterns composed of precisely oriented MOF crystals by exploiting crystalline ceramics to guide the aligned growth of MOF crystals.  Remarkably, the scale of these heteroepitaxially grown MOFs is solely determined by the ceramic precursor which can be easily synthesized on areas covering mm2 to cm2. \nPOPCRYSTAL will advance a proof of concept study by addressing the following important research aims: the basic understanding of the formation mechanism and rules governing the heteroepitaxial relationship (WP1), the extension to different ceramic-MOF systems (WP2), the control over crystalline porous film and pattern features (WP3) and the fabrication of a proof-of-concept that will highlight the importance of aligned pores for separation (WP4).\n\nIn summary, by exploiting the heteroepitaxial growth mechanism between ceramics and MOFs  POPOCRYSTAL will fabricate unprecedented crystalline MOF films and patterns with precisely oriented nanopores and nanochannels. Thus POPCRYSTAL intercrosses and connects nanoscale chemistry, controlled self-assembly on a macroscale and nanoporous-based device fabrication.",
    "totalCost": "1996315",
    "ecMaxContribution": "1996315",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1996315
        }
    },
    "calculatedTotalContribution": 1996315
}