{
    "rcn": "213485",
    "acronym": "ASA",
    "topics": "ERC-2017-COG",
    "title": "Understanding Statehood through Architecture: a comparative study of Africa's state buildings",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The project will develop a new ethnography of statehood through architecture. It goes beyond conventional approaches to statehood, which describe states as an objectively existing set of tools used to run a country, and critical approaches that understand them as discursive constructs. Instead, this research understands statehood as a result of the relationship between functions and symbols, and will read it through an innovative new methodology, namely a study of state architecture.\n\nThe study will focus on state buildings in Africa. African statehood, uncertain and often ambiguous, in many cases profoundly shaped by colonial heritages and post-colonial relationships, is reflected in classical-colonial, modernist-nationalist and post-modern or vernacular styles of architecture. African state buildings reveal the complex interplay of ideas, activities and relationships that together constitute an often uncomfortable statehood. They symbolise the state, embodying and projecting ideas of it through their aesthetics; they enable its concrete functions and processes; and they reveal what citizens think about the state in the ways they describe and negotiate them.\n \nThe study is comparative, multi-layered and interdisciplinary. It focuses on seven countries (South Africa, Tanzania, DR Congo, Ethiopia, Ghana, CÙte díIvoire and Guinea Bissau), exploring politics and statehood on domestic, regional and international levels, and drawing on theory and methods from political science, history, sociology, art and architecture theory. It employs innovative ethnographic methods, including the collection and display of photographs in interactive exhibitions staged in Africa to explore the ways citizens think about and use state buildings.\n \nThis project will provide an innovative reading of how African statehood is expressed and how it looks and feels to African citizens. In doing this, it will make a distinctive new contribution to understanding how statehood works everywhere.",
    "totalCost": "1870665",
    "ecMaxContribution": "1870665",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861451": {
            "orgId": "999861451",
            "orgName": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
            "ecContrib": 1870665
        }
    },
    "calculatedTotalContribution": 1870665
}