{
    "rcn": "213472",
    "acronym": "QUANtIC",
    "topics": "ERC-2017-COG",
    "title": "Quantum Nanowire Integrated Photonic Circuits",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Semiconductor nanowires (NW) hold very strong potential to advance fundamental and applied research towards new classes of quantized heterostructures in an inherently one-dimensional (1D) geometry. As such, they offer unique possibilities for tunable charge carrier and optical confinement, as well as significant design freedom as optical resonators and waveguides for deterministic integration of isolated emitters into photonic and quantum optical circuits with widespread functionalities. The vast potential of deterministic and ultrascaled quantum-NW optical cavities linked with integrated photonic circuits has, however, remained a widely unexplored area.\n\nThe vision of this project is to enter the ultimate regime of strongly confined semiconducting quantum NWs and exploit their advanced intrinsic properties to enable integrated photonic circuits with unprecedented functionalities in information technology and sensing. Based on  my strong track record in the field of NWs, my goals follow along the following foundational objectives: \n\n(A)  Realize deterministic, monolithic NWs on integrated photonic hardware with tailored properties in the quantum-confinement regime (quantum-NWs) \n(B)  Exploit quantum confinement phenomena to develop new and high-efficiency ultrascaled classical and non-classical emitters on-chip, including dielectric & metal-cavity NW-lasers (photonics), NW-quantum cascade lasers (sensing) & single and entangled photon emitters (quantum information processing).   \n(C)  Explore coupling and interaction effects of quantum NW emitters on integrated SOI-based waveguides and circuits for all-optical routing, feedback and switching. \n\nThis high-risk yet feasible project will allow for the first time to access ultra-precise semiconducting quantum NWs, where their quantized electronic structure can be mapped onto a specific quantum optical response, leading to unique discoveries in integrated photonics, quantum communication and sensing.",
    "totalCost": "1743850",
    "ecMaxContribution": "1743850",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1743850
        }
    },
    "calculatedTotalContribution": 1743850
}