{
    "rcn": "213449",
    "acronym": "SysOrganoid",
    "topics": "ERC-2017-COG",
    "title": "A systems biology approach to investigate cell fate switches in intestinal organoids",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Mass spectrometry-based proteomics and next generation DNA sequencing emerged as two powerful and complementary technologies in biology. I was the first to integrate these technologies in the area of epigenetics to identify and functionally characterize proteins that interact with post-translational modifications on histones and (hydroxy)methylated DNA (so-called chromatin ëreadersí). My pioneering work revealed that an intricate networks of transcription factors, chromatin modifications and chromatin readers orchestrate dynamic gene expression programs during embryonic stem cell differentiation. The next big challenge is to understand the molecular mechanisms, which help to control maintenance and differentiation of adult stem cells as an integral part of an organ. Intestinal organoid cultures recently emerged as a paradigm to study adult stem cell maintenance and differentiation. These ëminigutsí can be cultured in vitro and contain all the different cell types that are present in the mouse small intestinal epithelium. Recently it was shown that small-molecule driven perturbations can be used to obtain organoids which are strongly enriched for specific intestinal cell types. This system thus provides a perfect opportunity to study for the first time and in a controlled manner, adult stem cell maintenance and (de)differentiation. Using small molecule-driven perturbations and a unique combination of ëomicsí technologies, which are embedded in my department, I will provide a systems-wide view of the molecular (epigenetic) mechanisms that orchestrate cell fate changes in intestinal organoids. This integrative approach will identify the major regulatory networks that define the remarkable cellular plasticity of the mouse small intestinal epithelium. Beyond this basic scientific goal, our work will also have profound implications for cancer research and regenerative medicine, both of which are characterized by changes in adult stem cell homeostasis.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}