{
    "rcn": "213483",
    "acronym": "Living Bionics",
    "topics": "ERC-2017-COG",
    "title": "Living bioelectronics: Bridging the interface between devices and tissues",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "When bionic devices such as cochlear implants, bionic eyes and brain-machine interfaces are implanted into the body they induce an inflammatory response that is difficult to control. Metals used historically for these types of devices are both stiff and inorganic, which makes them recognisable as foreign to the soft and organic human nervous system. Consequently, these implants are tolerated by the body rather than integrated and the device is walled off in a scar tissue capsule. As a result high powered and unsafe currents are required to activate tissues and produce a therapeutic response.  \nI have brought together concepts from tissue engineering for regenerative medicine and bionic device technologies to pioneer living bioelectronics ñ creating a functional neural cell component as part of the device to avert scar formation. My laboratory has established a range of novel conductive polymeric biomaterials which can be used to coat existing devices or fabricate new devices from conductive polymers, hydrogels, proteins and cells.\nLiving Bionics is based on a world-wide unique combination of technologies and proposes to combine electronic devices with cell laden polymers to generate devices that can bridge the implant interface and improve tissue integration. Pioneering and ground breaking research within Living Bionics includes:\nï An engineered hydrogel that can support differentiation of stem cells into neural cell networks on devices\nï 3D patterning of living polymer electrode arrays that contain cells\nï Understanding of the combined effects of environmental, biological and electrical cues to guide cell fate and create connections to nerve tissues\nï In vivo proof of principle in the murine model\nLiving Bionics will be a ground breaking step towards safer neural cell stimulation, which is more compatible with tissue survival and regeneration. This research will create a paradigm shift in biomedical electrode design with tremendous impact on healthcare worldwide.",
    "totalCost": "1996745",
    "ecMaxContribution": "1996745",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 1996745
        }
    },
    "calculatedTotalContribution": 1996745
}