{
    "rcn": "213456",
    "acronym": "Sea2Cloud",
    "topics": "ERC-2017-COG",
    "title": "Are marine living microorganisms influencing clouds?",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Earth, as a whole, can be considered as a living organism emitting gases and particles in its atmosphere, in order to regulate its own temperature (Lovelock, 1988). In particular oceans, which cover 70% of the Earth, may respond to climate change by emitting different species under different environmental conditions. At the global scale, a large fraction of the aerosol number concentration is formed by nucleation of low-volatility  gas-phase compounds, a process that is expected to ultimately determine the concentrations of Cloud Condensation Nuclei (CCN). Nucleation occurrence over open oceans is still debated, due to scarce observational data sets and instrumental limitations, although our recent findings suggest biologically driven nucleation from seawater emissions. Marine aerosol can also be emitted to the atmosphere as primary particles via bubble bursting, among which living microorganisms are suspected to act as excellent ice nuclei (IN) and impact clouds precipitation capacities. The main goal of this proposal is to investigate how marine emissions from living microorganisms can influence CCN, IN and ultimately cloud properties. We will investigate the whole process chain of gas-phase emissions, nucleation and growth through the atmospheric column, and impact on the CCN population. We will also quantify marine primary bioaerosol emissions and evaluate how they impact IN and cloud precipitation capabilities. Experiments will be performed in the Southern Hemisphere, especially sensitive to the natural aerosol concentration variability. We will use an original approach of field mesocosms enclosing the air-sea interface, to link marine emissions to the biogeochemical properties of natural seawater, combined with ambient aerosol measurements simultaneously at low and high altitude sites. At last, a modelling study will help merging process studies and ambient measurements, and assess the role of biologically driven marine emissions on cloud properties.",
    "totalCost": "1999329",
    "ecMaxContribution": "1999329",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999329
        }
    },
    "calculatedTotalContribution": 1999329
}