{
    "rcn": "213440",
    "acronym": "PICOMETRICS",
    "topics": "ERC-2017-COG",
    "title": "Picometer metrology for light-element nanostructures: making every electron count",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Understanding nanostructures down to the atomic level is the key to optimise the design of advanced materials with revolutionary novel properties. This requires characterisation methods enabling one to quantify atomic structures with high precision.\n\nThe strong interaction of accelerated electrons with matter makes that transmission electron microscopy is one of the most powerful techniques for this purpose. However, beam damage, induced by the high energy electrons, strongly hampers a detailed interpretation. To overcome this problem, I will usher electron microscopy in a new era of non-destructive picometer metrology. This is an extremely challenging goal in modern technology because of the increasing complexity of nanostructures and the role of light elements such as lithium or hydrogen. Non-destructive picometer metrology will allow us to answer the question: what is the position, composition and bonding of every single atom in a nanomaterial even for light elements?\n\nThere has been significant progress with electron microscopy to study beam-hard materials. Yet, major problems exist for radiation-sensitive nanostructures because of the lack of physics-based models, detailed statistical analyses, and optimal design of experiments in a self-consistent computational framework. In this project, novel data-driven methods will be combined with the latest experimental capabilities to locate and identify atoms, to detect light elements, to determine the three-dimensional ordering, and to measure the oxidation state from single low-dose recordings. The required electron dose is envisaged to be four orders of magnitude lower than what is nowadays used. In this manner, beam damage will be drastically reduced or even be ruled out completely.\n\nThe results of my programme will enable precise characterisation of nanostructures in their native state; a prerequisite for understanding their properties. Clearly this is important for the design of a broad range of nanomaterials.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}