{
    "rcn": "213479",
    "acronym": "XHaLe",
    "topics": "ERC-2017-COG",
    "title": "Hanover experimental lung research project",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Non-neoplastic lung diseases (NNLD), such as COPD and interstitial lung diseases rank second among the causes of death and NNLD appear as a growing EU wide challenge. They are characterized by irreversible remodeling with a relentless loss of lung function and a 5-year survival of only 30%. This dysfunctional reaction to injury can be triggered by particulate matters with macrophages (MO) as the key regulators. Wholesale therapeutic suppression of the inflammome actually increases the risk of death, whereas targeted therapy of signalling cascades by novel pharmaceuticals, e.g. nintedanib, only slows disease progression. Thus lung transplantation remains the ultima ratio. However, available grafts are limited, treatment costs are high and the 5-year survival barely surpasses 50%. Therefore novel approaches to understand, prevent and ultimately cure NNLDs are urgently needed. Towards this goal my group focusses on both, the main effector cell in NNLD, the myofibroblast, and the inflammome and particularly MOs, as these orchestrate both, lung healing and remodeling. Modulating the pulmonary immune system, rather than subduing it, holds significant promise. To this end, we have to understand the very early events in NNLDs. There are 2 major obstacles for efficient research: i) the lack of adequate animal models and ii) the availability of human specimens. Therefore we established a unique platform for NNLD: we utilize fresh explanted human lungs from Europeís largest LuTx program and set up a singular 24h/7d workflow, ensuring short ischemia and tissue viability. In the last years, we have worked up over 500 lungs, acted as an international multiplier for pulmonary research, patented new imaging techniques and described novel diseases. Our understanding MO biology in NNLDs showed us the great potential in macrophages. Now we are going to use these macrophages as potential therapeutics. Hereby we will make a difference in translational medicine in Europe and the world.",
    "totalCost": "1989250",
    "ecMaxContribution": "1989250",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999878426": {
            "orgId": "999878426",
            "orgName": "MEDIZINISCHE HOCHSCHULE HANNOVER",
            "ecContrib": 1989250
        }
    },
    "calculatedTotalContribution": 1989250
}