{
    "rcn": "213490",
    "acronym": "DarkSERS",
    "topics": "ERC-2017-COG",
    "title": "Harvesting dark plasmons for surface-enhanced Raman scattering",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Metal nanostructures show pronounced electromagnetic resonances that arise from localized surface plasmons. These collective oscillations of free electrons in the metal give rise to confined electromagnetic near fields. Surface-enhanced spectroscopy exploits the near-field intensity to enhance the optical response of nanomaterials by many orders of magnitude. \n\nPlasmons are classified as bright and dark depending on their interaction with far-field radiation. Bright modes are dipole-allowed excitations that absorb and scatter light. Dark modes are resonances of the electromagnetic near field only that do not couple to propagating modes. The suppressed photon emission of dark plasmons makes their resonances spectrally narrow and intense, which is highly desirable for enhanced spectroscopy as well as storing and transporting electromagnetic energy in nanostructures. The suppressed absorption, however, prevents us from routinely exploiting dark modes in nanoplasmonic systems.\n\nI propose using spatially patterned light beams to excite dark plasmons with far-field radiation. By this I mean a beam profile with varying polarization and intensity that will be matched to the dark electromagnetic eigenmode. My approach activates the excitation of dark modes, while their radiative decay remains suppressed. I will show how to harvest dark modes for surface-enhanced Raman scattering providing superior intensity and an enhancement that is tailored to a specific vibration. Another feature of dark modes is their strong coupling to the vibrations of nanostructures. I will use this to amplify vibrational modes and, ultimately, induce phonon lasing. \n\nThe proposed research aims at an enabling technology that unlocks a novel range of nanoplasmonic properties. It will put dark plasmons on par with the well-recognized bright modes to be used in fundamental science and for applications in analytics, optoelectronic, and nanoimaging.",
    "totalCost": "2299506",
    "ecMaxContribution": "2299506",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994826": {
            "orgId": "999994826",
            "orgName": "FREIE UNIVERSITAET BERLIN",
            "ecContrib": 2299506
        }
    },
    "calculatedTotalContribution": 2299506
}