{
    "rcn": "213454",
    "acronym": "SULFOSOL",
    "topics": "ERC-2017-COG",
    "title": "Sulfur-based solutions for the selective functionalization of organic substrates",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The increasing demand of complex organic molecules, either by their biological activity or technical interest, and the need for the development of sustainable chemical processes are opening a new period in Organic Synthesis, which is mainly focused on the discovery of novel transformations that more intensively explore concepts such as atom-economy and redox-neutrality. As part of this trend, the development new reagents capable to transfer new functional groups at the desired positions of advanced synthetic intermediates is winning a crucial role. Areas such as crop science and drug discovery make extensive use of this working methodology for the identification of new targets.\nSeveral families of ìGroup Transfer Reagentsî are known, the most prominent ones being arguably those based on hypervalent I(III) structures. However, their transfer ability is confined to a restricted number of functionalities, and in addition, their implementation in industrial processes is seriously limited by their highly reactive nature. Hypervalent iodine (III) compounds are known to be potentially explosive and for this reason, they usually require working in relatively small scale and under restricted safety conditions. \nTo circumvent these drawbacks, I present in SULFOSOL a novel and general approach for the straightforward preparation of electrophilic group transfer reagents based on the use of sulphur-containing platforms. The low prize and chemical stability of these reagents make their use feasible at any step of a synthetic sequence, and render them highly appealing for large-scale applications. In addition, the combination of these new reagents with the power of actual metal catalysis will lead to an array of useful synthetic routes that will decisively enrich the toolbox of the synthetic chemist.",
    "totalCost": "1997500",
    "ecMaxContribution": "1997500",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845640": {
            "orgId": "999845640",
            "orgName": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
            "ecContrib": 1997500
        }
    },
    "calculatedTotalContribution": 1997500
}