{
    "rcn": "213425",
    "acronym": "SUMMA",
    "topics": "ERC-2017-PoC",
    "title": "Stimulating mir-106b expression to regenerate the myocardium",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "Most people who develop ischemic HF have (or had) an ischemic heart condition first (e.g. myocardial infarction, MI). Restoring damaged heart muscle tissue therefore represents a fundamental mechanistic strategy to treat HF. Cardiac regeneration after ischemic damage can be achieved by stimulating the proliferation of already existing (endogenous) cardiomyocytes rather than having to rely on the implantation of exogenous cells (i.e. stem cell therapy). Compelling evidence supports that expanding the endogenous cardiomyocyte proliferation capacity by gene therapy appears to represent a promising approach to achieve endogenous cardiac regeneration. Species of non-coding RNA molecules, microRNAs, have been demonstrated to stimulate cardiomyocyte proliferation and the recognition of microRNAs as potential regenerative targets marks a major step towards fundamentally new therapeutic concepts that SUMMA addresses in ischemic heart disease. In the context of the ERC-Starting Grant project CALMIRS, we identified the miR-106b~25 cluster with high potential as new target for therapy to stimulate regeneration of the heart by promoting cardiomyocyte proliferation. Within SUMMA, we aim to advance these valuable research results on microRNA cardiac gene therapy in mice towards commercial proof-of-concept. During this project, proof-of-concept efficacy studies in a large animal (e.g. porcine) model of cardiac ischemia will be performed, while simultaneously market research, IP strategy development and business development activities take place to maximize the value of the projectís results. Different business models will be studied in terms of market research, IP strategy and business development to eventually consolidate a commercial strategy and business case for presenting our business proposition to strategic partners or venture capitalists.",
    "totalCost": "149875",
    "ecMaxContribution": "149875",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975911": {
            "orgId": "999975911",
            "orgName": "UNIVERSITEIT MAASTRICHT",
            "ecContrib": 149875
        }
    },
    "calculatedTotalContribution": 149875
}