{
    "rcn": "213469",
    "acronym": "EXOKLEIN",
    "topics": "ERC-2017-COG",
    "title": "The Climates and Habitability of Small Exoplanets Around Red Stars",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The detection of life beyond our Solar System is possible only via the remote sensing of the atmospheres of exoplanets.  The recent discovery that small exoplanets are common around cool, red stars offers an exciting opportunity to study the atmospheres of Earth-like worlds.  Motivated by this revelation, the EXOKLEIN project proposes to construct a holistic climate framework to understand astronomical observations in the context of the atmosphere, geochemistry and biosignatures of the exoplanet.  The proposed research is divided into three major themes.  Research Theme 1 aims to construct a virtual laboratory of an atmosphere that considers atmospheric dynamics, chemistry and radiation, as well as how they interact.  This virtual laboratory enables us to understand the physical and chemical mechanisms involved, as well as predict the observed properties of an exoplanet.  Research Theme 2 aims to generalize the carbonate-silicate cycle (also known as the long-term carbon cycle) by considering variations in rock composition, water acidity and atmospheric conditions.  The carbonate-silicate cycle is important because it regulates the long-term presence of carbon dioxide (a vital greenhouse gas) in atmospheres.  We also aim to investigate the role of the cycle in determining the fates of ocean-dominated exoplanets called ìwater worldsî.  Research Theme 3 aims to investigate the long-term stability of biosignature gases in the context of the climate.  Whether a gas uniquely indicates the presence of biology on an exoplanet depends on the atmospheric properties and ultraviolet radiation environment.  We investigate three prime candidates for biosignature gases: methyl chloride, dimethylsulfide and ammonia.  Overall, the EXOKLEIN project will significantly advance our understanding of whether the environments of rocky exoplanets around red stars are stable and conducive for life, and whether the tell-tale signatures of life may be detected by astronomers.",
    "totalCost": "1984729",
    "ecMaxContribution": "1984729",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}