{
    "rcn": "213406",
    "acronym": "UNIVERSAL HEALTH",
    "topics": "ERC-2017-STG",
    "title": "Engaged Universals: Ethnographic explorations of  ëUniversal Health Coverageí and the public good in Africa",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "UNIVERSAL HEALTH is an anthropological study that follows how a new global policy, Universal Health Coverage (UHC), travels and is engaged by policy-makers, bureaucrats and citizens in three African countries. Defined by the WHO as ensuring that all people can use the health services they need without financial hardship, UHC is a powerful concept that approaches public health as a matter of justice and obligation and is included in the Sustainable Development Goals. UHC is particularly important in Africa, where structural-adjustment policies undermined state capacity, promoted privatization and pushed the burden of payment onto the poor. Recent global health initiatives have done little to address the neglect of national health-care systems and citizensí lack of trust in them. In these contexts UHC is interesting because it reinserts questions of state responsibility and the public good into health-care. Historically however, African states have only partially pursued the public good, while in practice UHC is surrounding by conflicting interests. UHC is thus not a universal model but a contested field, making it an intriguing site for anthropological research. With a focus on actors and institutions at global, national and local levels in each country, the project will explore how moves towards UHC engage relations between states and citizens and universal concepts such as the public good; how UHC intersects with formal systems of social protection; and how it influences informal social networks that support health, thus situating UHC in national histories and social practices. Tracking the frictions surrounding UHC at the levels of policy-making, implementation, among beneficiaries, and in public debate, the project will use ethnographic methodology in innovative ways through fieldwork that is multi-sited and multi-level. The projectís focus on a global policy and the public good opens new research directions and will produce knowledge of relevance beyond Africa.",
    "totalCost": "1484797",
    "ecMaxContribution": "1484797",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 1484797
        }
    },
    "calculatedTotalContribution": 1484797
}