{
    "rcn": "213473",
    "acronym": "LENSNOVA",
    "topics": "ERC-2017-COG",
    "title": "Cosmic Fireworks PremiËre: Unravelling Enigmas of Type Ia Supernova Progenitor and Cosmology through Strong Lensing",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The LENSNOVA project proposes a breakthrough both in cosmology and stellar physics, capitalising on 10 years of experience in the field of strong lensing time delays. Type Ia supernovae (SNe Ia) can now be watched on prime seats through strong lensing, where multiple images of the same SN appear at different times/locations around a foreground lens galaxy. After the first SN appears, the next SN occurrence (of the same SN event) can be predicted and observed in its entirety for the first time in history and with unprecedented temporal sampling. Observations of the beginning of SN explosions are key to revealing SN progenitors, that have been under debate for decades. Strongly lensed SNe Ia also allow an independent measurement of the Hubble constant (H0) that sets the cosmic expansion rate. The independent measurement is important to ascertain the possible need of new physics beyond the standard cosmological model, given the tensions in current H0 measurements. Capitalising on the PIís expertise in strong lensing and success in predicting the reappearance of the first strongly lensed core-collapse SN, the objectives of LENSNOVA are to (1) place the best constraints on SNe Ia progenitors, and (2) pioneer the use of strongly lensed SNe Ia as a new cosmological probe. This will shed light on the natures of SNe Ia progenitors and dark energy, two of the greatest puzzles in the present era.\nThe advent of the Large Synoptic Survey Telescope and the Euclid mission makes LENSNOVA particularly timely for building the first sample of ~5 strongly lensed SNe Ia. Accurate predictions of the time delays in lensed SNe Ia will allow multiwavelength observations of the reappearances of SNe, especially in the earliest days of explosion for the first time, to place the best constraints on SN progenitors. These lensed SNe Ia will also potentially yield an H0 measurement with 2% uncertainty. LENSNOVA has thus the potential to revolutionise both fields of stellar physics and cosmology.",
    "totalCost": "1992500",
    "ecMaxContribution": "1992500",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1992500
        }
    },
    "calculatedTotalContribution": 1992500
}