{
    "rcn": "213488",
    "acronym": "ASSESS",
    "topics": "ERC-2017-COG",
    "title": "Episodic Mass Loss in the Most Massive Stars: Key to Understanding the Explosive Early Universe",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Massive stars dominate their surroundings during their short lifetimes, while their explosive deaths impact the chemical evolution and spatial cohesion of their hosts. After birth, their evolution is largely dictated by their ability to remove layers of hydrogen from their envelopes. Multiple lines of evidence are pointing to violent, episodic mass-loss events being responsible for removing a large part of the massive stellar envelope, especially in low-metallicity galaxies. Episodic mass loss, however, is not understood theoretically, neither accounted for in state-of-the-art models of stellar evolution, which has far-reaching consequences for many areas of astronomy. We aim to determine whether episodic mass loss is a dominant process in the evolution of the most massive stars by conducting the first extensive, multi-wavelength survey of evolved massive stars in the nearby Universe. The project hinges on the fact that mass-losing stars form dust and are bright in the mid-infrared. We plan to (i) derive physical parameters of a large sample of dusty, evolved targets and estimate the amount of ejected mass, (ii) constrain evolutionary models, (iii) quantify the duration and frequency of episodic mass loss as a function of metallicity. The approach involves applying machine-learning algorithms to existing multi-band and time-series photometry of luminous sources in ~25 nearby galaxies. Dusty, luminous evolved massive stars will thus be automatically classified and follow-up spectroscopy will be obtained for selected targets. Atmospheric and SED modeling will yield parameters and estimates of time-dependent mass loss for ~1000 luminous stars. The emerging trend for the ubiquity of episodic mass loss, if confirmed, will be key to understanding the explosive early Universe and will have profound consequences for low-metallicity stars, reionization, and the chemical evolution of galaxies.",
    "totalCost": "1128750",
    "ecMaxContribution": "1128750",
    "coordinator": "NATIONAL OBSERVATORY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999653677": {
            "orgId": "999653677",
            "orgName": "NATIONAL OBSERVATORY OF ATHENS",
            "ecContrib": 1128750
        }
    },
    "calculatedTotalContribution": 1128750
}