{
    "rcn": "213444",
    "acronym": "NewtonStrat",
    "topics": "ERC-2017-COG",
    "title": "Newton strata - geometry and representations",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The Langlands programme is a far-reaching web of conjectural or proven correspondences joining the fields of representation theory and of number theory. It is one of the centerpieces of arithmetic geometry, and \nhas in the past decades produced many spectacular breakthroughs, for example the proof of Fermatís Last Theorem by Taylor and Wiles.\n\nThe most successful approach to prove instances of Langlandsí conjectures is via algebraic geometry, by studying suitable moduli spaces such as Shimura varieties. Their cohomology carries actions both of a linear algebraic group (such as GLn) and a Galois group associated with the number field one is studying. A central tool in the study of the arithmetic properties of these moduli spaces is the Newton stratification, a natural decomposition based on the moduli description of the space. Recently the theory of Newton strata has seen two major new developments: Representation-theoretic methods and results have been successfully established to describe their geometry and cohomology. Furthermore, an adic version of the Newton stratification has been defined and is already of prime importance in new approaches within the Langlands programme.\n\nThis project aims at uniting these two novel developments to obtain new results in both contexts with direct applications to the Langlands programme, as well as a close relationship and dictionary between the classical and the adic stratifications. It is subdivided into three parts which mutually benefit from each other: Firstly we investigate the geometry of Newton strata in loop groups and Shimura varieties, and representations in their cohomology. Secondly, we study corresponding geometric and cohomological properties of adic Newton strata. Finally, we establish closer ties between the two contexts. Here we want to obtain analogues to results on one side for the other, but more importantly aim at a direct comparison that explains the similar behaviour directly.",
    "totalCost": "1202500",
    "ecMaxContribution": "1202500",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1202500
        }
    },
    "calculatedTotalContribution": 1202500
}