{
    "rcn": "213493",
    "acronym": "Pros-RODAM",
    "topics": "ERC-2017-COG",
    "title": "Hypertension Susceptibility in African Migrants: Solving the puzzle through transcontinental prospective cohort study design",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Hypertension is the most important modifiable cardiovascular risk factor. Migrants, especially people of Sub-Saharan African heritage, are extremely affected for reasons that are unclear. This project aims to understand the mechanisms underlying the high risk of hypertension among African migrants by assessing the role of epigenetic modifications that result from rapid socio-environmental and behaviour change. \n\nTo achieve this, Agyemang and his team will establish an innovative transcontinental prospective cohort study of a homogeneous group of Sub-Saharan African migrants (Ghanaians) living in the Netherlands and non-migrant Ghanaians living in rural and urban Ghana. We will first examine and identify the key changes in modifiable environmental factors influencing the high risk of hypertension among migrants. Second, we will examine changes in epigenetic modifications and their effects on hypertension risk in migrants. Third, we will identify the key environmental factors that are driving the epigenetic changes. Last, we will estimate for the first time the individual and combined effect of environmental factors, and epigenetic modifications to the high risk of hypertension in migrants relative to non-migrant Europeans and Ghanaian counterparts living in Africa. \n\nThis project will yield new insights into the key drivers of hypertension and deliver a major breakthrough in knowledge about prevention and treatment among African and other population groups.",
    "totalCost": "1999438",
    "ecMaxContribution": "1999438",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998732274": {
            "orgId": "998732274",
            "orgName": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
            "ecContrib": 1999438
        }
    },
    "calculatedTotalContribution": 1999438
}