{
    "rcn": "213458",
    "acronym": "EPIDEMICSonCHIP",
    "topics": "ERC-2017-COG",
    "title": "EPIDEMICS in ant societies ON a CHIP",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Living in societies amplifies the risk of getting sick, as pathogens can easily spread along the dense social interaction networks of the hosts. Sanitary care and the organisational structure of societies are expected to limit the risk of epidemics. Yet, how the defences of the individual group members scale-up, combine and synergise towards society-level protection, is poorly understood, as the majority of societies can only be studied via correlational and modeling approaches. Insect societies provide a powerful system for experimental studies, as whole societies are accessible for surveillance and manipulative approaches. We can monitor every behavioural interaction between all members, determine their effects on colony-wide disease spread and replicate experiments arbitrarily. The fitness effects of collective disease defences can be quantified, as they result in a single fitness measure of colony productivity. This is because all members of a social insect colony form a reproductive entity composed of the reproductive queens and males and their sterile workers. I will use an ant hostñfungal pathogen system to find out how initial infection develops into an epidemic, and, in turn, how colony-level defence emerges from the interactions between its members. To infer effect from cause, I will not only observe the colony after initial infection of a subset of colony members, but also manipulate the sanitary behaviours and spatiotemporal interaction of host individuals. To this end, I will engineer an automatised platform, following the principles of lab-on-a-chip techniques, to individually target and manipulate colony members, and to quantify their behaviours. Fitness effects will be read out by the quantity and quality of reproductive offspring in the next generation. Such a long-term whole-colony approach is required for understanding the evolution of social immunity, that is, how disease shapes society and how society shapes disease.",
    "totalCost": "1991564",
    "ecMaxContribution": "1991564",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996479740": {
            "orgId": "996479740",
            "orgName": "Institute of Science and Technology Austria",
            "ecContrib": 1991564
        }
    },
    "calculatedTotalContribution": 1991564
}