{
    "rcn": "213416",
    "acronym": "MMAMA",
    "topics": "NMBP-07-2017",
    "title": "Microwave Microscopy for Advanced and Efficient Materials Analysis and Production",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Products which require complicated material systems and nanoscale structural organization, e.g. third-generation solar cells, are often difficult to develop. This is because electronic properties of bulk semiconductors are often masked or at least strongly superimposed by material interface properties. Additionally these interface properties are also complex and thus make product design difficult.\n\nThis project aims at solving this problem by offering a nanoscale characterization platform for the European manufacturers of coatings, photovoltaic cells, and semi-conductor circuits. It is proposed to use a combination of scanning microwave microscopes, dielectric resonators, and simulation to measure the material and interface properties of complicated material systems and nano-structures. A metrological system of cross-checks between different instruments, models and simulations with associated error bars is indispensable for obtaining trustworthy results.\n\nScanning microwave measurements will be directly used for three-dimensional characterization of electrical properties of nanostructured semiconductors used in organic and hybrid photovoltaic cells. The objective is to accelerate the development of high efficiency cells and to have measures to predict performances in early stages of prototype production. Where process monitoring of materials with nanostructures is necessary, a dielectric resonator is used to translate insights from scanning microwave microscope measurements to fabrication environments. Such dielectric resonators could be directly integrated in production lines for monitoring thin film deposition processes.\n\nAn open innovation environment will make the uptake of the results easier for European industry. A database containing exemplary measurement datasets of scanning microwave microscopes will be available in calibrated and raw versions. Simulation results of tip-semiconductor interactions will be made available on the EMMC Modeling Market Place.",
    "totalCost": "3992176,25",
    "ecMaxContribution": "3992176,25",
    "coordinator": "UNIVERSITE DE LILLE",
    "coordinatorCountry": "FR",
    "participants": "EIDGENOSSISCHES INSTITUT FUR METROLOGIE METAS;AYMING;KEYSIGHT TECHNOLOGIES GMBH;QWED SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;ADAMANT AERODIASTIMIKES EFARMOGES ETAIREIA PERIORISMENIS EFTHYNIS;DRACULA TECHNOLOGIES;MATERIA NOVA ASBL;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "participantCountries": "CH;FR;AT;PL;EL;BE",
    "projectParticipants": {
        "939085616": {
            "orgId": "939085616",
            "orgName": "KEYSIGHT TECHNOLOGIES GMBH",
            "ecContrib": 676250
        },
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 291700
        },
        "999899378": {
            "orgId": "999899378",
            "orgName": "UNIVERSITE DES SCIENCES ET TECHNOLOGIES DE LILLE - LILLE I",
            "ecContrib": 0
        },
        "950138184": {
            "orgId": "950138184",
            "orgName": "EIDGENOSSISCHES INSTITUT FUR METROLOGIE METAS",
            "ecContrib": 783469
        },
        "999689761": {
            "orgId": "999689761",
            "orgName": "QWED SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA",
            "ecContrib": 387750
        },
        "948566881": {
            "orgId": "948566881",
            "orgName": "ADAMANT AERODIASTIMIKES EFARMOGES ETAIREIA PERIORISMENIS EFTHYNIS",
            "ecContrib": 344000
        },
        "999944968": {
            "orgId": "999944968",
            "orgName": "AYMING",
            "ecContrib": 199375
        },
        "916760387": {
            "orgId": "916760387",
            "orgName": "DRACULA TECHNOLOGIES",
            "ecContrib": 339694
        },
        "910186018": {
            "orgId": "910186018",
            "orgName": "UNIVERSITE DE LILLE",
            "ecContrib": 544322
        },
        "999496052": {
            "orgId": "999496052",
            "orgName": "MATERIA NOVA ASBL",
            "ecContrib": 425616
        }
    },
    "calculatedTotalContribution": 3992176
}