{
    "rcn": "213480",
    "acronym": "NUCLEARWATERS",
    "topics": "ERC-2017-COG",
    "title": "Putting Water at the Centre of Nuclear Energy History",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "NUCLEARWATERS develops a groundbreaking new approach to studying the history of nuclear energy. Rather than interpreting nuclear energy history as a history of nuclear physics and radiochemistry, it analyses it as a history of water. The project develops the argument that nuclear energy is in essence a hydraulic form of technology, and that it as such builds on centuries and even millennia of earlier hydraulic engineering efforts worldwide ñ and, culturally speaking, on earlier ìhydraulic civilizationsî, from ancient Egypt to the modern Netherlands. I investigate how historical water-manipulating technologies and wet and dry risk conceptions from a deeper past were carried on into the nuclear age. These risk conceptions brought with them a complex set of social and professional practices that displayed considerable inertia and were difficult to change ñ sometimes paving the way for disaster. Against this background I hypothesize that a water-centred nuclear energy history enables us to resolve a number of the key riddles in nuclear energy history and to grasp the deeper historical logic behind various nuclear disasters and accidents worldwide. The project is structured along six work packages that problematize the centrality ñ and dilemma ñ of water in nuclear energy history from different thematic and geographical angles. These include in-depth studies of the transnational nuclear-hydraulic engineering community, of the Soviet Unionís nuclear waters, of the Rhine Valley as a transnational and heavily nuclearized river basin, of Japanís atomic coastscapes and of the ecologically and politically fragile Baltic Sea region. The ultimate ambition is to significantly revise nuclear energy history as we know it ñ with implications not only for the history of technology as an academic field (and its relationship with environmental history), but also for the public debate about nuclear energyís future in Europe and beyond.",
    "totalCost": "1991008",
    "ecMaxContribution": "1991008",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990946": {
            "orgId": "999990946",
            "orgName": "KUNGLIGA TEKNISKA HOEGSKOLAN",
            "ecContrib": 1991008
        }
    },
    "calculatedTotalContribution": 1991008
}