{
    "rcn": "213477",
    "acronym": "APOGEE",
    "topics": "ERC-2017-COG",
    "title": "Atomic-scale physics of single-photon sources.",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Single-photon sources (SPSs) are systems capable of emitting photons one by one. These sources are of major importance for quantum-information science and applications. SPSs experiments generally rely on the optical excitation of two level systems of atomic-scale dimensions (single-molecules, vacancies in diamondÖ). Many fundamental questions related to the nature of these sources and the impact of their environment remain to be explored:\n\nCan SPSs be addressed with atomic-scale spatial accuracy? How do the nanometer-scale distance or the orientation between two (or more) SPSs affect their emission properties? Does coherence emerge from the proximity between the sources? Do these structures still behave as SPSs or do they lead to the emission of correlated photons? How can we then control the degree of entanglement between the sources? Can we remotely excite the emission of these sources by using molecular chains as charge-carrying wires? Can we couple SPSs embodied in one or two-dimensional arrays? How does mechanical stress or localised plasmons affect the properties of an electrically-driven SPS?\n\nAnswering these questions requires probing, manipulating and exciting SPSs with an atomic-scale precision. This is beyond what is attainable with an all-optical method. Since they can be confined to atomic-scale pathways we propose to use electrons rather than photons to excite the SPSs. This unconventional approach provides a direct access to the atomic-scale physics of SPSs and is relevant for the implementation of these sources in hybrid devices combining electronic and photonic components. To this end, a scanning probe microscope will be developed that provides simultaneous spatial, chemical, spectral, and temporal resolutions. Single-molecules and defects in monolayer transition metal dichalcogenides are SPSs that will be studied in the project, and which are respectively of interest for fundamental and more applied issues.",
    "totalCost": "1996848",
    "ecMaxContribution": "1996848",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1996848
        }
    },
    "calculatedTotalContribution": 1996848
}