{
    "rcn": "213464",
    "acronym": "DYNACQM",
    "topics": "ERC-2017-COG",
    "title": "Dynamics of Correlated Quantum Matter: From Dynamical Probes to Novel Phases of Matter?",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The interplay of quantum fluctuations and correlation effects in condensed matter can yield emergent phases with fascinating properties. Understanding these challenging quantum-many body systems is a problem of central importance in theoretical physics and the basis for the development of new materials for future technologies. Dynamical properties can provide characteristic fingerprints that allow to identify novel phases in newly synthesized materials and optical lattice systems. Moreover, when brought out of equilibrium, correlated quantum matter can exhibit dynamical phases that cannot occur in equilibrium settings. \n\nDYNACQM will develop new theoretical and numerical frameworks to study dynamical properties of correlated quantum matter. On the theoretical side, we will investigate how many-body entanglement affects dynamical properties and predict universal features that can be measured in experiments. For example, dynamical spin correlation functions, measured in neutron scattering experiments, provide signatures of topologically ordered spin liquids. Furthermore, we will study the role of disorder and many-body localization in static as well as in driven quantum systems. On the numerical side, we will develop efficient tensor-product state based algorithms to simulate the dynamics of quantum many-body systems. These will allow us to study realistic microscopic model systems and to understand their dynamical properties.\n\nRecent developments in the creation of synthetic quantum systems and advances in high resolution spectroscopy allow for an unprecedented precision with which the dynamics of quantum systems can be studied and manipulated experimentally. In this light, it is particularly important to theoretically understand the dynamics of correlated quantum systems and to make testable predictions. DYNACQM will bridge between the fundamental understanding of many-body entanglement in correlated quantum matter and experiments.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}