{
    "rcn": "213476",
    "acronym": "SynarchiC",
    "topics": "ERC-2017-COG",
    "title": "Investigating the functional architecture of microbial genomes with synthetic approaches",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The folding of eukaryotic and prokaryotic chromosomes consists of an assortment of intertwined structural features. The resulting complex networks of contacts is highly dynamic and interacts functionally with, or regulates metabolic processes ranging from gene expression to chromosome segregation. Some higher order structures involve evolutionary conserved molecular players, such as structural maintenance of chromosomes (SMC) proteins, while others depend on phylum specific proteins. The functional organization of yeast and bacteria chromosomes are actively investigated, with multiple folded structures uncovered in recent years. However, disambiguating the intermingled structures is a difficult task, limiting their functional characterization. In addition, current technologies are limited and are unable to track the genome-wide folding of duplicated sister chromatids (SC) molecules, limiting the study of genome folding during replication and mitosis. \n\nThe overall aim of the SynarchiC project is to characterize, through innovative derivatives of the chromosome conformation capture technology combined with synthetic chromosomes, the folding patterns of microbial genomes during the entire cell cycle, including those of SCs. By reverse engineering chromosomes in bacteria and yeast, we will discriminate the different layers of topological structures and their associated molecular players. We will then investigate how these 3D structures affect SC folding, individualization, and segregation. Finally, we will investigate the interplay between a pathogen and its hosts during an infectious process. How the bacteria redirects its host chromosome metabolism in stressful environment will be addressed from the perspective of genome organization and segregation. Technologies and results from SynarchiC will provide fundamental insights on the cell cycle, and should appeal broadly to scientists working on various aspects genome functional organization in any clade.",
    "totalCost": "1995557",
    "ecMaxContribution": "1995557",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1995557
        }
    },
    "calculatedTotalContribution": 1995557
}