{
    "rcn": "213496",
    "acronym": "IceCommunities",
    "topics": "ERC-2017-COG",
    "title": "Reconstructing community dynamics and ecosystem functioning after glacial retreat",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Glaciers show a pattern of retreat at the global scale. Increasing areas are exposed and colonized by multiple organisms, but lack of global studies hampers a complete understanding of the future of recently deglaciated terrains. What will be the fate of these areas? How do animals, plants and microorganisms colonize them? How do they interact to perform successful colonization? Which are the climatic, geological and biogeographical processes determining colonization patterns? How does ecosystem functioning evolves through time? Until now, the complete reconstruction of soil communities was hampered by the complexity of identification of organisms, thus analyses at broad geographical and taxonomic scale have been so far impossible. IceCommunities will combine innovative methods and a global approach to boost our understanding of the evolution of ecosystems in recently deglaciated areas. I will investigate chronosequences ranging from recently deglaciated terrains to late successional stages of soil pedogenesis. Through environmental DNA metabarcoding I will identify species from multiple taxonomic groups (bacteria, fungi, protists, soil invertebrates, plants), to obtain a complete reconstruction of biotic communities along glacier forelands over multiple mountain areas across the globe. This will allow measuring the rate of colonization at an unprecedented detail. Information on assemblages will be combined with analyses of soil, landscape and climate to identify the drivers of community changes. I will also identify the impact of eco-geographical factors (climate, regional pool of potential colonizers) on colonization. Analysis of functional traits will allow reconstructing how functional diversity emerges during community formation, and how it scales to the functioning of food webs. IceCommunities will help to predict the future development of these increasingly important ecosystems, providing a supported rationale for the appropriate management of these areas.",
    "totalCost": "1845773",
    "ecMaxContribution": "1845773",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 125035
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 1720738
        }
    },
    "calculatedTotalContribution": 1845773
}