{
    "rcn": "213431",
    "acronym": "ECO-ZEN",
    "topics": "ERC-2017-COG",
    "title": "Enabling Catalytic Cross Couplings with only Zinc Electrophiles, Nucleophiles and Boranes",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "This high-impact, challenging CoG Proposal integrates multiple novel ideas in boron and zinc chemistry into an overarching project to open up new horizons across synthesis and catalysis. The Applicantís successful ERC StG has opened up new avenues of pioneering research in main group element mediated transformations that were not conceivable before the work was done. Components of this proposal extend out from the StG into new, exciting research areas that are completely different. Developing low toxicity earth abundant catalysts for important transformations is vital to the EU with the focus herein being on; (i) the Suzuki-Miyaura (S-M) cross coupling reaction which is ubiquitous in industry and academia, and (ii) the formation of organoboranes that are essential synthetic intermediates. Both of these are currently dominated by toxic, expensive and low abundance precious metal catalysts (e.g. Pd, Ir). This project will deliver innovation through utilising combinations of main group Lewis acids and nucleophilic anions that do not react with each other, i.e. are frustrated pairs. This ìfrustrationî enables the two species to concertedly transform substrates to achieve:\n\n(i) Precious metal-free S-M cross coupling reactions of sp3C electrophiles catalysed by zinc and boron compounds, including stereospecific couplings and one pot two step cross electrophile couplings.\n\n(ii) Trans-elementoboration of alkynes, including the unprecedented fluoroboration of alkynes.\n\nOther new approaches will be developed to access novel (hetero)arylboronic acid derivatives using only simple boranes and without requiring noble metal catalysts, specifically: (i) boron directed C-H borylation and (ii) directed ortho borylation to enable subsequent meta selective SEAr C-H functionalisation. \n\nThis CoG will afford the freedom and impetus via consolidated funding to undertake fundamental research to deliver high impact results, including developing a new area of cross coupling catalysis research.",
    "totalCost": "2070093",
    "ecMaxContribution": "2070093",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 2070093
        }
    },
    "calculatedTotalContribution": 2070093
}