{
    "rcn": "213410",
    "acronym": "RIGHTS",
    "topics": "ERC-2017-STG",
    "title": "The bargaining power of sending countries in influencing the rights of their low skilled migrant workers",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "This project asks how governments of migrant sending countries can influence the rights of their low skilled migrant workers in receiving countries. The project approaches this question from both the sending and the receiving country side; looking at factors that determine when and how sending states intervene and what determines the responses from receiving countries. The surplus of aspiring migrants and economic importance of remittances would suggest sending states have little bargaining power. Single case studies however suggest that some nevertheless intervene.\nA comprehensive overview of the drivers of immigration and emigration policy will result in a set of hypotheses. A survey of policy makers in sending countries will generate an overview of interventions by sending country governments. The projectís core is a systematic comparative case study of six sending countries with partly overlapping receiving countries and three of these receiving countries. The sending country cases are three sets of two countries in which migrant remittances constitute a similar share of GDP but involvement with the rights of their workers abroad differ; the Philippines, Senegal, India, Ecuador, Morocco and Vietnam. The receiving countries are South Korea, Saudi Arabia and Italy. These countries vary strongly in the rights for migrant workers and the level of cooperation with sending states. QCA and process tracing will be used to assess the hypotheses.\nThe project is innovative in 1) providing a systematic analysis of a larger number of cases including countries rarely covered in comparative studies on migrant rights, 2) examining of the actions of both sending and receiving countries, and 3) taking the trade-off between migrant numbers and rights into account. The project will push theory development forward by connecting theoretical fields and expanding geographic scope. It is policy-relevant by providing further insight into how the rights of migrant workers can be improved.",
    "totalCost": "1346156",
    "ecMaxContribution": "1346156",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 1346156
        }
    },
    "calculatedTotalContribution": 1346156
}