{
    "rcn": "213465",
    "acronym": "SOPHY",
    "topics": "ERC-2017-COG",
    "title": "The role of Softness in the Physics of  Defects: Probing Buried Interfaces in Perovskites Optoelectronic Devices",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "SOPHY will develop the tools and knowledge to probe optoelectronic processes at buried interfaces, in devices, at operating conditions,  delivering a long time pursued target in many fields of nanotechnology. Semiconducting metal halide perovskites, and devices based on them, will be the primary technology under investigation, given its potential to represent the merging point between the efficient inorganic and the chameleonic organic electronics.  The presence of various types of chemical  interactions in such complex ionic solids gives them a characteristic ìsoftî fluctuating structure, prone to a wide set of defects which span from lattice  distortions to the presence of mobile ions. These are sensitive to the device operating conditions, thus, the control of structure-properties relationship, especially at interfaces, becomes elusive, and the prediction of device operation, necessary to engineer reliable systems, is not possible without an ìin vivoî approach. SOPHY addresses the above challenge combining fundamental investigations, material processing, devices fabrication. It will understand the role of structural deformations in determining the ìdefectivenessî of perovskites and its link to the optoelectronic materials properties. It will put in place an experimental tool which will map in space, with a resolution below 50nm, electronic structures and their excitations, and how they evolve in time over a timescale from fs to microseconds to follow a wide set of cascade phenomena. Such approach, implemented for the first time on diodesí cross-sections, will allow their study at different operation conditions. The broad impact of this approach will be demonstrated in a series of case studies selected from different key technologies.  Finally, SOPHY will model, for the first time, the operating mechanisms of perovskite based diodes, by being able to take into account the structural and energetic transformations each interface will undergo during operation",
    "totalCost": "2150000",
    "ecMaxContribution": "2150000",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 2150000
        }
    },
    "calculatedTotalContribution": 2150000
}