{
    "rcn": "213403",
    "acronym": "SUEE",
    "topics": "ERC-2017-STG",
    "title": "Strategic Uncertainty in Economic Environments",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "This proposal concerns two sets of projects that tackle theoretical challenges raised by the data broker and online advertisement industry.\n1-Strategic Uncertainty (SU) in Economic Environments: By assuming that individuals have correct beliefs about others' behavior, the equilibrium approach in economics assumes away SU. But SU is central to many settings. Testament to this is the existence of a data broker industry, in which data on agents' behavior are traded: this information would have no value without SU. Within game theory, non-equilibrium concepts such as rationalizability and models of level-k reasoning have been developed to study SU. But these models have had a limited impact on broader economics. This is partly due to the weakness and limited tractability of these concepts. Part 1 tackles SU in order to favor a better integration within economics. From a behavioral perspective, I propose axiomatic foundations that justify modeling individuals' reasoning as stemming from a cost-benefit analysis, and investigate (theoretically and experimentally) how these ideas shed light on the occurrence of equilibrium coordination under SU, i.e. as the result of purely subjective reasoning. From a classical perspective, I develop uniqueness and monotone comparative statics results for non-equilibrium concepts, to favor a better integration of SU in standard economics. Applications include problems of information disclosure of strategic datasets and identification in models of social interactions.\n2-Online Auctions with Digital Marketing Agencies (DMA): I study the role of DMA in the auctions used to sell advertisement space on the web. I analyze how collusive bidding can emerge from bid delegation to a common DMA and how this undermines both revenues and efficiency of the auctions used by key players in the industry such as Facebook, Google and Microsoft-Yahoo!. Implications and extensions include business, policy and economics methodology.",
    "totalCost": "1480325",
    "ecMaxContribution": "1480325",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1480325
        }
    },
    "calculatedTotalContribution": 1480325
}