{
    "rcn": "213407",
    "acronym": "Damocles",
    "topics": "ERC-2017-STG",
    "title": "Modelling brain aneurysm to elucidate the role of platelets",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "In the European Union, 15 million people have an unruptured intracranial aneurysm (IA) that may rupture one day and lead to subarachnoid haemorrhage (SAH). The IA rupture event is ominous and lingers as a clinical quandary. No safe and effective non-invasive therapies have, as of yet, been identified and implemented in clinical practice mainly because of a lack of knowledge of the underlying mechanisms. Increasing evidence points to inflammation as one of the leading factors in the pathogenesis of IA. Intrasaccular clot formation is a common feature of IA occurring unruptured and ruptured IA. In addition to forming clots, activated platelets support leukocyte recruitment. Interestingly, platelets also prevent local hemorrhage in inflammatory situations independently of their ability to form a platelet plug. \n\nWe hypothesize that the role of platelet may evolve throughout the development of IA: initially playing a protective role of in the maintenance of vascular integrity in response to inflammation and contributing later to intrasaccular thrombus formation. What are the platelet signaling pathways and responses involved and to what extent do they contribute to the disease and the rupture event?\n\nTo answer these questions, we designed an interdisciplinary proposal, which gathers biophysical, pharmacological, and in-vivo approaches, with the following objectives: I) To investigate platelet functions from patients diagnosed with intracranial aneurysm at the sites of aneurysm sac. II) To delineate platelet mechanisms and responses in a cutting-edge technology of a 3D reconstruction of IA that will take into account the hemodynamic shear stress. III) To test in a preclinical mouse model of IA efficient anti-platelet therapies and define a therapeutic window to intervene on platelet activation. The proposed project will yield new insights in IA disease and in life science, from cell biology to the discovery of potential new targets in cardiovascular medicine.",
    "totalCost": "1498618",
    "ecMaxContribution": "1498618",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 1498618
        }
    },
    "calculatedTotalContribution": 1498618
}