{
    "rcn": "213400",
    "acronym": "GLOBTAXGOV",
    "topics": "ERC-2017-STG",
    "title": "A New Model of Global Governance in International Tax Law Making",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "The overall aim of this research project is to assess the feasibility and legitimacy of the current model of global tax governance and the role of the OECD and EU in international tax lawmaking.   Unlike the former OECD projects that only provide for exchange of information between countries, in the BEPS Project, the EU Anti-Tax Avoidance Directive, the EU state aid investigations and the EU External Strategy, the OECD and the EU focus on substantive issues that when implemented will change the international tax architecture of developed and developing countries. These initiatives aim to ensure that governments engage in fair competition and that multinationals pay their fair share. Even though these objectives are legitimate, these developments raise the questions what is the role of the OECD and the EU in global tax governance? and under what conditions can the model of global tax governance be feasible and legitimate for both developed and developing countries?  These initiatives have generated tensions between developed and developed countries and between EU and third (non-EU) countries. The tensions between countries call for the articulation of a new framework of global tax governance that is legitimate and based on considerations of fairness for all countries participating. \n\nAgainst this background, my project will first assess the feasibility of the legal transplant of the BEPS minimum standards into the tax systems of 12 countries of research by asking three sub-questions (i) why are these countries participating in the BEPS Project? (ii) how will the BEPS minimum standards be transplanted into the tax system of these countries? and (iii) how can the differences in tax systems and tax cultures of these countries influence the content of these minimum standards? Thereafter, the conditions for the legitimacy of the role of the OECD and the EU will be provided in light of the theories of legitimacy and governance.",
    "totalCost": "1384750",
    "ecMaxContribution": "1384750",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 1384750
        }
    },
    "calculatedTotalContribution": 1384750
}