{
    "rcn": "213495",
    "acronym": "NEPOSTRANS",
    "topics": "ERC-2017-COG",
    "title": "Negotiating post-imperial transitions: from remobilization to nation-state consolidation. A comparative study of local and regional transitions in post-Habsburg East and Central Europe",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The projectís goal is to provide a new, overall narrative of how the Habsburg Empire was replaced by nation states at the end of WWI and reconsider in the light of its results categories and concepts like state and statehood, local, regional and national, transition and transformation. A novel combination of historical comparison and histoire croisÈe enables the in-depth analyses of a set of local transitions in diverse regions (agrarian, industrial, commercial, urban, rural, multi-and mono-ethnic, borderland and mainland, litoral) and the combination of these results with the existing literature on other localities.  \nThe team addresses four main themes: state, elites, identities and discourses. The focus is always local, the question is how these societies faced the momentous changes and found their place within empire and nation-state(s). It will look at interactions, cultures and especially rupture and continuity of people, norms, practices, institutional cultures in order to discover patterns of transitions and the social factors influencing them. Besides a typology of transitions, it also aims at gaining a new perspective on empire and nation state from this crucial moment of collapse and state-building. \nThe project is informed by New Imperial history, the idea of phantom boundaries, everyday ethnicity, integrated urban history. At the methodological level it builds on a symmetrical comparison of the selected cases and on an asymmetrical one with the existing literature, while the object of comparison is the transition that we conceptualize as an ìintercrossingî. Through analysing this ëtransformation from belowí and connecting for the first time what has remained scattered both in historiography and in the social representations, the project aims to write a new history of modern Eastern Europe as a common legacy for an integrated European history.",
    "totalCost": "1963075",
    "ecMaxContribution": "1963075",
    "coordinator": "POLITIKATORTENETI INTEZET KOZHASZNU NONPROFIT KFT",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949694506": {
            "orgId": "949694506",
            "orgName": "POLITIKATORTENETI INTEZET KOZHASZNU NONPROFIT KFT",
            "ecContrib": 1963075
        }
    },
    "calculatedTotalContribution": 1963075
}