{
    "rcn": "213430",
    "acronym": "ICARe",
    "topics": "MG-1.5-2016-2017",
    "title": "International Cooperation in Aviation Research",
    "startDate": "01/10/2017",
    "endDate": "31/03/2020",
    "objective": "ICARe is a Coordination and Support Action addressing the international cooperation area of the topic MG-1.5-2016-2017: Identification of gaps, barriers and needs in the aviation research.\nEurope has a leading position in aviation, but needs to maintain and strengthen this position. A new Strategic Research and Innovation Agenda (SRIA) was elaborated by ACARE to address this challenge. \nThe international cooperation contributes to the achievement of SRIA goals but requires a dedicated strategy based on a holistic approach and in depth analysis. ICARe will fulfill this gap and deliver recommendations with regards to International Cooperation for the Aviation Research and Innovation. To do so, ICARe starts with the analysis of past and current cooperation in order to draw lessons. A worldwide mapping of technologies of interest for aviation ñ even if they originate from other sectors - will be embedded in a secured on-line database. For each of the 21 countries addressed previously by the ACARE INCO group in 2015, a detailed and documented country profile will be established, including technical and non-technical aspects (IPR, trade regulations, cultural barriers and funding organizations, etc.). These results will be enhanced by concrete dialogues and actions through 6 open platforms with the representatives of selected countries (USA, Japan, Canada, China, Russia and the 6th country to be selected during the project). Thanks to this approach, ICARe will support the European Commission in the definition on its International cooperation strategy. ICARe will also facilitate existing and future partnerships in order to fulfill the technological needs identified in the SRIA.The consortium includes 12 partners representing industries, operators, research centers, universities, and international organizations, all being members of ACAREís working group. Important European stakeholders will be involved in the Advisory Board. Required EU contribution is less than 1,8MÄ.",
    "totalCost": "1859742,51",
    "ecMaxContribution": "1790715,5",
    "coordinator": "ERDYN CONSULTANTS",
    "coordinatorCountry": "FR",
    "participants": "HONEYWELL INTERNATIONAL SRO;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;BAE SYSTEMS (OPERATIONS) LIMITED;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;EASN TECHNOLOGY INNOVATION SERVICES BVBA;THALES AVS FRANCE SAS;AEROSPACE VALLEY;DASSAULT AVIATION;EUROPEAN AVIATION SAFETY AGENCY;CENTRE INTERNACIONAL DE METODES NUMERICS EN ENGINYERIA;ROLLS-ROYCE PLC",
    "participantCountries": "CZ;BE;FR;UK;DE;ES",
    "projectParticipants": {
        "999945356": {
            "orgId": "999945356",
            "orgName": "ROLLS-ROYCE PLC",
            "ecContrib": 115625
        },
        "999994438": {
            "orgId": "999994438",
            "orgName": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
            "ecContrib": 215740
        },
        "999984447": {
            "orgId": "999984447",
            "orgName": "THALES AVS FRANCE SAS",
            "ecContrib": 84035
        },
        "984454068": {
            "orgId": "984454068",
            "orgName": "EASN Technology Innovation Services BVBA",
            "ecContrib": 0
        },
        "952563475": {
            "orgId": "952563475",
            "orgName": "EUROPEAN AVIATION SAFETY AGENCY",
            "ecContrib": 82232
        },
        "999957675": {
            "orgId": "999957675",
            "orgName": "DASSAULT AVIATION",
            "ecContrib": 125398
        },
        "999964271": {
            "orgId": "999964271",
            "orgName": "AEROSPACE VALLEY",
            "ecContrib": 74644
        },
        "998812493": {
            "orgId": "998812493",
            "orgName": "ERDYN CONSULTANTS",
            "ecContrib": 536025
        },
        "999483733": {
            "orgId": "999483733",
            "orgName": "EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION",
            "ecContrib": 56312
        },
        "997834830": {
            "orgId": "997834830",
            "orgName": "HONEYWELL INTERNATIONAL SRO",
            "ecContrib": 31534
        },
        "997989448": {
            "orgId": "997989448",
            "orgName": "BAE SYSTEMS (OPERATIONS) LIMITED",
            "ecContrib": 104025
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 166395
        }
    },
    "calculatedTotalContribution": 1591965
}