{
    "rcn": "213478",
    "acronym": "INTERACTION",
    "topics": "ERC-2017-COG",
    "title": "Cloud-cloud interaction in convective precipitation",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "State-of-the-art simulations and observations highlight the self-organization of convective clouds. Our recent work shows two aspects: these clouds are capable of unexpected increase in extreme precipitation when temperature rises; interactions between clouds produce the extremes. As clouds interact, they organize in space and carry a memory of past interaction and precipitation events. This evidence reveals a severe shortcoming of the conventional separation into 'forcing' and 'feedback' in climate model parameterizations, namely that the 'feedback' develops a dynamics of its own, thus driving the extremes. The major scientific challenge tackled in INTERACTION is to make a ground-breaking departure from the established paradigm of 'quasi-equilibrium' and instantaneous convective adjustment, traditionally used for parameterization of 'sub-grid-scale processes' in general circulation models. To capture convective self-organization and extremes, the out-of-equilibrium cloud field must be described. In INTERACTION, I will produce a conceptual model for the out-of-equilibrium system of interacting clouds. Once triggered, clouds precipitate on a short timescale, but then relax in a 'recovery' state where further precipitation is suppressed. Interaction with the surroundings occurs through cold pool outflow,facilitating the onset of new events in the wake. I will perform tailored numerical experiments using cutting-edge large-eddy simulations and very-high-resolution observational analysis to determine the effective interactions in the cloud system. Going beyond traditional forcing-and-feedback descriptions, I emphasize gradual self-organization with explicit temperature dependence. The list of key variables of atmospheric water vapor, temperature and precipitation must therefore be amended by variables describing organization. Capturing the self-organization of convection is essential for understanding of the risk of precipitation extremes today and in a future climate.",
    "totalCost": "1314800",
    "ecMaxContribution": "1314800",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1314800
        }
    },
    "calculatedTotalContribution": 1314800
}