{
    "rcn": "213453",
    "acronym": "PASIPHAE",
    "topics": "ERC-2017-COG",
    "title": "Overcoming the Dominant Foreground of Inflationary B-modes: Tomography of Galactic Magnetic Dust via Measurements of Starlight Polarization",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "An inflation-probing B-mode signal in the polarization of the cosmic microwave background (CMB) would be a discovery of utmost importance in physics. While such a signal is aggressively pursued by experiments around the world, recent Planck results have showed that this breakthrough is still out of reach, because of contamination from Galactic dust. To get to the primordial B-modes, we need to subtract polarized emission of magnetized interstellar dust with high accuracy.  A critical piece of this puzzle is the 3D structure of the magnetic field threading dust clouds, which cannot be accessed through microwave observations alone, since they record integrated emission along the line of sight. Instead, observations of a large number of stars at known distances in optical polarization, tracing the same CMB-obscuring dust, can map the magnetic field between them. The Gaia mission is measuring distances to a billion stars, providing an opportunity to produce, the first-ever tomographic map of the Galactic magnetic field, using optical polarization of starlight. Such a map would not only boost CMB polarization foreground removal, but it would also have a profound impact in a wide range of astrophysical research, including interstellar medium physics, high-energy astrophysics, and galactic evolution. Taking advantage of our privately-funded, novel-technology, high-accuracy WALOP optopolarimeters currently under construction, we propose an ambitious optopolarimetric program of unprecedented scale that can meet this challenge: a survey of both northern and southern Galactic polar regions targeted by CMB experiments, covering >10,000 square degrees, which will measure linear optical polarization at 0.2% accuracy of over 360 stars per square degree (over 3.5M stars, a 1000-fold increase over the state of the art), combining wide-field-optimized instruments and an extraordinary commitment of observing time by Skinakas Observatory and the South African Astronomical Observatory.",
    "totalCost": "1887500",
    "ecMaxContribution": "1887500",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1887500
        }
    },
    "calculatedTotalContribution": 1887500
}