{
    "rcn": "213595",
    "acronym": "RAISE",
    "topics": "JTI-CS2-2017-CFP06-SYS-03-12",
    "title": "Reliable Aircraft electrical Insulation System sElection",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In the last years, the need for high power density and efficiency has become a central concern in all industrial sectors. For this reason, the arrival on the market of new power devices based on wide bandgap (SiC and GaN) semiconductors, with extremely short switching times, has raised a relevant interest.\nAerospace industry is one of the main areas which can take advantage from these devices. According to the MEA concept, replacing the aircraftís hydraulic/mechanical actuators with electrical drives yields an improvement in efficiency and power density, which means a reduction in weight, fuel consumption and noise/pollutants emission. However, some reliability issues may arise in this type of electric drives, as devices with higher voltage gradients have a negative impact on the performace of high voltage insulation systems.\nAs such, there is a need to assess if state-of-the-art insulation materials of machines and power electronic components are suitable for future applications using higher supply voltages and higher switching gradients. The proposed project comprehends the analysis and the experimental assessment of state-of-the-art insulation materials and systems used in aircraft applications.",
    "totalCost": "396401,25",
    "ecMaxContribution": "396401,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PARMA",
    "coordinatorCountry": "IT",
    "participants": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999993953": {
            "orgId": "999993953",
            "orgName": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
            "ecContrib": 198282
        },
        "999846028": {
            "orgId": "999846028",
            "orgName": "UNIVERSITA DEGLI STUDI DI PARMA",
            "ecContrib": 198119
        }
    },
    "calculatedTotalContribution": 396401
}