{
    "rcn": "213577",
    "acronym": "ESI Europe",
    "topics": "EE-23-2017",
    "title": "Driving Investment in Energy Efficiency through Energy Savings Insurance in Europe",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "This proposal aims to replicate the successful Energy Savings Insurance (ESI) model in the three highest potential countries in Europe ñ Italy, Portugal and Spain, train key market stakeholders, and deliver an ESI Europe Toolkit alongside a long-term business model to enable the broader roll out of the ESI Europe model in other European countries. \n\nThe ESI model, developed by Stiftung BASE, consists of financial and non-financial mechanisms designed to work together to improve the risk-return profile of EE investments and overcome the associated barriers. The ESI model targets small and medium-sized enterprises (SMEs) and creates the conditions for them to upgrade specific old inefficient technologies to new EE technologies. The ESI model presents a proven and unique market based approach that makes use of distribution channels and products that are already available on the market. The ESI model has been successfully implemented in Colombia and Mexico, and is currently being developed or planned in a further ten countries in Latin America and Asia. ESI has been recognized as one of the most promising instruments to mobilize private sector investments in EE. \n\nThis proposal brings together a consortium of key players needed to implement the model in the three target countries, to distribute the outcomes and ESI Europe Toolkit across Europe, and to ensure sustainability and further outreach of outcomes. \n\nThe expected impacts include (i) to have trained and increased capacity of 1,665 stakeholders after lifetime of the project; (ii) to have mobilised between Ä978.6m and Ä1,711m private investment in EE projects within six years of project start; and (iii) to generate corresponding primary energy savings of between 1,582 and 2,766 GWh/year after six years of project start.",
    "totalCost": "2258921,25",
    "ecMaxContribution": "2258921,25",
    "coordinator": "STIFTUNG BASE (BASEL AGENCY FOR SUSTAINABLE ENERGY)",
    "coordinatorCountry": "CH",
    "participants": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA;FUNDACION CENTRO TECNOLOXICO DE EFICIENCIA E SOSTENIBILIDADE ENERXETICA;CONSELHO EMPRESARIAL PARA O DESENVOLVIMENTO SUSTENTAVEL",
    "participantCountries": "IT;ES;PT",
    "projectParticipants": {
        "917929237": {
            "orgId": "917929237",
            "orgName": "CONSELHO EMPRESARIAL PARA O DESENVOLVIMENTO SUSTENTAVEL",
            "ecContrib": 255378
        },
        "912420316": {
            "orgId": "912420316",
            "orgName": "STIFTUNG BASE (BASEL AGENCY FOR SUSTAINABLE ENERGY)",
            "ecContrib": 1381090
        },
        "950556545": {
            "orgId": "950556545",
            "orgName": "FUNDACION CENTRO TECNOLOXICO DE EFICIENCIA E SOSTENIBILIDADE ENERXETICA",
            "ecContrib": 274276
        },
        "950767035": {
            "orgId": "950767035",
            "orgName": "FEDERAZIONE ITALIANA PER L'USO RAZIONALE DELL'ENERGIA",
            "ecContrib": 348178
        }
    },
    "calculatedTotalContribution": 2258922
}