{
    "rcn": "213594",
    "acronym": "PASSPORT",
    "topics": "JTI-CS2-2017-CFP06-AIR-02-47",
    "title": "Part Specific Process Optimization in SLM",
    "startDate": "01/01/2018",
    "endDate": "30/06/2019",
    "objective": "Metal Additive Manufacturing (AM) technology has developed rapidly in the last decade and has demonstrated significant potential to reduce the costs and improve the quality and efficiency of aerospace components. This can be realised through improved design freedom and light-weighting via topology optimisation, improved buy-to-fly ratios, and a reduction of tooling cost ñ all of which have a demonstrable impact on the carbon footprint and waste in manufacture. \n\nThe ìHoly Grailî of metal additive manufacturing is to manufacture reliable, high-performance metal parts with no or minimal need of post-processing. The key to unlocking this is achieving geometry-specific process parameters that enable a near-uniform thermal history and hence minimise post-processing requirements.\n\nAs the European AM industry and design optimisation applications are growing, lead time and financial costs associated with optimising process parameters to ensure high-quality AlSi10Mg parts with complex geometry is a significant barrier to widespread adoption.\n\nPASSPORT seeks to remove this barrier and advance the state-of-the-art through the delivery of an ambitious experimental, analytical and software development programme. \n\nPASSPORT will:\n\n(1) Undertake a detailed characterisation of AlSi10Mg SLM parts with a unique laboratory setup \n(2)Employ advanced process simulations to understand and quantify the relationship between different scan strategies and part attributes.\n(3)Develop state-of-the-art, optimised process parameters that vary with local part topology and geometry characteristics to ensure homogeneous mechanical properties, high density and a smooth build surface.\n(4)Produce a bespoke, stand-alone process parameter selection software solution for AlSi10Mg SLM parts that can communicate with multiple vendorsí SLM machines.\n(5)Improve the time-to-market for SLM parts by removing significant cost and time-intensive burdens associated with optimising SLM builds",
    "totalCost": "599860",
    "ecMaxContribution": "599860",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "GRANTA DESIGN LTD",
    "participantCountries": "UK",
    "projectParticipants": {
        "998417218": {
            "orgId": "998417218",
            "orgName": "GRANTA DESIGN LTD",
            "ecContrib": 194491
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 405369
        }
    },
    "calculatedTotalContribution": 599860
}