{
    "rcn": "213586",
    "acronym": "STRONGRCRAFT",
    "topics": "JTI-CS2-2017-CFP06-FRC-02-25",
    "title": "Safe, Technically Robust and Optical New Generation fuel system to be integrated on new RotorCRAFT",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "STRONGRCraft will develop, test (Attitude, circulation, water & fuel, slosh & vibration, drop) and manufacture a highly performant, lightweight, cost effective with innovative optical Fuel Level Sensor and limited environmental footprint Fuel System (FS). The project will also design, manufacture and install a test rig on the existing Universal Test Rig Platform at the OEM.\n\nFully supporting the rapid emergence of the high speed compound helicopter, this next generation of FS will demonstrate weight reduction up to 15%, monitored and decreased use of hazardous substances regarding REACh regulation, reduced environmental impact (energy, VOC emissions and waste) with Life Cycle Analysis, optimum between level of performances of the high speed compound helicopter and cost of potential product with a recurring cost estimation, conformance with CS29 and integration of an innovative technology for the optical fuel level sensor.\n\nAlso, there is plan to access and use the STRONGRCraft results in the sector of Remotely Piloted Aircraft Systems (RPAS).\n\nSTRONGRCraft will be carried by a consortium of 4 partners (ASY, SM, CNR-IREA and NLR) with the required specific expertise and a proven track record of experience in RDI programs (e.g. H175 program, SAFUEL). The consortium has the necessary technologies at the expected maturity level to be accessed/used in STRONGRCraft, some of them reflecting first steps already achieved on FS  weight improvement (ASY: TRL 2 NG Roll-over valve with lighter materials and TRL2 concept of lightweight piping for several hoses; SM: use of reinforced plastic polymers at TRL5 and use of protective conductive varnish at TRL3; CNR-IREA: TRL3 optical fuel level probe based on TIR; NLR: TRL3 optoelectronic interrogator and SAFUEL test rig). ASY, Coordinator of the project, is the unique EU FS provider approved by aviation authorities worldwide since several years, owning DOA and POA.",
    "totalCost": "2666150",
    "ecMaxContribution": "1957658,75",
    "coordinator": "ZODIAC AEROSAFETY SYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;CONSIGLIO NAZIONALE DELLE RICERCHE;SECONDO MONA SPA",
    "participantCountries": "NL;IT",
    "projectParticipants": {
        "924390310": {
            "orgId": "924390310",
            "orgName": "SECONDO MONA SPA",
            "ecContrib": 593705
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 154512
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 150000
        },
        "997757424": {
            "orgId": "997757424",
            "orgName": "ZODIAC AEROSAFETY SYSTEMS",
            "ecContrib": 1059441
        }
    },
    "calculatedTotalContribution": 1957658
}