{
    "rcn": "213592",
    "acronym": "FLOWCAASH",
    "topics": "JTI-CS2-2017-CFP06-LPA-01-34",
    "title": "FLOW Control Actuators at Aircraft scale manufacturing by SLM with high aerodynamic performance for using in Harsh environment",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The main goal of FLOWCAASH project is to design and manufacture reliable and safe flow control actuators at aircraft scale by Selective Laser Melting (SLM) able to withstand the high temperatures (up to 260 ∞C) and pressures (5 bar) during flight test with aerodynamic performance and high resistance to harsh environments. FLOWCAASH project is focused on the development of innovative designs of Active Flow Control (AFC) actuators to be manufactured by powder bed based additive manufacturing (AM) using Ti6Al4V alloy. Selective Laser Melting (SLM), that utilizes a laser as a thermal energy source to melt the powder has been chosen as the preferred AM technology. The innovative designs of these AFC actuators will allow to be installed in restricted space in the next generation aircrafts with UHBR (Ultra High Bypass Ratio) engines. Two different actuators will be considered, Pulsed Jet Actuator (PJA) and Steady Blowing Actuator (SBA). These actuators will have the potential to reduce aerodynamic flow separation and to increase lift coefficient. This will be obtained by bionic design which allows complex geometries and improve structural strength while reducing the weight. In order to assure process reliability of large Ti parts, distortion prediction numerical simulations will be accomplished. As-built part will be post-processed by means of heat and surface treatments in order to ensure dimensional stability and adequate surface quality for aerodynamic performance.\nAfterwards the actuators will be validated by aerodynamic and harsh environment tests including rain, icing, sand and dust, vibrations and anti-icing fluid. The FLOWCAASH project will be developed by a well-balanced consortium that brings together 2 partners: the research center LORTEK and the aerospace test laboratory CTA.",
    "totalCost": "549061,25",
    "ecMaxContribution": "549061,25",
    "coordinator": "LORTEK S COOP",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO DE TECNOLOGIAS AERONAUTICAS",
    "participantCountries": "ES",
    "projectParticipants": {
        "948667082": {
            "orgId": "948667082",
            "orgName": "LORTEK S COOP",
            "ecContrib": 348811
        },
        "999484509": {
            "orgId": "999484509",
            "orgName": "FUNDACION CENTRO DE TECNOLOGIAS AERONAUTICAS",
            "ecContrib": 200250
        }
    },
    "calculatedTotalContribution": 549061
}