{
    "rcn": "213585",
    "acronym": "START",
    "topics": "JTI-CS2-2017-CFP06-ENG-04-07",
    "title": "inveSTigation of an ultrA compact Reverse flow combusTor",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "The main objective of START project is to carry out a series of advanced investigations on a prototypical reverse flow, ultra compact, combustor designed and manufactured by GE-Avio for turboprop engine as a part of the SAT ITD MAESTRO. The aim is to support the validation of the developed technologies and design rules by means of full annular combustion tests and high fidelity numerical simulations. \nGoals of START project will be addressed with the following steps:\nVerify a full additive combustor at real engine conditions in terms of combustor performance, by the measurement of emissions, gas exit temperature and liner metal temperature, through extensive full annular tests. Data will also permit validation of numerical modelling results.\nImprove the knowledge of combustor metal temperature and validation of aero-thermal predictions by gathering 2D temperature maps using InfraRed techniques across dedicated optical access on the full annular rig.\nImprove and further validate existent aero-thermal CFD modelling based on a two-step approach: RANS based CHT calculations for metal temperature and flow split predictions and LES (or Hybrid RANS-LES) calculations of the flame domain for combustor performance evaluation.\nDevelopment of an innovative CFD approach based on unsteady CHT based on Hybrid RANS-LES, to allow direct calculation of aero-thermal and combustion performance behavior of the combustor. The methodology will also exploit and further validate dedicated strategy to model multi-hole liners without requiring the explicit meshing of each hole.\nSTART will greatly contribute to the goals of SAT initiative in CS2. The validation of innovative high fidelity CFD will significantly help the design of innovative combustors for addressing the target of SFC reduction faced with the increase of engine cycle efficiency. The validation of innovative additive manufacturing components at TRL5 will positively contribute to reach the objectives of reducing costs and weights.",
    "totalCost": "640867,5",
    "ecMaxContribution": "640867,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "CONSORZIO PER LO SVILUPPO DELLE AREE GEOTERMICHE",
    "participantCountries": "IT",
    "projectParticipants": {
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 252318
        },
        "998013407": {
            "orgId": "998013407",
            "orgName": "CONSORZIO PER LO SVILUPPO DELLE AREE GEOTERMICHE",
            "ecContrib": 388550
        }
    },
    "calculatedTotalContribution": 640868
}