{
    "rcn": "213510",
    "acronym": "GlycoSkin",
    "topics": "ERC-2017-COG",
    "title": "Dissection of Glycan Function by Engineered Tissue Models",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Glycans decorate most proteins, cover cell membranes, and represent one of the four building blocks of life, together with nucleic acids, lipids, and amino acids. Yet, our understanding of how glycans influence the life of cells and organisms is limited, and only few functions have been molecularly dissected. Glycans present a huge structural diversity with species and cell- type specificity that underlie specific biological functions. However, more than half a century of research has been severely hampered by the complexity and technical difficulties with analyzing glycans. While, the glycome (all glycans in a cell or organism) is a difficult entry point for discovery, the glycogenome (all genes involved in glycosylation) in contrast is a feasible entry point, because most of the genes controlling glycosylation are now known, and there are fewer technical barriers especially with the emergence of gene editing technologies.\n\nOur research group has pioneered the ìglycogenome entryî to functional glycomics using gene editing to simplify glycosylation in cells. My research group has pioneered a next generation approach using organotypic tissue models in combination with sophisticated mass spectrometry to decipher glycan functions. The tissue model has provided the first evidence that aberrant glycosylation in cancer directly induce oncogenic features, and that glycosylation of Herpes virus is essential for viral propagation. In this proposal, I will use step-by-step genetic deconstruction of glycosylation capacities in organotypic tissue models for broad discovery and dissection of specific structure-function relationships driving normal epithelial formation, transformation and interaction with the microbiome. Specifically, I will address:\n\n1. How glycosylation affect and shape epithelial homeostasis and transformation\n2. How regulation of glycosylation fine-tunes protein functions\n3. How glycans influence host-pathogen interactions in ìrealî epithelial tissue models",
    "totalCost": "1995199",
    "ecMaxContribution": "1995199",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 1995199
        }
    },
    "calculatedTotalContribution": 1995199
}