{
    "rcn": "213578",
    "acronym": "InvECAT",
    "topics": "EE-24-2016-2017",
    "title": "Investor Energy-Climate Action Toolkit - Developing the framework and platform for non state actors' contribution to the Paris Agreement",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The InvECAT project aims to mobilize voluntary energy efficiency and sustainable energy investment by companies and financial institutions through the development of standardized frameworks and tools and outreach by critical convening and marketing powers (UNEP FI, and Bloomberg). The project will thus enable credible, standardized non-state actor (NSA) energy and climate commitments that directly contribute to the achievement of EU and global energy and climate goals. \n\nAt its core, InvECAT develops a ìtoolkitî for energy and climate target setting and monitoring that companies, financial institutions, regulators and policy makers can exploit to support domestic and global energy and climate goals. Policy makers and governments will have access to a framework and standard templates to define NSA pledges and a monitoring platform tracking alignment to such goals. Companies and financial institutions, reached by large corporate and financial sector networks at WRI, WWF, and UNEP FI, will access target-setting tools that track progress toward existing commitments and the ability to set more ambitious ones. The project will further achieve broad market acceptance through the first international standard measuring the finance sectorís contribution to the Paris Agreement.\n\nThe work done through InvECAT will address all types of energy-climate actions, thus covering both sustainable energy and energy efficiency. It builds on market leading data and tool initiatives (e.g. H2020 SEI Metrics project) and commitment initiatives (Science Based Targets initiative and UNFCCC NAZCA portal), while integrating an expanded focus on energy efficiency. The market uptake of the toolkit by all stakeholders (companies, financial institutions, policy makers, civil society) is supported by the extensive outreach and strong networks that consortium members have developed in over 20\\ years of experience.",
    "totalCost": "1484737,5",
    "ecMaxContribution": "1484737,5",
    "coordinator": "ASSOCIATION 2 INVESTING INITIATIVE",
    "coordinatorCountry": "FR",
    "participants": "WRI Europe Stichting;WWF EUROPEAN POLICY PROGRAMME AISBL;UNITED NATIONS ENVIRONMENT PROGRAMME",
    "participantCountries": "NL;BE;KE",
    "projectParticipants": {
        "920539119": {
            "orgId": "920539119",
            "orgName": "WRI Europe Stichting",
            "ecContrib": 153250
        },
        "997514245": {
            "orgId": "997514245",
            "orgName": "UNITED NATIONS ENVIRONMENT PROGRAMME",
            "ecContrib": 151394
        },
        "941622457": {
            "orgId": "941622457",
            "orgName": "ASSOCIATION 2 INVESTING INITIATIVE",
            "ecContrib": 1021969
        },
        "950186005": {
            "orgId": "950186005",
            "orgName": "WWF EUROPEAN POLICY PROGRAMME AISBL",
            "ecContrib": 158125
        }
    },
    "calculatedTotalContribution": 1484738
}