{
    "rcn": "213598",
    "acronym": "peLabDisk",
    "topics": "ERC-2017-PoC",
    "title": "Point-of-care molecular diagnostics of psoriasis and eczema ñ peLabDisk",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Innovative and effective biological therapies exist to treat non-communicable inflammatory skin diseases (ncISD). However, diagnostic guidance when and how to use them is imprecise; no substantial innovation was made for decades. Due to this lack of innovation, high socio-economic costs are caused by ineffective unguided treatment ñ a waste of resources. Existing ERC research aims at establishing individualised medicine in ncISD (IMCIS, grant agreement 676858). First success is a biomarker to distinguish psoriasis from eczema. Due to disease heterogeneity, these two ncISD cannot be distinguished in 10% of all cases with current gold standard diagnostics. Treating patients with the wrong therapy as a consequence of mis-diagnosis is inefficient and might even be harmful. This PoC proposal follows the path of IMCIS and closes the gap between ERC research and a prototype device of a point-of-care microfluidic testing device to distinguish psoriasis and eczema based on their molecular signature (peLabDisk). The proposal is feasible, as there is a high level of expertise created by joint forces of researchers of the Technical University of Munich and Hahn-Schickard providing extensive competence in the development, construction and manufacturing of microfluidic cartridges for medical applications. The project plan consists of well-defined work packages and milestones. Furthermore, success of the individual work packages is supervised by experienced experts (TUM Entrepeneurship). This PoC proposal is not the end ñ there is a clear roadmap and a detailed strategy for the post-PoC phase including potential end-user network and supported foundation of a spin-off company. peLabDisk represents the first approach of molecular diagnostics in the field that is easy-to-handle, robust and valid, as well as economic. It is superior to current gold standard diagnostics. Furthermore, peLabDisk is a use-case for point-of-care molecular diagnostics in complex inflammatory diseases.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999875710": {
            "orgId": "999875710",
            "orgName": "KLINIKUM RECHTS DER ISAR DER TECHNISCHEN UNIVERSITAT MUNCHEN",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}