{
    "rcn": "213566",
    "acronym": "PentaHelix",
    "topics": "EE-09-2016-2017",
    "title": "Multi stakeholder and governance approach for SECAP development and implementation",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "The PentaHelix project is focusing on developing and testing a new approach for integrating multi-governace planning for sustainable energy, both horisontal and vertical, togeheter with a close interaction with key stakeholders in energy efficiency and sustaianble energy solutions such as the industry and business, building sector, NGO's, academia and individual citizens or relevant associations. The project aims at developing a peer-to-peer online platform for SECAP development that can be used for multiple public authorities in joint planning and implementation. This will enable the integration of different administrative levels and geographical planning areas as well as enhance the cost efficiency in the entire planning and implementation process based on economic of scale and closer cooperation and exchange. In addition regional PentaHelix\nTask forces will be established, involving key stakeholder and target groups, that will serve as a driver for a wider scope of the SECAPs as well as bringing in valuable insights and identification of potential measures, system solutions and a better understanding of drivers and barriers for a more sustainable society as a whole, in each specific region.\nThis PentaHelix approach will be developed and tested in 8 pilot municipalities in Norway, Croatia, Belgium, Spain and Latvia. Each region is unique in terms of demography, economy, urban development, climate conditions and industrial/ businesss structure. Together these pilot areas consititutes a large number of inhabitants and potential mitigation of CO2 and energy savings. To further enhance the impact of the project a broad replication and dissemination strategy and actions will be rolled out in many countries in the EU. This will be mainly carried out towards neighboring regions as well as the network of ERRIN with it's many member organisations. Targeted dissemination actions will be implemented. 11 partners from 5 countries will do this during 36 months.",
    "totalCost": "1808343,75",
    "ecMaxContribution": "1808343,75",
    "coordinator": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "coordinatorCountry": "HR",
    "participants": "DIPUTACION DE AVILA;INTERCOMMUNALE VOOR ONTWIKKELING VAN HET GEWEST MECHELEN EN OMGEVING;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;OSTFOLD FYLKESKOMMUNE;WEST-VLAAMSE INTERCOMMUNALE;BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;CLIMATE ACTION NETWORK EUROPE ASBL;JEKABPILS PILSETAS PASVALDIBA;ENTE PUBLICO REGIONAL DE LA ENERGIA DE CASTILLA Y LEON",
    "participantCountries": "ES;BE;NO;LV;HR",
    "projectParticipants": {
        "998870305": {
            "orgId": "998870305",
            "orgName": "EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL",
            "ecContrib": 211875
        },
        "920515160": {
            "orgId": "920515160",
            "orgName": "WEST-VLAAMSE INTERCOMMUNALE",
            "ecContrib": 222375
        },
        "927719253": {
            "orgId": "927719253",
            "orgName": "INTERCOMMUNALE VOOR ONTWIKKELING VAN HET GEWEST MECHELEN EN OMGEVING",
            "ecContrib": 182750
        },
        "930696183": {
            "orgId": "930696183",
            "orgName": "DIPUTACION DE AVILA",
            "ecContrib": 69656
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 77750
        },
        "950621050": {
            "orgId": "950621050",
            "orgName": "JEKABPILS PILSETAS PASVALDIBA",
            "ecContrib": 91312
        },
        "947064933": {
            "orgId": "947064933",
            "orgName": "OSTFOLD FYLKESKOMMUNE",
            "ecContrib": 276875
        },
        "966268314": {
            "orgId": "966268314",
            "orgName": "ENTE PUBLICO REGIONAL DE LA ENERGIA DE CASTILLA Y LEON",
            "ecContrib": 226812
        },
        "996827485": {
            "orgId": "996827485",
            "orgName": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 173375
        },
        "951008274": {
            "orgId": "951008274",
            "orgName": "BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA",
            "ecContrib": 142062
        },
        "937674654": {
            "orgId": "937674654",
            "orgName": "CLIMATE ACTION NETWORK EUROPE ASBL",
            "ecContrib": 133500
        }
    },
    "calculatedTotalContribution": 1808342
}