{
    "rcn": "213559",
    "acronym": "Wardiam Perimeter",
    "topics": "SMEInst-13-2016-2017",
    "title": "An innovative intruder detection hidden technology based on Controlled Magnetic Fields able to detect threats before happening",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "The current perimeter protection systems for critical infrastructure market is valued at Ä4.12 billion market growing at a CAGR of 7.1%. Rise in government investments in the critical infrastructure sector, need for reduction in manpower cost, and increasing need for security against terrorist attacks are among the main factors responsible for the growth of the perimeter intrusion detection systems market across the globe.\nSystems such as fiber optic or microwave sensing technologies available in the market suffer from drawbacks associated with false alarms (40% false alarms on average) since they are unable to differentiate between humans, objects and animals. Moreover, existing products are not efficient in operation because both sensors and cameras need to be always operational to be prepared in case of intrusion (contributing to 60%-80% energy inefficiency).\nWARDIAM PERIMETER system is Ontechís new product for industrial security specifically targeting critical infrastructures. It is able to do surveillance of large areas close to a building or walls. The sensors monitor the environment continuously and trigger an event when it detects a person in the surrounding (preventive alarm together with video capture) and followed by another trigger in the case there is an intrusion (intrusion alarm). Main advantages are: Preventive detection (threats are detected even before they have been carried out), discriminative (CMF technology is able to distinguish if intrusion is provoked by a human, an animal or an object), hidden system (technology can be installed inside the fence), differentiating between distinct alarm levels (grade of threat can be measured distinguishing between loitering, touching or climbing the fence), tracking and identification of the intruders (collaborative tracking of the intruders) and personal data protection law friendly (cameras can be turned off while there are no threats). With this product, Ontech expects 8,44MÄ in gross income in 2022.",
    "totalCost": "1390600",
    "ecMaxContribution": "973420",
    "coordinator": "ONTECH SECURITY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926615490": {
            "orgId": "926615490",
            "orgName": "ONTECH SECURITY SL",
            "ecContrib": 973420
        }
    },
    "calculatedTotalContribution": 973420
}