{
    "rcn": "213549",
    "acronym": "FANDANGO",
    "topics": "ICT-14-2016-2017",
    "title": "FAke News discovery and propagation from big Data ANalysis and artificial intelliGence Operations",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "Fake News are now a hot issue in Europe as well as worldwide, particularly referred to Political and Social Challenges that reflect in business as well as in industry. Europe is lacking of a systematic knowledge and data transfer across organizations to address the aggressive emergence of the well-known problem of fake news and post-truth effect. The possibility to use cross sector Big Data management and analytics, along with an effective interoperability scheme for all our data sources, will tackle this urgent problem, generating new business and societal impacts involving several stakeholders: a) Media Companies: news agencies, broadcaster, newspapers, etc, b) Governmental institutions and organisations, c) The overall industrial ecosystem, d) The entire society. The aim of FANDANGO is to aggregate and verify different typologies of news data, media sources, social media, open data, so as to detect fake news and provide a more efficient and verified communication for all European citizens. European tradition in democracy, journalism and transparency should play a wordwide example in fast changing society, where all citizens appears completely overwhelmed by the new technologies and by the new social challenges. The FANDANGO project aims to break data interoperability barriers providing unified techniques and an integrated big data platform to support traditional media industries to face the new ìdataî news economy with a better transparency to the citizens under a Responsible, Research and Innovation prism. This goal will be validated and tested in three specific domains Climate, Immigration and European Context, these are typical scenarios where fake news can influence perception with respect to social and business actions and where news can be verified and validated by trustable information, based on facts and data.",
    "totalCost": "3583125",
    "ecMaxContribution": "2879250",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FUNDACION CIUDADANA CIVIO;DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV;SINDICE LIMITED;AGENZIA ANSA - AGENZIA NAZIONALE STAMPA ASSOCIATA - SOCIETA COOPERATIVA;LIVE TECH SRL;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "EL;ES;BE;IE;IT",
    "projectParticipants": {
        "999974844": {
            "orgId": "999974844",
            "orgName": "UNIVERSIDAD POLITECNICA DE MADRID",
            "ecContrib": 237500
        },
        "999808780": {
            "orgId": "999808780",
            "orgName": "AGENZIA ANSA - AGENZIA NAZIONALE STAMPA ASSOCIATA - SOCIETA COOPERATIVA",
            "ecContrib": 238000
        },
        "965412483": {
            "orgId": "965412483",
            "orgName": "SINDICE LIMITED",
            "ecContrib": 399000
        },
        "953414553": {
            "orgId": "953414553",
            "orgName": "FUNDACION CIUDADANA CIVIO",
            "ecContrib": 245625
        },
        "996432016": {
            "orgId": "996432016",
            "orgName": "DE VLAAMSE RADIO EN TELEVISIEOMROEPORGANISATIE NV",
            "ecContrib": 357500
        },
        "919275209": {
            "orgId": "919275209",
            "orgName": "LIVE TECH SRL",
            "ecContrib": 490875
        },
        "998802502": {
            "orgId": "998802502",
            "orgName": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
            "ecContrib": 396250
        },
        "999960488": {
            "orgId": "999960488",
            "orgName": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
            "ecContrib": 514500
        }
    },
    "calculatedTotalContribution": 2879250
}