{
    "rcn": "213505",
    "acronym": "ElIonT",
    "topics": "ERC-2017-COG",
    "title": "Electron- and Ion Transfer at the Interface: a Hyphenated Dynamic Multi-Frequency Approach",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "It is undisputed that electrochemistry has a central role in our contemporary society. This is demonstrated by its profound involvement in many aspects of everyday life: from powering portable electronic devices to personal electro-mobility, passing through recycling, waste water treatment, clean energy production, water desalination, personal care, and others. It appears that we have reached the limits of the technological development and no further revolutionary progresses can be achieved without a deeper understanding of the electron- and ion-transfer process at the interface. The objective of this proposal is to achieve a phenomenological modeling of the electron- and ion-transfer processes, by extending the Marcus-Hush theory of the electron transfer to a general kinetic equation based on experimental data. The extended kinetic equation should include and clarify the role of the excess free Gibbs energy on the kinetics of electron- and ion-transfer, as well as the role of the double layer charge (Frumkin effect). A unified theory of charge transfer and transport will be proposed in the frame of the phenomenological theory of transport and of classic and extended irreversible thermodynamics. Since the investigated phenomena are complex and inter-linked, the investigation techniques must seize snapshots of the system during its evolution; this will be done by hyphenating the electrochemical techniques with quartz crystal microbalance, able to measure in real time nanogram mass changes. In order to cover the time-scales necessary to develop the phenomenological theory, we will measure dynamic impedance and differential immitance spectra with a dynamic multi-frequency approach. This is based on perturbing the system with a multi-sine signal and extracting the linear and non-linear current response and mass change. The evaluation of the phenomenological parameters will rely on novel analysis algorithms and on precise modeling of the interface.",
    "totalCost": "1943600",
    "ecMaxContribution": "1943600",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987454": {
            "orgId": "999987454",
            "orgName": "UNIVERSITAET BREMEN",
            "ecContrib": 1943600
        }
    },
    "calculatedTotalContribution": 1943600
}