{
    "rcn": "213516",
    "acronym": "EMERGE",
    "topics": "ERC-2017-COG",
    "title": "Epigenetic and metabolic regulation of endothelial heterogeneity",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Heterogeneity within the endothelium is increasingly recognized in both normal and disease conditions, influencing vascular architecture, structure, and function. The diverse phenotypes that endothelial cells (ECs) adopt suggest substantial plasticity and indicate that heterogeneity is a core property that enables ECs to fulfill their tissue-specific tasks. However, the molecular basis for tissue-specific endothelial differentiation and heterogeneity remains largely unknown. In this project, we will study the impact of environmental context on endothelial specialization and focus on the emerging relationship between metabolism, epigenetics, and cellular differentiation. We hypothesize that organ-specific differences in endothelial metabolic state, through altered epigenetics, promote specialization and thereby contribute to heterogeneity within the vascular system. The proposal rests on the notion that many of the enzymes that erase epigenetic modifications (from DNA and histones) are exquisitely sensitive to changes in metabolism as they utilize cosubstrates that are generated by cellular metabolism. Using a combination of state-of-the-art genetics, high-resolution imaging, metabolomics, and biochemistry, we will study the role of these epigenetic mechanisms for general and organ-specific blood vessel formation (Objective I) and determine their regulation by metabolic and vascular differentiation signals (Objective II). Moreover, we will explore whether metabolic changes during obesity and aging impact the maintenance of endothelial specialization, and assess whether deregulation of metabolic-epigenetic signalling leads to endothelial malfunction and organ failure (Objective III). We trust that the knowledge gained through this project will provide a conceptual framework for understanding how environmental context can drive vascular heterogeneity and, more generally, how alterations in metabolism and nutrition might contribute to vascular-related diseases.",
    "totalCost": "1998750",
    "ecMaxContribution": "1998750",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1998750
        }
    },
    "calculatedTotalContribution": 1998750
}