{
    "rcn": "213575",
    "acronym": "E-FIX",
    "topics": "EE-23-2017",
    "title": "Developing and transferring an innovative Energy FInancing miX in order to activate private sector finance for increased investments in sustainable energy projects",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "In the target countries of the E-FIX project of Central and South Eastern Europe and the assoc. countries AM and GE, there is considerable idle potential for EE and REN products and services. Both potential energy project developers and financers face barriers regarding the accurate assessment of energy project feasibility and achieving investment security. An innovative Energy FInancing miX is needed in order to access new sources of finance and facilitate an increased implementation of sustainable energy projects. The E-FIX project will trigger private investments using a mix of inn. financing mechanisms, to be specific: credit lines for energy performance contracting, crowdfunding models and leasing models for EE and REN projects.\n\nThe overall objective of the E-FIX project is to prepare the European market ñ with a focus on countries of various EU enlargement rounds, as well as markets of countries, which have recently reached EU association status ñ for the intensified usage of innovative financing mechanisms in the energy sector in order to facilitate the increase of investments in energy projects and services.\n\nThe E-FIX project will initiate a comprehensive roll-out of inn. energy financing mechanisms in the 6 partner countries (PL, CZ, AT, HR, AM and GE). The 3-dimensional roll-out will cover capacity building, strategy development and piloting of model solutions. The E-FIX project will result in increased investments in sustainable energy projects in the partner countries as well as lay the groundwork for better-informed and equipped stakeholders. The trainings of these stakeholders will provide them with the capacity to act as E-FIX Ambassadors, multiplicators to promote and implement the E-FIX approach. On a larger scale, the E-FIX approach will be disseminated EU-wide, activating dormant private finance thereby contributing to the general growth of the EU markets of energy technology and services as one step into the direction of a low carbon economy.",
    "totalCost": "2005125",
    "ecMaxContribution": "2005125",
    "coordinator": "CONPLUSULTRA GMBH",
    "coordinatorCountry": "AT",
    "participants": "CAUCASUS UNIVERSITY LTD;JIHOCESKA AGENTURA PRO PODPORU INOVACNIHO PODNIKANI O.P.S.;ENERGY INVESTMENT CONSULTANT LLC;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;ACBA LEASING CREDIT ORGANIZATION CLOSED JOINT STOCK COMPANY;EKOPORT ZS;CAUCASUS CONSULTING GROUP-AM;RAZVOJNA AGENCIJA ZAGREB-TPZ DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA PROMICANJE REGIONALNOG RAZVOJA;WIRTSCHAFTSUNIVERSITAT WIEN;GEORGIAN LEASING COMPANY LLC;MAZOWIECKA AGENCJA ENERGETYCZNA SPZOO;CONDA AG",
    "participantCountries": "GE;CZ;HR;AM;AT;PL",
    "projectParticipants": {
        "949845050": {
            "orgId": "949845050",
            "orgName": "RAZVOJNA AGENCIJA ZAGREB-TPZ DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA PROMICANJE REGIONALNOG RAZVOJA",
            "ecContrib": 149750
        },
        "911770513": {
            "orgId": "911770513",
            "orgName": "ACBA LEASING CREDIT ORGANIZATION CLOSED JOINT STOCK COMPANY",
            "ecContrib": 92125
        },
        "917477702": {
            "orgId": "917477702",
            "orgName": "ENERGY INVESTMENT CONSULTANT LLC",
            "ecContrib": 109000
        },
        "950213359": {
            "orgId": "950213359",
            "orgName": "JIHOCESKA AGENTURA PRO PODPORU INOVACNIHO PODNIKANI O.P.S.",
            "ecContrib": 114375
        },
        "999616138": {
            "orgId": "999616138",
            "orgName": "WIRTSCHAFTSUNIVERSITAT WIEN",
            "ecContrib": 252625
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 145500
        },
        "911888271": {
            "orgId": "911888271",
            "orgName": "GEORGIAN LEASING COMPANY LLC",
            "ecContrib": 75250
        },
        "952792007": {
            "orgId": "952792007",
            "orgName": "CONPLUSULTRA GMBH",
            "ecContrib": 427000
        },
        "972351863": {
            "orgId": "972351863",
            "orgName": "MAZOWIECKA AGENCJA ENERGETYCZNA SPZOO",
            "ecContrib": 217625
        },
        "948180142": {
            "orgId": "948180142",
            "orgName": "CONDA AG",
            "ecContrib": 146562
        },
        "910437733": {
            "orgId": "910437733",
            "orgName": "CAUCASUS CONSULTING GROUP-AM",
            "ecContrib": 95812
        },
        "997391637": {
            "orgId": "997391637",
            "orgName": "CAUCASUS UNIVERSITY LTD",
            "ecContrib": 98875
        },
        "950626094": {
            "orgId": "950626094",
            "orgName": "EKOPORT ZS",
            "ecContrib": 80625
        }
    },
    "calculatedTotalContribution": 2005124
}