{
    "rcn": "213500",
    "acronym": "CohesinLooping",
    "topics": "ERC-2017-COG",
    "title": "Cohesin-mediated chromosomal looping: From linear paths to 3D effects",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The 3D organization of chromosomes within the nucleus is of great importance to control gene expression. The cohesin complex plays a key role in such higher-order chromosome organization by looping together regulatory elements in cis. How these often megabase-sized looped structures are formed is one of the main open questions in chromosome biology. Cohesin is a ring-shaped complex that can entrap DNA inside its lumen. However, cohesinís default behaviour is that it only transiently entraps and then releases DNA. Our recent findings indicate that chromosomes are structured through the processive enlargement of chromatin loops, and that the duration with which cohesin embraces DNA determines the degree to which loops are enlarged. The goal of this proposal is two-fold. First, we plan to investigate the mechanism by which chromatin loops are formed, and secondly we wish to dissect how looped structures are maintained. We will use a multi-disciplinary approach that includes refined genetic screens in haploid human cells, chromosome conformation capture techniques, the tracing in vivo of cohesin on individual DNA molecules, and visualization of chromosome organization by super-resolution imaging. With unbiased genetic screens, we have identified chromatin regulators involved in the formation of chromosomal loops. We will investigate how they drive loop formation, and also whether cohesinís own enzymatic activity plays a role in the enlargement of loops. We will study whether and how these factors control the movement of cohesin along individual DNA molecules, and whether chromatin loops pass through cohesin rings during their formation. Ultimately, we plan to couple cohesinís linear trajectory along chromatin to the 3D consequences for chromosomal architecture. Together our experiments will provide vital insight into how cohesin structures chromosomes.",
    "totalCost": "1998375",
    "ecMaxContribution": "1998375",
    "coordinator": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984738": {
            "orgId": "999984738",
            "orgName": "STICHTING HET NEDERLANDS KANKER INSTITUUT-ANTONI VAN LEEUWENHOEK ZIEKENHUIS",
            "ecContrib": 1998375
        }
    },
    "calculatedTotalContribution": 1998375
}