{
    "rcn": "213590",
    "acronym": "DEFLECT",
    "topics": "JTI-CS2-2017-CFP06-SYS-02-32",
    "title": "DEvelopment of Functionalizable materiaLs for Electrical CabineTs",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "To meet its customersí requirements and improve its competitiveness, the European aerospace industry needs to design lightweight, cheaper and less pollutant aircrafts to obtain a decisive competitive advantage.\nThe objective of the present project is the functionalization of composite materials for the manufacturing of electrical cabinets to be used for hosting and protecting on-board electrical and avionic devices. This functionalization will be performed implementing electrically conductive elements in the composite laminate, either internally or surface integrated.\nThe goal is the demonstration that lightweight composite materials are an affordable alternative for the manufacturing of electrical cabinets. Studies performed in the line of electronics enclosure indicate there is a tendency for the near future to replace the current aluminium electronics housings by lightweight composite housings. Modern structures built in composite technology are able to provide important mass savings with respect to conventional designs. In addition, composite materials are functionalizable. That means that during the manufacturing process, foreign materials/elements can be embedded inside the laminate, providing an extra function to the structural role itself, further reducing mass and complexity of the system.\nThe composite solution adopted will allow a 30 % weight reduction with respect to its aluminium counterpart, at cost equity and will prevent the need of hazardous surface treatments as the chromic acid anodising and alodine, which use the harmful Cr6\\. If a composite reference material is considered, the development proposed in DEFLECT project will allow reducing the length of the wiring and even its insulation, reducing the mass of the harness required. In addition cost savings related to easier and safer assembly steps (less time required) will also be obtained.",
    "totalCost": "599660",
    "ecMaxContribution": "599660",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "IRT ANTOINE DE SAINT EXUPERY",
    "participantCountries": "FR",
    "projectParticipants": {
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 344785
        },
        "936634814": {
            "orgId": "936634814",
            "orgName": "IRT ANTOINE DE SAINT EXUPERY",
            "ecContrib": 254875
        }
    },
    "calculatedTotalContribution": 599660
}