{
    "rcn": "213596",
    "acronym": "ICTUS",
    "topics": "JTI-CS2-2017-CFP06-ENG-01-22",
    "title": "Instrumented engine Cradle for the TUrboprop demonstrator ground teSt",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "ICTUS - Instrumented engine Cradle for the TUrboprop demonstrator ground teSt\n\nIn the framework of the development of a new turboprop engine demonstrator (WP3 of the ENGine ITD JTP), a full Integrated Power plant System (IPPS) will be ground tested. The objectives of the ICTUS Project are:\n-\tTo benchmark current turboprop engine installation : the benchmark aims to deliver recommendations/suggestions for an optimize engine installation configurations in line with the ENG ITD objectives (weight savings and performance); \n-\tTo design the engine cradle for ground tests: a virtual prototype of the engine cradle is developed to predict the static and dynamic behaviour of the cradle in operational conditions; design is conducted to be compliant with CS23 regulation rules; \n-\tTo manufacture, to instrument and to qualify by test the engine cradle: a tubular structure is manufactured; an instrumentation setup is proposed and installed on the cradle; the relevant position of the sensors for monitoring purpose is set-up based on SAFRAN HE specifications; engine cradle will be testes in the VIBRATEC laboratory to qualify the structure and the instrumentation;\n-\tTo characterize the engine compartment ventilation system: CFD analysis are conducted to verify the temperature and the air flow exhausted by the engine.\n\n\nThe ICTUS consortium is made of the VIBRATEC Company, a French SME, leader in vibration and mechanical analysis. With a double skills in simulation and test, VIBRATEC covers the scope of the technical programs. In design phase, the project will address the dynamic behavior of the engine cradle to mitigate the structural resonance risks and to focus on vibration isolation system. Among others, the ICTUS project will allow to test new kind of sensors based on the Fiber Bragg Grating technologies, a family of optical fiber strain sensor that resists to sever environment especially towards electromagnetic field.",
    "totalCost": "389156,25",
    "ecMaxContribution": "272409,38",
    "coordinator": "VIBRATEC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999693641": {
            "orgId": "999693641",
            "orgName": "VIBRATEC",
            "ecContrib": 272409
        }
    },
    "calculatedTotalContribution": 272409
}