{
    "rcn": "213599",
    "acronym": "P-ViTAL",
    "topics": "ERC-2017-PoC",
    "title": "The Precompetitive Steps of Virtual Transparency and Augmented Laparoscopy",
    "startDate": "01/05/2018",
    "endDate": "31/10/2019",
    "objective": "Laparoscopy allows the surgeons to treat pathologies such as cancer with considerably less trauma for the patient than classical open surgery. The laparoscope is a small camera inserted in the patientís abdominopelvic cavity. Laparoscopy has been used for decades but still suffers from the impossibility of seeing the organsí inner anatomy. This forms an important limitation because it slows down surgery, prevents finding some tumors and dramatically limits the use of laparoscopy. \n\nViTAL (Virtual Transparency and Augmented Laparoscopy) is a concept specifically developed by our group of scientists, surgeons and radiologists as a solution to the current hidden-anatomy limitation of laparoscopy. The ViTAL concept is to modify the laparoscopeís video in realtime to emulate organ transparency and to highlight features invisible to the naked eye. The proposed project P-ViTAL (Precompetitive steps for ViTAL) aims at developing a precompetitive software implementation of ViTAL. Technically, ViTAL exploits information extracted from routine radiological images such as Magnetic Resonance Images (MRI) acquired before surgery. Such a combination of visual information cannot be achieved mentally, even by experienced surgeons.\n\nConcretely, P-ViTAL has two objectives: 1) to develop a precompetitive prototype and 2) to create communication material. Objective 1) will be achieved by improving and extending the functional research prototype obtained in ERC project FLEXABLE. Two engineers will be hired to assist the team in this task. Objective 2) will be achieved by working with a communication agency. In particular, we aim at producing promotional brochures, images and video clips of laparoscopic surgery procedures achieved with ViTAL. P-ViTAL comes as the next important step towards our goal of creating a startup company. A feasibility analysis already confirmed that the market is open to the ViTAL technology and that it will be well-received.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITE CLERMONT AUVERGNE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916450860": {
            "orgId": "916450860",
            "orgName": "UNIVERSITE CLERMONT AUVERGNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}