{
    "rcn": "213550",
    "acronym": "ExoSonic",
    "topics": "ERC-2017-PoC",
    "title": "A microfluidic chip for non-invasive, early detection of pancreatic cancer ñ liquid biopsy",
    "startDate": "01/02/2018",
    "endDate": "31/07/2019",
    "objective": "Pancreatic cancer is the fourth-leading cause of cancer related mortality and is predicted to be the second leading cause of cancer death by 2030. Widely regarded as a death sentence, the 5-year survival rate is only 3% in the UK and this figure has not changed over the past four decades due to lack of specific therapies and inability to detect it early. Several years often elapses from the beginning of the disease to the patientís diagnosis, suggesting a window of opportunity for early detection. Recently, tiny nanometre-sized vesicles (exosomes) shed by the tumour in the bloodstream, have emerged as powerful circulating biomarkers possessing extremely high sensitivity and specificity, thus paving the way for a new era of non-invasive cancer diagnostics. However, currently the process of exosome isolation and detection is not only highly inefficient, but also technically challenging and inaccessible to hospital laboratories, clinical facilities and resource-poor settings. \nTo address technological constraints of exosome utilisation, we are developing a microfluidic device that leverages cutting-edge microfabrication technology to enable isolation and detection of tumour exosomes from the blood for screening and detecting early-stage pancreatic cancer with unprecedented precision. This chip will have two components, a separation module where exosomes will be isolated from all other blood particles, and a detection chamber that will incorporate technology to achieve ultralow resolution.  The first stage of development will be concerned with the fabrication of all components necessary to harness the sensitivity of the exosome biomarker. Following initial testing, we plan to take steps towards commercialisation of the device.",
    "totalCost": "149997,5",
    "ecMaxContribution": "149996",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 149996
        }
    },
    "calculatedTotalContribution": 149996
}