{
    "rcn": "213540",
    "acronym": "NEPTUNE",
    "topics": "FCH-02-1-2017",
    "title": "Next Generation PEM Electrolyser under New Extremes",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Water electrolysis supplied by renewable energy is the foremost technology for producing ìgreenî hydrogen for\nfuel cell vehicles. The ability to follow rapidly an intermittent load makes this an ideal solution for grid balancing.\nTo achieve large-scale application of PEM electrolysers, a significant reduction of capital costs is required together\nwith a large increase of production rate and output pressure of hydrogen, while assuring high efficiency and safe\noperation. To address these challenges, a step-change in PEM electrolysis technology is necessary. The NEPTUNE\nproject develops a set of breakthrough solutions at materials, stack and system levels to increase hydrogen pressure\nto 100 bar and current density to 4 A cm-2 for the base load, while keeping the nominal energy consumption <50\nkWh/kg H2. The rise in stack temperature at high current density will be managed by using AquivionÆ polymers for\nboth membrane and ion exchange resin. AquivionÆ is characterised by enhanced conductivity, high glass transition\ntemperature and increased crystallinity. Dramatic improvements in the stack efficiency will be realised using novel\nthin reinforced membranes, able to withstand high differential pressures. An efficient recombination catalyst will\nsolve any gas crossover safety issues. Newly developed electro-catalysts with increased surface area will promote\nhigh reaction rates. The novel solutions will be validated by demonstrating a robust and rapid-response electrolyser\nof 48 kW nominal capacity with a production rate of 23 kg H2/day. The aim is to bring the new technology to\nTRL5 and prove the potential to surpass the 2023 KPIs of the MAWP 2017. The proposed solutions contribute\nsignificantly to reducing the electrolyser CAPEX and OPEX costs. The project will deliver a techno-economic\nanalysis and an exploitation plan to bring the innovations to market. The consortium comprises an electrolyser\nmanufacturer, suppliers of membranes, catalysts and MEAs and an end-user.",
    "totalCost": "1927335,43",
    "ecMaxContribution": "1926221,25",
    "coordinator": "ITM POWER (TRADING) LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ENGIE;CONSIGLIO NAZIONALE DELLE RICERCHE;SOLVAY SPECIALTY POLYMERS ITALY SPA;PRETEXO;EWII FUEL CELLS A/S",
    "participantCountries": "FR;IT;DK",
    "projectParticipants": {
        "998129225": {
            "orgId": "998129225",
            "orgName": "EWII FUEL CELLS A/S",
            "ecContrib": 350189
        },
        "999979500": {
            "orgId": "999979500",
            "orgName": "CONSIGLIO NAZIONALE DELLE RICERCHE",
            "ecContrib": 399906
        },
        "999932455": {
            "orgId": "999932455",
            "orgName": "SOLVAY SPECIALTY POLYMERS ITALY SPA",
            "ecContrib": 336250
        },
        "974052370": {
            "orgId": "974052370",
            "orgName": "ITM POWER (TRADING) LIMITED",
            "ecContrib": 603750
        },
        "989124036": {
            "orgId": "989124036",
            "orgName": "PRETEXO",
            "ecContrib": 81656
        },
        "999964562": {
            "orgId": "999964562",
            "orgName": "ENGIE",
            "ecContrib": 154470
        }
    },
    "calculatedTotalContribution": 1926221
}