{
    "rcn": "213561",
    "acronym": "KeepWarm",
    "topics": "EE-02-2017",
    "title": "Improving the performance of district heating systems in Central and East Europe",
    "startDate": "01/04/2018",
    "endDate": "30/09/2020",
    "objective": "The Project ìImproving the performance of district heating systems in East Europeî ñ or KeepWarm for short ñ targets the largest energy user in the EU: Energy demand for heating and cooling (49%). Relying on district heating systems for heat generation is the most effective solution in densely populated areas. However, many district heating systems (DHS) are highly energy inefficient and need to be modernized. Considering that the predominant energy sources used are still fossil fuels (oil, gas or coal) makes interventions ever more urgent. Both statements hold especially for East European countries where old, inefficient district heating systems, mostly fueled by fossil sources, urgently need to be modernized. \n\nThe unique feature of KeepWarm is its combination of concrete work at pilot systems and its close alignment with national and European multipliers to disseminate this experience broadly. The latter incudes close interaction with potential investors and fund managers to increase the likelihood that KeepWarm business plans receive the necessary funding. The project promotes EU goals of improved and environmental friendly heating and cooling but adapts its exploitation strategy to distinct national windows of opportunities.\n\nKeepWarm will work intensively with DHS in seven countries (i) to increase the energy efficiency of these systems; and (ii) to reduce greenhouse gas emissions by promoting a switch from fossil to renewable fuels. This is most urgently needed in the case of large-scale DH systems that are mostly found in Eastern Europe, the focus of this project. Likewise, it is important to ensure that existing DHS that run on renewables do not switch back to fossil fuels.",
    "totalCost": "2098497,5",
    "ecMaxContribution": "2098488,5",
    "coordinator": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
    "coordinatorCountry": "DE",
    "participants": "LLC KT-ENERGY;INSTITUT JOZEF STEFAN;LANDESKAMMER FUER LAND UND FORTWIRTSCHAFT IN STEIERMARK;BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA;INSTITUT ZA NUKLEARNE NAUKE VINCA;REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE;ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;TEPLARENSKE SDRUZENI CESKE REPUBLIKY;SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "participantCountries": "UA;SI;AT;LV;RS;HR;DE;CZ",
    "projectParticipants": {
        "950599516": {
            "orgId": "950599516",
            "orgName": "TEPLARENSKE SDRUZENI CESKE REPUBLIKY",
            "ecContrib": 201505
        },
        "999933037": {
            "orgId": "999933037",
            "orgName": "DEUTSCHE GESELLSCHAFT FUR INTERNATIONALE ZUSAMMENARBEIT (GIZ) GMBH",
            "ecContrib": 362584
        },
        "984364246": {
            "orgId": "984364246",
            "orgName": "REGIONALNA ENERGETSKA AGENCIJA SJEVEROZAPADNE HRVATSKE",
            "ecContrib": 148312
        },
        "927646600": {
            "orgId": "927646600",
            "orgName": "LLC KT-ENERGY",
            "ecContrib": 197750
        },
        "983986431": {
            "orgId": "983986431",
            "orgName": "ZAVOD ENERGETSKA AGENCIJA ZA SAVINJSKO SALESKO IN KOROSKO",
            "ecContrib": 132462
        },
        "995390042": {
            "orgId": "995390042",
            "orgName": "LANDESKAMMER FUER LAND UND FORTWIRTSCHAFT IN STEIERMARK",
            "ecContrib": 285090
        },
        "999971837": {
            "orgId": "999971837",
            "orgName": "INSTITUT JOZEF STEFAN",
            "ecContrib": 123250
        },
        "999703729": {
            "orgId": "999703729",
            "orgName": "INSTITUT ZA NUKLEARNE NAUKE VINCA",
            "ecContrib": 104469
        },
        "996827485": {
            "orgId": "996827485",
            "orgName": "SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
            "ecContrib": 104785
        },
        "951008274": {
            "orgId": "951008274",
            "orgName": "BIEDRIBA ZEMGALES REGIONALA ENERGETIKAS AGENTURA",
            "ecContrib": 137281
        },
        "998341364": {
            "orgId": "998341364",
            "orgName": "ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*",
            "ecContrib": 301000
        }
    },
    "calculatedTotalContribution": 2098488
}