{
    "rcn": "213511",
    "acronym": "THE FALL",
    "topics": "ERC-2017-COG",
    "title": "The Fall of 1200BC: The role of migration and conflict in social crises at end of the Bronze Age in South-eastern Europe",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "This project explores changes in migration and conflict at the end of the Bronze Age (ca.1300-1000 BC) and their relevance for understanding the collapse of Europeís first urban civilisation in the Aegean and proto-urban groups of the Balkans. The objective is to uncover the human face of this turning point in European prehistory by directly tracing the movement of people and the spread of new social practices across cultural boundaries. Hotly debated ancient tales of migrations are tested for the first time using recent advances in genetic and isotopic methods that can measure human mobility. Combined with mortuary research, this will precisely define relations between personal mobility and status, gender, identity and health to explore social scenarios in which people moved between groups.\nTo better understand the context of mobility, the project also evaluates social networks through which cultural traditions moved within and between distinct societies. For this purpose, regionally particular ways for making and using objects are analysed to explore how practices were exchanged and how types of objects shaped, and were shaped by, their new contexts of use. Metalwork is chosen for this research because new forms came to be widely shared across the region during the crisis, and we can employ a novel suite of analytic methods that explore how this material exposes wider social changes.\nAs personal and cultural mobility took place in social landscapes, the changing strategies for controlling access and mobility in settlement organisation are next explored. The character and causes of conflicts arising through these diverse venues for interaction are identified and we assess if they were catalysts for, or consequences of, unstable social systems.\nTHE FALL uses new primary research to test how this interplay between local developments, cultural transmissions and movement of people shaped the processes and events leading to the collapse of these early complex societies.",
    "totalCost": "1998778,75",
    "ecMaxContribution": "1998778,75",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1998779
        }
    },
    "calculatedTotalContribution": 1998779
}