{
    "rcn": "213504",
    "acronym": "DiSect",
    "topics": "ERC-2017-COG",
    "title": "The Tumour Stroma as a Driver of Clonal Selection",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Pancreatic ductal adenocarcinomas (PDA) are complex heterocellular tumours characterised by extensive desmoplasia. Tumour and stromal host cells actively engage to establish reciprocal signalling loops, which drive cancer progression, resistance to treatment and evasion of immune surveillance. However, the specificity and directionality of these interactions are incompletely characterised. \nWe have previously shown that tumour cells expressing the main oncogenic driver (KRASG12D) co-opt stromal fibroblasts to elicit a reciprocal signal, which activate tumour cell IGF-1R and AXL receptor tyrosine kinases. Importantly, these signals enable tumour cells to engage additional signalling pathways not activated when oncogenic KRAS is expressed in homogeneous tumour cell cultures. Therefore, to fully appreciate tumour cell signalling, studies should be undertaken within the context of the tumour stroma. \nEarly stages of PDA display a gradual accumulation of mutations where activated KRAS is accompanied by loss of tumour suppressors CDKN2A, TP53 and SMAD4. Simultaneously, there is an accumulation of infiltrating stromal cells. To address how PDA cells differ in their interaction with the infiltrating stroma, we will use in vitro co-cultures to study how PDA cells with frequent genetic aberrations recruit and interact with host stromal cells. We will combine our unique methodologies for cell-specific labelling with global proteomics and phosphoproteomics analysis to discern cell-specific signalling between tumour and stroma cells. Following, we will analyse the impact of the tumour stroma on clonal selection and use computational modelling to identify which cell autonomous and non-cell autonomous signals drive progression. Delineating how reciprocal signalling regulates early tumour cell signalling and clonal selection is critical to define pro-tumorigenic from restrictive stromal elements in order to improve combination therapies.",
    "totalCost": "1969768",
    "ecMaxContribution": "1969768",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 1969768
        }
    },
    "calculatedTotalContribution": 1969768
}