{
    "rcn": "213574",
    "acronym": "EuroPACE",
    "topics": "EE-23-2017",
    "title": "Developing, piloting and standardising on-tax financing for residential energy efficiency retrofits in European cities",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "EuroPACE will develop a scalable on-tax financing mechanism to unlock the huge potential for deployment of energy saving and generation technologies to European households. The scheme is inspired by the successful US PACE scheme, that was invented in California in 2008.\n\nThe project will address several fundamental challenges to Energy Efficiency investment by (1) A Market-Based Approach: EuroPACE will deploy private capital as up-front financing to homeowners, i.e. reduce reliance on grants and subsidies, (2) De-Risking EE Investment: the long-term repayments obligation is tied to a property and not its owner. In turn, municipalities will be the conduit for the repayment via a special levy collected with the property tax bill, (3) Technical Assistance: decision-making processes for homeowners will be optimised by training energy service contractors. They will be held to account by a comprehensive consumer protection code, (4) Aggregation and Standardization: EuroPACE will design standard underwriting requirements and project performance guidelines to enable project aggregation and Green Bonds issuance.  \n\nBy 2025, the EuroPACE industry will generate measurable impact in the three key areas: (1) Economy: over 45.000 jobs and Ä5bn of capital in local economies across the EU27, (2) Society: over 300.000 homes retrofitted and improved, and (3) Environment: energy saving of 3.5MWh/year, equating to CO2 savings totalling 1.8m tons. EuroPACE will account for just 4.6% of the European renovation industry by 2015 giving way to huge growth potential. \n\nThis will be achieved by a well-resourced and highly skilled consortium that will focus its efforts on three pillars of activity: (1) Conduct a market review to assess on-tax financing suitability in EU27, (2) Develop and execute a first EuroPACE pilot in the city of Olot (Spain) and (3) Develop generalised Guidelines and a Toolkit that will make EuroPACE fully scalable. Over 75 signed Letters of Support confirm a broad support platform for the project.",
    "totalCost": "2375490,75",
    "ecMaxContribution": "2375490",
    "coordinator": "CASE - CENTRUM ANALIZ SPOLECZNO- EKONOMICZNYCH- FUNDACJA NAUKOWA",
    "coordinatorCountry": "PL",
    "participants": "AGENCIA EXTREMENA DE LA ENERGIA;CLIMATE BONDS INITIATIVE;AJUNTAMENT D'OLOT;GLOBAL NEW ENERGY FINANCE, S.L;SOCIAL INNOVATION FOR COMMUNITIES, UPSOCIAL SL;JOULE ASSETS EUROPE AB OY;ENTE VASCO DE LA ENERGIA",
    "participantCountries": "ES;UK;FI",
    "projectParticipants": {
        "994443904": {
            "orgId": "994443904",
            "orgName": "AGENCIA EXTREMENA DE LA ENERGIA",
            "ecContrib": 140250
        },
        "997911363": {
            "orgId": "997911363",
            "orgName": "ENTE VASCO DE LA ENERGIA",
            "ecContrib": 163505
        },
        "913311358": {
            "orgId": "913311358",
            "orgName": "GLOBAL NEW ENERGY FINANCE, S.L",
            "ecContrib": 796583
        },
        "950575945": {
            "orgId": "950575945",
            "orgName": "CLIMATE BONDS INITIATIVE",
            "ecContrib": 175775
        },
        "932418612": {
            "orgId": "932418612",
            "orgName": "AJUNTAMENT D'OLOT",
            "ecContrib": 449940
        },
        "935722141": {
            "orgId": "935722141",
            "orgName": "JOULE ASSETS EUROPE AB OY",
            "ecContrib": 165937
        },
        "998587162": {
            "orgId": "998587162",
            "orgName": "CASE - CENTRUM ANALIZ SPOLECZNO- EKONOMICZNYCH- FUNDACJA NAUKOWA",
            "ecContrib": 384750
        },
        "911934346": {
            "orgId": "911934346",
            "orgName": "SOCIAL INNOVATION FOR COMMUNITIES, UPSOCIAL SL",
            "ecContrib": 98750
        }
    },
    "calculatedTotalContribution": 2375490
}