{
    "rcn": "213509",
    "acronym": "SMART-DNA",
    "topics": "ERC-2017-COG",
    "title": "Single Molecule Analytical Raman Tools based on DNA nanostructures",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The monitoring of single molecule reactions promises unrivalled insight into chemical reaction mechanisms, but represents one of the most challenging tasks in chemistry. Surface-enhanced Raman scattering (SERS) is a particularly attractive single molecule (SM) technique due to its high chemical specificity, which allows to directly detect relevant intermediates and molecular subpopulations. However, SM-SERS is still at a premature state due to the highly challenging task to place single molecules precisely in nanoscale gaps of plasmonic nanostructures. These are required to provide sufficiently high electromagnetic field enhancement to reach SM sensitivity. The aim of SMART-DNA is to exploit artificial DNA nanostructures to provide sufficient structural control to assemble both, nanoparticles and target molecules, with nanometer precision. By means of novel DNA origami nanostructures the distance between two nanoparticles will be controlled, and at the same time target molecules will be placed at the positions of highest Raman enhancement through DNA aptamers. \nApart from Raman enhancement the excitation of the localized surface plasmon resonance of the metallic nanostructures results in other plasmonic effects such as heating and possibly the transfer of hot electrons. This can lead to diffusion, conformational changes or even dissociation of the target molecules. These issues do not only concern SM-SERS, but also make quantitative SERS and the SERS analysis of complex (bio)molecules very challenging. By the improved structural control achieved by SMART-DNA, nanoscale heating and hot electron transfer and their effect on SERS spectra will be studied on an ensemble and a SM level. Finally, reactions induced by plasmonically generated electrons in DNA and DNA modified with electrophilic molecules will be studied by SERS with the aim to develop novel strategies to improve cancer radiation therapies such as the photothermal therapy.",
    "totalCost": "1996476",
    "ecMaxContribution": "1996476",
    "coordinator": "UNIVERSITAET POTSDAM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999854855": {
            "orgId": "999854855",
            "orgName": "UNIVERSITAET POTSDAM",
            "ecContrib": 1996476
        }
    },
    "calculatedTotalContribution": 1996476
}