{
    "rcn": "213530",
    "acronym": "MicroCaT",
    "topics": "SMEInst-05-2016-2017",
    "title": "Micro-tumor Guided Cancer Therapy Selection MicroCaT",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Every year around 350.000 patients in the EU are newly diagnosed with colorectal cancer (CRC). Although Ä 1.4 Billion are spent on CRC drugs, the majority of patients fail to respond to therapy because their individual tumor is resistant to the chosen treatment. These patients suffer from unwanted side effects and after two month are switched to another drug regime ñ giving rise to additional drug and hospital costs.  2cureX ApS, a Danish SME, has developed IndiTreat, an ex-vivo chemosensitivity test. The functional profiling test uses 3D-cellular ìmicro-tumorsî prepared directly from a patientís tumor. It allows the selection of the most effective and least toxic drug regimen for each individual patient prior to initiating treatment. For the oncologists and patients this greatly improves the probability of selecting an effective drug treatment.  \n \nThe main objective of MicroCaT is to clinically validate the benefits of IndiTreat in an interventional multi-national study with metastatic (stage IV) colorectal cancer patients. Demonstrating the clinical utility and cost effectiveness of IndiTreat will pave the way for uptake in EU clinical guidelines and reimbursement arrangements. Communication and dissemination of MicroCaT project activities will be key to raise the consciousness of this breakthrough innovation with clinicians, patients and health assessment authorities. Commercializing IndiTreat for CRC patients will enable 2cureX to significantly grow and expand its business. With the potential to predict therapy responses in all solid forms of cancer, the use of IndiTreat will eventually result in multi-millions of health care costs savings as well as improving the quality of life of cancer patients across Europe.",
    "totalCost": "2986699,25",
    "ecMaxContribution": "2986699,25",
    "coordinator": "2cureX",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998138149": {
            "orgId": "998138149",
            "orgName": "2cureX",
            "ecContrib": 2986699
        }
    },
    "calculatedTotalContribution": 2986699
}