{
    "rcn": "213565",
    "acronym": "EeDaPP",
    "topics": "EE-24-2016-2017",
    "title": "Energy efficiency Data Protocol and Portal",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Despite some progress has been made in green finance, only a fraction of bank lending and funding (securities) is explicitly classified as green. The lack of standardisation (in terms of reporting definitions and dynamic data sets) hinders transparency, viability and risk assessment and it is thus a major obstacle to the development of the market. There is a huge and urgent need of a standardised approach to ìgreen due diligenceî.\nThe EeDaPP Project intends to deliver large-scale, granular technical and financial data related to energy efficient mortgages by way of a standardised data protocol to be accessed through a common, centralised portal.\nThree key outputs will be: the definition of specific reporting criteria for the gathering of data on energy efficient mortgages; the design and delivery of the standardised protocol for the gathering, processing and disclosing of such data, and the design of a centralised portal; the analysis of data gathered to further integrate ëgreen valueí in property valuation and substantiate the correlation between energy efficiency and risk.In this way, the EeDaPP Project builds on and complements the ongoing EeMAP Project, which is intended to design an energy efficient mortgage financing mechanism.\nThe EeDaPP Project will boost the green securities market in terms of size, liquidity and efficiency by providing for the traceability of the performance of energy efficient assets, allowing for the identification of such assets for the purposes of energy efficient covered bond/bond issuance and potentially other derivatives, and by significantly boosting investor confidence in such securities. EeDaPP has also long-term potential to scale-up the expected impacts of the EeMAP Project to encourage significant energy reductions.\nThe EeDaPP Consortium brings together all the necessary competencies (financial, data processing and management, property valuation) to develop a robust, workable and marketable pan-European data protocol & portal.",
    "totalCost": "1536422,5",
    "ecMaxContribution": "1500000",
    "coordinator": "COVERED BOND & MORTGAGE COUNCIL",
    "coordinatorCountry": "BE",
    "participants": "TXS GMBH;Hypoport BV;CRIF SPA;UNIVERSITA CA' FOSCARI VENEZIA;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;EUROPEAN DATAWAREHOUSE GMBH",
    "participantCountries": "DE;NL;IT",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 220000
        },
        "917944563": {
            "orgId": "917944563",
            "orgName": "COVERED BOND & MORTGAGE COUNCIL",
            "ecContrib": 430000
        },
        "920567346": {
            "orgId": "920567346",
            "orgName": "CRIF SPA",
            "ecContrib": 200000
        },
        "912418764": {
            "orgId": "912418764",
            "orgName": "EUROPEAN DATAWAREHOUSE GMBH",
            "ecContrib": 200000
        },
        "912449610": {
            "orgId": "912449610",
            "orgName": "TXS GMBH",
            "ecContrib": 200000
        },
        "912272585": {
            "orgId": "912272585",
            "orgName": "Hypoport BV",
            "ecContrib": 200000
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 1500000
}