{
    "rcn": "213541",
    "acronym": "PEGASUS",
    "topics": "FCH-01-2-2017",
    "title": "PEMFC based on platinum Group metAl free StrUctured cathodeS",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "PEMFC is the fuel cell predilection technology for automotive applications with a large deployment horizon by 2025-30. However, the increasing use of fuel cell electrical vehicles is expected to lead to a quickly growing demand for Platinum Group Metals. PGM production is not only itself related to negative environmental impacts but also raises questions of long-term availability due to the limitation of reserves and Europeís economic dependence on the countries of the materialsí origin. Hence, it is of strategic importance that the transition to PGM-free catalysts is made as quickly as possible to ensure Europe's competitive position and to reduce market pressure on the use of scarce noble metals.\nIn that perspective, PEGASUS is exploring the removal of Pt and other critical raw materials and their replacement by non-critical elements enabling efficient and stable electro-catalysis for performing and durable PEMFCs. The overall aim of the project is to bring up the experimental proof of concept for novel catalysts with five underlying objectives supporting a full validation at single cell scale with a focus on the cathode side: 1) High performance, 2) durable and 3) low cost MEA using non-PGM catalysts-based cathode; 4) Robust test protocols for catalysts screening and 5) Understanding of degradation and prevention & mitigation strategies through a MEA design-driven approach.\nPEGASUS will benchmark (Metal-Nitrogen-Carbon) materials with variants of Carbon supports and Catalyst Layer designs in order to reach the best compromises between chemical activities and mass/charge transfer with the support of intensive experimentation and modelling. Two generations of non-CRM catalysts will be proposed. GEN1 will implement metals {Fe, Mn or Cu} with Nitrogen onto (1D, 2D and 3D) structured carbon support (single structuration). GEN2 will investigate the enhancement of dual-structuration (1D\\3D and 2D\\3D) on catalyst stability, reactant availability and water management.",
    "totalCost": "2829016,88",
    "ecMaxContribution": "2829016,88",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "TOYOTA MOTOR EUROPE;TECHNISCHE UNIVERSITAET MUENCHEN;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;HERAEUS FUEL CELLS GMBH;EWII FUEL CELLS A/S",
    "participantCountries": "BE;DE;ES;FR;DK",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 864850
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 310138
        },
        "998129225": {
            "orgId": "998129225",
            "orgName": "EWII FUEL CELLS A/S",
            "ecContrib": 205214
        },
        "999981246": {
            "orgId": "999981246",
            "orgName": "ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS",
            "ecContrib": 259851
        },
        "913050913": {
            "orgId": "913050913",
            "orgName": "HERAEUS FUEL CELLS GMBH",
            "ecContrib": 240750
        },
        "996327644": {
            "orgId": "996327644",
            "orgName": "TOYOTA MOTOR EUROPE",
            "ecContrib": 97500
        },
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 400312
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 450402
        }
    },
    "calculatedTotalContribution": 2829017
}