{
    "rcn": "213571",
    "acronym": "INDUCE",
    "topics": "EE-15-2017",
    "title": "Towards a sustainable agro-food INDUstry: Capacity building programmes in Energy efficiency",
    "startDate": "01/02/2018",
    "endDate": "31/07/2020",
    "objective": "The INDUCE project will develop an open access platform (INDUCE toolkit) where training material, online lessons, guidelines and tools will be available for companies aiming to increase their energy efficiency. Besides, the INDUCE methodology will be integrated in the platform with the objective of designing to design a specific capacity building programme for every company accessing the INDUCE toolkit, which will resulting in ad-hoc training adapted to the companyís needs and opportunities.\n\nThe INDUCE methodology will link knowledge transfer on energy efficiency with behavioural and organizational change models, so an energy culture and an environment conducive for change are established in the company, while employees are motivated to act in a more sustainable manner. Unique about this methodology is that it will follow a Human-Centered Design approach, in which every phase will be conducted in close cooperation with the end users of the capacity building programme. This will enable INDUCE to interact and test together with the companies the best interventions, measures, etc. to be implemented.\n\nThe INDUCE methodology and the toolkit will be both tested and validated in 15 pilot companies from the food and beverage sector in four countries that represent over 45% of the EU companies in this sector: Spain, France, the Netherlands and Germany. In a second replication step, an INDUCE community of trainers will be established by certifying 60 INDUCE trainers. They will be in charge of implementing the INDUCE methodology in another 300 companies, hence increasing INDUCE's impact up to 106 GWh/year of energy savings. \n\nThe INDUCE Consortium includes three well-know research centres with expertise in energy efficiency, behavioural science and decision-making processes. In addition, a partner in charge of training at national level and an association as multiplier organization has been involved in every pilot country. Finally, this competitive consortium is completed by a research oriented SME focussed on exploitation and dissemination.",
    "totalCost": "1998223,75",
    "ecMaxContribution": "1998223,75",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SYNYO GmbH;SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES;OKOTEC ENERGIEMANAGEMENT GMBH;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;FEDERACION ESPANOLA DE INDUSTRIAS DE LA ALIMENTACION Y BEBIDAS;FEDERATIE NEDERLANDSE LEVENSMIDDELEN INDUSTRIE;KWA Bedrijfsadviseurs B.V.;FOOD-PROCESSING INITIATIVE E. V",
    "participantCountries": "DE;AT;FR;NL;ES",
    "projectParticipants": {
        "998511696": {
            "orgId": "998511696",
            "orgName": "FOOD-PROCESSING INITIATIVE E. V",
            "ecContrib": 101269
        },
        "999988715": {
            "orgId": "999988715",
            "orgName": "STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND",
            "ecContrib": 325250
        },
        "950487675": {
            "orgId": "950487675",
            "orgName": "SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES",
            "ecContrib": 197530
        },
        "938201170": {
            "orgId": "938201170",
            "orgName": "OKOTEC ENERGIEMANAGEMENT GMBH",
            "ecContrib": 106125
        },
        "969470478": {
            "orgId": "969470478",
            "orgName": "SYNYO GmbH",
            "ecContrib": 212500
        },
        "950669356": {
            "orgId": "950669356",
            "orgName": "KWA Bedrijfsadviseurs B.V.",
            "ecContrib": 139864
        },
        "957624450": {
            "orgId": "957624450",
            "orgName": "FEDERATIE NEDERLANDSE LEVENSMIDDELEN INDUSTRIE",
            "ecContrib": 62375
        },
        "993466047": {
            "orgId": "993466047",
            "orgName": "FEDERACION ESPANOLA DE INDUSTRIAS DE LA ALIMENTACION Y BEBIDAS",
            "ecContrib": 130000
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 319061
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 404250
        }
    },
    "calculatedTotalContribution": 1998224
}