{
    "rcn": "213572",
    "acronym": "easyCOPRO",
    "topics": "EE-22-2016-2017",
    "title": "Open book EPC for Brusselsí condominiums",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "'The objective of easyCOPRO is to develop a fully-fledged renovation package for Brussels based condominiums. The package will include financial means and technical assistance which aims at significantly simplifying the decision-making process of co-owners and property managers to engage into heavy refurbishment procedures. Third party financing energy performance contracts will be signed with the beneficiaries. We call them 'open book EPC 'because they will be elaborated together with the beneficiaries in a fully transparent manner.\n\nThe specific objective of easyCOPRPO is to retrofit an average of 20 condominiums between 2018 and 2022 worth a total investment of 10 million Ä. All the buildings will have been audited, technically and financially assessed and specifications will have been developed. \n\nThe partners of this project have the technical expertise to develop all steps needed from the open book EPC to the energy audits and action plans. The consortium includes one third-party investor which has the capacity to finance the retrofit measures and thereby offers the possibility to overcome a significant upfront barrier. \n\nThe standardised tools to be developed in this package will ensure a replicability on regional, national and EU level. easyCOPRO will develop, test and improve over four years a set of standardised tools ('tool box') which can very easily be reused by other property managers, developers or third party investors to refurbish on large scale the Brussels pool of condominiums.\n\nThe package proposal of easyCOPRO offers innovation in financial engineering, in overcoming administrative, legal and financial barriers and a high degree of replicability. These elements should unlock by 2022 additional investments in energy efficiency of 10 million Ä in the Brussels region.\n\n\n\n\n'",
    "totalCost": "815700",
    "ecMaxContribution": "660560",
    "coordinator": "ENERGIRIS SCRL",
    "coordinatorCountry": "BE",
    "participants": "BUREAU D'EXPERTS PH DEPLASSE ET ASSOCIES;easyCOGEN;MANAGIMM;INSTITUT BRUXELLOIS POUR LA GESTION DE L ENVIRONNEMENT-BRUSSELS INSTITUUT VOOR MILIEUBEHEER",
    "participantCountries": "BE",
    "projectParticipants": {
        "911789913": {
            "orgId": "911789913",
            "orgName": "easyCOGEN",
            "ecContrib": 170640
        },
        "911880220": {
            "orgId": "911880220",
            "orgName": "BUREAU D'EXPERTS PH DEPLASSE ET ASSOCIES",
            "ecContrib": 182160
        },
        "911927362": {
            "orgId": "911927362",
            "orgName": "ENERGIRIS SCRL",
            "ecContrib": 199480
        },
        "911853545": {
            "orgId": "911853545",
            "orgName": "MANAGIMM",
            "ecContrib": 23040
        },
        "972688453": {
            "orgId": "972688453",
            "orgName": "INSTITUT BRUXELLOIS POUR LA GESTION DE L ENVIRONNEMENT-BRUSSELS INSTITUUT VOOR MILIEUBEHEER",
            "ecContrib": 85240
        }
    },
    "calculatedTotalContribution": 660560
}