{
    "rcn": "213501",
    "acronym": "SMAC-MC",
    "topics": "ERC-2017-COG",
    "title": "Small Molecule Activation by Main-Group Compounds",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Many basic chemical processes involve the activation of small unreactive molecules, such as hydrogen, nitrogen, ammonia, water and carbon dioxide, by transition-metal-based catalysts or by enzymes. This proposal focusses on the interesting and recently observed possibility to perform similar transformations with main-group compounds that consist entirely of cheap earth-abundant elements. The proposed research is split into four work packages of which the first investigates the mechanisms by which different main-group singlet diradicaloids activate small molecules and how their reactivity correlates with their radical character. The second work package focusses on small molecule activation using main-group metalloid clusters, a new emerging field that we have recently pioneered, and compares the reactivity determined for main-group species with that known for related transition-metal clusters. Investigations in the third work package concentrate on the electrochemical reduction of carbon dioxide and on the possibility to lower the required overpotential with frustrated Lewis pairs that readily form adducts with small molecules. The fourth work package revolves around activating small molecules by diborenes and, in particular, observing novel reactivity in situ, that is, before the reactive diborene is trapped with a suitable Lewis base. Considered as a whole, the planned initiatives will enable significant breakthroughs in the design of novel main-group element based compounds for the activation of small molecules. The research is not only of fundamental scientific importance but also of potential practical value as many main-group systems, such as frustrated Lewis pairs, are currently being examined as novel catalysts. An ERC consolidator grant would significantly strengthen my position in this interesting subfield of inorganic chemistry and give my research group practical means to continue performing cutting-edge research.",
    "totalCost": "1424190",
    "ecMaxContribution": "1424190",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842245": {
            "orgId": "999842245",
            "orgName": "JYVASKYLAN YLIOPISTO",
            "ecContrib": 1424190
        }
    },
    "calculatedTotalContribution": 1424190
}