{
    "rcn": "213569",
    "acronym": "SustaiNAVility",
    "topics": "EE-22-2016-2017",
    "title": "NAVARRA, A REGION SUPPORTING THE SUSTAINABLE ENERGY",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "Navarra is a region with more than 272 municipalities, 640,000 inhabitants and it is member of the Euroregion Aquitaine- Basque Country - Navarra. Navarra has made a great effort to advance in the development of renewable energy in recent years: 20 percent of the energy currently consumed in Navarra comes from renewables. And now Navarra has developed a very ambitious energy plan for the region 'Navarra for 2030' which integrates 4 objectives linked with the reduction of CO2 emissions, the increase in percentage of renewables, maintaining security in energy supply and reducing energy poverty. Such objectives are to be achieved through technological innovation, management innovation and innovation in financial models.\n\nOur project SustaiNAVility intends to work as a promoter of this plan in the area of energy efficiency, in particular supporting the goal of the plan of 'Reducing 30% consumption of primary energy with respect to the figures projected by the EU for 2020 in energy efficiency'.\n\nThis 3-year project has the general objective to promote under the umbrella of the energy plan of Navarra, energy efficiency in the region of Navarra in 3 target groups: public entities (municipalities and public buildings), private buildings (citizens) and enterprises, promoting an investment of 16.3 million euros in renewable and energy efficiency.\n\nThe concept of SustaiNAVility is the utilisation of the regional grants as boosters or drivers of the energy efficiency related investments, in projects incorporating the state of the art in technology and new funding schemes. The current project will have to face the following four challenges:\n- Technological innovation.\n- New services and funding schemes.\n- Business opportunities.\n- Citizenship involvement.",
    "totalCost": "1084955",
    "ecMaxContribution": "1084955",
    "coordinator": "COMUNIDAD FORAL DE NAVARRA - GOBIERNO DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "ZABALA INNOVATION CONSULTING, S.A.;ASOCIACION DE LA INDUSTRIA NAVARRA;NAVARRA DE SUELO Y VIVIENDA SA;FUNDACION CENER-CIEMAT",
    "participantCountries": "ES",
    "projectParticipants": {
        "999745342": {
            "orgId": "999745342",
            "orgName": "FUNDACION CENER-CIEMAT",
            "ecContrib": 73181
        },
        "999491202": {
            "orgId": "999491202",
            "orgName": "ASOCIACION DE LA INDUSTRIA NAVARRA",
            "ecContrib": 162605
        },
        "996410094": {
            "orgId": "996410094",
            "orgName": "ZABALA INNOVATION CONSULTING, S.A.",
            "ecContrib": 70250
        },
        "990380089": {
            "orgId": "990380089",
            "orgName": "COMUNIDAD FORAL DE NAVARRA - GOBIERNO DE NAVARRA",
            "ecContrib": 316688
        },
        "952922666": {
            "orgId": "952922666",
            "orgName": "NAVARRA DE SUELO Y VIVIENDA SA",
            "ecContrib": 462231
        }
    },
    "calculatedTotalContribution": 1084955
}