{
    "rcn": "213567",
    "acronym": "HousEEnvest",
    "topics": "EE-22-2016-2017",
    "title": "Energy Efficiency Investments in multifamily houses",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "HousEEnvest aims to demonstrate the viability of the financing scheme, defined for the full energy renovation of multifamily houses in Extremadura, which will count on a combination of innovative tools for standardization, pooling, bundling and de-risking. This investment financing scheme focuses on a regional market with investment higher than 35 MÄ.\n\nHousEEnvest is the result of 2 years of work between key institutions of Extremadura region from the energy, economic and building sectors, combined with international resources coming from IEB and EU cooperation programmes, which have allowed designing one financing scheme made to measure of Extremadura building renovation necessities.\nHousEEnvest will have results in Energy renovation of multifamily building, and introduce EU added value through the combination of several proved innovations, which are applied and customized for the multifamily buildings with central heating. Will develop a Innovative financing scheme, implementing a Guarantees Fund created with public ESIF, moving from non-reimbursable grants into FI, and it is leveraged with EFSI and finally with private contribution (biggest part). \n\nHousEEnvest aims to be a showcase in the unlocking of investment through pooling, when supported by a proper Fund scheme, which can be applied and replicated in other geographies and even other sectors.",
    "totalCost": "1798733,75",
    "ecMaxContribution": "1798733,75",
    "coordinator": "AGENCIA EXTREMENA DE LA ENERGIA",
    "coordinatorCountry": "ES",
    "participants": "URVIPEXSA SA;EXTREMADURA AVANTE SL;CONSEJERÕA DE ECONOMÕA E INFRAESTRUCTURAS  JUNTA DE EXTREMADURA;ASOCIACION NACIONAL DE EMPRESAS DE SERVICIOS ENERGETICOS ANESE;CONSEJERIA DE SANIDAD Y POLITICAS SOCIALES - JUNTA DE EXTREMADURA;FEDERACION REGIONAL PEQUENA Y MEDIANA EMPRESA DE CONSTRUCCION Y AFINESDE EXTREMADRA;COLEGIO TERRITORIAL DE ADMINISTRADORES DE FINCAS DE EXTREMADURA;ANALISTAS FINANCIEROS INTERNACIONALES SA",
    "participantCountries": "ES",
    "projectParticipants": {
        "994443904": {
            "orgId": "994443904",
            "orgName": "AGENCIA EXTREMENA DE LA ENERGIA",
            "ecContrib": 631305
        },
        "933920851": {
            "orgId": "933920851",
            "orgName": "URVIPEXSA SA",
            "ecContrib": 118682
        },
        "923949445": {
            "orgId": "923949445",
            "orgName": "CONSEJERÍA DE ECONOMÍA E INFRAESTRUCTURAS  JUNTA DE EXTREMADURA",
            "ecContrib": 115875
        },
        "942306404": {
            "orgId": "942306404",
            "orgName": "ANALISTAS FINANCIEROS INTERNACIONALES SA",
            "ecContrib": 202469
        },
        "950611544": {
            "orgId": "950611544",
            "orgName": "ASOCIACION NACIONAL DE EMPRESAS DE SERVICIOS ENERGETICOS ANESE",
            "ecContrib": 79975
        },
        "953534251": {
            "orgId": "953534251",
            "orgName": "CONSEJERIA DE SANIDAD Y POLITICAS SOCIALES - JUNTA DE EXTREMADURA",
            "ecContrib": 290938
        },
        "911768282": {
            "orgId": "911768282",
            "orgName": "COLEGIO TERRITORIAL DE ADMINISTRADORES DE FINCAS DE EXTREMADURA",
            "ecContrib": 147638
        },
        "910378660": {
            "orgId": "910378660",
            "orgName": "EXTREMADURA AVANTE SL",
            "ecContrib": 151906
        },
        "911767603": {
            "orgId": "911767603",
            "orgName": "FEDERACION REGIONAL PEQUENA Y MEDIANA EMPRESA DE CONSTRUCCION Y AFINESDE EXTREMADRA",
            "ecContrib": 59946
        }
    },
    "calculatedTotalContribution": 1798734
}