{
    "rcn": "213517",
    "acronym": "NEUROFISH",
    "topics": "ERC-2017-COG",
    "title": "Whole-brain circuits controlling visuomotor behavior",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "Understanding how our brains extract relevant features of sensory input to select and guide appropriate actions is a fundamental goal of neuroscience. Yet even relatively simple sensorimotor reflexes can depend on activity within complex networks of neurons that are distributed across the brain, presenting a challenge for traditional neuroscience approaches. \nOur recent work has demonstrated the capacity to image neural activity with single cell resolution throughout the small transparent brain of behaving zebrafish. Here we will trace, from sensory input to motor output, the neural circuits that allow zebrafish to select and execute distinct swimming patterns in response to varying visual input. Through comprehensive whole-brain functional imaging in combination with optical and genetic circuit tracing, we aim to determine the principles on which these sensorimotor circuits are organised and reveal how activity dynamics unfold throughout the whole brain during behaviour. \n\nWe will take a systematic approach to this problem, based on a thorough quantitative analysis of swim kinematics and the sensory stimuli that drive them. We will: 1) Use whole-brain functional imaging of genetically defined neural populations to reveal the neural circuit organization and activity dynamics during visuomotor behaviour. 2) Establish how motor commands are encoded at the single-cell and population level by brainstem reticulospinal neurons, through imaging and ablation studies and 3) Systematically map the functional organisation of retinal inputs into the brain. \n\nTaken together, these experiments will provide an unprecedented, single-cell resolution view of the organization of complete circuits that transform retinal inputs to motor outputs in the vertebrate brain.",
    "totalCost": "1694063",
    "ecMaxContribution": "1694063",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 1694063
        }
    },
    "calculatedTotalContribution": 1694063
}