{
    "rcn": "213573",
    "acronym": "CRREM",
    "topics": "EE-24-2016-2017",
    "title": "Carbon Risk Real Estate Monitor - Framework for science based decarbonisation pathways, toolkit to identify stranded assets and push sustainable investments",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "The overall objective of the Carbon Risk Real Estate Monitor Project (CRREM) is to accelerate the decarbonization and climate change resilience of the EU real estate sector by providing appropriate science-based carbon reduction pathways at property, portfolio and company level. Furthermore a framework for financial risk assessment to cost-effectively manage carbon mitigation strategies will be delivered. CRREM aims to integrate carbon efficiency and retrofit requirements into investment decisions by evaluating and clearly communicating the downside financial risks associated with a low energy performance and quantifying the financial implications of stricter regulatory environment regarding carbon intensity on the building stock (so-called risk of stranded-assets).\n\nThe poor energy efficiency of existing buildings and the still low refurbishment rates in virtually all member states are among the major risks for the sector, as many assets will become Ñstrandedì properties that will not meet future energy efficiency standards or whose required energetic retrofit will not be financially viable. CRREM will produce clear Science Based Targets for the sector, a tool/framework to assess risk and qualitative reporting templates, which will contribute to accelerate the decarbonisation of the EU building stock to Ñ2-degree-readinessì.\n\nCRREM will apply a sectoral decarbonization approach to downscale EUís carbon reduction commitments (INDCs) to the Paris Agreement to sector and building level. The project will also provide investors with reliable risk assessment tools to promote more awareness for the need of climate risk management on corporate level. The project will also support the assessment of the financial, regulatory and administrative barriers for investment and how to overcome them. CRREM aims to reduce carbon emissions and increase investment in sustainable retrofits by making real estate decarbonisation targets more transparent and accessible across Europe.",
    "totalCost": "1487948,75",
    "ecMaxContribution": "1487948,75",
    "coordinator": "IIO INSTITUT FUR IMMOBILIENOKONOMIEGMBH",
    "coordinatorCountry": "AT",
    "participants": "UNIVERSIDAD DE ALICANTE;GRESB BV;STURGIS CARBON PROFILING LLP;TiasNimbas Business School B.V.;UNIVERSITY OF ULSTER",
    "participantCountries": "ES;NL;UK",
    "projectParticipants": {
        "916699083": {
            "orgId": "916699083",
            "orgName": "STURGIS CARBON PROFILING LLP",
            "ecContrib": 260445
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 223125
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 113750
        },
        "945450368": {
            "orgId": "945450368",
            "orgName": "TiasNimbas Business School B.V.",
            "ecContrib": 106585
        },
        "917344521": {
            "orgId": "917344521",
            "orgName": "GRESB BV",
            "ecContrib": 314062
        },
        "911794084": {
            "orgId": "911794084",
            "orgName": "IIO INSTITUT FUR IMMOBILIENOKONOMIEGMBH",
            "ecContrib": 469981
        }
    },
    "calculatedTotalContribution": 1487948
}