{
    "rcn": "213588",
    "acronym": "HEROe Bearing",
    "topics": "JTI-CS2-2017-CFP06-FRC-02-24",
    "title": "High Efficiency ROller Bearing - NTN-SNR hybrid tapered roller bearing solutions for aerospace applications",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "NTN-SNR is a major supplier for the helicopter gearbox bearings and more generally for the European market. NTN-SNR has developed a related knowhow in calculation, design, manufacturing to assist all its customers. This explains NTN-SNRís strong will to answer to this topic.\nThe NTN-SNR objectives for this project are to develop, design, manufacture, test and simulate the new generation of tapered bearings for aerospace applications and especially for the helicopter gearbox bearings. For NTN-SNR, hybrid bearing is a promising solution for aerospace market especially thanks to the weight saving and the potential improvement of the bearing life duration it offers.  The objective of NTN-SNR proposal is to meet the topic leader requirements. \nTo do so, the hybrid bearing prototypes will be designed, calculated, manufactured, and tested to compare steel and hybrid bearing behaviour and to demonstrate the benefits.\nFor test activity, the objective is to perform the back-to-back assessment under several test conditions (clean environment, contaminated conditions, poor lubrication conditions, oil shut off conditions and tests with defect on rollers) in order to demonstrate the benefits offered by hybrid tapered roller bearings.\nIn order to start aerospace mass production of hybrid tapered roller bearings, the critical defects (size, shape, location on the rolling element) have to be defined. Hence one of NTN-SNRís objective is to determine the size of critical defect on tapered roller bearing performance. \nThis activity will be based on NTN-SNR knowledge on hybrid bearings  with the complement of dedicated tests that will be performed in the scope of this project.\nThe last objective is to simulate the hybrid bearing behaviour in order to update NTN-SNRís handbook and design rules to guarantee the quality, the robustness and the optimization of our bearing designs.\nThe means implemented to meet these objectives are described in the part B (ß3)",
    "totalCost": "854193,75",
    "ecMaxContribution": "597935,63",
    "coordinator": "NTN-SNR ROULEMENTS SA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989551806": {
            "orgId": "989551806",
            "orgName": "NTN-SNR ROULEMENTS SA",
            "ecContrib": 597936
        }
    },
    "calculatedTotalContribution": 597936
}