{
    "rcn": "213581",
    "acronym": "S-PARCS",
    "topics": "EE-18-2017",
    "title": "Envisioning and Testing New Models of Sustainable Energy Cooperation and Services in Industrial Parks",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "S-PARCS: Envisioning and Testing New Models of Sustainable Energy Cooperation and Services in Industrial Parks\nS-PARCS presents a sound concept for reducing energy costs and energy consumption in industrial parks, while, at the same time, increasing renewable on-site energy production. The pre-assessment of the seven ìLighthouse Parksî from Spain, Portugal, Italy, and Austria, which participate in the study, has shown a high potential for joint energy actions, many of which are transferrable to the community of S-PARCS Followers in the UK, Sweden, Turkey, Russia, Italy, Portugal, Austria and Norway. 5 research organisations, 1 engineering company and 1 industrial association will make their knowledge on suitable technologies, novel business models and cooperative action among companies available to the parks to help them develop an ìenergy cooperation planî and the necessary skills to achieve a long-lasting sustainability impact. At the end of the project, all Lighthouse parks will be equipped with a free ICT tool supporting the decision-making processes on joint investments, at least 1 full feasibility study for the most promising cooperative project, as well as a strategy for longer-term actions. 65 of the 278 located in the ìLighthouse Parksî are expected to benefit directly from reduced energy costs derived from energy efficiency measures, such as the use of waste heat, joint energy purchases and a wide range of viable small-scale renewable projects. Improvements in the parks in terms of energy efficiency are likely to be superior to 10%. The   projectís impact, however, extends to the entire Follower Community, thanks to the identification of at least 20 viable cooperative energy solutions, which are to be widely disseminated. The identification of relevant financial, legal and organizational barriers to joint energy action in the parks ñ and ways of overcoming them - will make a valuable contribution to policy-making on regional, national and European level.",
    "totalCost": "1997325",
    "ecMaxContribution": "1997325",
    "coordinator": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
    "coordinatorCountry": "AT",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;Ennshafen O÷ GmbH;FUNDACION TECNALIA RESEARCH & INNOVATION;ASOCIACION DE FUNDIDORES DEL PAIS VASCO Y NAVARRA;KADIR HAS UNIVERSITESI;RINA CONSULTING SPA;SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA;ADRAL - AGENCIA DE DESENVOLVIMENTO REGIONAL DO ALENTEJO SA;BIZKAIA SORTADEKO INDUSTRIALDEA SA;BOREALIS AGROLINZ MELAMINE GMBH;CONSORZIO CUOIO DEPUR SOCIETA PER AZIONI;EUROQUALITY SARL",
    "participantCountries": "ES;AT;TR;IT;PT;FR",
    "projectParticipants": {
        "912121168": {
            "orgId": "912121168",
            "orgName": "BOREALIS AGROLINZ MELAMINE GMBH",
            "ecContrib": 58750
        },
        "999951467": {
            "orgId": "999951467",
            "orgName": "RINA CONSULTING SPA",
            "ecContrib": 243750
        },
        "950152346": {
            "orgId": "950152346",
            "orgName": "ADRAL - AGENCIA DE DESENVOLVIMENTO REGIONAL DO ALENTEJO SA",
            "ecContrib": 41250
        },
        "999891133": {
            "orgId": "999891133",
            "orgName": "KADIR HAS UNIVERSITESI",
            "ecContrib": 106375
        },
        "911910872": {
            "orgId": "911910872",
            "orgName": "CONSORZIO CUOIO DEPUR SOCIETA PER AZIONI",
            "ecContrib": 66250
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 206625
        },
        "983246321": {
            "orgId": "983246321",
            "orgName": "ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN",
            "ecContrib": 410375
        },
        "937403733": {
            "orgId": "937403733",
            "orgName": "BIZKAIA SORTADEKO INDUSTRIALDEA SA",
            "ecContrib": 82975
        },
        "999884731": {
            "orgId": "999884731",
            "orgName": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
            "ecContrib": 252250
        },
        "911898165": {
            "orgId": "911898165",
            "orgName": "Ennshafen OÖ GmbH",
            "ecContrib": 76250
        },
        "999543776": {
            "orgId": "999543776",
            "orgName": "EUROQUALITY SARL",
            "ecContrib": 202500
        },
        "964316383": {
            "orgId": "964316383",
            "orgName": "ASOCIACION DE FUNDIDORES DEL PAIS VASCO Y NAVARRA",
            "ecContrib": 43975
        },
        "999516907": {
            "orgId": "999516907",
            "orgName": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
            "ecContrib": 206000
        }
    },
    "calculatedTotalContribution": 1997325
}