{
    "rcn": "213515",
    "acronym": "LACOPAROM",
    "topics": "ERC-2017-COG",
    "title": "Lewis acid promoted copper catalysis to functionalise and dearomatise arenes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Aromatic compounds are cheap and readily available, making them ideal starting materials for the synthesis of chiral alicyclic compounds, important synthetic building blocks for both natural product synthesis and drug discovery. However, general strategies for efficient, catalytic dearomatisation of aromatics are lacking.\n \nThis proposal aims to fill this gap by developing general asymmetric methods for dearomatisation reactions of both electron-rich and electron-deficient aromatics. It relies on an innovative approach based on LA activation of the arenes, followed by copper catalyzed carbon-carbon bond forming reactions, with a special focus on environmentally benign and cost-effective processes.\n \nTo achieve the overall aim of the proposed project, the research program is composed of four distinct but complementary research lines aiming at catalytic asymmetric dearomatisation/carbon-carbon bond forming reactions using:\n \n-         Electron-deficient carbonyl substituted arenes.\n-         Pyridines and other N-containing heteroarenes.\n-         Phenols and anilines and fused analogues.\n-         Benzylic aromatic systems.\n \nThe remarkable and novel feature of this strategy is that it enables for the first time selective catalytic asymmetric dearomatisations of various classes of aromatic substrates following a general, unified concept. Furthermore, since sequential bond constructions take place in a single synthetic operation, a rapid increase of molecular complexity can be achieved at greatly reduced cost and increased atom-efficiency, thereby contributing to a more sustainable future. Consequently, there is huge potential for this strategy to become an invaluable instrument to access a wide variety of chiral carbocyclic compounds and I anticipate it will have a significant impact in the field of organic synthesis.",
    "totalCost": "1999398",
    "ecMaxContribution": "1999398",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1999398
        }
    },
    "calculatedTotalContribution": 1999398
}