{
    "rcn": "213591",
    "acronym": "ECOLAND",
    "topics": "JTI-CS2-2017-CFP06-SYS-03-10",
    "title": "Development of ECO-friendly protection procedures for LANDing gear aluminium alloys",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "The need of using high performance lightweight materials is pushing the aerospace industry to incorporate aluminium alloys in many parts of the aircraft. But all aircraft components, and especially those of landing gears, need to be able to withstand friction and corrosive environments while continuing to operate at optimum levels. \nNowadays most landing gear parts made of aluminium alloys are protected against corrosion by surface anodising and multilayer painting. The treatment is usually carried out on Cr(VI) based compounds. To date, there is not any Cr-free accepted protecting treatment for Al 7000 series alloys that fulfils the aeronautics requirements, so, it is necessary to develop an environmentally and Cr-free acceptable alternative process.\nThe main objective of ECOLAND project is to face the research of a suitable REACH compliant anaphoretic electrocoating treatment (including both the optimal pretreatment method and anaphoretic electrocoating application conditions) that can replace the currently used anodising \\ painting treatment for protection of Al 7000 series alloys in aeronautic applications. This anaphoretic electrocoating will allow a reduction of emissions, saving of coat and improvement of corrosion protection.\nThe following improvements will be aimed from the ECOLAND Cr-free project:\nï The lifetime of the anaphoretic electrocoating system shall be 25 % longer than the lifetime of traditional.\nï It is expected a minimum of around 30% cost and 45% energy consumption reduction in manufacturing compared to currently available systems.\nï Thanks to the new coating systems more complex geometry parts could be coated and so landing gears might be designed lighter than currently ones. \nï The production time to be shortened in a 55%.\nï A decrease of the risk of mechanical failure due to the reduction of the alloy exposure time to acids.\nï VOCs emissions will be reduced in a 50%.",
    "totalCost": "366951,49",
    "ecMaxContribution": "346921",
    "coordinator": "FUNDACION CIDETEC",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CENTRO TECNOLOGICO DE MIRANDA DE EBRO;L.V.H. COATINGS LTD",
    "participantCountries": "ES;UK",
    "projectParticipants": {
        "957826210": {
            "orgId": "957826210",
            "orgName": "FUNDACION CENTRO TECNOLOGICO DE MIRANDA DE EBRO",
            "ecContrib": 62878
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 237305
        },
        "911735205": {
            "orgId": "911735205",
            "orgName": "L.V.H. COATINGS LTD",
            "ecContrib": 46738
        }
    },
    "calculatedTotalContribution": 346921
}