{
    "rcn": "213560",
    "acronym": "IDAaaS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Trusted online service for identity assurance",
    "startDate": "01/10/2017",
    "endDate": "31/05/2019",
    "objective": "The financial services (FS) industry is undergoing the biggest transformation in its long history: the FS rapidly changing environment is becoming a digital business and regulators across the globe want to open the market to competition enforcing, at the same time, ever-stricter legislations for online transactions like the upcoming EU Anti-Money Laundering Directive 4 (4AMLD) and Payment Services Directive 2 (PSD2) for the prevention of identity theft and financial fraud, including tax avoidance, money laundering and terrorist financing.\nKnow-your-customer (KYC) is a legal obligation for online onboarding into financial services: to ensure that the person claiming a particular identity is in fact this person. To this end, the EU adopted eIDAS Regulation on electronic identification and trust services for electronic transactions. Nevertheless, eIDAS provides a regulatory environment with three assurance levels (low, substantial and high) but it is up to the Member States to define both the tools needed for each assurance level and the associated financial services allowed per level. This has resulted in a fragmented landscape of electronic identity and complicated procedures. This is a barrier for people and companies to online access to national and cross-border financial services, hindering as well the development of the FS industry in Europe as a digital single market. \nSignicat is the first identity assurance as a service provider to the financial industry in the Nordic countries. Our main innovation is the integration of different tools for identity assurance to help financial institutions to comply with legislation while simplifying userís online onboarding through one-stop-shop. With IDAaaS Phase 2 we will further develop our Toolbox to properly meet national requirements in other European countries, and to also develop new eID assurance services to take advantage of the new business opportunities open up next year by the upcoming PSD2.",
    "totalCost": "1940661,25",
    "ecMaxContribution": "1358462",
    "coordinator": "SIGNICAT AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923279854": {
            "orgId": "923279854",
            "orgName": "SIGNICAT AS",
            "ecContrib": 1358462
        }
    },
    "calculatedTotalContribution": 1358462
}