{
    "rcn": "213506",
    "acronym": "MYCO-CARB",
    "topics": "ERC-2017-COG",
    "title": "FUNCTIONAL BIOLOGY AND ECOLOGY OF PLANKTONIC MARINE FUNGI ñ Revealing the mechanistic basis of the roles of mycoplankton in the marine carbon cycle",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Marine planktonic fungi (mycoplankton) have been largely ignored compared to other plankton groups, such as phytoplankton, especially the roles that they fulfil in marine ecosystems. My research has shown that mycoplankton are a major structural and functional component of coastal ecosystems that have been almost completely overlooked. I have shown that mycoplankton are a substantial proportion of plankton biomass and that saprotrophic mycoplankton are active in coastal ecosystems. Mycoplankton are also a major plankton group in the open ocean and dominate on marine snow particles. These studies demonstrate that fungi have potential roles in the marine carbon cycle including the biological carbon pump. The absence of fungi within a general view of the structure and function of the marine carbon cycle, including a lack of mechanistic understanding of saprotroph functional biology and ecology, represent major knowledge gaps in our understanding of marine ecosystems that must urgently be addressed. MYCO-CARB will address these knowledge gaps through an innovative programme of research. Research cruises at established marine observatories will make an unprecedented assessment of active mycoplankton diversity and abundance across a range of ecosystems; from surface coastal waters to the deep open ocean. Innovative approaches, including molecular ecology tools and ecosystem modelling, will establish the impact of fungal saprotrophs on the marine carbon cycle. A culture collection will be developed, informed by the field-based surveys of natural assemblages to produce ecologically-relevant model fungi. Complementary culture-dependent and -independent systems biology methodologies will determine the underpinning biological machinery of saprotrophic marine mycoplankton. Through the MYCO-CARB research programme, I will open the marine fungal ëblack boxí, revealing marine mycoplankton functional biology and ecology, and establishing their roles in the marine carbon cycle.",
    "totalCost": "1960141",
    "ecMaxContribution": "1960141",
    "coordinator": "MARINE BIOLOGICAL ASSOCIATION OF THE UNITED KINGDOM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999612549": {
            "orgId": "999612549",
            "orgName": "MARINE BIOLOGICAL ASSOCIATION OF THE UNITED KINGDOM",
            "ecContrib": 1960141
        }
    },
    "calculatedTotalContribution": 1960141
}