{
    "rcn": "213555",
    "acronym": "NordicAIP",
    "topics": "ICT-32-2017",
    "title": "Nordic Angel Investment Program",
    "startDate": "01/01/2018",
    "endDate": "31/12/2019",
    "objective": "The strategic objective of Nordic Investment Program (Nordic AIP) is to help European high-tech start-ups and innovative SMEs to grow and scale up at pan-European and global level.\n\nThe strategic objective is supported by the following sub-objectives:\n - Stimulate European investments in digital sectors;\n - Create increased mutual understanding between investor communities and in particular ICT startups and scaleups.\n\nTo achieve these objectives, Nordic AIP  consortium will implement the following actions:\n - Raise awareness about opportunities for early stage investing in digital sectors;\n - Increase the knowledge and actual experience of ICT startups and investors on the investment process into early stage digital companies through the Angel Investment Program (AIP).\n - Significantly improve the efficiency of managing investment processes through the development of the Startup Includer technology.\n\nDuring 24 months, NordicAIP project will deliver the following outputs:\n - 200 000 stakeholders are informed about NordicAIP activities;\n - Technology platform Startup Includer developed for facilitating cross-border investment processes;\n - 16 Angel Investment Programs (AIPs) are organized in 4 countries;\n - 1000-1600 applications are received for the AIPs (50-100 in each);\n - Selection of 360 ICT startups and scaleups in total, 20 per AIP to enter the Programme;\n - 400 investors are involved in the AIP trainings, workshops and due diligence process of the AIPs (25 investors in each AIP) and make an actual investment of 10 000 EUR on average;\n - 20% of the investors are cross border from the Nordic region and beyond;\n - 16 innovative ICT startups and scaleups receive funding via the AIPs, further syndication activities are stimulated through the joint sessions in the AIP;\n - 4 million euros are invested into the ICT startups and scaleups in total (approximately 250 000 per AIP).",
    "totalCost": "1583312,5",
    "ecMaxContribution": "1469687,5",
    "coordinator": "CIVITTA EESTI AS",
    "coordinatorCountry": "EE",
    "participants": "BAN NORWAY;DANISH BUSINESS ANGELS;MTU EESTI ARIINGLITE ASSOTSIATSIOON;CONTRIBER FLOWS O‹;FINNISH BUSINESS ANGELS NETWORK RY;NORDICBAN",
    "participantCountries": "NO;DK;EE;FI",
    "projectParticipants": {
        "912233300": {
            "orgId": "912233300",
            "orgName": "FINNISH BUSINESS ANGELS NETWORK RY",
            "ecContrib": 246562
        },
        "912266474": {
            "orgId": "912266474",
            "orgName": "CONTRIBER FLOWS OÜ",
            "ecContrib": 140219
        },
        "912146776": {
            "orgId": "912146776",
            "orgName": "BAN NORWAY",
            "ecContrib": 242188
        },
        "949674524": {
            "orgId": "949674524",
            "orgName": "MTU EESTI ARIINGLITE ASSOTSIATSIOON",
            "ecContrib": 263938
        },
        "912237859": {
            "orgId": "912237859",
            "orgName": "NORDICBAN",
            "ecContrib": 216938
        },
        "912197701": {
            "orgId": "912197701",
            "orgName": "DANISH BUSINESS ANGELS",
            "ecContrib": 234938
        },
        "949542216": {
            "orgId": "949542216",
            "orgName": "CIVITTA EESTI AS",
            "ecContrib": 124906
        }
    },
    "calculatedTotalContribution": 1469689
}