{
    "rcn": "213520",
    "acronym": "BELS-PLUS",
    "topics": "GALILEO-4-2017",
    "title": "Continuing Building European Links toward South East Asia in the field of GNSS - PLUS",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "With the NAVIS Centre in Hanoi, the BELS initiative was able to place a foothold for EU GNSS applications in South East Asia, widely opening international relationships for GNSS solution markets to EU companies. Founded in 2010 the NAVIS Centre serves as entry point for EU companies. Next step to go is the implementation of a fully embedded GNSS NAVIS Demo Centre. It builds upon the broad engagement of companies, researchers and stakeholders during BELS and aims at attracting further EU companies. The Centre will serve as a platform to demonstrate the full value chain of EU GNSS companies; from hardware to software, as well as services and maintenance: BELS\\ will support the acquisition of EU demo companies and prepare a local infrastructure for placement of EU GNSS devices to raise awareness for the European GNSS expertise. This process will be supported by promotion activities to EU companies, within EU clusters and at conferences. In teaming up with the bi-annual ìEuropean Space Solutions (ESS)î Conference a ìEuropean Asian Space Solutionsî twin will be launched comprising local SEA events as well as SEA contributions to the ESS. BELS\\ includes EGNSS days in SEA as well as Demo Workshops in SEA. Moreover, it will contribute to match companies with well trained professionals as well as it will provide EGNSS trainings for professionals in the EU and SEA and thus enhancing GNSS capacity building. Communication of project progress and outcomes, also to the political EU-ASEAN frame, will accompany the work of a highly qualified & balanced consortium of bundled EU and SEA GNSS support, technical and market expertise aiming at further continuing EGNSS collaboration across continents.",
    "totalCost": "730090",
    "ecMaxContribution": "730090",
    "coordinator": "BAVAIRIA EV",
    "coordinatorCountry": "DE",
    "participants": "ANAVS GMBH;NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY;UNIVERSITAT POLITECNICA DE CATALUNYA;ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE;SPACEARTH TECHNOLOGY SRL;NOTTINGHAM SCIENTIFIC LTD;TRUONG DAI HOC BACH KHOA HANOI - HANOI UNIVERSITY OF SCIENCE AND TECHNOLOGY HUST;IFEN GESELLSCHAFT FUR SATELLITENNAVIGATION MBH",
    "participantCountries": "DE;TH;ES;IT;UK;VN",
    "projectParticipants": {
        "952267140": {
            "orgId": "952267140",
            "orgName": "ANAVS GMBH",
            "ecContrib": 41162
        },
        "928441612": {
            "orgId": "928441612",
            "orgName": "SPACEARTH TECHNOLOGY SRL",
            "ecContrib": 35812
        },
        "999451820": {
            "orgId": "999451820",
            "orgName": "NATIONAL SCIENCE & TECHNOLOGY DEVELOPMENT AGENCY",
            "ecContrib": 67848
        },
        "990825707": {
            "orgId": "990825707",
            "orgName": "NOTTINGHAM SCIENTIFIC LTD",
            "ecContrib": 36461
        },
        "999966502": {
            "orgId": "999966502",
            "orgName": "BAVAIRIA EV",
            "ecContrib": 192150
        },
        "999599357": {
            "orgId": "999599357",
            "orgName": "ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE",
            "ecContrib": 141912
        },
        "996395738": {
            "orgId": "996395738",
            "orgName": "IFEN GESELLSCHAFT FUR SATELLITENNAVIGATION MBH",
            "ecContrib": 40031
        },
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 82188
        },
        "997263791": {
            "orgId": "997263791",
            "orgName": "TRUONG DAI HOC BACH KHOA HANOI - HANOI UNIVERSITY OF SCIENCE AND TECHNOLOGY HUST",
            "ecContrib": 92525
        }
    },
    "calculatedTotalContribution": 730089
}