{
    "rcn": "213502",
    "acronym": "Morpheus",
    "topics": "ERC-2017-COG",
    "title": "Morphogenesis of photo-mechanized molecular materials",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The sophistication reached by organic chemistry has enabled the design and synthesis of a wide range of dynamic molecules that display controlled shape changes with an ever-increasing refinement. However, amplifying these molecular-scale dynamics to support shape-transformation in a broad range of macroscopic functions remains a key challenge.\n\nTo address this challenge, I draw inspiration from living materials where molecular machines maintain out of equilibrium states by ingenious coupling with their anisotropic supramolecular environment, and ultimately promote the appearance of emergent properties on higher levels of organization.\n\nThe aim of Morpheus is to develop shape-shifting materials and shape-generating photochemical systems by amplifying the motion of molecular machines over increasing length scales, towards the emergence of cohesive shape transformation in artificial tissue-like materials. \n\nWe will (i) develop motorized materials by coupling light-driven molecular motors to liquid crystals and pre-program photoreaction-diffusion processes to achieve continuous motion; (ii) combine microfluidics with the anisotropic response of liquid crystal elastomers to create a library of shape-shifting bubbles and shells that undergo pre-programmed shape modification under irradiation with light; (iii) promote adhesion between units of mechanized matter, while preserving their original shape-shifting and shape-generating properties; and (iv) assemble tissue-like morphing materials from large cohesive networks of shape-shifting micro-spheres.\n\nThis project will lay the scientific foundation for a new and multidisciplinary approach towards shape-generating molecular materials. It will yield unprecedented examples of emergent dynamics, provide simple models to untangle the underpinnings of mechanical transduction in nature, and contribute to  developing new paradigms for the design of active matter.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}