{
    "rcn": "213512",
    "acronym": "CellFateTech",
    "topics": "ERC-2017-COG",
    "title": "Biotechnology for investigating cell fate choice",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The evolution from a stem cell to differentiated progeny underpins tissue development and homeostasis, which are driven by a multitude of cell fate choices. The transitions underlying these choices are not well understood. There are a number of challenges that must be overcome to achieve this understanding. In the proposed research we will tackle two of the challenges: first, the dynamics of fate choices, i.e. the dependence of transitions on time and inductive signals, remains cryptic; second, mechanical signalling regulates instructive cues for transitions but its role in the process is uncertain. One of the primary reasons these important aspects of cell fate choice remain a mystery is because the biology has not been coupled to the biotechnology appropriate to unravel it. This is the purpose of the proposed research: we will develop tools based in microfluidics, microfabrication and hydrogels and integrate them with our stem cell biology expertise to illuminate the process of cell fate choice. We will develop single cell microfluidic technology that possesses unprecedented temporal resolution and control over the signalling environment to study cell fate dynamics. We will also synthesize hydrogel substrates to exert complete control over the mechanical microenvironment of stem cells. Finally, we will advance tools to apply reproducible and defined forces to cells in order to study the role mechanical signalling in cell fate choice. Developing the proposed technology kit hand-in-hand with its biological applications will allow us to delve into the mechanisms of biological transitions in multiple stem cell systems, allowing us to uncover universal phenomena governing cell fate choice.",
    "totalCost": "1876618",
    "ecMaxContribution": "1876618",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}