{
    "rcn": "213607",
    "acronym": "FLEXICAT",
    "topics": "ERC-2017-PoC",
    "title": "Upgrading waste glycerol to essential chemicals",
    "startDate": "01/08/2018",
    "endDate": "31/07/2019",
    "objective": "The production of waste glycerol is increasing annually and there is a desire to efficiently upgrade it to more valuable chemicals. In particular glycerol is a bio-derived feedstock and its efficient transformation to essential chemicals is an alternative to using fossil fuel based resources. We have discovered a new-class of catalysts based on active metal nanoparticles supported on perovskite metal oxides. These catalysts are very efficient for the transformation of glycerol to highly desirable products, like lactic acid, and they have been patented. We are able to control the product selectivity and activity of the catalysts by tailoring the composition of the perovskite phase, and exert an unprecedented degree of control over the yield of the desired product. The new catalysts demonstrate a level of performance that is industrially significant. The perovskite-based catalyst system is a major advance and the key step is in the preparation of the perovskites in order to achieve high surface areas. This activity is unique to perovskites and we now want to take this discovery forward to attain a flexible/adaptable process for conversion of glycerol to higher value materials, maximising value by allowing switching of product streams. The commercial proposition for which we are seeking financial support is to bring forward a demonstrator catalyst system that delivers the efficient formation of selected products (e.g. glyceric acid, lactic acid, tartronic acid) from glycerol. The technical programme has been developed following feedback from industry and independent market research commissioned by Cardiff and will focus on de-risking the technology and strengthening the commercial case to exploit this innovation.",
    "totalCost": "146461",
    "ecMaxContribution": "146461",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 146461
        }
    },
    "calculatedTotalContribution": 146461
}