{
    "rcn": "213640",
    "acronym": "DrBox",
    "topics": "SMEInst-01-2016-2017",
    "title": "eHealth platform to assess patient clinical progress due to prescribed medication",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "The objective of prescribing medicines is to improve patient health. However, many times the expected results of medications are not achieved, which causes morbidity and mortality associated to medication use. These failures of prescription drug use have been published in numerous scientific studies and negatively affect patient health as well as cause economic damages (to patients in particular and society in general). But studies show that the majority of these failures are avoidable.\nAlthough expenses in healthcare to treat patients are high, the prevalence of morbi-mortality associated to drug prescription is high, mostly due to the fact that patients fail to follow doctorís instructions on prescription and/or doctors duplicating therapeutics, which includes unforeseen drug interactions that can cause harm to patients.\nTo this avail, FSaude, working closely with software developers, chemists, medical doctors and patients since 1960, has a team of 14 experts that have generated a 2,6MÄ turnover in 2016, decided to develop an eHealth platform to assess patient clinical progress due to prescribed medication ñ DrBox. \nThere is a market opportunity in improving a pharmacistís capacity to provide Pharmaceutical Care, through a Therapeutics Management program, in order to reduce patientís morbi-mortality related to drug use, improve patientís quality of life and reduce overall costs to citizens and society. \nDrBox allows, for the first time in the history of modern health, the possibility for health program management entities (MD, pharmacies, nursing homes, etc.) to be able to receive in real time the epidemiological information needed to make decisions in the National Health Systems.\nAt the present moment DrBox is being tested in three pharmacies and one nursing home, with a total of 70.000 registered users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FARMACIA SAUDE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914528126": {
            "orgId": "914528126",
            "orgName": "FARMACIA SAUDE LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}