{
    "rcn": "213614",
    "acronym": "CBCLASER",
    "topics": "SMEInst-02-2016-2017",
    "title": "Revolutionizing Industrial Materials Processing with Optical Phased Array Coherent BeamCombined High Power, Digitally controlled Lasers.",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "CIVAN Advanced Technologies is developing a High Power, Coherent Beam Combined (CBC) laser product to disrupt the Industrial Materials Processing market. The CBCLASER is based on proprietary Optical Phased Array (OPA) CBC technology that is proven to support quality and robustness required by industry. Civanís CBCLASER product represents the first time that this technology is deployed in an industrial laser product.\n\nThe product will have extremely unique inherent capabilities such as digital, dynamic controls including: varying beam spot size, shape and beam parameter product, at MHz speeds; modulating laser power at MHz speeds, and fast beam steering at MHz speeds. These features are not available in any state of the art laser and will enable major breakthroughs in both the competitiveness of existing industrial processes (metal cutting, welding, 3D printing), as well as in new applications (eg high speed surface functionalization).\n\nThe objective of the CBCLASER program is to scale-up the existing, lower Power OPA CBC that was already successfully demonstrated with potential end users into an OEM ready 5kW OPA CBC Laser for High Speed Materials Processing. In the last months Civan had received inputs that a 5kW output with all the mentioned features will be more than enough to achieve disruptive performance for many industrial applications. At that power level Civan shall be able to offer a very attractive price, to achieve wide market entry. The laserís advantages are to be tested and optimized in pilot programs with three large EU based leaders from the OEM automotive, electronics automotive and aerospace industries.\n\nWithin the CBCLASER program, CIVAN is to scale-up its manufacturing ability to meet industrial production standards, and drive forward its marketing efforts. CBCLASER will significantly impact Industrial Materials processing through laser beam digitization and other disruptive features that are key to realizing industry 4.0.",
    "totalCost": "2813750",
    "ecMaxContribution": "1969625",
    "coordinator": "CIVAN ADVANCED TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935071368": {
            "orgId": "935071368",
            "orgName": "CIVAN ADVANCED TECHNOLOGIES LTD",
            "ecContrib": 1969625
        }
    },
    "calculatedTotalContribution": 1969625
}