{
    "rcn": "213686",
    "acronym": "Zbox",
    "topics": "SMEInst-10-2016-2017",
    "title": "ZBOX: THE NEXT GENERATION OF FOLDABLE CONTAINERS",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The main goal of the project is to move on the concept of a foldable container to industrial readiness. NAVLANDIS has developed a suitable solution for foldable containers based on the Zbox folding mechanism (European Patent 3061707), already under a TRL 7 prototype, that guarantees a robust container with a limited number of moving parts that thanks to its Z movement requires less human effort, time and space to be completely folded and unfolded than the competitors and allows to build the lightest foldable container. Zbox Squeezes 5 containers into the volume of a traditional one, allowing to reduce 50% the operation costs, 80% the land for storage and 20% the CO2 emissions. During this phase 1, a feasibility study will be carried out with these objectives: 1) Perform a technical viability plan including in depth analysis of the technical requirements for the obataining of international certifications ISO 1456-1 and CSC. 2) Study of the tasks to be performed in order to reduce costs of production through optimization of components, cheaper costs of procurement and economy of scale. 3) In depth study of the possible manufacturer partners who may produce the containers in the expected amount and costs. 4) Identify the major market risks and detailed analysis of commercial barriers to overcome during the project. 5) Commercialization plan that will contain a deep analysis of our potential clients and markets. In the phase 2, around 120 foldable containers of three different standard measures will be built with the aim of testing them in real conditions and certifying in the standards of the container transport business. After this industrial process, ZBOX containers will be proven on a specific and controlled route, to demonstrate the real performance of the container in shipping lines, forwarders, industrial and leasing companies, the final commercialisation destiny of these foldable containers.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAVLANDIS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917257221": {
            "orgId": "917257221",
            "orgName": "NAVLANDIS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}