{
    "rcn": "213682",
    "acronym": "SeQfood",
    "topics": "SMEInst-07-2016-2017",
    "title": "Cost-Efficient Network for the Genetic Certification of Food Quality",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "SeQfood project aims to provide the first tool for verifiable product authenticity certification and traceability along the food chain; also being the first electronic network for the genetic certification of food products. The invention relies on our proprietary Genowas-GENOMID fingerprinting technology, a smart system for agrifood certification and labeling by means of 2DNA codes which provide reliable, unique and forgery-proof information of identity, composition and geographical origin. Product¥s information will be freely available in the SeQfood web, increasing transparency and consumer¥s confidence. SeQfood will result on added value for high-quality products, but also simplifying logistics and traceability. Another powerful novelty is that costs and delivery time are comparable to PCR techniques but our solution provides greater information in a one-step assay. SeQfood represents an essential pillar for the company¥s growth since by its commercialization the company will be able to penetrate the growing food traceability market and consolidate its position in the fields of genomics, proteomics and metabolomics. To ensure the successful market launch, our company will conduct a robust feasibility study and a business plan where main technical, commercial and financial resources and requirements will be deeply analyzed. SeQfood is in line with one of the present Societal Challenges of the European Commission addressing ìSustainable and competitive agri-food sector for a safe and healthy dietî, since it will serve as the first verifiable, standardized and free-access tool for warranting food safety, quality and traceability from production to consumption, and vice verse. This will improve food fraud prevention while also promoting high-quality authentic products, which is crucial to assure the commercial success of European high-value agrifood products on international markets, as well as to ensure that consumerí rights and health are protected.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOGENETICS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938277994": {
            "orgId": "938277994",
            "orgName": "BIOGENETICS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}