{
    "rcn": "213612",
    "acronym": "EnvironmetrY",
    "topics": "SMEInst-11-2016-2017",
    "title": "Environmental Urban Monitoring System",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Environmental monitoring serves a vital industrial and scientific role by revealing long-term trends, leading to new knowledge and understanding; monitoring is also essential for evaluating environmental planning and policy since without monitoring, they cannot prove their success or identify areas for improvement. Monitoring activities have acquired an increased relevance also when considering the Industry 4.0 paradigm. W2W intends to introduce in the market Environ&metrY, as an integrated, homogeneous, scalable and modular air and environmental monitoring system, for urban and sub-urban areas, deployed through a scalable cloud-based platform for the IoT, developed and owned by the applicant, COIOTE (www.coiote.io), and the new technology for wireless data transmission SigFox, LoRaWAN GPRS as well as NB-IoT or and indoor environments, on the basis of specific users requirements. The innovation is meant to be used in outdoor contexts, but providing also an indoor applicability, since it can be used within close public space environments, such as school, offices, universities, banks, etc. The aim of the project is to develop a complete feasibility study so for: Business strategy definition and validation; defining market issues; setting technological and organization requirements; developing a multiannual financial overview; defining IPR related issues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "W2W SOLUTIONS ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913609245": {
            "orgId": "913609245",
            "orgName": "W2W SOLUTIONS ITALIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}