{
    "rcn": "213651",
    "acronym": "BEE LABEL",
    "topics": "SMEInst-07-2016-2017",
    "title": "Bee Label: A new remote beehive surveillance for better bee health and secured pollination",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Bee Angels is a young French SME, which has developed and commercialised a 1st generation of a new connected beehive system called Bee Label. It allows beekeepers to remotely check their hives and to take proactive steps to keep bees safe and happy, to fight against their disappearance and ensure pollination. Between 30% to 50% of bees dying-off each year. It poses a severe threat to European and global agriculture because bees pollinate more than 70 of the top 100 crops that provide 90% of the worldís food. Bees are guardians of the environment, warning us about climatic changes and environmental upheavals. Bee populations have declined worldwide, due to food source loss, stress, mites, fungus, and pesticides use. The European Parliament has stated that it is urgent to respond to this crisis in an appropriate manner and with effective weapons. \nBee Label breakthrough system includes a connected beehive device, a mobile app and offers sponsorship of hives by large companies via Corporate Social Responsibility (CSR) programme. It would reduce the beesí mortality up to 40%, saving around Ä1500/year/hive. Due to a decrease in travel, it would also reduce fuel consumption and CO2 by about 30%.\nBee Label is available through the Bee Angelsí e-commerce website. About 60 systems have been installed across France and several CSR actions have been initiated with large companies.\nThe objective of the feasibility study is to improve the current product by adding new internal beehive sensors for temperature and moisture levels, new cameras to monitor bees and to detect pathogens, and new solar panels. Bee Angelsí market positioning and commercialisation via large companies using CSR, beekeepers and pollination services will be better defined as well.\nThis will open new business opportunities and enable Bee Angels to generate an ambitious turnover of Ä19M in 2022. It will also create at least 38 new European jobs to drive development, marketing and international sales efforts.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BEE ANGELS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912687066": {
            "orgId": "912687066",
            "orgName": "BEE ANGELS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}