{
    "rcn": "213604",
    "acronym": "GigaFemto",
    "topics": "ERC-2017-PoC",
    "title": "Towards matchbox-size GHz femtosecond lasers for frequency combs generation: ëa femtosecond laser fabricating a femtosecond laserí",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Femtosecond laser GHz cavity lasers has enabled a new type of optical frequency comb that have defined a new standard and a universal method for precisely measuring optical frequencies measuring. This quantum leap in metrology unravelled numerous technological innovations, from more precise atomic clocks to unprecedented data-transmission flowrate in telecoms. So far, optical frequency-comb systems remain table-top size and expensive, an impediment for further adoptions of this major technological break-through. \n\nHere, we propose a novel concept of monolithic, miniaturized ñ matchbox size - femtosecond laser GHz cavity, in which all the optical functions are integrated in a same substrate, including active functions requiring active tuning or electro-optics effects. This concept relies on femtosecond laser machining combined with post-processing methods to fabricate this optical cavity and to perform the fine alignment required for proper laser operation. It defines a new paradigm where ëa femtosecond laser is used to fabricate and tune another femtosecond laserí. \n\nSpecifically, GigaFemto aim at 1/ demonstrating the first all-in-glass femtosecond GHz cavity, of matchbox size, fabricated and tuned by another femtosecond lasers and 2/ laying the seeds for a commercial exploitation by a spin-off company of our laboratory. The later will include a market analysis and a thorough precompetitive study.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}