{
    "rcn": "213681",
    "acronym": "GENAQ",
    "topics": "SMEInst-11-2016-2017",
    "title": "Replicating the Natural Rain Process for a Sustainable Distributed Water Production: More Water with Less Consumed Energy",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Our society is in front of numerous challenges, trying to meet worldís increasing water needs, as: plastic waste from bottled water, massive water demand, pollution of superficial waters, scarcity, sanitation or climate change. The main existing drinking water solutions, intending to overcome the low quality/scarcity of superficial fresh water sources, are bottled water, desalination plants, water tanks or aquifers. However, they all present significant gaps, as they are unsustainable, polluting or they require high CAPEX/OPEX. On the other hand, atmospheric water generators have a reduced cost/l and although, they constitute a promising, though yet unknown solution for the domestic sector, they currently lack energy efficiency, manufacturing capacity and solid sales network. These gaps generate significant market opportunities in the drinking water industry (expected to reach Ä1.2 trillion by 2025) for our innovation.\nWith GENAQ we aim to provide a drinking water generation solution wherever needed with zero environmental impact. Our AWGs are drinking water production units harvesting the humidity in the air to produce condensed drinking water of high purity anywhere in the world. We produce water with excellent properties, which fully complies with WHO standards/EU laws and is certified by EU health authorities. Our system decreases the use of plastic bottles, and achieves 50% more water production with 150% reduced energy consumption (0.19 kWh/l), compared to existing AWG solutions under the same conditions. Our AWGs can be autonomous, using sustainable power sources, resulting in almost zero OPEX. The successful commercialization of this project, based on the distributed production of water will reach a cumulative turnover of Ä135.6M by 2025. Based on our initial business plan, we estimate to sell over 17,000 units/year, create Ä21.61M cumulative profit, generate ROI of 3.68 and create in total 356 new jobs after five years of commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GENAQ TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910330548": {
            "orgId": "910330548",
            "orgName": "GENAQ TECHNOLOGIES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}