{
    "rcn": "213672",
    "acronym": "Verbatizer",
    "topics": "SMEInst-01-2016-2017",
    "title": "A cutting edge transcription process and technology revolutionizing the transcription industry.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "In todayís business environment, an endless string of meetings, interviews, conferences and seminars are being conducted. In this scenario, deaf people often lack access to information, being this considered as indirect discrimination. Companies shall provide reasonable accommodation for deaf and hard of hearing people since they are at high risk of becoming unemployed and remaining unemployed, drifting into long term unemployment. Moreover, it is a fact that the majority (56%) of deaf or hard of hearing employees have experienced discrimination during their career, leading to one out of four deaf people leaving a job because of a difficult environment.\n\nVerbatizer makes transcription services easier and more profitable. With an overall accuracy of 95%, it is the most accurate technology in the transcription industry. Verbatizer guarantees the fastest turnaround time at any volume and a highly experienced team of transcribers, which make possible the most competitive price per value in transcription market. The breakthrough behind Verbatizer are its processing modules, able to discriminate between different languages and speakers, improve recognition sensitivity regardless the environmental noise and recognise the topic of the audio for improved accuracy.\n\nTo date, we have raised Ä650K from the Israeli OCS and Ä3.4M from top tier Venture Capitals and private investors, of which Ä1.92M have been invested into the development of our ASR engine and ensure its robustness and efficacy. Within the overall project, we intend to finalise software engineering and conduct a multi-customer pilot trial within Europe. Current IP portfolio will be expanded to EU.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of Verbatizer and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VERBIT SOFTWARE LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911407830": {
            "orgId": "911407830",
            "orgName": "VERBIT SOFTWARE LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}