{
    "rcn": "213616",
    "acronym": "ShellJeTTPlus",
    "topics": "SMEInst-09-2016-2017",
    "title": "Automated System for Total Fouling Removal of Heat Exchangers",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In Oil & Gas, fouling, i.e. deposition of unwanted materials on heat transfer surfaces, is a notorious problem with severe effects on refinery economics, energy efficiency and carbon footprint. The total heat exchanger fouling costs were shown to exceed US$4.4 billion annually for industrialised countries.\nShell-and-tube heat exchangers, prevalent in refineries and petrochemical plants, experience most of the fouling on external tube surfaces. Traditional water jet systems (manual and automated) are unable to penetrate the 6mm space between the tube rows, thereby leaving approximately 40%-60% of fouling uncleaned.\nTube Tech, a market leader with more than 25 years of experience in fouling removal, have developed ShellJeTT, an innovative cleaning technology carefully engineered to go through these corridors, enabling 98% fouling removal. This keeps heat exchangers free from fouling; enabling considerable financial savings for the refinery operators. Specifically, results achieved from two case studies where ShellJeTT was applied (TRL-6), evidenced Return on Investment (ROI) of 5:1 to 20:1.\nDuring ShellJeTT\\, we target to enhance our current systemís automation capabilities, allowing our operators to deploy ShellJeTT in a robotic mode. This will move them further away from the blasted area and reduce the deployment time. Projectís activities are structured to raise the technology readiness of ShellJeTT\\ to TRL-9, through an extended period of market replication and demonstration activities.\nShellJeTT\\ is poised to have a tremendous impact in both economic and environmental terms; it will enable the oil refining industry to reduce operational costs by $2.46bn per year while reducing CO2 emissions by 313200 tonnes per year.\nOver a 5-year period after ShellJeTT\\ís market launch we aim to increase our revenue by Ä6.75 million up to Ä33.75 million per year. In 2025, our cumulative net profits are calculated at Ä24 million, having generated more than 120 jobs.",
    "totalCost": "1723387,5",
    "ecMaxContribution": "1206371,25",
    "coordinator": "TUBE TECH INTERNATIONAL LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997979845": {
            "orgId": "997979845",
            "orgName": "TUBE TECH INTERNATIONAL LIMITED",
            "ecContrib": 1206371
        }
    },
    "calculatedTotalContribution": 1206371
}