{
    "rcn": "213687",
    "acronym": "GREEN BOARD",
    "topics": "SMEInst-11-2016-2017",
    "title": "Sustainable Production of High-End Wood Products Using Recycled and Environmentally FriendlyMaterials",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Resource efficiency is a central theme for the ECís 2020 strategy and especially forests are among our most precious resources. Currently, large quantities of the old wood are being recycled from buildings that are no longer needed, but the recycling yield is only 15% due to the low quality of the materials. This leads to increased prices and waiting times for highquality furniture and interior products which rely on solid/old wood sources.\nAt JGrabner we have invested over Ä5 million in the development of our technology, creating a solution to this problem that only uses thin layers of the expensive old wood on top of high-quality plywood substrates, thereby increasing the recycling yield to 60%. Our innovative process creates toxin-free, wood-based materials that not only rival the visual and haptic experience of solid and old wood products but also surpasses them in terms of costs, customizability, durability, sustainability and availability. These quality standards cannot be reached by any of the competing technologies. With GREEN BOARD, we will bring our technology to the interior and furniture sectors, thereby creating a new market for old wood materials. We offer never-seen-before applications of old wood, such as floorings or wall interiors which have been elusive till now, due to the special needs of the bulk old wood materials. With GREEN BOARD, we can customize any wood material to the needs of our customers. With the customer demand for high-end wood products rising and the Ä361 billion furniture and interior market growing at an average rate of 10% annually, weíre perfectly positioned to use this unique business opportunity in Europe. With a funding of Ä1.1 million in funding for GREEN BOARDs Phase 2, we will achieve Ä5.4 million in profits over 3 years after the projectís completion with a ROI of 3.9 and create 25 jobs during JGrabnerís growth process, all while promoting the sustainability of the EU's high end wood industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "J GRABNER GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912180338": {
            "orgId": "912180338",
            "orgName": "J GRABNER GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}