{
    "rcn": "213637",
    "acronym": "DESIRE",
    "topics": "SMEInst-09-2016-2017",
    "title": "RENEWABLE ENERGY COOLING SYSTEMS BASED ON PHASE CHANGE TECHNOLOGY",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "ALAZ ARIMA S.L. is a company specialized in the design, development, manufacture and commercialization of two-phase thermosyphons based technology cooling systems, applicable to wind turbines components and to other sectors, such as photovoltaics. Through DESIRE, the company has developed a breakthrough cooling solution for wind turbines whose technical viability has already been validated through different developments and testing activities.\nEven with recent improvements in wind turbines technology, there is a need for more efficient cooling systems in order to reduce operating and maintenance costs and to optimize the performance of wind farms. Current cooling systems are complex and formed by many components (motor pumps, fans, etc.) which: increase the cost (expensive components); limit the life of the complete system to less than 20 years; increase maintenance expenses (thousands of euros during the useful life); consume energy (up to several tents of kW, approx. 1% of the produced energy) and need big room generating high noise.\nThe new technology developed by ALAZ will allow to remove certain components of the current cooling solutions, simplifying it and leading to reducing system associated costs, increasing the useful life, reducing maintenance costs, reducing energy consumption and reducing space needs and noise. Currently, ALAZ is working in the assembly and validation of the first prototypes. The support of the SME Instrument Phase 1 will help consolidating ALAZís activity and reaching the market by 2019 as well as new clients and sectors as soon as possible, increasing exponentially the sales and staff.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALAZ ARIMA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913058770": {
            "orgId": "913058770",
            "orgName": "ALAZ ARIMA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}