{
    "rcn": "213619",
    "acronym": "Magnetic Fluids",
    "topics": "SMEInst-11-2016-2017",
    "title": "A Key Enabling Technology for metals recovery and water management based on functionalized magnetic particles for galvanic industry",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Surface Treatment of metals (e.g. galvanization) involves a lot of washing, rinsing and batch dumps steps, which generate a huge amount of wastewater, containing soluble forms of the various metals used in the treatment (Zn, Ni, Cr). After the chemical-physical treatment of waste waters based on precipitation, a relevant amount of sludge, containing metal oxides, which need to be disposed as hazardous waste at a cost of about 1500 Euro/ton.\nCaptive Systems has developed and patented a technology for producing amphiphilic magnetic nanoparticles, which are soluble in water, and can be used as ìMagnetic Fluidsî (MF) for the capture, removal and recovery of metal ions from wastewaters and in a single step, by simply using a mixing and magnetic trap. This allows to reduce by 90% the production of sludge as hazardous waste and to recover the metals, in a simple and cheap solution: estimated reduction of cost for waste water treatment and sludge disposal is > 70%.\nThe technology has been tested at pilot scale in the galvanic industry, in collaboration with the industrial partners involved in the company: a galvanic industry, a producer of consumables for the galvanic industry and a company specialized in the waste treatment. \nOnce scaled up and demonstrated at industrial level, MF can become a BAT for the waste water treatment in the galvanic industry. The market entry is targeted selling the plants and the consumables in JV with the industrial partners; however to expand in the market a ìturnkey service modelî is targeted to minimize the cost for the end user, typically SMEs.\nIn the feasibility study Captive needs to carry out: 1) Customer Validation for the market price target verification, 2) Profiling industrial partners and investors to pave the way to agreements signature for the scale up of the industrial production and the launch of the turnkey service business model; 3) Refining the Business Plan and the Investment strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAPTIVE SYSTEMS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916768341": {
            "orgId": "916768341",
            "orgName": "CAPTIVE SYSTEMS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}