{
    "rcn": "213631",
    "acronym": "ClearRing",
    "topics": "SMEInst-06-2016-2017",
    "title": "An innovative, minimally invasive medical device used for treatment of Benign Prostatic Hyperplasia symptoms.",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "There are approximately 30 million men worldwide who experience moderate to severe Benign Prostatic Hyperplasia (BPH) symptoms. These symptoms, such as urgent need to urinate, difficulty starting urination, weak stream, or increased frequency of urination, are severe enough to disrupt a patientís daily lifestyle. Of the 30 million sufferers, an estimated 25% require immediate active treatment. Transurethral Resection of the Prostate (TURP), the current gold standard procedure, is costly, ineffective, and can lead to harsh side effects such as infertility, erectile dysfunction, and bladder irritability, while alpha blockers can lead to weakness, dizziness, and headaches. Therefore, there is a significant unmet need for minimally invasive BPH therapy as a less costly, tolerable, and safe alternative to drugs and surgery. Pro Arc Medical is introducing the ClearRing system, designed to expand the prostate and provide immediate relief of BPH symptoms. Because all of the tools necessary are located within the housing of the elongated shaft, the device can easily be inserted and removed without the need for extraneous procedures. The ClearRing system will bring an immediate cost reduction and time advantage to surgeons and hospitals. The minimally invasive procedure will reduce the range and severity of side effects allowing patients to resume their normal lifestyles potentially twice as fast as the current standard operation procedure. During the feasibility assessment, a go-to-market strategy and a supply chain will be established, as well as further development plan will be drafted.  Pro Arc will upgrade the ClearRing system, as well as optimize the system in order to allow for two implants to be inserted at the same time during the second phase of innovation project. A clinical trial will then be initiated to obtain ISO 13845 and CE mark.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROARC MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910992767": {
            "orgId": "910992767",
            "orgName": "PROARC MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}