{
    "rcn": "213629",
    "acronym": "TARASOL",
    "topics": "SMEInst-08-2016-2017",
    "title": "TARAS”L - The pioneering bio-marine liposomal Sunscreen released to the skin upon sunlight exposure",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Every human being from developed countries have beauty and personal care products, with a recent study showing French women use on average 18 cosmetics every day, which translates into an exposure of more than 100 chemicals daily. Unfortunately, many chemicals present in these products such as parabens or phthalates cause undesirable toxic effects in humans and the environment, leading to distressing medical issues like contact urticaria, endocrine disrupting effects (which may lead to cancer) or decreased male fertility. Moreover, despite the systematic use of sunscreen which is vital to prevent the harmful effects of prolonged sunlight exposure, many UV filter molecules still present toxicity issues themselves. TARAMAR was founded in 2010 with the aim to design, develop and commercialize all natural and risk-free cosmetic products. With TARAS”L, TARAMAR will deploy to the European market the first synthetic and toxicity-free scientifically-based organic sunscreen lacking adverse effects. TARAS”L is the result of years of basic research and technology transfer efforts that have led to a prototype incorporating three main innovations: a seaweed-based UV-filter with high protection against sunlight; a fully natural formulation and production process that circumvents the use of conventional preservatives and solvents and finally, a liposome-based delivery system equipped with an open mechanism that stabilizes and releases the bioactive UV filter upon sunlight exposure. Given the organic personal care and cosmetics global market is estimated to grow at a CAGR of ~10% per annum (with an estimated value of Ä17 billion by 2022), and the specific segment of organic sunscreens is calculated to be worth nearly Ä200 million per annum, TARAS”L is expected to be a commercial success, increasing the companyís revenue from Ä0.16 (in 2016) to Ä5.52M and allowing to double the number of jobs (14) by year 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TARAMAR EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930343103": {
            "orgId": "930343103",
            "orgName": "TARAMAR EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}