{
    "rcn": "213635",
    "acronym": "Stranich F3000",
    "topics": "SMEInst-09-2016-2017",
    "title": "STRANICH F3000: AN ENERGY EFFICENT INDUSTRIAL TURBOFAN FOR HIGH PRESSURE APPLICATIONS REQUIREMENTS",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Aeromecannica, is a well-stablished Italian SME company with 40 yearsí experience in the design and fabrication of fans and blowers, with a strong presence at international level. In this Phase 1, we aim to determine the financial and technical viability of the industrialisation process of a low energy consumption turbofan for fluid concentrations with pressures over 15,000 Pa. Target sectors include the Food & Beverage, Chemical and Petrochemical Industries.  We propose an innovative impeller design that allows the flow to go through the impeller free of turbulences, thus improving aerodynamic efficiency. The main advantage is the consistent reduction of the absorbed power resulting in an increase of energy up to 15% more than the existing competitors in the market for similar applications and a 33% saving on capital investment. \nThanks to this new design, the European targeted industries will be able to commit with the regulatory framework and reduce the operation costs, making them more competitive face to international markets.\nWe will not offer a single product to the market, but a range of products to satisfy the demands of different clients avoiding oversized products. With a scaled-up prototype already manufactured and tested, in Phase 2, will develop 3 serial products for different flow rates: <50,000 m3/h; 50,000 -100,000 m3/h and >100,000 m3/h and design the final automated manufacturing line. Within this Phase 1, Fully assess reliable cost forecast for the final automatic manufacturing line to be installed in Phase 3 and definition of the financial strategy implementations. We will also draft the principal lines of our commercialisation strategy to launch STRANICH F3000 to the Italian and European markets (from the Italian and French agencies). We expect a payback period of 3 years, a Return of Investment (ROI) of 2.31 in year 5, with a cumulated turnover of Ä 11,57 million in 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEROMECCANICA STRANICH SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910502141": {
            "orgId": "910502141",
            "orgName": "AEROMECCANICA STRANICH SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}