{
    "rcn": "213678",
    "acronym": "BotsAndUS",
    "topics": "SMEInst-01-2016-2017",
    "title": "BotsAndUS - First Assistant Robot For Retail And Hospitality",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "The retail and hospitality sectors have been facing an international increase both in terms of demand and sophistication. However, they are facing a series of issues. For instance, online is threatening retailers, traditional hotels and event attendance, which offer the advantage of convenience, advocacy and smart, real time insights/data. Also, customers have become immune to marketing across all channels. In this context, it is crucial for the companies from these sectors to offer memorable, fund and useful experiences, which is the key to encourage and multiply visits and sales. BotsAndUS intend to take advantage of this context by offering companies that rely on face to face customer interaction a state-of-the-art robot. It is capable to interact with people of various genders and ages, to autonomously approach and engage in conversation, as well as react to emotions, all to offer outstanding customer service. The market size for retail robots will reach 10 billion euros in 2025, the annual reduction in the cost of manufacturing robots able to interact with humans will drop by 26%, whereas there will be 3o times more interactions per day between humans and robots. BotsAndUs aim is to develop a consumer robot, able to autonomously approach and engage in conversation, react to emotions. Our company puts the user at the centre of Human-Robot-Interaction and develops an innovative technology by combining social sciences, human-centred design and cutting-edge engineering. Bo is the first robot that combines various technologies from the ICT sector to obtain a ìsocial robotî, which will be able to optimally interact with customers by engaging in conversations and adapt to various working environments and feedback from people. To ensure successful commercialization, in Phase 1 of SME Instrument, BotsAndUSintends to develop an elaborate feasibility study for Bo robot commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOTSANDUS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910321333": {
            "orgId": "910321333",
            "orgName": "BOTSANDUS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}