{
    "rcn": "213625",
    "acronym": "ARRECIFE",
    "topics": "SMEInst-09-2016-2017",
    "title": "Coral Reef wisdom to capture Wave Energy",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The sea is the most abundant, inexhaustible and predictable renewable energy resource. The EU has set targets to deploy 100 GW of ocean energy devices by 2050, producing up to 10% of its electricity. However, current wave energy converters (WECs) face several constraints to reach the market. At Nowave Engineering Solutions S.L. we have developed an advanced multi-turbine system capable of efficiently capturing wave energy to produce electricity: ARRECIFE. While state-of-the-art WEC systems have reached a maximum capacity factor of 25%, Arrecife has already proven a capacity factor of 55%. This high performance is achieved thanks to the optimized design of Arrecife, which allows to capture both the horizontal (kinetic) and vertical (potential) energy components of the wave. Moreover, while most WEC systems are designed to work with waves of 6-8m, Arrecife is designed to work optimally with wave heights of 1-5 m, which constitute 85% of the available resource globally. Besides low capacity factors, other WEC systems are not competitive in our demanding energy market because of their high capital and operating costs, which results in LCOE of up to 110 Ä/MWh. Arrecife has a simple design, composed of commercially available materials, that reduces capital and operating cost and provides a LCOE of 46 Ä/MWh. Arrecife also incorporates a unique immersion mechanism, ensuring survivability during storms or under adverse sea conditions, increasing the lifetime of the system to over 20 years. This patented technology has been prototyped in a 1:10 scale and successfully tested in relevant environment.\nThe objective of this project is the industrial adaptation and commercialization of our patented wave energy conversion technology. For this, we first need to develop and test a 1:1 scale prototype, reaching a minimum conversion factor of 55%. After the first five years of commercialization, we aim to reach 68 units sold, which will rend us a profit of 17 MÄ and a ROI of 5.5.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NOWAVE ENGINEERING SOLUTIONS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "909962918": {
            "orgId": "909962918",
            "orgName": "NOWAVE ENGINEERING SOLUTIONS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}