{
    "rcn": "213643",
    "acronym": "Retiplus",
    "topics": "SMEInst-01-2016-2017",
    "title": "App on AR-Smartglasses for improved autonomy and mobility of visual impaired persons",
    "startDate": "01/02/2018",
    "endDate": "30/06/2018",
    "objective": "Plusindes is a private company born with the main mission of providing visually impaired people with solutions to assist their very complicated daily living. \nVisual impairment, also known Low Vision, is a condition caused by eye disease in which the ability to see is decreased to a degree that causes problems not fixable by usual means, such as eyeglasses, contact lenses, medicines or surgery. With low vision it is hard or impossible to do many of normal daily tasks such as driving, reading, socializing or walking. It is therefore a disabling condition that affects very negatively the quality of life of affected people, who lose their autonomy and thus become highly frustrated and depressed in most cases. Furthermore, visual impairments have considerable economic costs both directly due to the cost of treatment and indirectly due to decreased ability to work.\nRetiplus will offer low vision patients a usable and versatile solution for improved mobility, accessibility and autonomy that will not imply them suffering from the social awkwardness of wearing a signpost in their heads to advertise their disability. Retiplus is a patented technology to compensate vision impaired troubles based on wearable augmented reality (AR) smartglasses which basic mode of action is exploiting the residual vision of visually impaired people to assist them in daily activities. \nIt is calculated that there are more than 285 million people who were visually impaired of which 246 million have low vision and 39 million are totally blind. This unfortunate picture of the reality is in fact the validation of the Retiplus investment opportunity.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLUSINDES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918764019": {
            "orgId": "918764019",
            "orgName": "PLUSINDES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}