{
    "rcn": "213650",
    "acronym": "SCAN-TMS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Scalable and Customizable Power Transformer Monitoring System",
    "startDate": "01/02/2018",
    "endDate": "30/06/2018",
    "objective": "Power transformers (PT) are the most expensive and strategic components of any power system. Their failures (even catastrophic) or deterioration can jeopardize firmsí productivity. Transformers Monitoring Systems (TMS) are becoming key tools for a proactive and preventive maintenance.\nHowever, most TMS in the market are basic ìdata collectorsî or partial solutions that do not cover all critical parameters. Current high-level TMS to support decision-making are only cost-effective for Large Power Transformers (LPT) over 16MVA. Therefore, there is an important market niche: those LPT below 16 MVA and the whole Medium Power Transformers (MPT) segment. Besides, none of the TMS in the market monitors PT in a de-energized situation, as the transport from the manufacturer to the purchaserís facility, when improper handling or storage can lead to serious damages.\nReycon is a 20-year experienced electromechanical firm, provider of the major worldwide PT manufacturers. SCAN is our innovative and cost-effective TMS, completely scalable and customizable for all range of PT (from LPT to MPT), which is the result of a 2-year R&D project. It is an affordable diagnosis tool full of functionalities for all our end-users: PT manufacturers, electricity producers, industries, insurance and cargo companies. Due to different operative environments, 2 systems have been tested: SCAN Transport (de-energized conditions) and Operation (operating conditions).\nThis study is aimed at confirming the technical, commercial and financial feasibility of both SCAN-TMS, through the update of the market data, a FtO analysis, a Work Plan for the technical optimization, and a review of our business plan. We will use our sound market position to launch SCAN-TMS, first in those countries with Reyconís presence, and then globally. The primary target will be oil immersed MPT and LPT. Based on a conservative forecast, by the 5th year from launching weíll generate cumulative revenues of Ä26m and create 20 jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RECTIFICADOS Y CONTROL SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911507158": {
            "orgId": "911507158",
            "orgName": "RECTIFICADOS Y CONTROL SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}