{
    "rcn": "213674",
    "acronym": "CARBOMART",
    "topics": "SMEInst-09-2016-2017",
    "title": "Trading Platform for Sustainable Carbon Credits",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "CARBOMART project is a sustainability comparison tool to create an online carbon trading platform, which allows the carbon credit buyers to evaluate the carbon emission reduction projects according to the social, environmental and economic sustainability criteria. \n\nThe CARBOMART proposes solutions for the Voluntary Emission Reduction Market, which is an incentive mechanism for disseminating the investments on climate friendly low carbon energy projects.\n\nTherefore the outcome of this project will facilitate:\n-\tLow-cost, low-carbon electricity supply.\n-\tReducing Greenhouse  Gas emissions due to energy consumption.\n-\tIncrease in the forested lands (carbon storage) in a sustainable wayby increasing the income of the renewable energy, energy efficiency and afforestation projects.\n\nGeneral objectives Green Consult and Finance (GCF) targets through CARBOMART are:\nï\tDeveloping a reliable sustainability comparison tool for the voluntary emission reduction projects.\nï\tDeveloping a measurable pricing methodology for the Voluntary Carbon Market.\nï\tCreating an accessible platform for both buyers and sellers.\n\nIn line with these objectives the expected impacts are:\nï\tFacilitating the transparency voluntary carbon market.\nï\tIncrease in the quality of voluntary emission reduction projects in terms of sustainability.\nï\tIncrease the investment made in carbon emission reduction projects so that decrease the emission reductions up to 5%, since the effects of the carbon credit income to the IRR of an green energy investment is around 5%.\n\nThe market volume is expected to be 4.1 billion USD by 2020. It is planned that the CARBOMART would be fully commercialized by 2019 and reach a sales income of 20 million Euros by 2023. \n\nTo ensure a successful entrance and fast penetration into the European markets, the outcomes of the Phase 1 studies will be wisely used in Phase 2, which will help in terms of the design, production and marketing procedures to be conducted in a right manner.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GREEN DANISMANLIK FINANS ENERJI CEVRE MUHENDISLIK TARIM MUSAVIRLIK INSAAT SANAYI VE DIS TICARET LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925863546": {
            "orgId": "925863546",
            "orgName": "GREEN DANISMANLIK FINANS ENERJI CEVRE MUHENDISLIK TARIM MUSAVIRLIK INSAAT SANAYI VE DIS TICARET LIMITED SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}