{
    "rcn": "213618",
    "acronym": "AccuWater",
    "topics": "SMEInst-11-2016-2017",
    "title": "High accuracy water leakage and apparent loss detection",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Bunt Planet is pioneering the development of intelligent Big Data Analytics solutions to reduce Water Losses, or Non-Revenue Water (NRW) and for related applications. NRW in potable water distribution networks poses a major global economic challenge, costing 14 billion Ä annually (according to the World Bank) and contributes to water stress, with associated climate change risks.\n\nComprising two modules, BuntPlanetsí patented BuntBrain technology uniquely addresses both types of NRW, Physical Losses (Leakage) and Apparent Losses (losses due to unauthorised consumption, customer meter inaccuracies or data transmission and handling errors). BuntBrain is highly cost effective and offers a rapid payback on investment for water utilities ñ with significant benefits in terms of performance compared to alternative technologies. BuntBrain LeakFinder detects 33% smaller (early stage) leaks and can size and position leaks more accurately than other approaches. BuntBrain Water Meters is the only solution available which is customised to the water industry and which learns from user feedback.  \n\nBuntBrain has already attracted strong interest, including sales contracts, but it remains a challenge to gain market acceptance without further testing and in the absence of reference sites relevant to the diverse range of characteristics of water utilities. Initially, Bunt Planet plans to focus on water utility customers in Europe and Latin America.  \n\nThe goals of the ACCUWATER Phase II project are to develop the algorithm to address the full range of conditions in the initial target markets and to create reference sites to facilitate commercial roll-out. BuntPlanet is targeting revenues of 18 million Ä, with 50 new employees by the fifth year after completion of the project. The technology can contribute to the evolution of new markets to analyse the large volumes of data available through smart meters and sensors within water distribution networks and has the potential to create man",
    "totalCost": "2150386,25",
    "ecMaxContribution": "1505270,38",
    "coordinator": "BUNT PLANET SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990613956": {
            "orgId": "990613956",
            "orgName": "BUNT PLANET SL",
            "ecContrib": 1505270
        }
    },
    "calculatedTotalContribution": 1505270
}