{
    "rcn": "213671",
    "acronym": "REBOOT",
    "topics": "SMEInst-02-2016-2017",
    "title": "Toolbox of multipotent bioactive composite implants for the full functional regeneration ofbones after a trauma",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "There are 8 million bone trauma each year in the EU alone, affecting mostly active people and about 1 million children. 20% of all bone injuries require hospitalization and cost ~2 billion euro to healthcare payers each year.\nBiomaterial fixation implants are used today to heal these peopleís bones but none of them can guarantee their full functional restoration. Implants always leave a mark: a hole, a foreign material (the case of metallic devices) or poor restored functionality (the case of absorbable polymer and recent composite implants). Second surgery is even needed in nearly one third of the cases.\n\nAs population ages, finding materials to enable citizens to live a longer active life with a strong, well-preserved bony structure is a top priority.\n\nIn this context, the biomaterial company NORAKER has developed the first bioactive composite fixation implant made of a well-tolerated absorbable polymer combined with a revolutionary synthetic biomaterial able to form bone, where it is missing : bioactive glass. \nThis implant, which addressed the fixation of the anterior cruciate ligament in the knee, showed bone-rebooting performances well above the state-of the-art. \nMajor stakeholders (surgeons, hospital, specialized distributors worldwide) have been urging NORAKER to develop further implants to address a wide spectrum of bone trauma (fracture, tendon rupture). This persisting demand has convinced NORAKER to develop a full bioactive composite implant toolbox. \nTo meet this goal, NORAKER will:\n-\tValidate the feasibility of the bioactive composite formulation to target all bone trauma and to design all associated implants. \n-\tDetermine the first implants to populate the toolbox (outcome of a user and market study) and gain visibility to early-adopters.\n-\tEstablish a robust business model to market the toolbox straight forward at the global scale.\n\nThis is the scope of the project REBOOT.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NORAKER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968266417": {
            "orgId": "968266417",
            "orgName": "NORAKER",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}