{
    "rcn": "213675",
    "acronym": "neuronSW",
    "topics": "SMEInst-01-2016-2017",
    "title": "Early detection and prediction of mechanical malfunction of machinery by sound analysis",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "This project is intended to resolve the hurdle of lack of predictive maintenance in industries. The elimination of the risk of downtime and the reduction of maintenance costs are precious for the industry, because it is currently a barrier for increasing the production and accelerating creation of better products that can provide higher profits. Therefore, the industry has strong need to adapt an easy-to-implement and easy-to-use solution. This led NEURONSW LTD. to the concept of prediction of mechanical malfunction of machinery by mechanical sound analysis. \n\nNeuron soundware (NeuronSW) is an innovative breakthrough solution combining advanced algorithms, machine learning and big data analysis to emulate the human auditory cortex enabling the early detection and prediction of mechanical malfunction of machinery. Through NeuronSW, manufacturers achieve intelligent audio diagnostics to monitor the key machinery equipment using the sound they generate. The integrated hardware and software platform automatically gathers sound of machines in real time and continuously assess the equipment health and operates similarly how experienced technicians use their ears to diagnose broken machines. It works offline and online and can be integrated into existing software or third party IoT platforms. This effectively transforms data into knowledge and actions. Sound and vibration sensors (microphones) can be quickly and cheaply installed on all types of machinery, enabling assets without digital interface or operated by legacy systems to be digitalized without expensive upgrades.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEURONSW LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916548636": {
            "orgId": "916548636",
            "orgName": "NEURONSW LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}