{
    "rcn": "213660",
    "acronym": "OMNISCIENT",
    "topics": "SMEInst-10-2016-2017",
    "title": "Prediction and optimisation platform for the mobile assets management",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Everysens, a French SME company, expert in IoT and Software as a Service (SaaS) solutions for the traceability and logistic sectors, proposes the next generation of intelligent based tracking solution for the market niches that face the challenges of mobile assets management. More precisely, this project targets business holding or renting high-value assets (such as construction and public work equipment, dumpster of waste) and transport and logistic companies (e.g. rail freight logistics). Today, most mobile tracking systems are addressed to motorised mobile assets and do not have enough autonomy to operate on non-motorised items (as wagons or dumpsters). They ensure a so called ìcontinuousî tracking which practically is limited to sending periodic alerts with no real-time tracking and are not based on intelligent analysis and statistics that allows forecasting. Besides, current technologies experiment from inefficient data transmission, coverage challenges in remote areas and high energy consumption for the sensors. Everysens will offer them OMNISCIENT, a prediction SaaS platform based on bespoke artificial intelligence, not only for inventory but also to allow the real-time mobile asset localisation, management and accurate forecasting and planning to enhance operational efficiency of our clients and increase their revenues. Our technology presents a data transmission reliability of 98% and its modular structure allows to easily apply different business rules for different market applications. In this way, our customers will be able to contribute to European Initiatives to improve railway competitiveness such as the ìShift2Rail Joint Undertaking (S2R JU) initiativeî or the Waste Directive Framework to build-up the traceability capacity along the recycling value chain. With the commercialization of OMNISICIENT, Everysens expects Ä10.3 million of accumulated revenues in 2024, which will require to dimension the company structure with 40 additional employees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EVERYSENS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912635947": {
            "orgId": "912635947",
            "orgName": "EVERYSENS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}