{
    "rcn": "213699",
    "acronym": "Insulog",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Smart snap-on insulin tracker able to manage the insulin intake activity data of diabetes patients",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Many people on insulin report problems of not remembering whether or not they took an injection . Indeed, forgetting to take insulin can happen to the best of us and is one of the most common reasons for missing an insulin dose. Reasons for forgetting to take insulin can be diverse, including being stressed, busy and distracted. Missing insulin injections can lead to a dangerous quandary - do you inject and risk injecting twice, putting yourself at risk of severe hypoglycemia. Or, do you not inject and risk missing out having injected at all, which could lead to high blood glucose levels (hyperglycemia).\nHyperglycemia could lead to severe complications, including ketoacidsosis and hyperosmolar hyperglycemic nonketotic syndrome. Insulog is a handy device that improves the day-to-day life of diabetics by automatically tracking insulin intake. Insulog is the only solution consisting of a combination of a ìreminderî of the last insulin doses and an ìautomatic notebookî to store or download insulin data.\nThe Insulog project has wide European and global dimensions. There are about 60 million people with diabetes in Europe (9.1% of the European population) and 415 million globally . Prevalence of diabetes is increasing among all ages, mostly due to increases in obesity, unhealthy diet and physical inactivity. Worldwide, high blood glucose kills about 3.4 million people annually. Moreover, WHO projects diabetes deaths will double between 2005 and 2030.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSULOG LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911399003": {
            "orgId": "911399003",
            "orgName": "INSULOG LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}