{
    "rcn": "213620",
    "acronym": "TT-Battery",
    "topics": "SMEInst-09-2016-2017",
    "title": "Low cost, long durability rechargeable Green Battery based on Zn and MnO2 electrodes.",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "TT-Battery project deals with the validation, industrialization and commercialization of an innovative electrochemical storage device, patented by the Proposer TTSB S.r.l. and able to achieve unparalleled targets in terms of cost and durability. The rechargeable battery technology is based on cost-effective materials, such as zinc and manganese, which are non-polluting, safe and abundant in nature. The device comprises a zinc anode, a patented manganese dioxide (MnO2) cathode and an aqueous solution of zinc sulfate (ZnSO4) as electrolyte. Its architecture is simple, does not require maintenance and the battery is non-polluting, non-toxic, non-acid, non-corrosive, non-explosive.\nThe technology developed delivers breakthrough properties:\nï The battery is able to perform more than 5000 cycles of charging and discharging, with a capacity loss under 10%. \nï The innovative and patented cathode material (MnO2 decorated with copper hexacyanoferrate), with specific capacity equal or higher than 300 mAh/g, provides the battery with high energy density (> 250 Wh/kg).\nï The low-cost materials used and the simple architecture leads to a target cost of production (CoP) < 150 Ä/kWh and a market price = 250 Ä/kWh, in line with the Pb-acid batteries and pumped hydro systems cost (the benchmark in the stationary storage sector).\nThanks to TT-Battery 'killer' solution, batteries technology will overcome the pumped hydro systems competition and allow to achieve the stationary energy storage EU targets. The Business opportunity is huge: a Boston Consulting Group report ('Revising Energy Storage') quantifies 140 bln$ of global investments in stationary battery power by 2030, while Citigroup is even more optimistic, assuming 400 bln$ in investments and 240 GW/year in installations by 2030.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TTSB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910819913": {
            "orgId": "910819913",
            "orgName": "TTSB SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}