{
    "rcn": "213628",
    "acronym": "TechnocaP",
    "topics": "SMEInst-02-2016-2017",
    "title": "Innovative technology for capsule filling machines to boost the pharmaceutical manufacturing process",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "TECHNOCAP project is based on the industrialisation and commercialisation of a cutting-edge technology for capsule filling machines capable to significantly improve productivity, flexibility and quality of production for pharmaceutical companies. The pioneer of this disruptive project is MG2 S.r.l., industrial company specialized in the design, manufacturing and marketing of automatic machines for pharmaceuticals.\n\nCapsules are the most versatile of all dosage forms, in which one or more medicinal and inert ingredients are enclosed in a small shell or container usually made of gelatine. Nowadays, the regulatory authorities (EMA, FDA) are increasing exponentially their demand in terms of quality and dosage accuracy of the finished product. In fact, current technological solutions are reaching their limits, directly affecting the small, medium and large size pharmaceutical companies and their derived supply chain (i.e. pharmacies and consumer patients).\nWorking in close collaboration with our customers in the pharmaceutical sector to response to inefficient methods present in the market, MG2 conceives TECHNOCAP, an innovative technology for capsule filling machines to boost the pharmaceutical manufacturing process. This technolog is able, under production rate, to control 100% of the weight/presence of all filled capsules to guarantee optimum end product quality, while enabling in real-time continuous data collection, analysis and interpretation to be used in production and quality control activities. \nAs this project addresses MG2 commercial and technical strategies, we strongly believe that it will contribute to boost the growth of our company achieving, after 5 years of exploitation, 11% of market penetration, 28MÄ of accumulated gross profit translated into a ROI ? 8.18 (with 70 sold machines) and a company growth of 55 new people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MG2 - SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910771413": {
            "orgId": "910771413",
            "orgName": "MG2 - SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}