{
    "rcn": "213615",
    "acronym": "Digital Iris",
    "topics": "SMEInst-01-2016-2017",
    "title": "Bringing the human being into the digital loop",
    "startDate": "01/02/2018",
    "endDate": "30/09/2019",
    "objective": "In the era of the digital revolution, pushing the smart wearables to the forefront, bridging the gap between the human being and digital or other machines is the key of future applications. The existing technical solutions are still limited in their impact as they are unable to react to natural human behavior. The biggest disruptive digitizing step aims at detecting and interpreting directly individual behavior in conjunction with the situational environment ñ wherever, whenever, in whatever situation -, without the need of additional interactions with a device.\nEye Tracking (ET) technology measures the eye activity to better understand sight, perception, reaction, and emotions, providing a complete bi-directional interaction with the environment. Existing head-worn ET solutions are only able to work in artificial, controlled lab environments.\nViewpointsystem, based on its patented Eye Hyper Tracking (EHT) system, is the only company able to provide a solution that works under uncontrolled real-life environments.\nìDigital Irisî is the definitive tool to integrate the human being into the digital world. It represents a disruptive leap forward, providing total robustness, reliability and every-day-usability and allowing its use in professional applications whatever the conditions are. The disruptive leap is based on existing know-how, coming from the embedded gaze image processing previously used in the safety-critical automotive world by Viewpointsystem¥s experts.\nAdding to a head worn, functionally robust EHT a robust Augmented Reality element, Digital Iris will generate real-time useful information based on usersí situational environment and reactions. This intuitive ëHuman Machine Interfaceí will immerse the user into a complete digital loop, opening up complete new and disruptive applications in industry, mobility and medicine, among others.\nDigital Iris is a big market opportunity able to generate sales in excess of 100 MÄ by 2021 and creating 130 direct jobs",
    "totalCost": "3299267,14",
    "ecMaxContribution": "2309487",
    "coordinator": "VIEWPOINTSYSTEM GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911928817": {
            "orgId": "911928817",
            "orgName": "VIEWPOINTSYSTEM GMBH",
            "ecContrib": 2309487
        }
    },
    "calculatedTotalContribution": 2309487
}