{
    "rcn": "213664",
    "acronym": "LEDVAR-Z",
    "topics": "SMEInst-10-2016-2017",
    "title": "A New Paradigm for Efficient and Modern Rail Signalling",
    "startDate": "01/02/2018",
    "endDate": "30/06/2018",
    "objective": "Electransí aim is to improve the current rail signalling system and to take a step forward towards the full implementation of the European Rail Traffic Management System (ERTMS).\nThe current rail signalling system remains shockingly antiquated throughout the world. Firstly, the electronic signalís messages are fixed during production. This means that customised signals must be designed, ordered and manufactured every time needs change. Secondly, there is a huge amount of cables and interlocking stations that require installation and maintenance and increase operational expenditures. Thirdly, the current railway monitoring system is rudimentary and requires unnecessary energy consumption.\nThe solution we propose, LEDVAR-Z, is an innovative ITC system that will standardise and modernise railway signalling, making it more efficient. It is composed of high-quality LED signals able to display any type of light or message and software that intelligently monitors and controls what is displayed. Fewer interlocking stations will be needed and they can communicate with signals through fibre optic cables or radio networks. As a result, LEDVAR-Z will drastically reduce costs for railway companies, streamline rail projects and improve rail traffic control management.\nThe project will have a great impact on our company: we will increase international market share up to 58%, enjoy cumulative profits up to Ä25M and be able to hire 55 employees by 2024.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELECTROSISTEMAS BACH SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911047960": {
            "orgId": "911047960",
            "orgName": "ELECTROSISTEMAS BACH SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}