{
    "rcn": "213690",
    "acronym": "SensUS",
    "topics": "SMEInst-06-2016-2017",
    "title": "SensUS: A non-invasive and quantitative ultrasound (QUS) device for an objective monitoring of the childbirth labour process.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Today the obstetrics sector is registering an increase in the C-Sections (CS) performed worldwide. Over 50% of CS are unnecessary, placing mother & baby under unnecessary risk. Unnecessary CS cause an extra cost of Ä750 million per year to the healthcare system in Europe. Although the WHO recommends not to exceed a rate of 15% of CS, Europe alone shows a rate of 29%. Most of the extra CS performed are due to errors during the monitoring of labour events. The few ultrasound devices available to monitor the labour timeline provide qualitative subjective information, depend on the operator skills, and some involve invasive procedures. Thus, new solutions are needed to help doctors take better informed decisions. In response to this need, we at AMOLAB have developed, patented and validated SensUS, a unique ultrasound device for quantitative & objective monitoring of childbirth events. This device contains our proprietary software, which measures selected validated parameters of the labour process. SensUS offers doctors objective details to support and guide their decisions during childbirth monitoring. In turn, it will allow to assign CS only to those cases that need it, reducing risks, costs and enhancing healthcare quality. After validating the reliability of SensUS on over 400 labours, we now want to take SensUS to market maturity. This project aims to finalise its technological development and secure its commercial aspects. To accomplish these goals, in Phase 1 we aim to evaluate the main milestones of the project from a technical, commercial and financial point of view, and prepare the most suitable strategy to achieve them. Once the project is completed and SensUS reaches the market, our technology will bring significant benefits to the obstetrics sector, as well as for the wellbeing of mothers and babies. In turn, AMOLAB will see its growth secured as a company, expecting to hire new 17 people and gain a Return of Investment of Ä4.69 from this project in 5 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AMOLAB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927745443": {
            "orgId": "927745443",
            "orgName": "AMOLAB SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}