{
    "rcn": "213644",
    "acronym": "PRS",
    "topics": "SMEInst-11-2016-2017",
    "title": "PRS, a disruptive technology for the industrial repair of large series of reusable plastic articles in the circular economy",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "In Europe, there are 1.8 billion items of plastic Returnable Transport Packaging (RTP), which are plastic pallets and crates that are used across various sectors, including the automotive, beverage, logistic and pooling services. Also in Europe, the number of plastic street containers for Municipal Solid Waste (MSW) exceeds ten million. The average lifetime of these articles ranges from five to ten years. When they break, these items are discarded and replaced with new ones. Discarded items have three destinations: recycling, incineration or as landfill. The owners of these plastic elements barely consider the possibility of their repair.\nAt Plastic Repair System, we have developed and patented an industrial technology for the repair of reusable plastic articles, which allows their use with total confidence and guarantees, while the cost of repair is less than one third of the new value of the same article. Repairs undertaken with PRS technology have been analysed by independent laboratories that have certified that PRS recovers 100% of the object's functionality and at least 98% of its original strength. \nThe industrialization of processes allows the systematic repair of large volumes of plastic articles, achieving significant cost savings for our customers, as well as environmental advantages. We estimate that our technology will help to reduce the carbon footprint in at least 0.89 Kg CO2 per Kg of repaired plastic item.\nAfter having successfully tested our technology on a small scale, we want to expand our Business Model internationally, starting with Europe. In fact, some customers with plants in several countries have asked us to extend our service to their plants in other countries. We have received also interest from two European venture capital funds focused in innovative companies in the circular economy. Phase 1 of SME Instrument represents an opportunity to improve our Business Plan for internationalization in a way that will allow us to minimize any risk.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PLASTIC REPAIR SYSTEM 2011 SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914867044": {
            "orgId": "914867044",
            "orgName": "PLASTIC REPAIR SYSTEM 2011 SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}