{
    "rcn": "213696",
    "acronym": "Reficient",
    "topics": "SMEInst-09-2016-2017",
    "title": "Innovative upright Refrigerator with Improved Efficiency Fully Aligned With The Eu Legislation ToControl The F-GASESî",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Founded in Angera, (Varese, Italy) in 1990, TEKNA Line, is a leader in the design and manufacture of refrigeration unit specialised in Patisseries, Bars & Restaurants, Ice cream and Supermarkets delivering customised products to suit the needs of our customers. TEKNA Line has always been committed to ongoing research on CO2 consumptions, winning a reputation for products with high efficiency, excellent reliability, easy maintenance and long lifespan. \nOver the years, we have become a point of reference of this industry, serving important companies, like Ferrero, Barilla, McDonalds, Epta and Switzer group to name a few. \nFrom our customersí feedback and industry trends we have conceived a new innovative professional refrigerator machine, easy to use, modern looking that will reduce Global Potential Warming (GPW), CO2 emissions by 30% and the energy consumptions by 60%, redefining in depth the standard machine, acting directly on the main components of it. Our project, called REFICIENT is looking ahead and is designed to directly address the upcoming legislations of F-Gases (N. 517/2014), mandatory from 2020, that acts on the fluorinated greenhouse gases, banning the use of R-507 gases, replaced by hydrocarbon refrigerants, like the R-290. This law creates a new market need and a high demand of innovative fridges throughout Europe. Our refrigerator is thought to deliver a highly adaptable commercial refrigerator, designed for lower energy consumption, with feedback & control capability and also built with eco-friendly, new generation material like the bio-polymer plastics. REFICIENT, will lead to long-term profitability for both customers and our company, providing a significantly lower running costs to our client, - 30% electrical costs (Ä1,954 per year), generating Ä 11 millions of accumulated profit by 2023 for TEKNA and 9 new positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TEKNA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911043013": {
            "orgId": "911043013",
            "orgName": "TEKNA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}