{
    "rcn": "213617",
    "acronym": "ARION",
    "topics": "SMEInst-04-2016-2017",
    "title": "Reusable launch vehicle for small payloads",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Approximately 600 satellites have been launched in the last 6 years with an average annual growth of 40%. The decline in launches has been seen since 2014. Over 100 small satellites were impacted by the 2016 delays, due to the fact that there are no rockets designed for small payloads and cubesats, and only 6 large launchers around the world accept small payloads. An alternative is the International Space Station (ISS), which requires special safety qualification for each payload and have limited flight opportunities. Therefore, concentration on relatively few launch vehicles increases uncertainty in the launch schedule for small satellite operators and limits near-term growth. \nThe opportunity to test the technologies in suborbital space is significant for the developers of space, biomedical and pharmaceutical technologies, enabling them to advance the technology maturity or achieve space demonstration and qualification/certification, which otherwise will take more time or even will be impossible. \nPLD proposes revolutionary reusable rockets, to be used as micro-launchers and suborbital launch vehicles. The development of the micro-launcher foresees the demonstration of a smaller scale reusable rocket for commercial suborbital flights, ARION, whose design will be completed and then flight qualified within this Ph2 project. We will provide the first commercial micro-launcher service in Europe and second world-wide, exclusively designed for small payloads and fully managed by our team. For the first time ever, small payloads will fly to Space as primary payload and at an affordable price.  \nThe key objectives of this project are to finalise the design of ARION suborbital vehicle, to develop a launch infrastructure, and to qualify the reusable launch vehicle in space, leading to commercialisation of the first commercial sRLV in Europe and mirco-launcher.",
    "totalCost": "2792377,5",
    "ecMaxContribution": "1954664,25",
    "coordinator": "PAYLOAD AEROSPACE SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952502074": {
            "orgId": "952502074",
            "orgName": "PAYLOAD AEROSPACE SL",
            "ecContrib": 1954664
        }
    },
    "calculatedTotalContribution": 1954664
}