{
    "rcn": "213642",
    "acronym": "PANORAMIX",
    "topics": "SMEInst-10-2016-2017",
    "title": "PANORAMIX: Platform for the operAtion aNd Optimization in ReAl-time of MIXed autonomous fleets .",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The overall objective of this project is to provide the first Matching, Dispatching and Routing platform for the operation and optimization of autonomous vehicles (AVs) fleets.\n\nAVs will be widely adopted in the coming decade reaching 20 million fully deployed AVs by 2025, making the mobility industry to face the following challenges:\n\nïAVs are not a mobility service by themselves as they are not capable of responding to the trip demand or adhering to a schedule while adapting to network disruptions.\nïMixed (different brands and types of vehicles) and hybrid (AVs and human-driven vehicles) fleets will co-exist and currently there is no solution available for mixed and hybrid transportation planning. \nïDue to digitalization and automatization the growing demand for public transport is becoming more user centered.\n\nPANORAMIX responds to these challenges by bringing to the market the first vehicle agnostic platform allowing mobility service providers to operate hybrid and mixed fleets, and optimize the whole transport system by answering real-time demand in combination with fixed routes. Customers can benefit from a turnkey solution, using the relevant web and mobile application from PANORAMIX Marketplace, from an integrated solution, using the ITS capabilities to power their own web and mobile applications, or from using it as an interface to the backend an existing platform and add compatibility with AVs and optimization capabilities.\n\nPANORAMIX will increase ride-sharing by allowing on-demand operations, increase safety through continuous monitoring, provide optimized routes and alternative solutions in case of traffic disruption, enable energy conservation and emission reductions by optimizing the use of the fleet and charging scheduling, and contribute towards a more inclusive society by facilitating mobility for all citizens.\n\nDuring the Phase I, we will carry out a technical and economic analysis to identify the bottlenecks for its approach in Phase II.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BESTMILE SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916113300": {
            "orgId": "916113300",
            "orgName": "BESTMILE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}