{
    "rcn": "213652",
    "acronym": "Flexiramics",
    "topics": "SMEInst-02-2016-2017",
    "title": "HIGHLY FLEXIBLE, HIGHLY THERMAL CONDUCTIING CERAMIC NANOFIBER COMPOSITES FOR PRINTED CIRCUIT BOARD APPLICATIONS",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "FLEXIRAMICSÆ is light and flexible like paper but 100% ceramic and has a low cost for a ceramic; it is calculated that FlexiramicsÆ will costs 30Ä/m2 at production level whereas ceramic sheets costs tens of hundreds of euros. Its unique properties open new doors for the development of next generation products limited by traditionally available materials.\nFlexiramicsÆ has numerous benefits over current ceramics, in particular that it behaves like paper and can be bent and shaped into any position, and that it is not brittle. Therefore it can be used in many harsh environments without the limitations of currently available to ceramics and also providing unique thermal, electrical, catalytic and filtering characteristics.\nFlexiramicsÆ has been developed as a novel functional 100% ceramic nanofibers mat. It consists of a non-woven matrix of ceramic nanofibers, which enhances its flexibility. Furthermore, when combined with a polymer (up to 50% ceramic loading), we obtain a High Performance Film where plastic properties are improved.\nWill Flexiramics Change Circuit Boards Forever? Current flex PCBs are fabricated on top of polymer substrates, which have a very low thermal conductivity. Chips and electronic components generate heat; when a substrate with low thermal conductivity is used, the chip get hotter, lose efficiency and malfunction. FlexiramicsÆ PCBs can achieve a significant improvement in thermal conductivity, which would be beneficial for power electronics and telecommunications. \nWe strategically chose to work on the polymer-ceramic composite market as it is a fast-growing market and FlexiramicsÆ can break the limitation of the ceramic loading. We choose to make FlexiramicsÆ-PI due to the large usage of this polymer in the fields of flexible displays and PCBs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EUREKITE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "922929393": {
            "orgId": "922929393",
            "orgName": "EUREKITE BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}