{
    "rcn": "213647",
    "acronym": "MEMBRASENZ",
    "topics": "SMEInst-02-2016-2017",
    "title": "Breakthrough of Hydrogen Energy and Hydrogen Mobility by Utilisation of MEMBRASENZ Membranes",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Advanced material for separating hydrogen (H2) and oxygen, during H2 production in alkaline electrolysers, has been developed by the Start-up company MEMBRASENZ. Taking into account the relevance of H2 as a future energy career in providing green, CO2-free energy supply for industrial, domestic use and mobility applications, this invention possesses the potential to contribute solving the future European/global energy challenges. The target customers of the innovative membrane material are worldwide manufacturers of alkaline electrolysers. Ten companies have already, with a Letter-of- Intent, expressed their interest in installing the patented MEMBRASENZ membranes in their systems. The State-of-the-Art membranes available on the market, ZirfonÆ (AGFA), possess shortcomings, which are limiting the expansion of the alkaline water electrolysis for H2 production. The prototype membrane (TRL 7) developed by MEMBRASENZ surpasses the performance of the competitor on the market. Ionic conductivity, thermal and mechanical resistivity of MEMBRASENZ prototype membranes are significantly higher compared to the State-of-the-Art membrane. These improvements lead to increased efficiency of the electrolysis process when using MEMBRASENZ membranes and would enable the reduction of the H2 price.\nThe assessment of the suitable technology for the prototype up-scale in industrial conditions (wet and dry impregnation trials), assessment of the EU, CH and USA market, IP protection strategy, as well as the elaboration of a feasibility report with a business plan, are defined as the objectives of the feasibility study. To attain the main objectives of the overall innovation project i.e. launch of the pilot and mass membrane production, market entry with the membrane product and business growth accompanied with hiring personnel, MEMBRASENZ intends to also apply for Phase 2. The outcome for the EU and society will be the breakthrough of CO2-free hydrogen technologies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEMBRASENZ GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "926349322": {
            "orgId": "926349322",
            "orgName": "MEMBRASENZ GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}