{
    "rcn": "213613",
    "acronym": "PanePowerSW",
    "topics": "SMEInst-09-2016-2017",
    "title": "Transparent Solar Panel Technology for Energy Autonomous Greenhouses and Glass Buildings",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "According to United Nations, the world population will reach to 9.7 billion by 2050. Food, energy and water are three critical resources that must be managed if mankind is going to thrive. With these figures, we will need a 70-100% increase of food supply to maintain the current nutrition levels. Greenhouse farming is a solution to the food worldwide demands as it increases the food production per acre up to 100% compared to open field agriculture. However, Greenhouse farming also implies both strong energy cost and gas emission. Indeed, agriculture production accounts for 14% of global energy demand and, in 2004, for 13.5% of global greenhouse gas emissions. \nOn top of that, the world primary energy demand could increase by 50% by the middle of the century. Nowadays, buildings account for nearly 40% of the total energy consumption globally but it is estimated that potential energy savings in buildings could reach between 20% and 40% with new solutions. Solar panels enable energy savings; typically installed on the roof, but they do not offer versatility for other type of application, such as windows to allow the entrance of the light inside buildings or greenhouses.\nOur company has developed PanePower Solar Window (SW). PanePowerSW is a unique transparent (up to 70%) solar panel glass that generates clean energy through PV technology and more importantly allows the light to shine through greenhouses and commercial buildings windows. PanePowerSW contributes to the energy savings in buildings up to 30%, while in greenhouses, it enables the growing of the crop while reducing energy costs, quantified in 25% of the total operational costs. Thanks to Phase II project, we expect to reach the market in 2020, gaining sales of at least 20,000m2 in China and The Netherlands. By 2024, after our geographical expansion, we will reach cumulative revenues of ~Ä71 M; cumulative profits of Ä18.72M and, considering the costs of Phase 2 project in Ä2.13M, a ROI of 3.5.",
    "totalCost": "2131118,75",
    "ecMaxContribution": "1491783,13",
    "coordinator": "BRITE HELLAS SA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935384096": {
            "orgId": "935384096",
            "orgName": "BRITE HELLAS SA",
            "ecContrib": 1491783
        }
    },
    "calculatedTotalContribution": 1491783
}