{
    "rcn": "213634",
    "acronym": "SPEED-EU",
    "topics": "SMEInst-10-2016-2017",
    "title": "Damping device to solve the pantograph-line capture problems, especially for the EU high-speed railways lines",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Officina Fratelli Bertolotti S.p.A. was founded in 1901 as a small workshop that was working as blacksmith. From 1920 it specialised in special iron carpentry and in the post-war period it becomes a modern industry thanks to the acquisition of customers in the industry 'Electricity transmission'. Today the company brand is linked to that of the most important Electrical and Transport companies in various countries. The proposed innovation was started in order to respond to the emerging needs of the railway sector for the high-speed trains infrastructure. The goodness of the electric power uptake by the thread of the airline has been a problem since the abandonment of the 'third rail', but the increase in speed and power demands made it even more difficult to ensure continuous contact between catenary and crawling, with the consequent formation of electrical arcing which can damage fixed installation, pantograph and electrical systems of the train. The ability to maintain a continuous and fluid contact between these two elements is one of the main factors that limit the allowable speed of trains. The most direct solution, that is the stringing of conductors, involves considerable problems related to the substitution of the infrastructure: high costs and rail traffic interruption. Our innovation exploits the non-linear kineto-dynamic made by the specific construction, it is mechanically simple, does not use materials sensitive to temperatures, nor dissipation by Joule effect, works for small and large oscillations, does not use fluids that may be dispersed in the environment, and can be inspected visually. Furthermore, it is much less expensive than the replacement of the conductors and of support structures, allowing to save 90% of replacement costs. From the esploitation of SPEED-EU we expect to create 15 new jobs, enter into the rail sector and increase revenues of Ä56 million in a 4-years commercialization period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OFFICINA FRATELLI BERTOLOTTI SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912045314": {
            "orgId": "912045314",
            "orgName": "OFFICINA FRATELLI BERTOLOTTI SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}