{
    "rcn": "213649",
    "acronym": "AuriMod",
    "topics": "SMEInst-01-2016-2017",
    "title": "From pills to bio-electronics: a wearable anti-inflammatory treatment for prevention of Peripheral Arterial Disease.",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Peripheral Arterial Disease (PAD) is a life-threatening disease affecting 200 M people in the world (40.5 M only in EU) and represents the third cause of world cardiovascular morbidity. PAD is a chronic condition generated by the narrowing of arteries, which reduces the normal blood flow and triggers a wide range of manifestations mostly in the lower limbs, from chronic pain to critical limb ischemia. PADís progression can lead to chronic wounds, gangrene, amputation, and in most severe cases, death. There is no current solution able to target the broad range of symptoms and complications related to PAD. AuriMod is a wearable device for non-invasive auricular stimulation of the vagus nerve that is capable of treating all symptoms of PAD, avoiding conventional drugsí side effects and preventing complications including chronic wounds and consequent amputations. Applied to the patientís ear, AuriMod sends specific electrical stimulation to the auricular branches of the vagus nerve, delivering a patient-tailored therapy that will improve the quality of life of PAD patients. This Phase 1 project will mainly focus on planning further product development, verifying the current supply chain, evaluating the business model and commercialisation plan. The overall innovation project will enable to optimise AuriMod device, conduct clinical trials to validate safety and effectiveness of AuriMod-based therapy and acquire all certifications required for AuriModís commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SZELESTIM GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916992508": {
            "orgId": "916992508",
            "orgName": "SZELESTIM GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}