{
    "rcn": "213666",
    "acronym": "BlindTouch",
    "topics": "SMEInst-01-2016-2017",
    "title": "Eye-Free user interface to give full access to smart devices for blind and visually impaired people",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "Today, only a fraction of the 285 million visually impaired people around the world can effectively use smartphones and connected digital services. Despite the efforts of developers and organisations promoting accessibility, blind people are painfully behind when it comes to smartphone technologies, which all use graphic UIs and touch-screens, & are expensive and entirely sight dependant leaving them using outdated, basic devices. For them, smartphones have widened the divide between them and the seeing. A new solution is needed to bridge this gap.\nProject Ray have developed BlindTouch, a smartphone UI that is automatically imposed across all system functions, applications and services. All features can be easily accessed due to the multiple input options enabling the visually impaired simple operation of their digital devices. In this way BT allows the blind and visually impaired community to effectively use smartphones as part of their daily lives, bringing benefits of smartphone technology into their hands. BT provides advanced services allowing users become a contributing member of society, without a reliance on care assistants and guide dogs. It is the only smartphone solution for the visually impaired that gives them access to the connected world at an extremely reduced price.\nFollowing a promising Israeli pilot trial that led to paying subscribers for our prototype system, Ray intend to fully commercialize the solution by reaching the market in 2021. Incorporated in Israel in 2013 with Ä1.15M in funding and a staff headcount of 12.\nThe proposed work in Phase 1 of the SME instrument fits into the overall Project Ray plan to reach market by contributing the financial resources needed to plan a fast, sound and wider deployment of the solution and the market uptake. It will also allow the SME to accomplish key feasibility activities and reduce the business risks, such as business planning, customer identification and outreach, and stronger IP management strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PROJECT-RAY LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "934841672": {
            "orgId": "934841672",
            "orgName": "PROJECT-RAY LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}