{
    "rcn": "213608",
    "acronym": "SWITCH2MARKET",
    "topics": "ERC-2017-PoC",
    "title": "Switchable adhesives for the robotics and handling market",
    "startDate": "01/02/2018",
    "endDate": "31/01/2019",
    "objective": "Despite intense fundamental research, only few biological inspirations have so far made it to real technical solutions. The reason is that the path from an understanding of nature to a successful product has many potential ¥show stoppers¥. The ERC Advanced Grant SWITCH2STICK addresses the scientific challenges and does not aim at product development and targeted technical optimization towards industrial requirements. Some preliminary industrial contacts, established through bilateral communication, have resulted in extremely promising perspectives for a commercialization of our results.\nFrom a technical perspective, our bioinspired concept could revolutionize robotic pick-and-place (handling) operation. The timing appears to be excellent: as new concepts for computerized, virtual fabrication are currently being developed on a worldwide scale, the readiness for implementing new concepts is at an all-time high. When combined with its clear environmental advantages (energy-conserving, noise-free), our invention has overwhelming market potential in the handling of production elements, e.g. electronics, optical components, or in the automotive sector. Preliminary screening suggests that our invention is well IP-protected for future commercialization. The proposed PoC project will tackle the essential issues that remain to be clarified before launching an extensive commercialization activity, including i) competitive analysis, ii) identifying the most promising markets, iii) testing the performance with regard to special requirements lists from industry, iv) developing a well-founded IPR strategy, v) generating a detailed business plan. The results will enable us to enter into targeted bilateral collaborations with leading industrial companies under full protection of our own commercialization potential. The PoC project will be indispensable as a preparatory and accompanying step in establishing a start-up company that markets intelligent micropatterned adhesives.",
    "totalCost": "147125",
    "ecMaxContribution": "147125",
    "coordinator": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999610900": {
            "orgId": "999610900",
            "orgName": "LEIBNIZ-INSTITUT FUER NEUE MATERIALIEN GEMEINNUETZIGE GMBH",
            "ecContrib": 147125
        }
    },
    "calculatedTotalContribution": 147125
}