{
    "rcn": "213667",
    "acronym": "LIPOFABRIK",
    "topics": "SMEInst-07-2016-2017",
    "title": "LIPOFABRIK: A ground-breaking biomolecular production platform for safer, more efficient and sustainable pest control and crop health management.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Plant pathogens are a major threat to feed and food production, being responsible for the loss of over 40% of the world food produce. Also, feed and food contaminated with microbes or their toxic by-products is banned from the market and lift trade barriers. Producers rely on plant protection products to fight pathogens, but since most of them have chemical origin, their use entails major risks. Along the hazard for the exposed applicators, chemical residues contaminate soil, water, plants and their products, posing a major threat for consumers and livestock. To reduce these risks, authorities are banning many chemicals from their use in plant protection, leaving the market with no effective alternatives. In response, we at LIPOFABRIK have developed and patented a suite of innovative biopesticide molecules of biological origin, lipopeptides. Our biopesticide molecules are effective and eco-friendly, with proven protective properties that spare plants from damaging agents, but also prevent the deposit of residues or contaminants. Today, we are able to produce and commercialize our lipopeptides at a small scale, but the need for lipopeptides in agriculture, seed protection or gardening reaches up to several hundreds of tonnes per year. This need is not being met today. Thus, the ultimate objective of this project is to optimise our technology and achieve the industrial capability to cover the market need. To achieve this goal, in Phase 1 we will conduct a Feasibility Study to help us gather input on the main technical, commercial and financial aspects influencing the project. Once completed, our project will bring significant benefits for agriculture, environment and society. It will supply safer, non-toxic and effective biopesticides, reducing the incidence of poisoning and related chronic diseases. In turn, it will secure LIPOFABRIKís growth, expecting to reach Ä4.5 million profits, 20 new employees and a ROI of Ä6.9 per euro invested in 5 years after completion.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIPOFABRIK",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "955744396": {
            "orgId": "955744396",
            "orgName": "LIPOFABRIK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}