{
    "rcn": "213680",
    "acronym": "TiMMi Transport",
    "topics": "SMEInst-10-2016-2017",
    "title": "Making CO2-free city logistics a reality",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "TiMMi Transport is developing a delivery system which offers a higher level of service than current market players, whilst minimising the environmental impact of the delivery. We have developed an online platform which connects ëjob requestersí, those with a need for goods transportation, such as online shops, laboratories & private individuals, with ëtransportersí, those offering transportation. We have professional bike courier partners in the 25 largest German cities, who are the backbone of the transporter community. We are also working to exploit unused transportation capacity by enabling private individuals to sign up as transporters & take on jobs on a casual basis. Private individuals add capacity to the delivery network, whilst avoiding an increase in CO2-emissions for deliveries, even if transported by car, given that packages travel on a route which would be travelled anyway.\n \nWe not only believe that CO2-free city logistics in major urban centres is possible; we are making it happen. The bicycle has long been the fastest way to move goods from A to B in urban areas. What has been lacking in the bike courier industry is a technologically-advanced system for managing & coordinating orders from diverse mediums & locations. Bike courier companies have been working in an isolated fashion in individual locations & with highly manual processes (e.g. telephone based order systems). With the TiMMi system, bike couriers can receive orders from an online form or via facebook Messenger, as well as via integrations in online shop check-out processes whereby customers can directly choose the CO2-free express delivery option for their purchase. The TiMMi system also enables route & pricing optimization due to the ability to continually analyse delivery data. Whatís more, the development of cargotrikes, which carry up to 250kg, mean that bike couriers are ideally positioned to become experts in CO2-free, last-mile logistics for the major package delivery companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIMMI TRANSPORT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910311051": {
            "orgId": "910311051",
            "orgName": "TIMMI TRANSPORT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}