{
    "rcn": "213688",
    "acronym": "TFM",
    "topics": "SMEInst-08-2016-2017",
    "title": "The First Integrative Fisheries Management System",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Overfishing represents a major problem for fisheries worldwide, and a global environmental threat, as it risks the problem that is threating our oceans, with only 32% of fish stocks sustainably exploited. Even though fishery regulations and enforcement measures have been deployed throughout the world by nations, their implementation is quite limited, mainly due to the difficulties derived from the lack of timely and accurate fisheries data (given the variety of players in the industry, from fishermen to distributors and governments), and the high costs of fishery governance regimes, which are also mostly obsolete.\nFisheries management systems that take into account all aspects and processes involved in fisheries are required to preserve commercial stocks from overexploitation and promote sustainable fisheries. However, to date, there is no such solution in the market.\nTo meet this need, at FISHERIES TECHNOLOGIES we have developed The Fisheries Manager (TFM): a fully-integrative modular cloud-based software which comprises over 40 independent modules that work in synergy and cover all aspects of integrative fisheries management, from vessels registry and catcheries to compliance of policies. This modularity, together with a friendly-used interface and real-time communication, enables its adaption to all kind of customers, from single artisanal fishermen to state nations and worldwide organizations such as, FAO and ICCAT.\nOur experts at FISHERIES TECHNOLOGIES have over 80 years of experience in implementing fisheries management solutions, having worked with the Icelandic government for the last two decades developing one of the most advanced management system of fisheries. With TFM we will expand our background to governmental and industry levels firstly in Europe and then worldwide, to maximize the efficiency, performance and sustainability of fisheries of all sizes throughout the world and boost the growth of our company in terms of revenues and personnel.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FISHERIES TECHNOLOGIES EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920090009": {
            "orgId": "920090009",
            "orgName": "FISHERIES TECHNOLOGIES EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}