{
    "rcn": "213623",
    "acronym": "HyKinetics",
    "topics": "SMEInst-09-2016-2017",
    "title": "An innovative axial turbine for conversion of hydro-kinetics energy to electricity for river applications.",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "HyKinetics project deals with the optimization, 'on-field' testing and commercialization of an innovative 3-blades axial hydropower turbine, specifically designed for application on rivers and able to competitively exploit the hydro-kinetics energy of the water flows without the need of upside barriers. This means that, differently to existing solutions, HyKinetics is applied for zero-head installations, i.e. without any fall or dam required, and it is characterized by a very low impact thanks to:\n- The slow rotation of blades (no impact on the fluvial fauna). The small dimension of the blades in respect to the rotational radius avoids abnormal waves and  undercurrents.\n- The turbine is not fixed to the river bed but anchored on the river bank (no drilling needed but floating barge easily removable, no impact on the river bed);\n- Energy supply and distribution systems are fully immersed, while on the surface there are only the parts needed for maintenance (no visual impact).\nThe innovative blades shape allows:\n- A very low water cut-in speed (1 m/s), leading to an increase of the turbine yearly productivity (up to 4,000 kWh/kW);\n- An unparalleled conversion efficiency, with a power coefficient Cp up to 40%.\nThe solution has been validated thanks to the testing of a first 20 kW prototype, installed on the Po river (the longest river in Italy) and tested for 1 year. Authorization procedure for the installation was simple thanks to the low environmental and visual impact of the solution, making easier the solution replicability.\nThe Feasibility Study is conceived to achieve the following outcomes:\nï Validate the technical feasibility of HyKinetics technology, by selecting the MVP power and optimizing the supply chain.\nï Validate the business opportunity, with the involvement of the key players of the value chain, developing a customer validation for fixing the market price and quantifying the market share, selecting the best Business Model for market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "COS B.I. CONSTRUZIONE BOBINE ITALIA S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911665656": {
            "orgId": "911665656",
            "orgName": "COS B.I. CONSTRUZIONE BOBINE ITALIA S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}