{
    "rcn": "213694",
    "acronym": "NRGDriver",
    "topics": "SMEInst-09-2016-2017",
    "title": "A breakthrough LED driver that brings a smaller, cheaper, lighter and more environmentally friendlysolution to the LED lighting industry.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Since its inception, LEDs are driven by a constant voltage or current with some compensation for temperature fluctuations. As the power grid works on alternating current, a rectifier circuit is required, in virtually all cases combined with a DC convertor. This type of circuitry is constructed along the principles of a switched mode power supply, which requires a reactance. In short: current LED lamps contain complex constructed technologies, which limits lifetime, reduces design versatility and increases costs.\n\nWe take a different approach. NRGDriver is built by discrete components and semiconductors. The size of the solution does not grow with increasing power requirements and it comprises only about 10 components: less components means less cost, less failure and less waste of energy. While current drivers are considered to be the Achillesí heel for LED lighting, the concept of NRGDriver offers a breakthrough in LED driver technologies, making possible the same revolution in size, function and cost as happened to mobiles phones ñ but now in 1 jump.\n\nSo far, we have invested more than Ä1.5M into the development of the NRGDriver to ensure its robustness and efficiency. We now seek further investments of about Ä1.45M. This sum will allow us to surpass the so-called ìvalley of deathî and reach commercialization.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of NRGDriver and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NRGLED HOLDING B.V.",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912102932": {
            "orgId": "912102932",
            "orgName": "NRGLED HOLDING B.V.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}