{
    "rcn": "213692",
    "acronym": "Traipler",
    "topics": "SMEInst-01-2016-2017",
    "title": "An Anytime, Anywhere and Any-budget platform to boost the digital VIDEO marketing for SMEs",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "TRAIPLER S.R.L. is an Italian SME established in 2013 by three young entrepreneurs and growing at a fast pace. After three years of challenging work, we achieved a significant turnover close to 680,000Ä (2016) and we expect for the current year to almost double the turnover approaching us to 1,200,000Ä. Currently, we have 19 employees and we expect with this project generates 150 new job opportunities for our company.\nAs a video digital content company, we have noticed that every day, millions of companies worldwide need to produce and publish nonstop quality video content into their social channels (i.e. Instagram, Facebook, LinkedIn, YouTube and TV channels) in order to communicate and relate digitally with their potential customers and grow in audience continuously.\nSMEs are the most affected in the process, since they frequently hire advertising agencies for a video-content production. This process needs high capital investement, requires months for its realisation and generates low brand awareness. To solve this situation, we have conceived Traipler, a Video Content Marketing and Digital Storytelling Platform specialized in video production and market content mainly for SMEs, born from the desire of illustrating stories concerning places, landscapes, people, ideas and projects without any actors, storyboards or scenographies behind. Traipler will lead us to generate an accumulated Revenue of 17MÄ and a ROI of 2.5 by 2024; meanwhile this translates to us into 3,300 new clients worldwide by the same year. To achieve these figures, we have been supported by several companies and entities, highlighting Unicredit, Adcom, Convatec, Spark 44, Manetti & Roberts and the Ministry of Goods and Cultural Activities and Tourism ñ Reggia di Caserta.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TRAIPLER SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910426287": {
            "orgId": "910426287",
            "orgName": "TRAIPLER SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}