{
    "rcn": "213663",
    "acronym": "NCN",
    "topics": "SMEInst-07-2016-2017",
    "title": "Nite Carbon Nanoclusters, a natural antioxidant for the food industry made from agricultural waste",
    "startDate": "01/03/2018",
    "endDate": "31/07/2018",
    "objective": "The control of lipid oxidation in the food industry represents an important factor that affects food quality, nutrition, safety, colour and consumersí acceptance. With the growth in the ready to eat food market, consumers are exposed to increasing doses of additives, with the average customer consuming 3.6-4.5kg of food additives yearly. \nThe use of common antioxidants E320 and E321 (BHA and BHT), has become a controversial issue because of adverse toxicological data. Manufacturers face an ongoing challenge, as customers perceive the additives that function as effective antioxidants in food systems to be artificial and potentially detrimental to their health, whereas naturally derived compounds are readily accepted . However, since production cost of synthetic antioxidants is much lower in comparison to natural antioxidants, it is expected that the synthetic antioxidants industry will remain dominant in the global market during the period of 2014 to 2020. Nevertheless,  ëEuropean demand for natural antioxidants for shelf like extension has boomed in recent years, and revenues for natural varieties are set to outstrip those from synthetic equivalents on the back of consumer demand for natural ingredients and nowadays account for a little over 30% of the market, a noticeable increase from previous years. Our company has identified a solution that bridges the gap in the market, developing a natural antioxidant, that provides superior performance to synthetic counterparts, at a cheaper price. \nOur proprietary process involves the use of waste material of grape seed to produce water soluble Nite Carbon Nano-molecules able to induce cytoprotective antioxidant effect, and potential bio-applicability as a free radical scavenger in biological systems, in oxidative stress. Our product (Vegetable Carbon and Anthocyanins by Vitis Vinifera) is already included in the 'positive list' of Regulation EC 1333/2008.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HEALTH TARGET SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911996038": {
            "orgId": "911996038",
            "orgName": "HEALTH TARGET SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}