{
    "rcn": "213659",
    "acronym": "LABMASTER LUCIA",
    "topics": "SMEInst-06-2016-2017",
    "title": "Labmaster Lucia - revolutionizing blood diagnostics with rapid accurate low-cost point-of-care tests",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The Labmaster Lucia is the next generation diagnostics instrument for point-of-care blood tests. The compact device harnesses the breakthrough Cathodic ElectroChemiLuminescence (CECL) method to increase diagnostic speed and precision. Using the Lucia, medical staff can perform in vitro diagnostics (IVD) anywhere and get accurate results within five minutes at a fraction of the cost of existing methods.\nBlood diagnostics are critical for patient treatment, but current options are slow and costly due to large IVD immobile equipment. IVD devices are hard to miniaturize due to the scientific problem of sample medium signal interference. Labmaster's patented CECL technology overcomes signal disturbance problems using hydrated hot electrons that bypass fluid media, enabling the creation of small, mobile IVD devices for fast on-site diagnostics.\nUsing CECL, Labmaster has created two products: (1) The Lucia, a 2kg POC IVD unit; (2) Test cartridges with antibodies to test a range of medical conditions.\nThe Lucia improves on current FI and AECL IVD methods which require large expensive laboratory equipment, or have limited testing ranges. The Lucia has a wider testing range and allows simultaneous tests on one cartridge. It will be priced 50% below the current segment leader. This will reduce public health spending, improve treatment and lessen antibiotic prescription.\nThe Lucia and cartridges will be sold to hospitals and clinics in Europe and Asia via medtech distributors. One Asian distributor is secured, six more will be targetted in this project.\nLabmaster Oy was founded in Finland in 1985, has 17 expert staff, and already commercialized 16 diagnostic innovations. It aims to sell 23,000 Lucia instruments and 10M cartridges by 2023, generating Ä291M in revenue.\nThis project will prepare for the development of a new cartridge to test for a common condition, and prepare for commercialisation.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABMASTER OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951235836": {
            "orgId": "951235836",
            "orgName": "LABMASTER OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}