{
    "rcn": "213627",
    "acronym": "geoBone",
    "topics": "SMEInst-07-2016-2017",
    "title": "geoBone: A Unique Mineral Supplement for Bone Health and Prevention of Osteoporosis SustainablyProduced from Geothermal Resources through a Ground-breaking Process.",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The progressive ageing of the population is coming accompanied by a long list of chronic conditions. Among them is the loss of bone density, a natural process that begins after the age of 30. The risk of fracture grows proportionally to the disruption of the bone architecture, advancing from minor osteopenia to severe osteoporosis, which is a global public health concern that affects today 200 million people. In the EU, the costs derived from osteoporotic fractures reach today Ä37billion.\nAlthough the reason for bone loss in the adult age is poorly understood, it is believed to be due to a lower capability to absorb minerals from our diet. Thus, in the adult age clinicians recommend the intake of mineral supplements to cover for the dietary insufficiency. Although most bone health supplements are based on calcium, it is the mineral silica the one with higher impact on bone mineralization. Despite its recognized effects on bone and connective tissue, its market uptake has been long hindered due to the low concentration, low bio-availability, inadequate presentation and poor absorption rates of current supplement products. In response, we at geoSilica have developed geoBone, a silica-rich drinkable supplement that offers this mineral in high concentrations and in the highest bio-absorbable form. Its properties result from our unique production method, which purifies silica from the mineral rich water byproducts of geothermal power plants. After validating the concept and production sustainability, this project aims to take geoBone to market readiness by finalising its development & industrialising its production process. The Feasibility Study planned in Phase 1 will serve to warrant the project from all technical, commercial & financial standpoints. Besides bringing huge benefits for society, healthcare and environment, geoBone will secure the growth of our company. In 5 years from market launch we expect to hire 11 new people and gain Ä10 million in profit (ROI 8.2).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEOSILICA ICELAND EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916789972": {
            "orgId": "916789972",
            "orgName": "GEOSILICA ICELAND EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}