{
    "rcn": "213669",
    "acronym": "oWBI",
    "topics": "SMEInst-01-2016-2017",
    "title": "Osmotic Wearable Bolus Injector (oWBI) for viscous drug delivery",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "With more drugs coming onto the market as combination products, i.e. drug products paired with delivery devices pharmaceutical companies are paying closer attention to integrated delivery systems. Due to: 1) the trend in the change in drug formulations, in order to migrate from intravenous to a more cost-effective and convenient subcutaneous (SC) drug administration; and 2) the trend in moving from synthetic derived drugs to biologically drugs that are more complex and have higher viscosity and therefore require delivery of larger doses; resulted in the need for a new class of injection devices - wearable bolus-injectors (WBIs). WBIs are prefilled, disposable devices that are worn on the body of a patient during the SC self-administration of a large dose of medication. The WBI market is estimated to grow in CAGR of 170% between 2015 ñ 2020 and achieve Ä6.9Bn by 2025, and pharmaceutical companies are actively seeking for reliable and cost-effective WBIs, providing optimal injection performance at an attractive unit cost and low cost of customization.\n\nSubcuject ApS (SCJ) is a medical device company set to commercialize a new class of WBIs - Subcuject - that makes use of the simple, predictable and strong force of nature: osmotic pressure. Unlike the current WBIs, Subcuject is fully mechanical, bearing no electronic components, resulting in a more flexible, reliable and eco-friendly device at a remarkably lower cost than competitorís (75 - 86% cost reduction). \n\nSCJ business strategy is based on establishing multiple licensing deals (depending on the drug type, disease, region) with pharmaceutical companies. The Subcuject device is expected to significantly enhance SCJís profitability, with an expected accumulated profit of Ä97M, 5 years after project completion. Moreover, the successful achievement of the project objectives will assist SCJ to be a leading company in the WBI device segment in a market today dominated by U.S. companies.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUBCUJECT APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910855221": {
            "orgId": "910855221",
            "orgName": "SUBCUJECT APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}