{
    "rcn": "213662",
    "acronym": "Pavnext",
    "topics": "SMEInst-10-2016-2017",
    "title": "NextGen Road Safety for smarter cities",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Every year more than 1.25 million people are killed worldwide by road accidents and over 50 million are seriously injured. Road traffic accidents are the main leading cause of death for people aged between 15 to 29 years old, which cost governments approximately 3% of their GDP (WHO, Global Road Safety Report on 2015).\nIn average, a speed reduction of only 5% can reduce by 30% the number of fatal crashes. In cities, a speed reduction from 50 km/h to 30 km/h can reduce the probability of fatality in an accident from 45% to 10% (Holzmann, 2008). Adding to this, 38% of the pedestrian deaths in car accidents happen in crosswalks.\nPAVNEXT is a beyond state-of-the-art award-wiing Speed Reduction Systems that maximizes speed reduction without the need for any action from the driver, while minimizing the occupant discomfort and the impact on vehicles.\nIn addition to the speed reduction function, PAVNEXT also harvests the vehicles kinetic energy, converting it with a very high efficiency into electrical energy that can be injected into the public grid, or used locally for other safety purposes (e.g. lighting signals), while collecting significant road traffic and energy production data.\nFor the past 4 years we focused on technological development (currently demonstrating in real environment) and fundraising, and we have also accumulated significant recognition and developed a relevant network of partners, potential customers and other stakeholders.\nOur beachhead market is crosswalk areas in cities above 150 thousand inhabitants, and motorway operators will follow. \nThe successful market entry of PAVNEXT will mean increased safety for pedestrians and drivers, fewer road traffic accidents, a more comfortable urban driving experience, reduced vehicle maintenance needs, more clean energy production and efficiency, atmospheric pollution reduction and, ultimately, better road traffic management.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PAVNEXT - TECHNOLOGICAL PAVEMENTS LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910388263": {
            "orgId": "910388263",
            "orgName": "PAVNEXT - TECHNOLOGICAL PAVEMENTS LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}