{
    "rcn": "213639",
    "acronym": "Skypull",
    "topics": "SMEInst-09-2016-2017",
    "title": "Harnessing the power of high altitude winds - the biggest energy resource yet unexploited by humankind",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Wind is our second largest energy source after solar. The conservative estimates state that wind could provide us with 1,800 TW of energyó100X more than the current global demand for power. But most of this wind is at high altitudes, and is available almost anywhere on the planet 24 hours per day, 7 days per week. \nThe conventional wind turbines, although having improved immensely over the past decade, have hit a technological plateau: they cannot be made much taller to reach the strong, fast winds that blow at altitudes of 400\\ meters.\nTo address this challenge, we developed Skypullóa system made of an autonomous flying device (drone) connected by a tether to a ground power generatorówhich generates low cost electricity from abundant high altitude winds. Uniquely among the competition, we created and patented the highly efficient design of the flying device. \nWe foresee incremental development over several variants to reach a 1 MW Skypull SP3 system by 2021, capable of generating electricity at Ä40-50/MWh. With that device in place we will grow the revenues from Ä2m in 2020 (3 units sold in Switzerland) to Ä140.3m in 2030 (200 units sold globally), with an IRR of 24%\\.\nWe will work closely with the Swiss energy utility AEM SA, that abandoned its plans on implementation of wind turbines and decided to explore the potential of Skypull. We have also built a broad partner network to build Skypull.\nThe purpose of this Phase 1 project is to carry out the market and commercial feasibility for a reduced Skypull SP2 10-100 KW demonstrator, so that it could be sold in the off-grid contexts, generating first cash flows for the company to co-finance further development of a 1 MW variant.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SKYPULL SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912055984": {
            "orgId": "912055984",
            "orgName": "SKYPULL SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}