{
    "rcn": "213683",
    "acronym": "Meshporto_smeIns1_2",
    "topics": "SMEInst-01-2016-2017",
    "title": "PsstMenu  allows customers to place orders directly from home or restaurant tables using only a smartphone.",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "PsstMenu  main goal is to allow customers to place orders directly from their tables in Restaurants/Hotels using only a smartphone. This allow restaurants to increase sales, reduce staff costs and improve customer satisfaction. \n\nWaiting for waiters to come and take orders will soon be history!!! The solutions eliminates the inefficient management of orders due to various human factors and provides a direct communication channel between the restaurant and the customer. It reduces significantly the number of visits done by a waiter to the tables, let them more time to do a better customer service.\n\nTo achieve this goal, MeshPorto has developed a new concept, based on mobile technology, able to install in just a couple of hours, just needing to setting up the digital menu and print Qrcode information to place on the top of the tables. Many approaches have been tested (mainly by POS suppliers) in order to mitigate this issue, however the results are far from expected. \n\nAfter two months of commercialization, we have more than 370 active users and 840 in-restaurant sales. PsstMenu has 7 active restaurant paying clients and 3 more will be soon available in second week of November. We expect to achieve 65 restaurants until the end of this year and more than 650 restaurants in the end of 2018.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MESHPORTO LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911015174": {
            "orgId": "911015174",
            "orgName": "MESHPORTO LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}