{
    "rcn": "213689",
    "acronym": "AIRSKIN",
    "topics": "SMEInst-01-2016-2017",
    "title": "Touch-sensitive skin for collaborative industrial robots (cobots)",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Safe human-robot collaboration is an increasingly important topic in industrial automation. Manufacturers want safe cobots, remove them from cages, which also reduces the shop floor space, so that this space can be used for other activities, matching new manufacturing processes. Blue Danube Robotics GmbH (BDR) has developed a tactile safety solution with the highest safety rating for industrial robots. AIRSKIN, is a pre-certified ìone-fits-most applicationî solution for robot manufacturers and integrators to upgrade their robots into safe cobots.\n\nThe feasibility assessment will focus on following technical and business objectives during its 6 months, to develop a robust plan for Phase 2, by:\nï In collaboration with robotics manufacturers and integrators to evaluate the use case scenarios and its impact on AIRSKIN. Important aspects deducted from the applications will be assessed, such as material requirements, different grippers and custom arms, force and pressure of robotic work, reaction time needed, integration with controllers, etc. Overall technical obstacles to adopt AIRSKIN in various applications will be listed. \nï Prepare test validation in Phase 2 with at least 5 different models of industrial robots will be prepared in collaboration with users. Such validation under real operational conditions will develope not only a product that is proven in collaboration with end users, covering a wide enough choice of robots, but also directly disseminate the pilots to customers (robotics manufacturer and integrators), who supply end users. \nï Prepare to certify one application in Austria and Germany each with new ISO15066, in collaboration with certifying bodies (T‹V) to serve as reference product on the given market\nï Evaluating and preparing a future supply chain (suppliers of plastic material, SLS-manufacturer (3D printing) and supplier of electronics/assembler with airpads).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUE DANUBE ROBOTICS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941923157": {
            "orgId": "941923157",
            "orgName": "BLUE DANUBE ROBOTICS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}