{
    "rcn": "213670",
    "acronym": "RemoRehab",
    "topics": "SMEInst-12-2016-2017",
    "title": "Empowering the society with a cost-effective solution for remote rehabilitation",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Ageing is one of the major societal challenges, which has already become a significant economic factor. One of three Europeans will be over 65 by 2060. In Finland the number of over 75 years olds will more than double until 2040 from current 420.000 to 950.000. Total government spending on pensions, healthcare and long-term care will increase by almost 20% between 2010 and 2060. Being under heavy cost pressure, municipalities in many European countries started to explore possibilities of implementing assisted living technologies to provide the elderly care and rehabilitation at home. Similar trend occurs in US. The global home rehabilitation products and services market is expected to reach US$ 176 billion by the end of 2023.\nTo stay independent and active, seniors need both sufficient balance and physical strength to manage in their daily lives. In order to maintain these abilities, regular and versatile physical activity is required. Physilect will help extending the stay-at-home period for seniors by activating them to regular exercises. Our solution enables seniors to maintain their ability to live at home as active members of the society. The proposal introduces a novel business model innovation built on following opportunities: individual empowerment, the pervasive use of new technologies, and new ways of caring.\nWe are targeting at commercialization of our product for global markets by exploring the emerging market opportunity created by the aging of population and a growing need for novel rehabilitation solutions. Our main objective for the near future is to make sure our business model is scalable and valid outside the domestic market. Actions described in this proposal provide grounds for a two-years development project, which will be mainly devoted to the international scale up. The main goal of the proposed feasibility study is to define the proper application focus and modify the business model in respect to specific needs of the selected market segment",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PHYSILECT OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917682760": {
            "orgId": "917682760",
            "orgName": "PHYSILECT OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}