{
    "rcn": "213624",
    "acronym": "BIAR",
    "topics": "SMEInst-09-2016-2017",
    "title": "THE BiAR PROCESS: TRANSFORMING LOW-VALUE BIOMASSESINTO HIGHLY VALUABLE FOR ENERGY-RECOVERY FUELS",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Bioenergy is by far the leading renewable energy source in Europe, accounting for 61.2% of all renewable energy sources consumed. The increasing demand is attributed to the fact that biomass is the only renewable energy source providing solutions for all energy sectors: transportation, power, and heating and cooling.  \nDue to this high demand, European biomass industry has the neccesity of making a better energetic use of the feedstocks and wastes, which are continuously generated but are practically unused in energetic terms due to their ash-rich content, which is regulated by the ISO 17225.\nBiAR is a chemical proccess to remove the ash content from ash-rich lignocellulosic (e.g. bark, rice husks) up to 95% biomass or sludge digestate, that consists of 3 differentiated steps: 1) liquefaction of the organics through solvolysis, 2) ash content separation through filtration, and 3) recovery of solvents through distillation. BiAR is a process for the valorisation of wastes, increasing their efficiency as a fuel up to 90% but also increasing their economic value since the produced pellets will be sold at higher price thanks to the improvement in the quality. Thus, biomass pellets producers will be willing to pay for a process that will help them to increase their benefits per ton (in the worst scenario, they will increase the selling price from 129 Ä/ton Enplus B pellets to 230 Ä/ton EnplusA1). Thus, BiAR will increase the benefits of biomass pellet producers up to more than 200%.\nMoreover, BiAR process in aligned with the EU's Renewable Energy Directive (2009/28/EC), which sets a 20% target of energy consumption from renewable sources by 2020, with bioenergy playing a key role. BiAR will help to boost the Circular Economy in Europe since it is the only proccess able to valorise wastes and sludges, that nowadays cannot be used with energetic purposes.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSER ENERGIA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916660574": {
            "orgId": "916660574",
            "orgName": "INSER ENERGIA SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}