{
    "rcn": "213691",
    "acronym": "DifMATRIX",
    "topics": "SMEInst-01-2016-2017",
    "title": "Ground breaking 3D cell culture platform to eliminate animal testing in pharmaceuticals",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "The use of in-vitro testing (in simulated environment) is the future of drug development, cancer research and medical research in general since it overcomes the practical and ethical issues associated with human and animal experimentation. However, as much as 85% of early clinical trials currently fail despite successful preclinical in-vitro testing; in the case of clinical cancer trials it is less than 8%. The main reason for such low success rates is that currently used 2D cells do not behave the same in living bodies as in cultures. As a consequence, animal testing continues to be widespread despite the associated cost and strong ethical concerns it raises. This is also extremely costly in time and resources which raise consumer prices for life-saving medications.\nInoCure is addressing this problem with the DifMATRIX - a unique 3D scaffolding platform with drug delivery embedded system, for cell culture used in molecular biology and tissue engineering. DifMATRIX enables to simulate natural cell phenotype (in vivo) in the in-vitro environment. It redefines in-vitro preclinical testing standards, significantly improving preclinical-to-clinical translation efficiency and provide an alternative to animal testing models. The predicted impact of the project is to eliminate the animal testing phase from the drug development process.\nThe project is well aligned with new trends in cell and tissue culture supplier market. Globally, this market is witnessing significant growth due to increasing demand for biopharmaceuticals and increasing R&D in this field. The global cell/tissue engineering supplies market is expected to reach $28 billion in 2020. The market demand for DifMATRIX has been confirmed by customers currently using our passive InoMATRIX product, and by the letters of intent from prospective customers.\nFollowing the proposed Phase 1, Inocure target is to apply for the Phase 2 project to scale-up the production and launch commercialisation of DifMATRIX.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INOCURE SRO",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "931365580": {
            "orgId": "931365580",
            "orgName": "INOCURE SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}