{
    "rcn": "213609",
    "acronym": "Nanodevice",
    "topics": "ERC-2017-PoC",
    "title": "Nanostructure-based label-free biomolecular binding kinetics assay",
    "startDate": "01/04/2018",
    "endDate": "31/03/2019",
    "objective": "The aim of this ERC Proof of Concept Grant proposal is the construction, validation, and patenting of a nanoscale device that can accurately measure the binding and unbinding kinetics of target molecules. Accurate measurement of binding and unbinding kinetics of molecules is of great interest to both pharmaceutical companies and academic research groups, and is essential for the development of novel therapeutic compounds. Our proposed nanodevice is based on our knowledge about dynamic nanostructures gained during the course of the ERC starting grant ìDNA ORIGAMI DEVICESî and the current ERC consolidator grant ìDNA ORIGAMI MOTORSî, and offers a range of advantages compared to existing competing technologies, such as significantly lower initial and running costs, a label-free assay with fluorescent readout, no necessity of time-resolved sample preparation, a solution-based measurement, greater experimental throughput, and control over target molecule arrangements on a molecular scale. In the course of this project, we will build a demonstrator nanodevice, secure relevant intellectual property rights, validate and improve the nanodevice in close collaboration with prospective end-users, and determine promising commercialization approaches. The expected outcomes are a licensable patent, a provisional business model, a technology with TRL 4-6, and foundations for subsequent collaboration projects with customers, suppliers, and competitors.",
    "totalCost": "149873,75",
    "ecMaxContribution": "149873",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 149873
        }
    },
    "calculatedTotalContribution": 149873
}