{
    "rcn": "213655",
    "acronym": "GEODEPOWER",
    "topics": "SMEInst-09-2016-2017",
    "title": "Cutting-edge deep geothermal system and drilling technology suitable for all users and locations",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Rock Energy AS is a Norwegian SME founded in 2007 and managed by a highly experienced team within geoscience, rig, drilling, and energy systems. \nWe have developed GEODEPower geothermal plants based on deep-drilling and enhanced geothermal well-system patented technology capable of delivering energy even in very low geothermal gradients, thus allowing exploitation at any location no matter geological activity. GEODEPower wells reach as deep as to 5,000 m, and through a closed loop system achieve high-energy delivery all year round occupying almost no space. Our technology can fit energy deliveries from 0.3 to 150 GWh/year/well with high utilization ratio in terms of operational hours. Thus, we can serve since low-temperature demanding end users such as residential and office buildings, sports arenas, parking lots, and sidewalks to airport runways, and large industrial users through heat pumps and combined heat and power (CHP) plants. \nGEODEPower closed-loop operation implies no fracking, no contamination of groundwater/soil, and zero emissions. These features together with the lack of operation noise, and the small area for installation, make them the ideal electricity, heating and cooling supplier in densely populated areas.\nThe first GEODEPower plant to demonstrate the technology in a relevant environment constructed in Asker 2016 (down to 800m) is now in testing phase (TRL6). A plant with 2x1500m wells is planned for Oslo Airport, drilling phase beginning in Nov 2017. After project completion at the airport will be at TRL7.\nWe have projected the roll out of our business plan initially through the Nordic countries, our domestic market, through an IPP developer model enabling to the end user to be plantís owner. Outside the Nordic market, we are focused on the deployment of 5,000m wells by licensees and joint venturing. We expect Ä23,3 million profit by 2023, with an Internal Return Rate (IRR) of 17.8% for Rock Energy, and the generation of 70 new jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ROCK ENERGY AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921019560": {
            "orgId": "921019560",
            "orgName": "ROCK ENERGY AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}