{
    "rcn": "213638",
    "acronym": "DANTE",
    "topics": "SMEInst-11-2016-2017",
    "title": "DANTE: Digital Alarm Network and Tracking Equipment for forest fire detection",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Wildfires are a global phenomenon which can have a devastating impact on a countryís population, economy and environment. Although fire suppression costs are increasing every year, there is still a constant increment in the frequency and severity of wildfires. According to EM-DAT, 5.8 million people are affected worldwide every year by wildfires, with estimated economic costs of 45,000 million Euros. \n\nDANTE is the integrated low-cost solution for the early detection of wildfires that has received the awards Copernicus Masters 2017 and ESNC 2017. These are international competitions established on the initiative of ESA, GSA and the Copernicus Programme in which DANTE was rated as a business innovation to address EU challenges and an investment opportunity. DANTE is a prompt alarm system which features advanced methods to report and manage a fire within seconds of its starting. It provides the exact geo-referred coordinates of the fire source, tracks accurately the fire as it evolves and guides the firefighting extinguishing operations as a real-time navigator. The system is compatible with existing emergency control rooms and is managed remotely from either the control room or a smartphone with internet connectivity. DANTE has the potential to halve the yearly budget of public and private entities dedicated to wildfires extinction and detection (estimated to be of 10,600 million Euros extrapolating EM-DAT database).\n\nDANTE will be commercialised directly by AD TELECOM, including a network of official distributors to maximise the sales worldwide. This project will enhance the ambition of the company to grow and internationalise, targeting an inter-sectorial market in a B2B and B2B2B business model. First sales are expected in 2019, and the annual turnover is calculated to stay permanently above a million Euros after 2020. The company targets a total sale of 150,000 units within a lifetime of 12 years, which translates to a global turnover of 126 million Euros.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AD TELECOM SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "935599436": {
            "orgId": "935599436",
            "orgName": "AD TELECOM SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}