{
    "rcn": "213611",
    "acronym": "SpeechTech4Literacy",
    "topics": "SMEInst-01-2016-2017",
    "title": "Multilingual Childrenís Speech Assessment Platform for Literacy and Language Learning",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Literacy is a foundational skill, yet 20% of EU children have difficulty reading, unchanged over the past decade. This problem is more serious for disadvantaged and immigrant children, who lag even further behind in reading skills. Multilingualism is both a needed and desired skill across the globe.\nSpeech technology has the potential to be a game changer by voice enabling digital literacy and language learning apps to ëlistení (and assess) as the child reads aloud, providing the child individual real-time feedback to rapidly improve reading and language skills and track student progress and difficulties.\nAdult speech technology systems donít work for children and existing commercial systems for children are predominantly English and only work in quiet ëlab-likeí environments, severely limiting their real-world use. SoapBox Labs (SBL) has developed a children's speech assessment platform for real-world conditions such as homes and schools and made the platform available for open license into 3rd party digital learning products, maximising potential for market penetration and impact. \nOur ambition is to extend our existing English platform, scaling to 13 languages by 2022 and targeting a global market of 187M children, Ä3B opportunity. \nSBL closed a Ä1.2M fundraise in Jan 17 and has received widespread support from leading academics, educators and industry stakeholders. SBLís innovations will have a positive impact on children (through robust, widely accessible and affordable products), industry stakeholders (opening new product channels for education publishers, EdTech companies and developers) and SBL (international expansion with estimated revenues of Ä33M in 2022; 83 direct/indirect jobs). \nThe project provides a major achievable step toward raising stagnant EU childrenís literacy levels, reaching children no matter where they are, on everyday consumer mobile devices, opening a portal to learning and empowerment, particularly for the most vulnerable.",
    "totalCost": "2124175",
    "ecMaxContribution": "1486922,5",
    "coordinator": "SOAPBOX LABS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917954942": {
            "orgId": "917954942",
            "orgName": "SOAPBOX LABS LIMITED",
            "ecContrib": 1486922
        }
    },
    "calculatedTotalContribution": 1486922
}