{
    "rcn": "213695",
    "acronym": "MULTICURVE",
    "topics": "SMEInst-02-2016-2017",
    "title": "Unique multi-curve active catheter for complex endovascular navigation",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "While endovascular procedures have grown very quickly in the past years, notably for the treatment of neurovascular pathologies, they may be impossible to implement when navigation is complicated by high vessels tortuosities or bifurcations angulations. In such cases, medical practitioners have no choice but to use alternative techniques, often complex and costly. \n\nBasecamp Vascular (BCV), a French SME created in 2016, is focused on the development and commercialisation of a breakthrough medical device: the first ever mechatronic active catheter dedicated to endovascular navigation in any anatomy, even complex, for neurovascular pathologies. BCV aims at providing the world market of endovascular procedures, specifically the ìendovascular accessî segment (\\/- 8 million procedures / year, Ä5 billion in value), with this device, which tip can be modified on-demand as opposed to current passive catheters which preformed curve is unchangeable. First commercialisation is planned by 2019, with a first focus on the EU area, to be addressed globally as soon as the EC marking is obtained. \n\nA first version (mono-curve) of BCV active catheter has been developed and validated and the upgraded version of the device (multi-curve) is currently in development and will be achieved by the end of 2017. In this frame, the MULTICURVE SME Instrument project aims at optimally preparing future innovation steps, with three specific objectives for phase 1: refining the current market strategy, preparing regulatory markings and preparing the planned multicentric, transnational clinical study to be performed in phase 2.\n\nAs such, the SME Instrument support will facilitate reaching the market of endovascular procedures, the multi-curve device being an unprecedented solution for medical practitioners. Indeed, for the first time, they should benefit from a catheter able to adjust to all patientsí individual anatomical variations, thus fully fitting within the personalised medicine concept.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BASECAMP VASCULAR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912064811": {
            "orgId": "912064811",
            "orgName": "BASECAMP VASCULAR",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}