{
    "rcn": "213658",
    "acronym": "Tangi0",
    "topics": "SMEInst-10-2016-2017",
    "title": "Touch and pressure sensitive material without electronic sensors for intuitive and eye-free control of a carís features while driving",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Current in-car controls have many individual components and parts included, making them very costly to assemble. If even one of the parts fails the controls wonít work and car models could be recalled by the factory to have to fix the issue. The assembled components are difficult to take apart and need to go through a timely, costly process to be recycled and not be turned into e-waste. The main problem behind in-car controls are that they cause significant distractions to drivers which has been found the cause of 80% of road traffic accidents. The problem is only becoming worse with infotainment displays imbedded with multiple lights and sensors and controls being inputted through a large touch-screen device.\nTangi0 have developed a new method for operating controls in the cockpit of cars through an intuitive, tactile material with distinctive shapes that allow drivers to operate it eye-free. This reduces the safety hazards of driving distractions. Using a touch-sensitive, conductive material also means that there is a huge reduction in electronic components needed in the product making a much cheaper, environmentally friendly.\nFollowing a very promising preliminary validation of the innovative technology with Jaguar-Land Rover, Tangi0 now intend to develop and design the integrated system and fully commercialize the solution by reaching the market in 2021. Incorporated in the UK in 2015 with its core business in the European automotive market with a revenue of Ä200K, £450K in funding and a staff headcount of 8.\nThe proposed work in Phase 1 of the SME instrument fits into the overall Tangi0 plan to reach market by contributing the financial resources needed to plan a fast, sound and wider deployment of the solution and the market uptake. It will also allow the SME to accomplish key feasibility activities and reduce the business risks, such as business planning, customer identification and outreach, and stronger IP management strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TANGI0 LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911408509": {
            "orgId": "911408509",
            "orgName": "TANGI0 LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}