{
    "rcn": "213641",
    "acronym": "AIM",
    "topics": "SMEInst-01-2016-2017",
    "title": "Augmented Reality Assisted System for Utilities Infrastructure Management",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "The installation, upgrade and operational maintenance of utility infrastructures protection is a global challenge which is continuously growing. The Augmented Reality Assisted System for Utilities Infrastructure Management(AIM) is a system designed to support utility field workers.  The AIM platform integrates different technologies such as: positioning and sensors(GNSS), Augmented Reality(AR), Geographical Information Systems(GIS) and 3D databases. In practise, this system will guide the field workers in underground and building utilities to ëseeí what is happening under the ground, floor and behind the walls, like an ìx-ray imageî of the infrastructure. \nThe system is using AR interfaces to render the complex 3D models of the utilities infrastructure such as water, gas, electricity and communications. in an approach that is easily understandable and useful during field work. \nAIM will provide better, more streamlined on-site utility management; maximize existing investments; reduce operation and management costs; reduce accidents and improve working conditions.\nAIMís target customers are all organizations involved in the utilities management sector. \nThis project goal is to develop a technical and commercial feasibility assessment as a milestone step towards the creation of the AIMís line of products and services and itís worldwide commercialization. \nThe objectives of this feasibility assessment are to define market niches, consumer needs, evaluate relevant legislation aspects, identify and solve market barriers, determine the AIMís technical feasibility, as well the economic and social impact of itís commercialization. \nThe project will create a return on investment of 192% in 5 years of commercialization, grow the company sustainability and generate the conditions to hire 60\\ staff. Most importantly it will contribute to improve the European utility infrastructure management while simultaneously reducing itís financial and societal costs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CYBLIX UNIPESSOAL LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911498234": {
            "orgId": "911498234",
            "orgName": "CYBLIX UNIPESSOAL LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}