{
    "rcn": "213665",
    "acronym": "INSULYNC",
    "topics": "SMEInst-01-2016-2017",
    "title": "INSULYNC: Changing the way diabetes is treated",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Medilync is a start-up based in Iceland and founded in 2012 with the goal of revolutionizing the management and treatment of diabetes. Medilync has created a medical device that simplifies the way patients manage glucose measurement and insulin delivery. Diabetes requires a highly-disciplined routine of glucose control and insulin injections, being lack of accuracy and of recordkeeping one of the main reasons for a deteriorating health. There are about 60 million people with diabetes in the EU and this number will rise to 71 million by 2040. Up to 75% of all people with diabetes are not in good control of their condition, leading to huge social and economic costs. 40% of diabetes patients are >65 years, and need to involve family members, friends and providers in real-time to improve adherence to treatment. Medilync brings the first all-in-one medical device, INSULYNC, which allows for easy blood glucose measuring, recording of the injection of insulin, and real-time delivery of all this information for storage on a cloud computing system, Cloudlync, sharing it with the doctor and the patientís family. INSULYNC and Cloudlync are highly integrated to help the patient keep track of medication and to organize all data relative to diabetes management under one single system. The solution helps patients to engage with family and doctors (improves treatment adherence by 35%), with the result of patients spending less (could save around Ä40 billion a year to European healthcare systems) and being in better health. The overall objectives of this project include finalizing and validating INSULYNC and Cloudlync with key stakeholders (e.g. clinical trials in key target markets), and preparing our entry strategy into the European market. Through this project we aim to boost the growth of our company and obtain Ä14.17M revenues (overall profit of 55%), while creating 30 new jobs by 2025, with a ROI of Ä4.9 per euro invested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEDILYNC EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912264340": {
            "orgId": "912264340",
            "orgName": "MEDILYNC EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}