{
    "rcn": "213648",
    "acronym": "Mega-Inliner",
    "topics": "SMEInst-10-2016-2017",
    "title": "High tech Inliner for ISO tank containers",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "The global tank container fleet has grown almost 50% from 2013, reaching 508,000 units by the end of 2016 since bulk shipping made possible is much more efficient compared to traditional transport methods. Thus, ISO tank containers have developed for intermodal carriage of bulk liquids ranging from non-hazardous to hazardous liquids, eliminating the risk of spillages through transferring liquids from one vessel to another providing an extremely safe, secure, and versatile mode of transportation. Nevertheless, nowadays the intensive use of ISO tank containers is constrained by the need of cleaning after each use to be ready for its next load. This task coupled with the insufficient number of cleaning stations entails higher direct costs (Ä250-1200/cleaning) but also indirect ones since the containers are stocked several days limiting their availability. These lead towards logistic inefficiencies, such as empty return journeys due to prior cargo constraints. Moreover, the lifetime of ISO tank containers, is highly dependent on the cargo being shipped and frequency of cleaning. On the other hand, flexitanks-an alternative solution-poses serious concerns regarding the possibility of spillages, unused space and their installation is expensive. Mega-InlinerÆ aims to revolutionize the bulk liquid transportation industry by introducing the first one-use high-tech Inliner for ISO tank containers designed for intermodal transport. Removing the need for cleaning the tank after discharge, it eliminates all the concerns associated with the use of ISO tank containers. Thus, a huge optimization of logistics is realized allowing for transport costs reductions of 20-75% depending on type of current packaging used, liquid cargo and volume transported. Having set brewery sector as our initial target market, we are currently running operational test of our prototype with water and beer cargos in ISO tank containers which has demonstrated our technology in a relevant environment.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEGA-INLINER BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910581972": {
            "orgId": "910581972",
            "orgName": "MEGA-INLINER BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}