{
    "rcn": "213601",
    "acronym": "POHP",
    "topics": "ERC-2017-PoC",
    "title": "Combined waste heat recovery and compact cooling with Pyroelectric-Oscillating Heat Pipe (POHP) system for low temperature thermal to electrical energy conversion",
    "startDate": "01/07/2018",
    "endDate": "31/12/2019",
    "objective": "This Proof of Concept will exploit pyroelectric harvesting in the emerging market of oscillating heat pipes (OHPs) that can be used for cooling of electronics, lighting, solar panel and batteries.  The application areas for oscillating heat pipes include thermal management of microprocessors, mobile computing devices, and LEDs, which all require small heat transfer devices. Larger electronic systems that require cooling include voltage transformers and current rectifiers, since most of the modern electronics require a direct current (DC). Solar panels and batteries benefit from OHP thermal management since an increase in temperature significantly reduces the efficiency and lifetime of the devices.  Our proof of concept approach is to combine OHPs with a pyroelectric harvester to provide both thermal management and energy generation. The OHP is used to remove heat from a system to provide cooling and the naturally high temperature fluctuations in the OHP can be simultaneously transformed into useful electricity and fed back into the system to improve battery lifetime for mobile devices or reduce power demand. We will develop an industrial scaled integrated cooling and heat recovery unit utilising the abundantly available heat through an OHP in order to drive a pyroelectric generator and effectively cool heat-concentrated areas without mechanical motion, while also generating electricity locally from the otherwise wasted heat. The project contains technical and commercial activities to demonstrate the feasibility of POHP to provide cooling and harvested power. This involves the development of prototypes to showcase the potential of the technology, undertaking market analysis, end-user identification, marketing/dissemination, competitor analysis and potential business models to provide a bridge between technical development and a market ready solution.",
    "totalCost": "149424",
    "ecMaxContribution": "149424",
    "coordinator": "UNIVERSITY OF BATH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999842924": {
            "orgId": "999842924",
            "orgName": "UNIVERSITY OF BATH",
            "ecContrib": 149424
        }
    },
    "calculatedTotalContribution": 149424
}