{
    "rcn": "213698",
    "acronym": "HouseBuildR",
    "topics": "SMEInst-01-2016-2017",
    "title": "Build your house exactly as you imagined it",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "At Jali we have mastered the art of building and configuring Computerized Numerical Control (CNC) machines for plywood cutting. Our proprietary middleware allows us to produce custom components directly from digital 3D models, eliminating the need for manual programming and maximizing production speed.\nThrough our groundbreaking technology we currently enable thousands of consumers to build their house interior exactly as they imagine it from custom wardrobes and cabinets to bed-frames and doors, all with a few clicks on our 3D design tool. We have successfully marketed this technology and have made it available through our website.\nHouseBuildR is bold step forward. It comprises a sophisticated large-scale CNC machine, capable of producing plywood blocks in custom geometries of sufficient size to be used in house building. It is thus ideal for self-builders, i.e. people who prefer to build their houses from scratch, a market segment that accounts for almost 640,000 new houses in the EU and the US. \nOur vision is clear. We aim to completely redefine Structural Insulated Panel (SIP) based house construction by adapting our technology to achieve end-to-end house building automation. This new paradigm will not only enable end-customers to design and self-build their homes themselves but also drive the construction costs down by at least 20%.\nOur solution enables a transition to energy efficient houses with greatly reduced carbon footprint. Houses built with HouseBuildR will feature 2.5 times more effective insulation due to inherent qualities of plywood SIP. This will result in an estimated CO2 reduction of 4391 tonnes per year.\nThrough this action, we aim to fund a feasibility study for our product, which is already at TRL6, and establish the estimated potential of our business growing by Ä31m gross revenues and Ä13.7m operating profits over the 5 years following HouseBuildRís official market launch, generating a total of approximately 195 direct and 1100 indirect jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JALI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924156831": {
            "orgId": "924156831",
            "orgName": "JALI LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}