{
    "rcn": "213668",
    "acronym": "RPS",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disruptive Radar Positioning System for trains",
    "startDate": "01/01/2018",
    "endDate": "31/05/2018",
    "objective": "Knowing the exact location of trains is extremely important for railway industry, as it increases security, passenger safety and traffic capacity as well as reducing energy consumption and pollutant emissions. Our technology is more economical, more accurate, and safer than the current available train positioning solutions such as Eurobalises, odometers or Doppler Effect Cinemometers. The RPS solution is based on two devices, the RPS Radar which is a high-frequency radar installed on the train that obtains a detailed ground profile and the RPS Balises, a set of plastic pieces attached in certain railway sleepers. We seek to exploit RPS technology by marketing 2 different services. The first is our Efficient Speed Control service that will allow metro and railway operators to establish an optimal map of speeds for their trains. With this tool they will be able to adapt train speed to the optimal energy consumption instead of using sections at a constant speed as is currently done. The second is our Target Braking service that will allow signalling companies a smooth deceleration of the trains in stations until they stop at a precise point. With this tool they will be able to provide a greater comfort and safety to passengers, improve energy efficiency and deploy Platform Screen Doors reliably and at a low cost. Up to now, thanks to the effort and commitment of our valuable professional team, we have raised Ä720,000 from different agencies of the Spanish Government, we possess 9 patents, we have tested the core of our technology in a real environment with renowned customers such as Madrid Metro and Talgo, we have received awards from the technological and entrepreneurship sectors and we have established strong alliances and received the support of key stakeholders such as Indra and Renfe.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AUTO DRIVE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916571916": {
            "orgId": "916571916",
            "orgName": "AUTO DRIVE SOLUTIONS SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}