{
    "rcn": "213633",
    "acronym": "FREEDD",
    "topics": "SMEInst-11-2016-2017",
    "title": "A real-time answer to environmental heavy metal contamination",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Heavy metals such as lead, cadmium, arsenic and mercury are toxic, causing neurological and kidney damage in humans, and can be lethal in high doses. Exposure to these metals is most commonly via a contaminated food-chain resulting from air, water and soil pollution caused by industries. The greatest hazard to human health is aquatic pollution as waterways allow for contaminant mobility facilitating entry into the food-chain through drinking water and the fishing industry. The EU restricts heavy metal emissions and thus waste water streams require regular testing. Currently, quantitative and accurate heavy metal water and wet soil testing is carried out using expensive lab-based chemical or spectroscopic techniques. These techniques require high levels of expertise and maintenance and do not allow real-time field testing, thus creating long waiting times for results, which can not only be costly but also allow for unchecked heavy metal leaching into the environment. This has created a need for rapid, efficient, accurate, field-adapted and affordable identification of heavy metal content in waterways and wet soil. Our company, Envic-Sense, founded by engineers Eva-Lena and Peter GÂrdhagen in 2006, have developed FREEDD, a portable, fast, accurate and quantitative instrument that tackles these challenges and revolutionises how pollutants in the environment are measured. Our patented field-adapted alternative, based on quartz crystal microbalance technology, can accurately measure heavy metals in water in real-time in concentrations as low as 5 ng/l (cadmium), 0.1 g/l (mercury), 0.17 g/l (arsenic) and 20 g/l (lead).  We aim to revolutionise how pollutants in the environment are measured delivering a fast, reliable and quantitative results with uncompromising accuracy, enabling rapid pollutant containment and remediation. With FREEDD, Envic-Sense will triple in size over the next five years, create a new value chain and potentially hundreds of jobs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ENVIC-SENSE AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910428906": {
            "orgId": "910428906",
            "orgName": "ENVIC-SENSE AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}