{
    "rcn": "213697",
    "acronym": "CLEAN CABINET",
    "topics": "SMEInst-02-2016-2017",
    "title": "A Unique and Innovative flushing test bench for cleanliness assessment of hydraulic components that allows to increase test efficiency and reduce costs",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Contaminants in hydraulic components cause premature deterioration, resulting in poor performance and failure, not only of the raw components but also of the end-products once assembled. Over 75% of failure events in hydraulic systems are due to contamination. Contaminants increase fuel consumption, energy loss and pollution in combustion engines, while decreasing battery life in electric engines. Thus, all hydraulic manufacturers & assemblers are forced to assess the cleanliness of their products before commercialization. Although some of them invest on heavy equipment for on-site analysis, most of them externalize it to expert labs. Either way, these options fail to meet their needs. Besides being costly & time-consuming, they only assess for contaminants in the final product. This approach prevents users from having a clear view on the sources of contamination affecting their manufacturing chain. In response, we at OilSafe offer CLEAN CABINET, a unique automated system for cost-effective analysis AND removal of contaminants. Our system implements a holistic approach, not only analysing contaminants from products but also characterizing and identifying their origin at the production chain. Besides being simpler and more cost-efficient, CLEAN CABINET allows users to meet the quality required for product certification (ISO16232) and to comply with environmental laws. After validating the functionality of the prototype, we now want to move forward with the project, seeking to finalise its technical development, industrialise manufacturing and prepare for market launch. In Phase 1 we aim to run a Feasibility Study that allows us to gather input and secure the project from all technical, financial and commercial outlooks. Upon completion, we expect CLEAN CABINET to bring significant benefits for the industry, society and environment, as well as for our company. Indeed, we foresee to reach a ROI of 5.5 per euro invested, gain Ä9.8 million profits and hire 15 new people.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OILSAFE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912229323": {
            "orgId": "912229323",
            "orgName": "OILSAFE SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}