{
    "rcn": "213654",
    "acronym": "ODALISS",
    "topics": "SMEInst-04-2016-2017",
    "title": "Optical Data Payload for Small Satellites ñ A complete satellite platform with integrated optical communications system for increased data transfer rates.",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Current radiofrequency communication systems for satellites are very bulky and require high amounts of power. This can be compromising for small satellite platforms.\n\nODALISS is a complete satellite platform, with integrated optical communications system and all the platform sub-systems (Satellite bus, OBC, ADCS, Power), ready to accommodate third-party payloads such as observation or scientific equipment. This means that customers can buy the full satellite from emxys, install their own instruments, and then it is ready for launch. The high down-link data rates will be ideal for low cost satellite developers who handle large amounts of data (such as those related with Earth Observation, environmental monitoring, etc.). These will be able to download their data either via Web, through the emxys central Optical Ground Station (OGS), or through their own OGS. Optical free-space links are prone to failure due to interruption caused by atmospheric obstacles (fog, clouds, rain, etc.). In order to overcome this drawback, we are establishing a series of OGS around the globe in strategic locations where the atmosphere is clear and more predictable. Such locations are in many cases compatible with those chosen for astronomical observations.\n\nemxys is an innovative aerospace SME with over 12 years of experience in the sector, we are aspiring to evolve our business model with a recurrent activity based on a proprietary product line, while maintaining the existing activity in on-demand developments and participation in project consortia. During the last 6 years emxys has focused on the development of proprietary satellite platform product line, starting with the 3U CubeSat platform NAOSAT. ODALISS is the next evolution of the NAOSAT platform by integrating a built-in optical communications system. The SME Instrument project is in line with emxys experience in optics accumulated in ESA projects, such as: Photonic transceiver for secure space communications, under ESA ARTES 5.1.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMBEDDED INSTRUMENTS AND SYSTEMS S.L",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "989712050": {
            "orgId": "989712050",
            "orgName": "EMBEDDED INSTRUMENTS AND SYSTEMS S.L",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}