{
    "rcn": "213676",
    "acronym": "FlyNano",
    "topics": "SMEInst-10-2016-2017",
    "title": "FLYNANO - ELECTRIC AIRCRAFT FEASIBILITY VERIFICATION",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "The innovation supports the EUís efforts for sustainable aviation. High-tech eco-innovative electric airplane FlyNano is at TRL 7 and soon to be finished to mass-production. The solution is patented. FlyNano is environmentally and noise friendly plane which uses watercourses as runway. The plane has standard controls and normal airplaneís flying characteristics. The exceptional design of FlyNano includes advanced carbon fibre structure; patented detachable, one-piece boxwing invention, and a unique lightweight electrical powertrain has the worldís best power to weight ratio.\nThe impacts are emissions reduction, safety, noise reduction, workplaces and new business. The solution is unique. Clear business opportunity and customer demand have been detected market tests. The first 10 FlyNanos have been presold and the concept launch lead to 50 M viewers in various media. \nFly Nano Ltd (established at 2010) has highly talented team of 12 professionals with the key knowledge for the development and commercialisation of the innovation. The expected growth potential for the next five years is 100 MÄ yearly revenue, 50 new workplaces, 5 new patents, 1500 FlyNanos sold and 500 powerlines sold.\nThis feasibility study aims to verify the practical and economic viability of the innovation. The expected outcome of this project is a plan for global commercialisation of FlyNano.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FLY NANO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910383510": {
            "orgId": "910383510",
            "orgName": "FLY NANO OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}