{
    "rcn": "213673",
    "acronym": "Furhat Robotics",
    "topics": "SMEInst-01-2016-2017",
    "title": "The Human Face of AI: a novel platform to build social conversational robots for education, healthcare, retail  other verticals",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Furhat is a social robot that interacts with people just like people do. Furhat is an award-winning novel type of computer-to-human interface that is based on years of R&D on social artificial intelligence. \nFurhat's body uses a translucent mask and a back-projected state-of-the-art animation system. The animation comes from a small projector located in the neck via a set of mirrors, and by mapping a computer animation that exactly fits the mask, it creates the illusion of a moving and living being. Furhat has a built-in framework for multi-party dialogue management that enables complex interactionsóspeech, gaze movements, head pose, facial expressions, and gestures in response to events. Furhat can interact with several users at the same time and detect their gestures & expressions.\nFurhat Robotics is a spin-off company from KTH Royal Institute of Technology based on 15 years of research in human-computer interaction, spoken dialog systems, and 3D animation. Furhat is developed by a team  headed by a former Disney Imagineer, and includes renowned scientists, and entrepreneurs, that left companies such Disney, Spotify & Klarna, and universities such as Yale, CMU & KTH to work on it.\nFurhat has a strong early market tractionó50\\ customers globally are using it in education & training, therapy & social care, customer service & entertainment. \nThe annual market for social robots is forecasted to reach Ä2bn by 2025 with applications in multiple verticals (healthcare, education, public service, research, consumer & personal robots). To maximize our opportunity, we will focus on development of the generic Furhat platform, leaving implementation & commercialization of specific solutions to 3rd party developers & researchers. In this Phase 1 project we will carry out a market assessment & identify 2-3 most promising verticals for commercialization of the Furhat platform. \nWe are aiming at commercialising ~100,000\\ Furhat robots by 2023, generating Ä28m\\ in annual revenues.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FURHAT ROBOTICS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "930638759": {
            "orgId": "930638759",
            "orgName": "FURHAT ROBOTICS AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}