{
    "rcn": "213626",
    "acronym": "SmartEye",
    "topics": "SMEInst-10-2016-2017",
    "title": "The most accurate 3D scanner for boosting the uptake of automated guided vehicles (AGVs)",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Robots and vehicles play a crucial role in performing operations in unsafe environments, achieving high quality and overall producing a steep increase in competitiveness. While robots are capable of performing efficiently operations, their applicability is limited by their perception and understanding of the environment. Opening up new opportunities for robot applications require accurate, flexible and real time 3D vision technology. Ladimo is positioned at the forefront of the transition to safe and efficient industrial parading in Europe. Ladimo was founded in 2015 in Finland. The company has developed a new generation of 3D scanners. The novel Ladimo scanner, provides human-like vision - in real time and while in movement ñ 10 to 100 times more accurately than the current competition. Ladimo has independently developed the technology, hardware and software, which form the base of the product. However, when developing and adapting the product for the different application areas we are closely working with industrial partners, chosen to represent larger commercial potential. Direct impacts from the incorporation of Ladimoís technology include: (1) Improved safety. Automated guided vehicles (AGVs) will provide a solution for performing operations in dangerous environments. (2) Improved competitiveness, by preventing defects, reducing waste, and increasing yield while achieving compliance with traceability requirements. (3) Enabling automation for SMEs. The objective of the overall innovation project is to commercialize an accurate and real-time 3D scanner at affordable cost for industrial automation and AGVs. In order to prepare for commercialisation, our aim is to perform larger scale real life customer pilots, needed to build solid commercial and technical references.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LADIMO OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "927161115": {
            "orgId": "927161115",
            "orgName": "LADIMO OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}