{
    "rcn": "213632",
    "acronym": "NAS",
    "topics": "SMEInst-02-2016-2017",
    "title": "Nexilis augmentation system",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Demographic changes in western countries are significantly increasing osteoporosis and therefore, the incidence of poor bone quality. Osteoporosis affects an estimated 75 million people in Europe, US and Japan and it has been estimated the number of osteoporotic fractures at 9 million per year whose treatment cost are currently reaching Ä31.7 billion (Ä76.7 billion in 2050) for Europe and Ä45.5 billion (Ä181.8 billion in 2050) for the US. Osteoporosis complicates the treatment of these fractures dramatically, because implants developed for good bone quality tend to fail in osteoporotic bone. \nThe patented NEXILIS augmentation system (NAS) overcomes these challenges by applying an implantable polymeric sleeve around the original implant. By using ultrasonic energy, the polymeric sleeve is molded into the pores of the host bone forming a strong and uniform bond with the adjacent bone. The original device will be implanted in the created denser bony environment leading to enhanced immediate stability. Therefore, NAS technology will significantly improve the treatment of osteoporotic bone fractures.\nInitially, we aim to tackle pedicle screws in spinal surgery market due to its largely unmet medical needs and large market size (around 1 Äbillion) in Europe by 2020 and in the US by 2022. Nevertheless, our plan is to widespread the use of NAS technology in further market applications like maxillofacial surgery, sports medicine, trauma surgery, or orthopedic applications opening a wide range of business opportunities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEXILIS AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910793432": {
            "orgId": "910793432",
            "orgName": "NEXILIS AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}