{
    "rcn": "213656",
    "acronym": "TrueTalent",
    "topics": "SMEInst-12-2016-2017",
    "title": "TrueTalent - Creating the new artist economy",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "TrueLinked is a Danish start-up with an innovative business model to disrupt the classical music and opera industry through the use of new technologies to bring more transparency and efficiency to the planning and programming of live performances. Our online platform offers 900\\ arts organisations (opera companies, orchestras and music festivals) unique online tools to access new talent (500,000 performing artists) and save 60-70% of resources for casting processes allowing a better use of artistic budgets and more available funds for new productions. Artists will increase job opportunities by maximizing their talent, repertoire and availability. Also their income will grow through the reduction of booking fees from 10-20% to 6%. The decrease public funding for the cultural sector and the increase of freelance contracts for artists are challenges that arts organisations and artists are facing at global/ EU level. The expected outcome of our feasibility study is a new algorithm for peer review to make the artistic quality assessments data-driven and remove bias from evaluations. It is currently a challenge to use data to judge the artistic quality of artists, as this normally done by humans. For 2020 the projections are 132,000 artists and 1,100 arts organisations on our online platforms with booking values estimated at Ä1.3bn generating Ä67 in revenues. This will allow TrueLinked to secure a share of global and European booking market. Future risks concern peer reviews being statistically insignificant or peer reviews detracting artists from TrueLinked. The feasibility study will result in a fairer and more up-to-date recommendation score for each artist giving arts organisations direct insights into the strengths and weaknesses of artist. The testing of the peer review algorithm, adjustments of our business model and financing resources will be part of it. For Phase 2 the goal is to increase the use of unstructured data (text, video and audio).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NETWORK SERVICE FOR TRUELINKED APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910666168": {
            "orgId": "910666168",
            "orgName": "NETWORK SERVICE FOR TRUELINKED APS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}