{
    "rcn": "213646",
    "acronym": "HepaCheC",
    "topics": "SMEInst-03-2016-2017",
    "title": "HepaCheC - an in vitro diagnostic assay for the early detection of liver cancer",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "The objective of this project is to develop a business plan for the clinical validation and commercial launch of HepaCheC - an in vitro diagnostic assay for the early detection of liver cancer (hepatocellular carcinoma (HCC)).\n\nCurrent diagnostic methods (mainly ultrasound) are inadequate due to not being specific enough, being user-dependant, costly and only able to discover relatively shallow tumours that have grown to a certain size. \n\nThe HepaCheC assay, on the other hand, is a minimally invasive method (requiring a blood sample) with high selectivity and specificity that detects a specific liver cancer biomarker; fucosylated AGP (?1-acid glycoprotein). Glycobondís patented Mono-F peptide constitutes the solid phase of the HepaCheC assay, followed by an in-house developed polyclonal AGP-specific antibody. The assay is based on the ELISA methodology, making it easily incorporated into the workflow of any standard diagnostic/research laboratory requiring only elementary laboratory know-how to be performed. \n\nHCC is one of the leading cause of cancer death worldwide. Currently, only 10% of all HCC cases are diagnosed at an early stage, which directly correlates to decreasing chances of survival: the current median survival is merely 6-20 months following diagnosis. HCC is on the rise in the Western world due to a combination of an increase in Hepatitis B and C infections and our less healthy lifestyle that has resulted in an obesity epidemic. There is therefore an eminent need to improve standardized detection protocols. \n\nThe goal of Glycobond is to make HepaCheC part of the existing surveillance guidelines that are in place to monitor high-risk patients in the EU, US and Japan. If successful, the company will increase its international competitiveness and experience accelerated growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLYCOBOND AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918561192": {
            "orgId": "918561192",
            "orgName": "GLYCOBOND AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}