{
    "rcn": "213677",
    "acronym": "PulseHaler",
    "topics": "SMEInst-06-2016-2017",
    "title": "PulseHaler: Improving the Lives of COPD Patients",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Chronic obstructive pulmonary disease (COPD) is a group of progressive, debilitating respiratory conditions, including emphysema and chronic bronchitis, characterized by difficulty breathing, lung airflow limitations, cough, and markedly reduced functional capacity. COPD often is associated with a history of cigarette smoking or exposure to pollutants. It kills approximately 270,000 people in the EU annually, equivalent to the size of the entire city of Venice. It affects 4% and 10% of adults in Europe (Halbert et al., 2003). World-wide 5-10% are affected and 3 million die each year (source: WHO). In the developing countries, COPD has been growing dramatically due to increased air pollution, smoking and massive use of biomass fuels for cooking.\nRespinova has developed a novel non-invasive technology and medical device named the PulseHalerô, that aims to treat the core of the COPD pathophysiology ñ small airway collapse.\nThe technology was successfully validated in two clinical studies. In the first study, PulseHaler was evaluated for its ability to open small airways. Clinical results demonstrated unprecedented improvements in the 6 minute walk test (6MW), spirometry lung functions tests and in the feeling of dyspnoea. All of these effects were above and beyond the effect of standard pharmaceutical care.\nIn the second study, PulseHalerô was successfully used as a new means for improved delivery of inhaled drugs to the terminal bronchioles and the alveolar zone in COPD patients. It resulted in three-fold enhancement of penetration index, a measure of efficiency of drug delivery. By improving the drug delivery, PulseHaler technology can enhance efficacy & safety of drug delivery. It can reduce the amount of drug required, ensure less drug goes to non-lung areas (mouth, stomach etc.), and reduce time required to deliver the drugs.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RESPINOVA LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910445105": {
            "orgId": "910445105",
            "orgName": "RESPINOVA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}