{
    "rcn": "213693",
    "acronym": "BTech",
    "topics": "SMEInst-03-2016-2017",
    "title": "Novel human neurodegenerative disease specific 3D cell-models with applications in drug development and toxicity testing",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Drug development for Parkinsonís disease, Alzheimerís disease, and further neurodegenerative diseases is struggling due to high failure rate and high costs. BTech is a new 3D in vitro Brain-on-a-Chip technology that can offer medium-throughput screening of drugs during pre-clinical testing that more accurately reflects the effects of drugs on humans than conventional 2D cell cultures and mouse models. The technology is based on microfluidics where cells are cultured in three dimensional hydrogel environments mimicking the conditions in vivo.\n\nBTech provides solutions for pharmaceutical companies, specialised biotech companies and academic researchers to test novel drug compounds with applications in neurodegenerative disorders and for toxicity testing. The business model is based on two applications:\nï As a Service in it`s own the laboratory, BT cultivates human stem cell derived neurons and midbrain organoids and then evaluates the application of customersí compounds on them.\nï As a Product, the company offers ready-made midbrain organoids. These organoids are 3D structures with specialized brain cells that are spatially and functionally organized to mimic the physiological state of the human brain. The organoids are sold and shipped to customers and used directly by them as a research material or a pre-clinical model.\n\nDuring Phase 1, the feasibility assessment will focus on following technical and business objectives during its 6 months, to develop a robust plan for Phase 2, which intend to reach the industrial stage of development and commercialize BTech on the market. It intend to scout and involve companies from the pharma industry, such as Sanofi, Evotec AG, Farcoderm or UCD to validate in Phase 2 the software, platform and processes, by performing 2 test with a total of 20 compounds.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BRAINGINEERING TECHNOLOGIES SARL",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918558476": {
            "orgId": "918558476",
            "orgName": "BRAINGINEERING TECHNOLOGIES SARL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}