{
    "rcn": "213661",
    "acronym": "NextGen-O2k",
    "topics": "SMEInst-02-2016-2017",
    "title": "Next Generation instrument for in-depth mitochondrial status analyses",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Mitochondrial dysfunctions are known to be responsible for a number of heterogenous human diseases, such as neurodegenerative disorders, cardiovascular disorders, neurometabolic diseases, cancer, obesity, etc. mitochondria-related research is a growing field, as establishing the mechanisms underlying these disorders is of utmost important for their understanding and treatment. Founded in 1992 in Innsbruck (Austria), OroborosÆ produces the gold standard of Oxygraphs, i.e. advanced systems for the study of mitochondrial function, which are sold in 49 countries worldwide and are used by a large scientific network (> 570 labs). With NextGen-O2k project OroborosÆ is taking one step further, providing the market with the first all-in-one (i.e. integrated) instrument that allows the simultaneous measurement of several essential parameters involved in mitochondrial functions. As of today, these parameters (such as O2 flux and concentration, membrane potential, Ca2\\ uptake or reactive oxygen species formation) are measured by different instruments under different conditions. In addition, NextGen-O2k includes a novel Q-redox sensor that has never been exploited before, to accurately study the redox events in the mitochondria. Up to date, OroborosÆ counts with 4 prototypes of this new NextGen-O2k product (each of which has different modules in them) which have been tested at laboratory scale. The main goal of NextGen-O2k is thus to finalise the upgrade, integration and validation of all the different modules in a single instrument, so as to be ready for commercialization. In this way, NextGen-O2k will enable a faster screening of mitochondrial dysfunctions and disease by researchers and clinicians. Whatís more, this project will also boost the growth of OroborosÆ itself, facilitating a 40% increase in personnel and overall revenues of Ä42 million in 3 years after market launch.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "OROBOROS INSTRUMENTS GmbH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969066473": {
            "orgId": "969066473",
            "orgName": "OROBOROS INSTRUMENTS GmbH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}