{
    "rcn": "213630",
    "acronym": "SPECTO Bowling",
    "topics": "SMEInst-01-2016-2017",
    "title": "SPECTO BowlingÆ 2.0: Advanced Measurement and Analysis of Bowling Performance",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The Sports industry is struggling with how to provide faster and more interesting data to users to keep them engaged. It must adapt to cater for a generation of internet consumers who expect instant gratification and quick fixes. This data-driven society of today draws peopleís attention in many directions and Sports are currently not very experience friendly. In the case of bowling games, the information displayed has looked the same for decades, with data shown consisting only of partial and total scoring. Indeed, not very engaging! Current measurement systems that could provide interesting data for wide use is either reactive (i.e. data is available much time past the event) or prohibitively expensive and therefore are only used in laboratories and not in ìreal lifeî. Most current systems also require markers or other changes to either the athlete or the equipment, which can suppose a regulatory or practical issue. To solve this problem, Angular Velocity - a Finnish start-up company founded in 2016 - brings SPECTO BowlingÆ 2.0ís real-time data analytics through a unique combination of hardware and software that gives the ability to measure ìeverything that goes onî during a bowling event (75 different indicators) and make it instantly usable for display over TV-broadcasts, mobile devices, web services, etc. This ability creates a more immersive scenario and elevates the bowling sport in several aspects: viewers get more engaged in the game, coaches and athletes have a detailed review of the bowling performance, bowling centres can upgrade their systems to a more advanced solution, and bowling organisations can leverage its potential for official measurements, sport promotion and regulatory and standard issues. Our business opportunity is very promising, targeting a market valued at Ä5 billion globally. We estimate that we will generate Ä13.7 million of turnover after 3 years of commercialisation (boosting by 50% our current incomes), besides 23 new job positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ANGULAR VELOCITY OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911702322": {
            "orgId": "911702322",
            "orgName": "ANGULAR VELOCITY OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}