{
    "rcn": "213776",
    "acronym": "MISOTOP",
    "topics": "ERC-2017-COG",
    "title": "Mechanochemistry: a unique opportunity for oxygen isotopic labelling and NMR spectroscopy",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Oxygen is an element of major importance, due to its presence in the vast majority of molecules and materials. Over the years, much effort has been put into the development of analytical techniques allowing the study of oxygen environments, in view of elucidating key questions about the structure and reactivity of a variety of systems. In this context, Nuclear Magnetic Resonance (NMR) spectroscopy has been the focus of much attention, because it has progressively emerged as a technique capable of providing deep insight into the local structure around this atom. However, NMR spectroscopy is highly challenging for oxygen, mainly because the NMR-active isotope, oxygen-17, has a very low natural abundance (0.04%), and hence a very poor sensitivity. Because of this, the majority of 17O NMR studies require enriching the molecules and materials of interest in 17O. Unfortunately, 17O-labelling is simply unaffordable at the moment for most research groups, meaning that 17O NMR spectroscopy is inaccessible to the broad community, and still considered as an ìexoticî tool of analysis. \nIn this ERC project, the goal is to develop new rapid, user-friendly, and low-cost protocols for enriching a wide variety of organic and inorganic compounds in 17O by using mechanosynthesis. This original approach will then be taken as a unique opportunity (i) to push the current boundaries of 17O solid state NMR spectroscopy (by developing new tools for studying the structure of complex molecular and materials systems), and (ii) to elucidate major questions which could not be addressed so far, especially concerning reaction mechanisms between solids and the structure of interfaces of biological relevance. \nIn doing so, the overall idea is to make 17O NMR spectroscopy become a more standard analytical tool used by a vast research community, including chemists, biologists and physicists.",
    "totalCost": "1999836",
    "ecMaxContribution": "1999836",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1999836
        }
    },
    "calculatedTotalContribution": 1999836
}