{
    "rcn": "213762",
    "acronym": "STEMpop",
    "topics": "ERC-2017-COG",
    "title": "Mechanisms of stem cell population dynamics and reprogramming",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "How complex but stereotyped tissues are formed, maintained and regenerated through local growth, differentiation and remodeling is a fundamental open question in biology. Understanding how single cell behaviors are coordinated on the population level and how population-level dynamics is coupled to tissue architecture is required to resolve this question as well as to develop stem cell (SC) therapies and effective treatments against cancers.\nAs a self-renewing organ maintained by multiple distinct SC populations, the epidermis represents an outstanding, clinically highly relevant research paradigm to address this question. A key epidermal SC population are the hair follicle stem cells (HFSCs) that fuel hair follicle regeneration, repair epidermal injuries and, when deregulated, initiate carcinogenesis. The major obstacle in mechanistic understanding of HFSC regulation has been the lack of an in vitro culture system enabling their precise monitoring and manipulation. We have overcome this barrier by developing a method for long-term maintenance of multipotent HFSCs that recapitulates the complexity of HFSC fate decisions and dynamic crosstalk between HFSCs and their progeny.\nThis breakthrough invention puts me in the unique position to investigate how HFSCs self-organize into a network of SCs and progenitors through population-level signaling crosstalk and phenotypic plasticity. This project will uncover the spatiotemporal dynamics of HFSCs fate decisions and establish the role of the niche in this process (Aim1), decipher key gene-regulatory networks and epigenetic barriers that control phenotypic plasticity (Aim2), and discover druggable signaling networks that drive bi-directional reprogramming of HFSCs and their progeny (Aim3). By deconstructing complex tissue-level behaviors at an unprecedented spatiotemporal resolution this study has the potential to transform the fundaments of adult SC biology with immediate implications to regenerative medicine.",
    "totalCost": "1999918",
    "ecMaxContribution": "1999918",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 1999918
        }
    },
    "calculatedTotalContribution": 1999918
}