{
    "rcn": "213726",
    "acronym": "AdamFrame",
    "topics": "SMEInst-01-2016-2017",
    "title": "AdamFrame: A Low-cost, High-performance, Software guided Quadrilateral Octopod External Fixator",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "ìAdamFrameî is a high performance, software guided, low cost, fully-assembled quadrilateral octopod ìexternal fixatorî to treat complex orthopedic trauma and bone deformities, minimizing physicianís & implicit biases and maximizing patientís comfort and mobility during the treatment, in the most resource efficient way; by ensuring less hospital follow-up visits and less modifications/reoperations. Adam Frame provides a complete product and system which integrates all the advantages of the previous models into a new design.\n\nExternal fixators (Ex-Fix) are the medical devices that are used for externally bone fixations. External fixation is the surgical treatment used to stabilization of bone and soft tissue(flexion contracture etc.), bony deformity correction at a distance from the operative or injury focus. They provide unobstructed access to the relevant skeletal and soft tissue structures for their initial assessment and also for secondary interventions needed to restore bony continuity and a functional soft tissue cover. External fixation is mostly applied to congenital (Innate) bone deformities(both primary and secondary deformities that are, non-union, mal-union, pseduarthrosis etc.) and trauma caused bone fractures. Both bone deformity and bone fractures (with many broken bone fractures) treatments are long lasting (up to 12 months) treatments and these treatments need follow-ups and modifications during the healing period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IMED SURGICAL TEKNOLOJI ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910317550": {
            "orgId": "910317550",
            "orgName": "IMED SURGICAL TEKNOLOJI ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}