{
    "rcn": "213775",
    "acronym": "POLYADAPT",
    "topics": "ERC-2017-COG",
    "title": "Molecular-genetic mechanisms of extreme adaptation in a polyphagous agricultural pest",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Generalist (polyphagous) herbivores can feed and reproduce on many different plant species and include some of the most pesticide resistant and notorious pests in agriculture. An evolutionary link between host plant range and the development of pesticide resistance has been suggested. Although crucial for devising efficient crop protection strategies, the mechanisms underlying rapid adaptation are not well understood, especially in generalists. The spider mite Tetranychus urticae is a global pest known to feed on 1,100 different hosts from 140 plant families, including most major crops. With experimental advances and new tools developed for T. urticae, we are now poised for fundamental advances in understanding the molecular genetic make-up of adaption in generalist pests. We will generate a large collection of fully inbred and resistant mite strains and describe the sampled genomic variation in the context of selection and adaptation. We will study gene regulation mechanisms and quantify cis versus trans regulation of gene expression on a genome wide scale. We will then create a unique population resource that will allow us to map master regulators of gene expression and construct a gene-regulatory network of adaptation responsive genes. In a highly replicated experimental evolution study, combined with Bulk Segregant Analysis (BSA), we will uncover, without a prior hypothesis, the genomic loci that underlie complex cases of resistance and plant adaptation. A core set of adaptation genes will be validated by functional expression and high-throughput interaction assays. Further validation will come from the development of genome editing tools. In summary, POLYADAPT will exploit the genomic tools now available for spider mites to elucidate regulatory and causal variants underlying the extreme adaptation potential of polyphagous pests. This will in the long term lead to innovative methods of pest management.",
    "totalCost": "1926250",
    "ecMaxContribution": "1926250",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1926250
        }
    },
    "calculatedTotalContribution": 1926250
}