{
    "rcn": "213717",
    "acronym": "WasteShark",
    "topics": "SMEInst-08-2016-2017",
    "title": "Marine Litter Prevention with Autonomous Water Drones",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Marine litter costs the EU economy between Ä259 million and Ä695 million per year, affecting mainly the tourism and the fisheries sectors. Up to 90% of the plastic in the oceans comes from land, typically from rivers, canals, and ports. The problem must be then tackled at the source; once it reaches the ocean, 99% of the plastics eventually ends up on the sea bottom or inside marine life. To prevent marine litter, RanMarine has developed the WasteShark ñ a water drone that can autonomously clean up ports and inland waters. It has a carrying capacity of 550 litres and a buoyancy of 400kg, and multiple WasteSharks can coordinate to operate in self-organizing swarms. The WasteShark is also equipped with sensors that allow the drone to gather data about the environment while collecting garbage. The breakthrough of our product is its robustness, as it contains no moving parts apart from the standard thrusters, and its price, as it is an order of magnitude less expensive than existing alternatives. These characteristics have already convinced the Port of Rotterdam ñ the largest in Europe ñ to be our first paying customer after that a pilot concluded in Q1 2017 was positively evaluated. According to our estimates, thanks to the WasteShark (and related products) RanMarine will have an EIBTDA of over 2 million euros in 2020 and will employ 25 people by then.\nThe WasteShark has been designed and built in the Netherlands by an international team of very experienced entrepreneurs, technologists, and business developers. Our goal is to make the WasteShark available commercially in Q3 2018. In order to be successful in this endeavor, we have to better assess the commercial potential of our innovation and refine our go-to-market strategy thanks to the SME Instrument Phase 1 feasibility study.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "RANMARINE TECHNOLOGY BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911041752": {
            "orgId": "911041752",
            "orgName": "RANMARINE TECHNOLOGY BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}