{
    "rcn": "213716",
    "acronym": "Blinkers",
    "topics": "SMEInst-10-2016-2017",
    "title": "Next generation bicycle lights. Be visible, understood and expected by other vehicles, whatever the weather, angle and situation.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "The usage of the bicycle is increasing worldwide, especially in urban areas. Indeed, the bicycle is already the most used mean of transportation for more than 40 million EU citizens . However, cyclists remain the most vulnerable road users. Statistics clearly show that more than 55% of these accidents occur at crossroads, junctions and roundabouts in urban areas and currently cyclists lack appropriate technical equipment to keep them safe in such common traffic situations.\n\nBlinkers is the first holistic system incorporating lights and smart sensors to ensure complete visibility and predictability of cyclists. Such integration stands out when compared to other safety-related cycling accessories by truly improving visibility and predictability of the cyclist in any situation and from all angles of vision, solving the three cyclistsí fundamental problems in urban environments: 1) Visibility and predictability when changing directions; 2) Predictability when braking; 3) Safety space respected.\n\nTo date, we have raised Ä475K from a crowd-funding campaign and two funding rounds. These funds, together with own funding, allowed us to invest into the development and testing of Blinkers to ensure its robustness and efficiency and move into the commercialisation stage. Within this innovation project we are now aiming at adapting the product to be compatible with bike sharing systems, where it is expected to make a direct contribution to the reduction of fatalities and severity of injuries.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of Blinkers and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VELOHUB AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915545171": {
            "orgId": "915545171",
            "orgName": "VELOHUB AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}