{
    "rcn": "213771",
    "acronym": "DarkComb",
    "topics": "ERC-2017-COG",
    "title": "Dark-Soliton Engineering in Microresonator Frequency Combs",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The continuing increase in Internet data traffic is pushing the capacity of single-mode fiber to its fundamental limits. Space division multiplexing (SDM) offers the only remaining physical degree of freedom ñ the space dimension in the transmission channel ñ to substantially increase the capacity in lightwave communication systems.\n\nThe microresonator comb is an emerging technology platform that enables the generation of an optical frequency comb in a micrometer-scale cavity. Its compact size and compatibility with established semiconductor fabrication techniques promises to revolutionize the fields of frequency synthesis and metrology, and create new mass-market applications.\n\nI envision significant scaling advantages in future fiber-optic communications by merging SDM with microresonator frequency combs. One major obstacle to overcome here is the poor conversion efficiency that can be fundamentally obtained using the most stable and broadest combs generated in microresonators today. I propose to look into the generation of dark, as opposed to bright, temporal solitons in linearly coupled microresonators. The goal is to achieve reliable microresonator combs with exceptionally high power conversion efficiency, resulting in optimal characteristics for SDM applications. The scientific and technological possibilities of this achievement promise significant impact beyond the realm of fiber-optic communications.\n\nMy broad international experience, unique background in fiber communications, photonic waveguides and ultrafast photonics, the preliminary results of my group and the available infrastructure at my university place me in an outstanding position to pioneer this new direction of research.",
    "totalCost": "2259522,5",
    "ecMaxContribution": "2259522,5",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 2259522
        }
    },
    "calculatedTotalContribution": 2259522
}