{
    "rcn": "213778",
    "acronym": "GHOST",
    "topics": "ERC-2017-COG",
    "title": "Geographies and Histories of the Ottoman Supernatural TraditionExploring Magic, the Marvelous, and the Strange in Ottoman Mentalities",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The project aims to explore Ottoman notions and belief systems concerning the supernatural. Its major objectives will be to explore the meaning and content of the perceptions of the ìsupernaturalî, to localize such beliefs in the various Ottoman systems of thought, to analyze the changes that took place and to associate them with emerging or declining layers of culture and specific social groups. The project will address larger debates in recent historiography about the relevance of the ìdisenchantmentî and ìenlightenmentî paradigms, integrating Ottoman intellectual history into the broader early modern cultural history.\nThe research team, composed of the PI, three post-doctoral fellows, four collaborating researchers, five post-graduate students and a technical assistant, will explore these objectives and produce a web portal (containing crowd-sourced dictionaries and bibliographies, open access papers and other material), three international meetings, monographs and papers, and an annual open-access periodical journal. Specific research modules will study the rationalist trends in Ottoman science, various aspects of the Ottoman occult and magic, and the formation and development of the Ottoman cosmological culture. A monograph will be written by the PI and dwell in: the various conceptions of the supernatural/preternatural and their development, the presence of spirits/jinn in Ottoman world image, theory and practice of Ottoman magic, attitudes toward folklore traditions, saintly miracles, and ìmarvelous geographiesî. Monographs will also be produced by the post-doctoral fellows.\nThe project proposes an innovative approach in many ways, in a subject very much in the frontiers of the field; by exploring the supernatural and the occult in the context of the Ottoman Weltanschauung, the project will address a wider problÈmatique on the Ottoman culture and its place in early modernity, especially as it will focus to the role of different cultural and social layers.",
    "totalCost": "1289823,75",
    "ecMaxContribution": "1289823,75",
    "coordinator": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995893": {
            "orgId": "999995893",
            "orgName": "FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS",
            "ecContrib": 1289824
        }
    },
    "calculatedTotalContribution": 1289824
}