{
    "rcn": "213794",
    "acronym": "CROSS-NEUROD",
    "topics": "MSCA-RISE-2017",
    "title": "Transferring autonomous and non autonomous cell degeneration 3D models between EU and USA for development of effective therapies for neurodegenerative diseases (ND)",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Neurodegenerative diseases (NDs), such as Dementia, Parkinsonís and motor neuron diseases, are a major and continuously growing worldwide health issue, particularly devastating for patients and their families. Yet, no cures are available, largely due to the lack of knowledge of ND pathogenic mechanisms. Strikingly, co-occurrence of several NDs in the same patient or family, and evidence that mutations in the same gene lead to several NDs are indicating that common molecular pathways are involved across NDs. Elucidating these shared mechanisms could have a major impact for the treatment and the prevention of this spectrum of NDs. Leveraging on our expertise in studying autonomous and non-autonomous mechanisms of NDs, we propose an innovative, multinational and multidisciplinary collaborative research project to perform network analyses across NDs and identify key common underlying mechanisms. The CROSS-NEUROD project is focused on: 1) the development of integrative in vitro 3D disease models (mini-brains, mini-spinal cords, and motor unit) to elucidate common cellular and molecular pathways across NDs; 2) the validation in animal models of the therapeutic targets identified. To achieve these aims we will consolidate research partnerships through staff exchanges and networking activities between 3 European research organizations, two of which from Italy, one from Greece, and a partner, USA. The project is based on a 4 years coordinated joint program of exchanges of researchers for short periods. It has been developed from active bilateral cooperation between individual countries and partners and represents the natural progression of our previously funded and successfully completed EU 7PQ IRSES grant ìNo-MNDî (2013 call). Our ongoing research programs are well supported by funding. The RISE scheme provides a unique opportunity to integrate ongoing collaboration activities into a coherent program addressing an issue of high priority for public health both in EU and USA.",
    "totalCost": "693000",
    "ecMaxContribution": "594000",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO",
    "participantCountries": "EL;IT",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999485964": {
            "orgId": "999485964",
            "orgName": "FONDAZIONE IRCCS CA' GRANDA - OSPEDALE MAGGIORE POLICLINICO",
            "ecContrib": 135000
        },
        "999622443": {
            "orgId": "999622443",
            "orgName": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
            "ecContrib": 153000
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 306000
        }
    },
    "calculatedTotalContribution": 594000
}