{
    "rcn": "213779",
    "acronym": "MICROCRYO",
    "topics": "ERC-2017-COG",
    "title": "Microsystems for Cryomicroscopy",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "This proposal aims to revolutionize time-resolved light and electron cryo-microscopy of fast cellular dynamics using a new class of cryogenic microsystems for the reversible cryofixation of cells and small model organisms by ultra-rapid cooling. This will contribute to our understanding of biological structure and function by revealing the dynamics of specific proteins in the ultrastructural context of a cell at nanometer spatial and millisecond temporal resolution.\n\nDespite rapid progress in the field, much of the potential of microscopy at cryogenic temperature today is still untapped due to limitations in methods and instrumentation for sample preparation. First, vitrification technologies for cryo-microscopy have evolved only incrementally since the 1960s and cannot be combined with many of the sophisticated live imaging methods that have emerged over the past decade. Second, while the synergy of light and electron cryo-microscopy is extremely powerful, cryo-microscopy with light is still in its infancy. Finally, new technologies for ultra-rapid heating and cooling of single cells are needed to systematically advance our understanding of reversibility in the cryopreservation of e.g. stem cells, oocytes, or sperm cells. Here I propose to create a microfluidic technology for the direct vitrification of cells in the light microscope by ultra-rapid cooling with millisecond time resolution. The cells will then be imaged at high resolution using electron microscopy and advanced modes of light microscopy combined with new optics adapted to cryogenic conditions. Ultimately, we will elucidate if and under which conditions cryofixation can be reversed by ultra-rapid warming such that dynamic cellular processes resume unperturbed.\n\nWe expect that the research proposed here will enable breakthroughs in understanding the structural and molecular basis of fast cellular events including transport, membrane trafficking, cell division, and synaptic transmission.",
    "totalCost": "1994562",
    "ecMaxContribution": "1994562",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 1994562
        }
    },
    "calculatedTotalContribution": 1994562
}