{
    "rcn": "213758",
    "acronym": "eForFuel",
    "topics": "LCE-06-2017",
    "title": "Fuels from electricity: de novo metabolic conversion of electrochemically produced formate into hydrocarbons",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "For biorefined fuels to fully replace fossil carbons, we must identify feedstock sources which are essentially unlimited in capacity and scalability and are independent of agriculture and forestry land use. Here, we propose to use electricity ñ preferably produced from renewable sources and at off pick hours ñ as the sole energy source for microbial growth and the conversion of CO2 into fuels. We aim to tackle the shortcoming of previous technologies by using completely soluble formate as a mediator between electrical current and living cells. Within an integrated electrobioreactor, CO2 will be reduced to formate at a very high rate, and the formate will be consumed by an engineered E. coli to produce propane and isobutene, gaseous hydrocarbons that are easy to separate from the liquid broth. Both propane and isobutene can be further converted into a range of products, including excellent fuel substitutes (e.g., isooctane), using conventional chemical engineering methodologies. Our approach comprises a truly interdisciplinary effort. Material scientists will design novel electrode compositions and structures, which will be used by electrochemists to optimize electrochemical formate production at high efficiency and current density. Metabolic engineers will adapt E. coli for growth on formate via two synthetic formate assimilation pathways, specifically designed to fit the metabolism of this model bacterium. Synthetic pathways for propane and isobutene biosynthesis will be implemented in the formatotrophic strains. Process engineers will construct a unique electrobioreactor to support simultaneous formate production and consumption. Experts in environmental assessment will analyze the benefits of the suggested technology, and the project vision and results will be disseminated to the scientific community and general public. The technology put forward in this proposal could have a transformative effect on the way we produce our chemicals and fuels.",
    "totalCost": "4117207,5",
    "ecMaxContribution": "4117207,5",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD DE ALICANTE;BIOFACTION KG;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;WEIZMANN INSTITUTE OF SCIENCE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;SINTEF AS;C3 BIO-TECHNOLOGIES LIMITED;IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH;IN SRL;UNIVERSITAET STUTTGART;ARCELORMITTAL BELGIUM NV;ALTAR;GLOBAL BIOENERGIES",
    "participantCountries": "ES;AT;UK;IL;FR;NO;DE;IT;BE",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 351294
        },
        "951440215": {
            "orgId": "951440215",
            "orgName": "GLOBAL BIOENERGIES",
            "ecContrib": 159494
        },
        "983078414": {
            "orgId": "983078414",
            "orgName": "IN SRL",
            "ecContrib": 226375
        },
        "910945140": {
            "orgId": "910945140",
            "orgName": "SINTEF AS",
            "ecContrib": 350000
        },
        "911494742": {
            "orgId": "911494742",
            "orgName": "C3 BIO-TECHNOLOGIES LIMITED",
            "ecContrib": 149875
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 572425
        },
        "999895886": {
            "orgId": "999895886",
            "orgName": "UNIVERSIDAD DE ALICANTE",
            "ecContrib": 299299
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 349785
        },
        "999703826": {
            "orgId": "999703826",
            "orgName": "IFEU - INSTITUT FUR ENERGIE UND UMWELTFORSCHUNG HEIDELBERG GMBH",
            "ecContrib": 200000
        },
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 149538
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 346844
        },
        "961556442": {
            "orgId": "961556442",
            "orgName": "ARCELORMITTAL BELGIUM NV",
            "ecContrib": 156875
        },
        "968837747": {
            "orgId": "968837747",
            "orgName": "BIOFACTION KG",
            "ecContrib": 309280
        },
        "909773865": {
            "orgId": "909773865",
            "orgName": "ALTAR",
            "ecContrib": 496125
        }
    },
    "calculatedTotalContribution": 4117209
}