{
    "rcn": "213731",
    "acronym": "SLADCORE",
    "topics": "SMEInst-07-2016-2017",
    "title": "SLADCORE as the new generation table sugar",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "TOSLA's project SLADCORE aims to further develop a new generation of table sugar with 40 percent greater sweetness than table sugar. The corresponding technology development will be based on the natural modification of sucrose structure.\n\nAccording to WHO table sugar is public health enemy number 1. It is considered the main culprit for rising obesity throughout the world, including Europe. The food industry's main response to date has been focused on reduction of their product calory content by relying on alternative sweeteners. Most of these sweeteners failed to comply with industry standards regarding colour, aroma, texture, fermentation or shelf-life. More importantly, some of these sweeteners have been found to be greater health hazard than table sugar. \n\nTOSLA's innovative approach is based on the principle ªfixing sugar is better than replacing it´. By using SLADCORE, which performs exactly like table sugar, food industry, especially its confectionery sector, would be able to reduce their product calory content without resorting to hazardous sweeteners. TOSLA has successfully established itself in the natural sweetener market with its flagship product, a unique, premium natural liquid sweetener InvertoseTM. SLADCORE represents a next step in an effort to expand the market of naturally modified sugar to confectionery producers and other sectors of the food industry. Many European confectionery SMEs already showed interest in SLADCORE by endorsing its feasibility and marketabilty. Furthermore, the proposed innovation grabbed the attention of other relevant stakeholders and a global industrial key player.  \n\nThe purpose of the SME 1 proposal is to outline the full scope of future development of TOSLA's latest innovative product: the analysis of technical and business feasibility issues, the associated risks, and the project`s commercial potential.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TOSLA PROIZVODNJA DRUGIH PREHRAMBENIH IZDELKOV DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911695338": {
            "orgId": "911695338",
            "orgName": "TOSLA PROIZVODNJA DRUGIH PREHRAMBENIH IZDELKOV DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}