{
    "rcn": "213720",
    "acronym": "FITT-iN",
    "topics": "SMEInst-01-2016-2017",
    "title": "Fast IoT market take-up through The Things Networks",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "The Things Industries (TTI) is a Dutch SME that focuses on the rise of the Internet of Things (IoT). The company expects that, upon the further expansion of the digital economy, a number of societal developments will greatly affect our daily life. Leading in all these developments will be in the domain of the IoT, which will gain a crucial place in the digital economy, based on the following fundamental ideas: \n- The digital transformation of products: all products and services that can be made digital, smart or automated, will be. - The revolution of demand and offer: all traditional business models will be replaced by disruptive models. \n- The inexhaustible need for data: the digital economy will have a continuously growing need for the collection, exchange and analysis of data. \n\nTTI recently launched TTN, the first open, free-to-use IoT data network solution in the world, providing full coverage for the Amsterdam metropolitan region. Ever since, the network is being used successfully by companies and citizens of Amsterdam, and the first applications on this network have been developed and demonstrated. Currently, over 250 strong and active communities (60 within the EU) have set up local TTN-networks all over the world. TTI has established its current status with own funding, awards/prizes, subsidies, and profits from IoT/LoRaWAN gateway hardware sales and related consultancy. In order to expand exponentially, TTI will have to assess how to monetize its network and technology position optimally. The goal of this SMEInst proposal is to assess three different business models how to monetize its technology position through to scale up and growth. \n\nSpecific objectives in this H2020-SMEINT Phase 1 feasibility study are: - Explore promising business cases for TTI networks. \n- Evaluate the required specifications and characteristics of these applications with potential partners, citizens, consumers and/or clients. \n- Elaborate on a detailed business plan (D1).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THE THINGS INDUSTRIES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "923521287": {
            "orgId": "923521287",
            "orgName": "THE THINGS INDUSTRIES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}