{
    "rcn": "213734",
    "acronym": "AlkFood",
    "topics": "SMEInst-07-2016-2017",
    "title": "A disruptive cost-efficient industrial technology using bioreactor to boost compounds yields in roots, shoots, leaves for agri-food, flavors, biopesticides",
    "startDate": "01/02/2018",
    "endDate": "30/06/2018",
    "objective": "Plants compounds have been used for ages as food additives & flavors. Chemistry has offered solutions on the last 30 years to produce simple and low cost compounds, but some have been now considered as dangerous (glucose-fructose) and even toxic. Food safety and quality have been a big issue for consumers for which natural products demand is bombing.\nFood industry requires now innovative solutions to produce natural compounds at a competitive price with sustainable technologies but also to find natural solution to cope with obesity and diabetes for which they look responsible for. One of the most exciting solutions is in-vitro propagation of plants inside bioreactors. This field once too limited in yield or too expensive has reached new horizons thanks to Alkinnovís technologies supported by a team of world renowned scientists and executed by a brilliant R&D team.\nAlkinnov, after having obtained exceptional results in Cosmetics, has improved its technological platform to enter the food additives & flavors markets. Its new bioreactor ìAlkaburst 2.0î has been designed and patented to produce high volumes production where cost can be divided by a factor of 50 to first target unsuppliable natural expensive sweeteners & flavors. Indeed the performance of production yields can reach up to 1000 times the ones on soil today with room for improvement using A.I. and biostimulation.\nThe project focuses on the development of a 100t/year pilot plant for 5 major food addition/flavors to reshape the consumption of the natural compounds in food. In addition, the technology has been validated for 70 other leaves, shoots & root varieties and has the potential to support in-vitro cultivation of any plant plant tissue, covering numerous applications in pharmaceuticals, fragrances, pest-control, phyto-protection and food additives, among others.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALKION BIOINNOVATIONS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910911772": {
            "orgId": "910911772",
            "orgName": "ALKION BIOINNOVATIONS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}