{
    "rcn": "213715",
    "acronym": "SENSEI",
    "topics": "SMEInst-01-2016-2017",
    "title": "Optimizing Retail Operation With Real-Time Customer Activity Intelligence",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Brick and mortar stores still generate 89% of the total volume of sales in Europe. Not knowing lost sales statistics creates a major blind spot. Not knowing lost sales statistics might lead to over/understaffing stores, stocking the wrong inventory and missing opportunities due to price or product placement. \nThere is a clear need for lost sales based business intelligence that gives store managers the agility to optimize resources and maximize sales. They need lost sales and sales information to detect trends early and be proactive. \nOur technology SENSEI enables retailers to gather lost sales data and merge it with their sales data by using every store as a customer research lab, allowing the development of effective customer-centric strategies. SENSEI is built on 1) computer vision, 2) sensors and 3) in-store devices, and is able to provide precise information about how each visitor is interacting with the store space even if they donít buy. \nWe have identified our target market as the fashion and apparel retail chains, where store footprints are small (when compared with grocery), highly scalable due to multiple heavily standardized stores, and with a strong need and appetite to invest in data analytics and business intelligence. \nSmart cities involve optimizing information technology to better understand our infrastructures and the behaviors of people and to be able to make informed decisions that meet the needs of citizens, institutions, and companies with a view to the community and sustainable development. SENSEI does exactly that for stores. \nIn the long run, our technology will definitely contribute to Smart Cities on a larger scale. The foundersí vision when creating SENSEI was to fill a gap in the market and that is destined to create real smart stores. They believe with high certainty that both market share and revenue projections will be achieved within the projected time frame. We are already using SENSEI with a series of pilot users.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "METAICG - INNOVATION CONSULTING GROUP LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916571819": {
            "orgId": "916571819",
            "orgName": "METAICG - INNOVATION CONSULTING GROUP LDA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}