{
    "rcn": "213797",
    "acronym": "MARSI",
    "topics": "SMEInst-06-2016-2017",
    "title": "Disruptive technologies for effectively rehabilitating chronic ambulatory disability",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Worlwide, about 60 million people have some kind of difficulty in walking, which is related to some neurological disorder (stroke, dementia, neuromuscular diseases, etc). Roughly 40 million of affected correspond to elders and the % is higher in Europe. The remaining is the sum of physically disabled by cerebral palsy (14 million), neuromuscular diseases (4 million), spinal cord injury (paraplegia and quadriplegia, 3 million) and spina bifida (3 million). Neurological disorders affect the lower motor of the nervous system and share the progressive muscle weakness, which lead to several walk disability, loss of autonomy and psychosocial consequences. Most therapeutic treatments are limited to medicines and musculoskeletal rehabilitation programs, which are very expensive and limited to 15-30 min/week rehabilitation sessions. Active lifestyle is the most effective measure to restore the physical conditions. But the loss of muscle strength impedes the ambulatory function. The need is for a device allowing them walking effortlessly and safely in the everyday life activities. Based on our ARES technology, -the minimal functional unit providing synchronized joints-muscles mobility- Marsi Bionics has developed powered orthoses for in-house rehabilitation of patients affected by muscle weakness disorders, showing a product portfolio that covers the needs of a wide range of Neurological Disorders. Marsi products will be commercialized under renting models allowing patients acquiring it for daily use. This technology will improve these patients life quality and enlarge life expectancy by avoiding critical health complications of losing walking ability. Marsi is strengthened by joining with a leading company in the current industrial market, ESCRIBANO. This alliance in the frame of SME Phase 2 will speed up industrialization, overcome the certification barrier and minimize the time to market. As a result, we expect to reach above 36MÄ turnover in 2023 and 81 generated jobs.",
    "totalCost": "2499150",
    "ecMaxContribution": "1640730",
    "coordinator": "MARSI BIONICS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941458527": {
            "orgId": "941458527",
            "orgName": "MARSI BIONICS SL",
            "ecContrib": 1640730
        }
    },
    "calculatedTotalContribution": 1640730
}