{
    "rcn": "213733",
    "acronym": "LEDHEAD",
    "topics": "SMEInst-10-2016-2017",
    "title": "Low-cost LED headlamp system for increased safety, efficiency and sustainability in automotive lighting",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "As LED lighting becomes more mature and affordable, it is increasingly used in a broad range of lighting applications. This includes automotive lighting: LEDs are already widely used for interior lighting and signal functions such as parking lamps, brake lamps and turn signals as well as daytime running lamps. LEDs are, however, still rarely used in headlamps, despite its advantages in terms of safety and environmental impact; and despite the fact that it represents the single largest market opportunity within automotive lighting. One of the major reasons for this apparent paradox is the cost for the automakers to implement them at a price the consumer is willing to pay. Hungaro Lux Light is developing is a novel optical system for motor vehicle headlamps, designed specifically for LED light sources. Our solution uses only refractive elements, resulting in better optical efficiency and far lower manufacturing costs than current solutions, making LED headlamps economically feasible across all vehicle classes. Increased use of LED headlamps will have considerable benefits both for the end-users and for the society at large: cost and energy savings; reduced environmental impact and better road safety. This proposal aims a Phase 1 project to define the optimal technological roadmap and commercialisation strategy for the successful market introduction of the LEDHEAD technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HUNGARO LUX LIGHT VILAGITOESZKOZ-GYARTO, KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "938032875": {
            "orgId": "938032875",
            "orgName": "HUNGARO LUX LIGHT VILAGITOESZKOZ-GYARTO, KERESKEDELMI ES SZOLGALTATO KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}