{
    "rcn": "213722",
    "acronym": "Emedgene",
    "topics": "SMEInst-01-2016-2017",
    "title": "An ICT decision support system for clinical interpretation of genomic data, used by geneticists to rapidly and accurately pinpoint unique disease-causing variants",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "With the increasing volume of genetic sequences, bioinformatics methods, data about variants and mutations, and research publications, clinical interpretation remains a complex and labour-intensive task. As a result, clinical interpretation became the costly piece of genetic testing, limiting scale, keeping turnaround time high, and driving up costs of a test. Moreover, after the geneticistís work is done, clinicians still remain with partial, insufficient information to base their clinical decisions on.\nEmedgene have developed an ICT platform for clinical interpretation of genomic data. The platform continuously scans all public resources and databases available, retrieves information from written publications using Natural Language Processing, and intelligently integrates the data into unified ontologies. It is the first artificial intelligence platform, modelled on the behaviour of sophisticated genomic interpreters, to automatically pinpoint the unique disease-causing variants and deliver results with solid evidence and reasoning, providing a clear path to clinical decisions.\nWithin the overall project, Emedgene plan to optimise the platforms interpretations capabilities, demonstrate and validate it in clinical environments, and fully establish the European commercialisation strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EMEDGENE TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914172912": {
            "orgId": "914172912",
            "orgName": "EMEDGENE TECHNOLOGIES LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}