{
    "rcn": "213772",
    "acronym": "MetaRegulation",
    "topics": "ERC-2017-COG",
    "title": "Metabolic regulation of  metastatic growth",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Metastatic growth of cancer cells requires extracellular matrix (ECM) production. The current understanding is that transcription factors regulate ECM production and thus metastatic growth by increasing the expression of collagen prolyl 4-hydroxylase (CP4H). In contrast, we recently discovered that metabolism regulates CP4H activity independently of the known transcription factors. Specifically, we found that loss of pyruvate metabolism inhibits CP4H activity and consequently ECMñdependent breast cancer cell growth. Based on this discovery we propose the novel concept that metabolism regulates metastatic growth by increasing ECM production. \n\nIn this project we will investigate the following questions: 1) What is the mechanism by which pyruvate regulates CP4H activity in breast cancer cells? To address this question we will investigate pyruvate metabolism and ECM production in 3D cultures of various breast cancer cell lines using 13C tracer analysis, metabolomics, and two-photon microscopy based ECM visualization. 2) How can this novel metabolic regulation be exploited to inhibit breast cancer-derived lung metastases growth? To address this question we will inhibit pyruvate metabolism in metastatic breast cancer mouse models using genetically modified cells and small molecules in combination with immuno- and chemotherapy. 3) How can this novel regulation be translated to different metastatic sites and cancers of different origin? To address this question we will determine the in vivo metabolism of breast cancer-, lung cancer-, and melanoma-derived liver and lung metastases (using metabolomics and 13C tracer analysis), and link it to ECM production (using two-photon microscopy based ECM visualization). \n\nWith this project we will deliver a novel concept by which metabolism regulates metastatic growth. In a long-term perspective we expect that targeting this novel metabolic regulation will pave the way for an unexplored approach to treat cancer metastases.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}