{
    "rcn": "213777",
    "acronym": "Stringlandscape",
    "topics": "ERC-2017-COG",
    "title": "Deconstructing the string landscape",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Despite its uniqueness, string theory has a ìlandscapeî of low-energy solutions with very different observable physics. These solutions are usually found using low-energy effective theories which, in order to satisfy all the experimental constraints, require a number of exotic ingredients whose string theory origin is unclear. Thus, finding a solution within the effective theory compatible with experiments is far from the same as showing that such a solution is stable in string theory, to say nothing of whether it even exist. Without a string realization, there is neither a known ultraviolet completion of the effective action, nor any guarantee of its existence or consistency. The primary objective of this proposal is to deconstruct the string theory landscape, and determine what parts of it can be promoted to full-fledged string theory solutions, thus resolving the question of their consistency, and what parts are inconsistent. If the outcome of the project is that most of the phenomenologically interesting models are consistent, the landscape paradigm will be put on solid ground. Proving that most models are inconsistent would shatter it, weakening the case for a multiverse explanation of our universe, while restoring the quest for predictability in string theory. The most drastic possible outcome would be to show that none of the existing models survive consistency checks.  Such a verdict would force us to search for more inventive alternatives, such as going away from the realm of geometry, and so this project will also pioneer the construction of a ìnon-geometric landscapeî.",
    "totalCost": "1669465",
    "ecMaxContribution": "1669465",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 1669465
        }
    },
    "calculatedTotalContribution": 1669465
}