{
    "rcn": "213729",
    "acronym": "SolidCool",
    "topics": "SMEInst-09-2016-2017",
    "title": "Cost-efficient, solid-state refrigeration technology for cold storage",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "Vapour compression (VC) technology, used in the vast majority of space cooling and food refrigeration applications, currently relies on synthetic refrigerants which are either ozone depleting substances or mixtures with global warming potential. For this reason, their use is being downsized by EUs F-gas legislation. There is an urgent need to either retrofit existing VC systems and replace banned refrigerants with natural fluids such as ammonia, carbon dioxide (CO2) or hydrocarbons (which are toxic, flammable or costly), or adopt new technologies. On top of that, not all natural refrigerants are suitable for cold storage applications in the range of 1-10kW, where an accurate temperature (T) control and reduced food weight loss is crucial for quality food preservation. CO2 vapour compression (CO2VC) is currently the best option even though it is not safe (CO2 leaks), not so precise in T control and food weight loss is noticeable. An alternative cooling technology that could replace CO2VC for this particular application could be state of the art solid-state technology if low power and high cost did not impede this technology to go mainstream.\nIntegrate is a belgian start-up that has managed to avoid the use of refrigerant gases and overcome current technology (CO2VC and state of the art solid-state technology) limitations in cold storage applications by developing SolidCool. SolidCool is a solid-state solution that can be used for high-power applications with the benefits of presenting a high accurate T control, a minimum food weight loss, 50% less total cost of ownership, 40% lower price than CO2VC, and can function on solar energy. Given the need to phase out the use of pollutant refrigerant fluids, Integrate is capitalizing on an immediate, global opportunity for industries to adopt new technologies such as SolidCool and expects to make Ä19 million in cumulative profits and hire 60 new employees in 5 years from completion of the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INTEGRATE NV",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911221105": {
            "orgId": "911221105",
            "orgName": "INTEGRATE NV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}