{
    "rcn": "213787",
    "acronym": "ImmunoFit",
    "topics": "ERC-2017-COG",
    "title": "Harnessing tumor metabolism to overcome immunosupression",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Anti-cancer immunotherapy has provided patients with a promising treatment. Yet, it has also unveiled that the immunosuppressive tumor microenvironment (TME) hampers the efficiency of this therapeutic option and limits its success. The concept that metabolism is able to shape the immune response has gained general acceptance. Nonetheless, little is known on how the metabolic crosstalk between different tumor compartments contributes to the harsh TME and ultimately impairs T cell fitness within the tumor. \nThis proposal aims to decipher which metabolic changes in the TME impede proper anti-tumor immunity. Starting from the meta-analysis of public human datasets, corroborated by metabolomics and transcriptomics data from several mouse tumors, we ranked clinically relevant and altered metabolic pathways that correlate with resistance to immunotherapy. Using a CRISPR/Cas9 platform for their functional in vivo selection, we want to identify cancer cell intrinsic metabolic mediators and, indirectly, distinguish those belonging specifically to the stroma. By means of genetic tools and small molecules, we will modify promising metabolic pathways in cancer cells and stromal cells (particularly in tumor-associated macrophages) to harness tumor immunosuppression. In a mirroring approach, we will apply a similar screening tool on cytotoxic T cells to identify metabolic targets that enhance their fitness under adverse growth conditions. This will allow us to manipulate T cells ex vivo and to therapeutically intervene via adoptive T cell transfer. By analyzing the metabolic network and crosstalk within the tumor, this project will shed light on how metabolism contributes to the immunosuppressive TME and T cell maladaptation. The overall goal is to identify druggable metabolic targets that i) reinforce the intrinsic anti-tumor immune response by breaking immunosuppression and ii) promote T cell function in immunotherapeutic settings by rewiring either the TME or the T cell itself.",
    "totalCost": "1999721",
    "ecMaxContribution": "1999721",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999651931": {
            "orgId": "999651931",
            "orgName": "VIB",
            "ecContrib": 1999721
        }
    },
    "calculatedTotalContribution": 1999721
}