{
    "rcn": "213702",
    "acronym": "BioBur",
    "topics": "SMEInst-09-2016-2017",
    "title": "Multifuel, Economic, High Efficiency High Thermal Power Rotating Biomass Burner for IndustrialApplications",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The food and beverages processing sector (FBP) is the largest manufacturing industry in South East Europe in terms of regional turnover and employment accounting for 27% of turnover and 18% of employment in manufacturing . About 80% of the total energy associated with the entire food life cycle is originated from fossil fuels. In terms of Greenhouse Gases (GHG) food consumption in 2013 has led the average EU citizen to emit the equivalent emissions from travelling about 22.800km by car .\nConsequently, the sector is looking for energetic alternatives 1) With high efficiency performance; 2) Reducing their dependency to fossil fuels, 3) Incorporating their business models to the circular economy approach, 4) Reducing their operational costs with more cost-effective fuels and resilient to market price fluctuations, 5) With a fast and easy integration and relatively short pay-back.\nCurrent solutions are mainly based in Grate-fired boilers that are simple and admit different types of feedstock but presents limitations in terms of the high space it needs, its low efficiency and high emissions. Other recent approaches have separated the burner from the boiler even though normally provide no much power, only use one type of biomass, presents low efficiencies (<90%) and require high maintenance.\nNatural Fire, leader of bakery biomass burner market industry in Europe, aims to accelerate the commercialization of a multifuel biomass rotating burner (BioBuR) which is high efficient (up to 98%), high compact (50 % reduction in size) and economic (up to 75 % price reduction) when comparing with grate-fired solution; by scaling it up to 3-10 MW and able to substitute to the fossil fuel burners within the FBP industry (saving up to 4 times operational costs and reducing also their GHG).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NATURAL FIRE, SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912137173": {
            "orgId": "912137173",
            "orgName": "NATURAL FIRE, SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}