{
    "rcn": "213782",
    "acronym": "MicroAdiPSChip",
    "topics": "ERC-2017-COG",
    "title": "Micro-Fat Tissue on Chip",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Human fat tissue has evolved to serve as a major energy reserve. An imbalance between energy intake and expenditure leads to an expansion of adipose tissue. Maintenance of this energy imbalance over longer times leads to obesity and metabolic disorders such as type 2 diabetes, for which clinical cures are not yet available. Adipocytes are the main cell type within the adipose tissue and can be divided into white, beige, and brown subtypes. White adipocytes store and mobilize energy, whereas beige and brown adipocytes store and burn energy during cold exposure to generate heat. An attractive strategy to restore the energy imbalance and treat obesity is to activate or increase the number of beige adipocytes in white adipose tissue. The main research obstacles affecting our ability to induce beige adipocytes is our lack of†laboratory test systems recapitulating the microenvironmental conditions of the adipose tissue. Therefore, this research project aims to develop adipose tissue models outside organisms in sizes of micrometers for studying the differentiation of human inducible pluripotent stem cells (hiPSCs) into mature adipocytes. For assembly of the micro-fat tissues, we combine microfluidic and bioprinting technologies. In particular, the integration of micro-fat tissue on microfluidic chip platforms will be exploited to dynamically control the chemical, cell architectural, and mechanical microenvironment of hiPSCs incorporated in the micro-fat tissue. With novel single-cell-resolution in situ detection systems, we will aim to reveal, which microenvironmental stem cell niche factors are required to differentiate hiPSCs into metabolically active beige adipocytes. The acquired experimental data will help to mechanistically understand the role of natural stem cell niches, determine how to simulate them under laboratory conditions and finally provide patient-specific, clinically relevant information for developing new cell-based treatments for obesity.",
    "totalCost": "1775000",
    "ecMaxContribution": "1775000",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 1775000
        }
    },
    "calculatedTotalContribution": 1775000
}