{
    "rcn": "213789",
    "acronym": "INCREdible",
    "topics": "RUR-10-2016-2017",
    "title": "Innovation Networks of Cork, Resins and Edibles in the Mediterranean basin",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Mediterranean forests play a pivotal role for local economies by providing a large array of ecosystem services and goods. Despite its potential, the sector is facing significant challenges at many levels, including: low profitability of slow-growing timber, niche markets for Non-Wood Forest Products (NWFPs), and a wider context of aging rural population, farmland abandonment and scrub encroachment, leading to an increase in the occurrence of megafires, which is further aggravated by climate change. A sustainable, inclusive, smart bio-based economy centred on multipurpose trees and NWFPs can be part of the solution, if triggered by an improvement in knowledge exchange channels between NWFP practitioners and scientists, and among regions.\n\nThe purpose of INCREdible is to address the existing research and innovation knowledge divide in relation to NWFP-service systems of the Mediterranean basin. In particular, INCREdible aims to link knowledge and foster collaboration among different groups of stakeholders, developing innovative business models and enhancing the expertise of rural regions towards the development of inclusive economic strategies.\n\nTo achieve these objectives, INCREdible will developan  Innovation NETworks (iNets) around crucial lines of Mediterranean NWFPs: cork, resins, aromatics, and edibles. Each iNet will aim to gather best practices (both practical and science-based) related to NWFP production, transformation and trade channels. Particular attention will be drawn to cross-cutting sectorial issues such as: (i) innovative business models and value chains, (ii) innovative access to finance, (iii) innovative marketing and digital tools. Lastly, INCREdible will collect information and knowledge arising from iNets into an interregional online platform, which will function both as deposit and exchange system of information among partners, existing networks and organizations, for raising awareness of existing success cases and cross-fertilization.",
    "totalCost": "1999150",
    "ecMaxContribution": "1999150",
    "coordinator": "EUROPEAN FOREST INSTITUTE",
    "coordinatorCountry": "FI",
    "participants": "CENTRE NATIONAL DE LA PROPRIETE FORESTIERE;FUNDACION CENTRO DE SERVICIOS Y PROMOCION FORESTAL Y DE SU INDUSTRIA DE CASTILLA Y LEON;UNAC UNIAO DA FLORESTA MEDITERRANICA;CONSORCI CENTRE DE CIENCIA I TECNOLOGIA FORESTAL DE CATALUNYA;INSTITUT NATIONAL DE RECHERCHES EN GENIE RURAL, EAUX ET FORETS;HRVATSKI SUMARSKI INSTITUT;Instituto Superior de Agronomia;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;PANEPISTIMIO IOANNINON;ETIFOR SRL;AGENZIA FORESTALE REGIONALE PER LOSVILUPPO DEL TERRITORIO E DELL AMBIENTE DELLA SARDEGNA;ESSET ENERGY SYSTEMS",
    "participantCountries": "FR;ES;PT;TN;HR;EL;IT;BE",
    "projectParticipants": {
        "950498442": {
            "orgId": "950498442",
            "orgName": "ETIFOR SRL",
            "ecContrib": 178375
        },
        "937870303": {
            "orgId": "937870303",
            "orgName": "ESSET ENERGY SYSTEMS",
            "ecContrib": 178000
        },
        "973346404": {
            "orgId": "973346404",
            "orgName": "FUNDACION CENTRO DE SERVICIOS Y PROMOCION FORESTAL Y DE SU INDUSTRIA DE CASTILLA Y LEON",
            "ecContrib": 177650
        },
        "998385111": {
            "orgId": "998385111",
            "orgName": "INSTITUT NATIONAL DE RECHERCHES EN GENIE RURAL, EAUX ET FORETS",
            "ecContrib": 101375
        },
        "998519165": {
            "orgId": "998519165",
            "orgName": "CONSORCI CENTRE DE CIENCIA I TECNOLOGIA FORESTAL DE CATALUNYA",
            "ecContrib": 171125
        },
        "915866629": {
            "orgId": "915866629",
            "orgName": "AGENZIA FORESTALE REGIONALE PER LOSVILUPPO DEL TERRITORIO E DELL AMBIENTE DELLA SARDEGNA",
            "ecContrib": 88969
        },
        "958532273": {
            "orgId": "958532273",
            "orgName": "CENTRE NATIONAL DE LA PROPRIETE FORESTIERE",
            "ecContrib": 201894
        },
        "999462587": {
            "orgId": "999462587",
            "orgName": "INSTITUTO NACIONAL DE INVESTIGACIONY TECHNOLOGIA AGRARIA Y ALIMENTARIA OA MP",
            "ecContrib": 0
        },
        "999852818": {
            "orgId": "999852818",
            "orgName": "PANEPISTIMIO IOANNINON",
            "ecContrib": 105519
        },
        "951102849": {
            "orgId": "951102849",
            "orgName": "UNAC UNIAO DA FLORESTA MEDITERRANICA",
            "ecContrib": 112500
        },
        "994239816": {
            "orgId": "994239816",
            "orgName": "HRVATSKI SUMARSKI INSTITUT",
            "ecContrib": 96281
        },
        "999528547": {
            "orgId": "999528547",
            "orgName": "EUROPEAN FOREST INSTITUTE",
            "ecContrib": 279400
        },
        "998463002": {
            "orgId": "998463002",
            "orgName": "Instituto Superior de Agronomia",
            "ecContrib": 158062
        }
    },
    "calculatedTotalContribution": 1849150
}