{
    "rcn": "213732",
    "acronym": "SatR",
    "topics": "SMEInst-12-2016-2017",
    "title": "SOCIAL@RISKô - A TOOL FOR PREDICTING AND MITIGATING HUMAN RIGHTS VIOLATIONS IN GLOBAL SUPPLY CHAINS",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "One of the most pervasive problems in global supply chains is the violation of labour and other human rights in developing countries. The two most common ways to mitigate these risks are social audits and the use of environmental, social, and governance (ESG) data. None of these methods accounts for systemic labour and human rights violations as the bottom line for social risk assessments. Globalworksí ambition is to bring a game-changing innovation to the market with a real impact on the SDGs promoting decent work as well as sustainable consumption and production. To this end we developed an alternative, big-data driven approach that makes use of information accessible on the Internet. Everyday workers and other stakeholders in developing countries write about their grievances on social media in order to protest, reach out for help, seek advice, or share experiences. Our tool social@risk collects these voices. social@risk represents an intelligent, fully transparent system where experts and stakeholders of an issue inform the algorithms that facilitate data structuring and analysis. In the future social@risk will use millions of posts from tens of thousands of factory sites as the basis for predicting social risks associated with a supplier, industry, and/or location. social@risk is the first grievance-based risk management approach on the market adding a fundamentally new quality to social risk intelligence.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GLOBALWORKS LUND AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911143117": {
            "orgId": "911143117",
            "orgName": "GLOBALWORKS LUND AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}