{
    "rcn": "213713",
    "acronym": "Next-EMS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Next-Generation Energy-ManagementUpgrading Energy Management Systems with a Next-generation, smarter, resource-saving softwarewith unique automatic pattern recognition of energy consumption data",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Company IngSoft GmbH has developed an innovative Energy Management System (EMS) with the up to this day unique feature of automatic recognition of energy consumption patterns. The technology named IngSoft InterWatt has a broad application potential at large organisations and companies in sectors where energy management requires the monitoring of a large variety of energy consumers (e.g. energy-intensive factories, municipalities, public utilities, food/ supermarket chains). The algorithms developed by IngSoft provide transparency over several 10.000 energy consumption data and automatically detect and classify captured data anomalies. Conventional EMS methods are not able to detect certain classes of errors and require considerable effort for energy managers, who must find, define and maintain threshold values in energy consumption. IngSoft InterWatt allows users to quickly resolve defects leading to unnecessary energy consumption with the impact of realising up to 10% more latent energy savings with 50% lower staff effort than with conventional EMS. IngSoft addresses the market of EMS with a global volume of $31.3 billion and growing demand since the introduction of ISO 50001 standard for EMS in 2011. However, only about 50% of these certifications have been obtained outside Germany. This represents a considerable latent market potential for IngSoft InterWatt ñ and at the same time energy and CO2 saving ñ in other European countries. Aim of this phase 1 project is to identify the potential of the innovative solution in predefined European markets and the elaboration of a business plan for its successful market introduction. The demand for the software is guaranteed by the strong interest of beta-test customers and of interested customers (currently in DACH countries). According to preliminary calculations, IngSoft expects to reach, just with the Next-EMS innovation project, a turnover of Ä9.22 million in 2024 and a staff growth of additional 42 employees.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INGSOFT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921223357": {
            "orgId": "921223357",
            "orgName": "INGSOFT GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}