{
    "rcn": "213724",
    "acronym": "R3FIBER",
    "topics": "SMEInst-11-2016-2017",
    "title": "Eco-innovation in Composites Recycling for a Resource-Efficient Circular Economy",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Composite materials or FRPs are the construction materials of the future. Due to their excellent properties (light weight and high mechanical performance), FRPs are becoming the material of choice for industries such as aerospace, automotive, construction or wind energy. Market drivers such as regulations on CO2 emissions reduction or increased energy efficiency guarantee this rising trend.\nHowever, a new environmental problem is arising since no industrial process exist that allows for material recycling or valorisation. End-of-life composite materials, already considered as an emerging waste, are currently landfilled, the last disposal option in the Waste Directive. A spin-off of the Spanish Higher Council for Scientific Research (CSIC) born in 2016, Thermal Recycling of Composites S.L. (TRC) aims to industrially develop, exploit and commercialise a technology for the recycling of composite materials, allowing for complete valorisation of mass, energy and materials in a zero-residue process. The R3FIBER process, validated at pilot plant scale, provides a disruptive solution to recycle wind turbine blades and other composites, obtaining high quality glass and carbon fibres, heat and energy in a clean and energy-efficient, self-sustained process, thus creating a new global market for raw composite materials. The new process will contribute to address European priorities related to circular economy (COM/2015/0614), resource efficiency (COM(2011) 571) and low carbon economy (2050 Roadmap). During Phase 1, the technical and economic feasibility of R3FIBER will be studied to define key sectors for market introduction, establish strategic alliances with key stakeholders and design the scale-up of the industrial plant for implementation and industrial exploitation during Phase 2.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "THERMAL RECYCLING OF COMPOSITES, SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "920046941": {
            "orgId": "920046941",
            "orgName": "THERMAL RECYCLING OF COMPOSITES, SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}