{
    "rcn": "213708",
    "acronym": "Talking Hands",
    "topics": "SMEInst-06-2016-2017",
    "title": "Talking Hands",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Imagine a device that enables deaf people to talk. Imagine a business that combines profit and social inclusion. Talking Hands is the unique solution with these characteristics. Potential clients effected by deafness (70bl persons worldwide) have not access at devices able to overcome communication barriers. Limix srl developed Talking Hands as two gloves with sensors able to detect hands movements, translate signs in sentences, and play back them through an artificial voice synthesizer. Benefits for potential clients are multiple from an economic, psychological and practical point of view: Talking Hands is low-cost, -high customizable, -it has ecofriendly materials, -it overcomes social exclusion by increasing deaf people communication ability, supporting independence and self-confidence, - It improves deaf employability and access to the labour market. High customization is guaranteed by the high flexibility of Talking Hands supply chain, that will not affect production costs. Customers will be able to take pictures of their hands with a smartphone, create an online 3-D model, order Talking Hands online and receive it at home. With Talking Hands, Limix srl transformed academic results into a real product, and business opportunity. Talking Hands main company objective is to create an innovative, portable, user-friendly and eco-compatible gesture recognition device in order to realize Limix business idea in Europe. The business opportunity stems from the unique characteristics of the solution: - a light, low-cost, innovative, eco-friendly ICT device direct to end-users, - an innovative business model, - a social inclusive device.  Beside ICT on Wellbeing sector, Talking Hands innovative H.I.M. Interface has other potential industrial applications by facilitating and safeguarding communications in dangerous environments, also, in the recent fast development of new virtual reality, it will have an important role due to its capacity to increase realistic experiences.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LIMIX SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912958084": {
            "orgId": "912958084",
            "orgName": "LIMIX SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}