{
    "rcn": "213709",
    "acronym": "LNGCOLD",
    "topics": "SMEInst-09-2016-2017",
    "title": "Improving energy efficiency and reducing carbon emissions by utilization of ultra-cold energy from the regasification of liquefied natural gas (LNG)",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Cost-efficient and environment friendly provision of cold for industry, food handling, shipbuilding, and LNG (Liquefied Natural Gas) fuelled trucks is a rapidly growing market opportunity. Electrical refrigeration and air-conditioning consume almost 25% of the electrical energy in Europe, a tremendous saving potential and attractive business opportunity for new technologies. Eco ice K‰lte GmbH develops technologies to exploit this attractive market potential, to generate significant growth and with this contribute to achieving the climate targets. One very promising approach results from the globally rising use of LNG as energy source, since a huge cold capacity at -162∞C is stored in LNG, which is hitherto completely wasted during the regasification by heat exchange with ambient air or sea water at port terminals and LNG end userís sites, respectively. Eco ice has developed and patented an innovative technology (TRL6) in various output classes to recover this highly valuable cold capacity without additional electrical power or gas consumption and provide it very cost-efficiently to the market.\nThe Eco ice technology has the potential, without any self-consumption of natural gas, to create electrical power savings of 5.000 MW, i.e. to replace the fossil fuels for several large power stations. The cold market is increasingly looking for such cost-efficient and eco-friendly alternatives, as confirmed by customer feedback. Even in a conservative business scenario, which assumes a technology conversion rate of only 5%, a profitable short term growth up to a high two digit million Ä revenue value can be expected, as confirmed by ongoing negotiations with potential launching customers and business partners. The proposed feasibility study aims at completing the market study, concretising the business plan and developing an optimised business model and sales plan starting with already initiated business partnerships.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECO ICE KALTE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917577030": {
            "orgId": "917577030",
            "orgName": "ECO ICE KALTE GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}