{
    "rcn": "213770",
    "acronym": "CAPABLE",
    "topics": "ERC-2017-COG",
    "title": "Enhancing Capabilities? Rethinking Work-life Policies and their Impact from a New Perspective",
    "startDate": "01/12/2018",
    "endDate": "30/11/2023",
    "objective": "We have witnessed significant work-life policy advancements designed to help men and women more equally combine employment with other spheres of life in recent decades, yet gender inequality persists. Improving gender equality in work-life balance is therefore high on policy agendas throughout Europe. Decades of research in this area have produced key insights but work-family theories fail to sufficiently explain the tenacity of this inequality. Earlier applications of a capabilities approach to work-life balance offer promising inroads, yet the importance of community remains absent. The CAPABLE project will generate fundamentally new knowledge on how work-life balance policies impact an individualís capability to achieve this balance in Europe by incorporating the understudied dimension of community.  \n\nCapabilities reflect what individuals are effectively able to achieve. CAPABLE asks: To what extent do work-life balance policies enhance men and womenís capabilities to achieve work-life balance? To answer this question, we will develop and apply complex models derived from Senís capability approach to analyse: 1. the availability, accessibility and design of work-family policies; 2. what these policies mean for men and womenís capabilities to achieve work-life balance based on their embeddedness in individual, community and social contexts; 3. whether work-life policies enhance individual wellbeing; and 4. what policy tools are needed for developing sustainable work-life balance policies that enhance gender equal work-life capabilities. CAPABLE will progress scientific and policy frontiers using innovative, mixed-methods approaches at multiple policy levels. The conceptual clarity and empirical advancements provided will significantly expand our understanding of work-life policies in relation to individual capabilities. Furthermore, it will produce key insights into how sustainable work-life policies addressing gender inequality in work-life can be developed.",
    "totalCost": "1999747,5",
    "ecMaxContribution": "1999747,5",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985805": {
            "orgId": "999985805",
            "orgName": "UNIVERSITEIT UTRECHT",
            "ecContrib": 1999748
        }
    },
    "calculatedTotalContribution": 1999748
}