{
    "rcn": "213766",
    "acronym": "QuCIP",
    "topics": "ERC-2017-COG",
    "title": "Qur'anic Commentary: An Integrative Paradigm",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "QuCIP will deliver the first historical-critical commentary on a sizable portion of the Qurían in English, covering the three longest and most complex compositions in the Islamic scripture, surahs 2ñ4, as well as the short opening surah 1. The project will thereby put forward a pioneering proof of concept for an integrative exegetical approach capable of addressing three core dimensions of the Qurían: the compositional structure of Quríanic texts, the intricate processes of literary growth and redactional expansion by which many of them have been shaped, and the theological concerns governing the Quríanís appropriation of antecedent (especially Jewish and Christian) ideas, traditions, and literary forms. Pre-modern Islamic exegesis will be critically scrutinised as a valuable repository of close scriptural reading, even if its premises and conclusions are not always persuasive to a modern historian. The result will be a paradigmatic benchmark transforming the methodological toolkit of the discipline.\n\nIn realising this ambitious project, the PI will be supported by three postdoctoral scholars. Two of them will undertake foundational research into the Qur'an's compositional grammar and into Quríanic law. The third postdoctoral researcher will support the PIís engagement with the voluminous Islamic exegetical literature and write a reception history of surah 4. The project team will furthermore produce an edited volume or special journal issue.",
    "totalCost": "1777962",
    "ecMaxContribution": "1777962",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "participantCountries": "UK",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        },
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1740136
        }
    },
    "calculatedTotalContribution": 1740136
}