{
    "rcn": "213765",
    "acronym": "conVIRgens",
    "topics": "ERC-2017-COG",
    "title": "De- and reconstructing virulence strategies of fungal plant pathogens",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Fungal pathogens are enormous threats to plants, causing tremendous losses in worldwide crop production. Mechanistic understanding of fungal virulence is crucial to developing novel plant protection strategies in sustainable agriculture.  \nBiotrophic pathogens colonize living plant tissue and reprogram their hosts to stimulate proliferation and development of infection structures. To promote infection, fungal pathogens secrete sets of virulence proteins termed ìeffectorsî in a spatiotemporal program. Many economically relevant biotrophs like rusts and powdery mildew fungi are obligate pathogens. These organisms cannot be grown in culture and are not amenable to reverse genetics, which is a severe constraint for current research. In contrast, the biotrophic smut fungi have a haploid yeast stage, which allows simple cultivation and genetic modification. The causal agent of corn smut disease, Ustilago maydis, is one of the best-established model organisms for fungal genetics. \nThis project aims to utilize the excellent genetic accessibility of U. maydis to approach a previously impossible, pioneering enterprise: the synthetic reconstruction of eukaryotic plant pathogens. In a first step, fungal virulence will be deconstructed by consecutive deletion of the U. maydis effector repertoire to generate disarmed mutants. These strains will serve as chassis for subsequent reconstruction of fungal pathogenicity from different sources. A combination of transcriptomics and comparative genomics will help to define synthetic effector modules to reconstruct virulence in the chassis strains. \nDeconstruction of U. maydis virulence will identify a complete arsenal of fungal virulence factors. Reconstruction of virulence will show how effector modules determine fungal virulence, including those of the previously not accessible obligate biotrophs. conVIRgens will thereby provide fundamentally new insights and novel functional tools towards the understanding of microbial virulence.",
    "totalCost": "1922000",
    "ecMaxContribution": "1922000",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852915": {
            "orgId": "999852915",
            "orgName": "UNIVERSITAET ZU KOELN",
            "ecContrib": 1922000
        }
    },
    "calculatedTotalContribution": 1922000
}