{
    "rcn": "213728",
    "acronym": "SREM",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart Renewable Energy Manager for the Industrial Prosumer Market",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The progressive reduction in price of renewable energy and energy storage due to technology innovation and production enhancements is revolutionising the energy sector by turning the traditional centralised power system into a new decentralised one. Commercial and industrial (CI) consumers are increasingly implementing distributed energy resources (DERs) such as solar photovoltaic (PV), local batteries and electric vehicle (EV) charging stations in their facilities to lower their energy cost, increase security of supply and decarbonise the economy.By implementing an increasing number of DERs, CI consumers become prosumers (producers and consumers). Prosumers must manage their own generation, storage and consumption. Therefore, there is an urgent need to develop energy management tools able to cost-effectively integrate and operate generation, storage and loads. Moreover, new opportunities to make profit arise with the implementation of DERs (especially from the potential of the pair distributed generation plus storage) regarding the traditional scheme.SREM is an innovative Smart EMS specifically designed to fill the need to automate the management of loads and the increasing number of DERs in the CI market. Its differentiating and proprietary algorithms aim to achieve the highest financial return (15%-30% energy savings). SREM has been developed by Effinnova Management (Effinnova) a Spanish start-up company that is providing substantial economic savings through energy management services to its industrial and commercial customers and that has noted its customers urgent need to develop new energy management tools to integrate a growing number of DERs in their facilities aiming to reach economic gains, facilitate its operation  control and increase the security of supply. The benefits that this technology will bring to the market will make the proposed project profitable with a ROI of 7 over 5 years and a payback period just above 2 years.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EFFINNOVA MANAGEMENT SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918731912": {
            "orgId": "918731912",
            "orgName": "EFFINNOVA MANAGEMENT SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}