{
    "rcn": "213760",
    "acronym": "Ctrl-ImpAct",
    "topics": "ERC-2017-COG",
    "title": "Control of impulsive action",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Adaptive behaviour is typically attributed to an executive-control system that allows people to regulate impulsive actions and to fulfil long-term goals instead. Failures to regulate impulsive actions have been associated with a variety of clinical and behavioural disorders. Therefore, establishing a good understanding of impulse-control mechanisms and how to improve them could be hugely beneficial for both individuals and society at large. Yet many fundamental questions remain unanswered. This stems from a narrow focus on reactive inhibitory control and well-practiced actions. To make significant progress, we need to develop new models that integrate different aspects of impulsive action and executive control. The proposed research program aims to answer five fundamental questions. (1) Can novel impulsive actions arise during task-preparation stages?; (2) What is the role of negative emotions in the origin and control of impulsive actions?; (3) How does learning modulate impulsive behaviour?; (4) When are impulsive actions (dys)functional?; and (5) How is variation in state impulsivity associated with trait impulsivity? \nTo answer these questions, we will use carefully designed behavioural paradigms, cognitive neuroscience techniques (TMS & EEG), physiological measures (e.g. facial EMG), and mathematical modelling of decision-making to specify the origin and control of impulsive actions. Our ultimate goal is to transform the impulsive action field by replacing the currently dominant ëinhibitory controlí models of impulsive action with detailed multifaceted models that can explain impulsivity and control across time and space. Developing a new behavioural model of impulsive action will also contribute to a better understanding of the causes of individual differences in impulsivity and the many disorders associated with impulse-control deficits.",
    "totalCost": "1998438",
    "ecMaxContribution": "1998438",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 1998438
        }
    },
    "calculatedTotalContribution": 1998438
}