{
    "rcn": "213705",
    "acronym": "Smart Cooking",
    "topics": "SMEInst-09-2016-2017",
    "title": "Low energy, infrared oven for an improved automated cooking",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "The challenging worldwide energy demand requires the restriction of energy consumption by means of systems and machines that are more efficient. The EU has set itself climate and energy targets to reduce its greenhouse gas emissions progressively up to 2050. Commercial kitchens, are intense energy users and represent the biggest energy consumers per square foot of all commercial buildings. Typically, 20% of a food service businessí annual energy costs are wasted through the use of energy inefficient equipment. Improving the efficiency of commercial kitchen equipment can result in savings of 10-30%, depending upon the technologies installed. Ovens represent one of the most energy demanding pieces of equipment. A minimum of 20.000kWh could be saved yearly, if ovens were replaced by high efficiency equipment in commercial kitchens. Main limitations from most advanced ovens on the market include: 1) energy is wasted as heat, and the majority is released into the kitchen warming up the kitchen (cooling of the kitchen is thus needed, thus further energy required), 2) notable food weight loss and too dry resulting cooked foods, 3) long cooking times, 4) non-automated cooking (automatic cooking programs greatly increase the kitchen staffís productivity, provide constant results and no cooking training is required), 5) pyrolytic automatic cleaning requires too much energy. \nTo overcome all of these problems CB s.r.l has created Smart Cooking; a low energy infrared oven which uses 60% less energy than convection ovens (no energy is wasted as heat, no energy is needed to cool the kitchen), reduces cooking time by 15-50%, cuts food weight loss by 15%, and incorporates automated cooking programs and self-cleaning technology (50% less energy used than pyrolitic ovens). Smart Cooking will cut costs for food businesses and will highly increase their productivity. In 5 years from completion of the project, we expect to gain Ä9 million in cumulative profits and hire 27 new employe",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CB SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916635742": {
            "orgId": "916635742",
            "orgName": "CB SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}