{
    "rcn": "213753",
    "acronym": "READCHINA",
    "topics": "ERC-2017-STG",
    "title": "The Politics of Reading in the Peopleís Republic of China",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "READCHINA is the first broad investigation into the politics and practices of reading in the Peopleís Republic of China (PRC), their interpretation and their impact on social and intellectual change. The main objective of the study is a reinvestigation of literary history and cultural policy of the PRC from the perspective of the ordinary reader. This grassroots approach is innovative in the writing of Chinese literary history as it means turning away from the established focus on authors and the political context. Instead, READCHINA will investigate the social conditions under which texts were read, what influences this had on the lives of individuals, on social, intellectual and literary change in China, and on the modes of production, distribution and consumption of literature.\nREADCHINA considers the reading of literature as part of a wider web of reading materials, including different media and non-fictional texts. Primary sources will consist among others of archival material, field work interviews, autobiographies, marketing materials, statements by fans in online forums, and literary texts. Combining literary analysis with historical and ethnographical inquiry, as well as methods from the digital humanities, READCHINA will contribute to the fields of literary history and literary sociology. Moreover, in combining close readings of texts with distant reading methods, READCHINA will also foster our understanding of the meaning and impact of popular literature in China and of literary theories on reading. READCHINA will thus bring 20th and 21st century China into the global history of reading ñ especially so, as practices of reading in China have been shaped by different institutions than in the ëWestí: a Socialist State eager to reform its citizens by means of cultural policies, a centralized bureaucratic system regulating distribution and access to reading matters, and a highly efficient system of media control.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841760": {
            "orgId": "999841760",
            "orgName": "ALBERT-LUDWIGS-UNIVERSITAET FREIBURG",
            "ecContrib": 1500000
        }
    },
    "calculatedTotalContribution": 1500000
}