{
    "rcn": "213701",
    "acronym": "SME LOYALISER",
    "topics": "SMEInst-01-2016-2017",
    "title": "SME LOYALISER: fostering SME retailers through LOYALty Integrated SERvices",
    "startDate": "01/02/2018",
    "endDate": "31/05/2018",
    "objective": "In a world where your competitors are only a click away, customer loyalty really is the new marketing. Indeed, large organisations like big retailers invest millions of euros into loyalty programs. However, small to medium enterprises (SMEs) like the bakery in front of your house or the lifelong toy shop that you already visited as a child, cannot invest that sort of money. So how can these SMEs remain competitive facing the all-powerful big companies?\nBoth from the Business-to-Business (B2B) or the Business-to-Customer (B2C) perspective, a mobile loyalty solution like SME LOYALISER builds not only a new sense of affinity between consumers, brands and merchants, but works in line with consumersí interests. However, the current solutions in the market offer only isolated applications that are not able of smartly interconnect to acquire broader knowledge about the customers and to allow enhanced services.\nWe, bluesource - mobile solutions GmbH, are developing SME LOYALISER, a retailing-customised platform that brings together all players in the retailing chain and applies the latest advances in customersí data exploitation (predictive and behavioural analysis) in a holistic hub where any kind of company, especially SMEs in the retailing sector, can leverage the benefits of advanced loyalty programs. \nSME LOYALISER will facilitate implanting loyalty programs and additional services in SME retailing businesses that enables to identify profitable customer behaviour, increase the customer base and drive wallet and loyalty program profitability. This way, we permit SME retailers provide the features of big Internet retailers, fostering the competition and strengthening the SME industrial tissue.\nWith this project, we estimate Ä14.4 million revenue by 2022 and the generation of 20 new direct job positions, besides another 20-30 indirect ones throughout sales partners and advertising activities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BLUESOURCE - MOBILE SOLUTIONS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952204769": {
            "orgId": "952204769",
            "orgName": "BLUESOURCE - MOBILE SOLUTIONS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}