{
    "rcn": "213704",
    "acronym": "NOXTEK",
    "topics": "SMEInst-10-2016-2017",
    "title": "NOx-Mitigation Technology for Retrofitting Diesel Engines",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Alsitek Limited works on the commercialization of an innovative polymer-foam filter system for mitigating more than 85% of NOx emissions from diesel engines. The aim of the Phase 1 project is to confirm the technical feasibility and commercial potential of this ground-breaking retrofit technology to ensure a smooth transition towards a fossil-fuel-free economy in Europe. The current concerns about the health effects of vehicle emissions and the scandal around manipulated diesel engine emissions in passenger cars shows there is a need for disruptive and timely solutions. The Alsitek NOXTEK solution is a retrofit technology that goes beyond the current state of the art in terms of NOx mitigation (over 85%), with the capability to absorb large amounts of NOx over long time and excellent regeneration capabilities. NOXTEK meets several end-user needs in the diesel passenger cars market, including (i) an efficient NOx-mitigation solution to ensure compliance with the tightening environmental regulations (ii) the need for an ergonomic retrofit solution not affecting the warranties of the carís subsystems and components (iii) a solution that can be applied in a de-centralized manner by technically adept end-users or at service points. The product is expected to be 78% more cost-effective than available retrofit solutions. Alsitek aims to target the diesel passenger car aftersales market first (to be confirmed in Phase 1). Adjacent markets to be targeted include diesel engine applications in low and heavy-duty vehicles, marine vessels and peaking power plants. NOXTEK is expected to save 6.2 tons of NOx emissions annually from the fifth year after market entry, which is an equivalent of 1847,6 tons of CO2. The Phase 1 work will focus on confirming the priority market for commercialization, conducting a feasibility for SMEi Phase 2 scale-up and demonstration, as well as work on strengthening Alsitekís patent position and scouting on external manufacturing capabilities.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ALSITEK LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "952272184": {
            "orgId": "952272184",
            "orgName": "ALSITEK LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}