{
    "rcn": "213773",
    "acronym": "DeCode",
    "topics": "ERC-2017-COG",
    "title": "Dendrites and memory: role of dendritic spikes in information coding by hippocampal CA3 pyramidal neurons",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The hippocampus is essential for building episodic memories. Coding of locations, contexts or events in the hippocampus is based on the correlated activity of neuronal ensembles; however, the mechanisms promoting the recruitment of individual neurons into information-coding ensembles are poorly understood.\nIn particular, the recurrent synaptic network of pyramidal cells (PCs) in the hippocampal CA3 area, receiving external inputs from the entorhinal cortex and the dentate gyrus, is thought to be essential for associative memory. Current models of the associative functions of CA3 are mainly based on plasticity of these synaptic connections. Recent work by us and others however suggests that active, voltage-dependent properties of CA3PC dendrites may also promote ensemble functions. Dendritic voltage-dependent ion channels allow nonlinear amplification of spatiotemporally correlated synaptic inputs (such as those produced by ensemble activity) and can even generate local dendritic spikes, which may elicit specific action potential patterns and induce synaptic plasticity. Furthermore, dendritic processing may be modulated by activity-dependent regulation of dendritic ion channels. However, still little is known about the active properties of CA3PC dendrites and their functions during spatial coding or memory tasks.\nThe general aim of my research program is to understand the cellular mechanisms that underlie the formation of hippocampal memory-coding neuronal ensembles. Specifically, we will test the hypothesis that active input integration by dendrites of individual CA3PCs plays an important role in their recruitment into specific context-coding ensembles. By combining in vitro (patch-clamp electrophysiology and two-photon (2P) microscopy in slices) and in vivo (2P imaging and activity-dependent labelling in behaving rodents) approaches, we will provide an in-depth understanding of the dendritic components contributing to the generation of the CA3 ensemble code.",
    "totalCost": "1990314",
    "ecMaxContribution": "1990314",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 1990314
        }
    },
    "calculatedTotalContribution": 1990314
}