{
    "rcn": "213718",
    "acronym": "BLUESKY",
    "topics": "SMEInst-10-2016-2017",
    "title": "Robust kit to convert diesel vehicles to Natural Gas and Biogas for extended life and reducedcontaminants emission",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "The pollution spread in the world has forced all nations to fight for the preservation of the planet, through restricting oil derivatives and emission standards. On the other side, the global automotive sector is a huge market with Ä1,761G of yearly sales. Solutions available in the market, as an alternative to standard diesel vehicles, can be divided into four categories: 1) NG vehicles, 2) Biofuels, 3) Hybrids, 4) Full electric. These existing technologies fail in providing a cost-effective and transition solution to upgrade current vehicles. Most of all, these solutions do not deal with the existing vehicles and only focus on purchasing new ones. This process of replacing current vehicles will take many years, thus a transition solution is today required to upgrade this vehicles in use, reduce their emissions, reduce maintenance and fuel costs and bring them up to current European Standards. BLUESKY system is a unique kit for conversion of diesel-powered commercial buses and trucks to Liquefied Natural Gas fuel through a computerized and catalyst system. We collect no longer valid diesel engines (Euro IV and V) and extend their technical life meeting Euro VI standard, with the additional benefits of: 1) 20% cost reduction on fuel and maintenance costs, 2) 20% less CO2 emissions, 3) 100% elimination of solid particles emissions, 4) 10 times less of NOx emissions. There are currently 500 NG vehicles (of which 20% of total French NG vehicles) in France, Italy and UK running with our best seller product: CRMT 5\\ which is a first version of BLUESKY. CRMT is a R&D SME company founded in 1977, with 22 people and based in Lyon, France. It is specialized in internal engine combustion, alternative fuels and pollutants reduction, with strong expertise in natural gas (NG) engines.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CRMT SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916279461": {
            "orgId": "916279461",
            "orgName": "CRMT SAS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}