{
    "rcn": "213710",
    "acronym": "EKOGRID",
    "topics": "SMEInst-08-2016-2017",
    "title": "EKOGRIDô, the first technology to clean water and underwater sediments with electrokinetic oxidation",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "The presence of pollutants in fresh, ground and seawater threatens wildlife and ecosystems and raises concerns for public health. Water pollution indeed not only puts biodiversity at risk and disrupts the fragile equilibrium that exists underwater, but also affects economic activities, such as fisheries, aquaculture and tourism. Moreover, current water and seabed remediation methods cause great disturbances to the site operations and environment or use additional chemical products thus posing potential risks for the environment and increasing costs.\n\nEKOGRIDô, is a patented method based on natural phenomena and reactions for water and sediment remediation. It utilizes the capacitive nature of the matrix to boost the remediation power of nature, strengthening natureís remediation process and treating in one year sites that would have been contaminated for decades.  It is a sustainable, safer and more cost-effective solution to speed up water and sediment remediation at any condition. Beyond improving water and seabed quality, EKOGRIDô also compacts the bottom sediments by reducing its water content and binds nutrients to the seabed avoiding eutrophication and algae growth in seawater, coastal ponds and lakes.\n\nTo date, we have invested Ä2.5M into the development and testing of our test to ensure its robustness and efficiency and move into the commercialisation stage. This technology has already demonstrated its performance and efficiency in soil and ground water remediation. Within the overall project, we intend to translate the technology into water and seabed applications.\n\nThe proposed work in Phase 1 of the SME instrument fits into our overall plan to reach the market by contributing the financial resources needed to plan a fast sound wider deployment of EKOGRIDô and its market uptake.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "EKO HARDEN TECHNOLOGIES OY",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910437636": {
            "orgId": "910437636",
            "orgName": "EKO HARDEN TECHNOLOGIES OY",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}