{
    "rcn": "213719",
    "acronym": "IONEXAir",
    "topics": "SMEInst-10-2016-2017",
    "title": "IONEX AIR IONIZER FOR INSTALLATION IN VEHICLES' CABINS TO IMPROVE ROAD SAFETY FOR EU CITIZENS",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "IONEX Ltd, specialized in air ionization technology, has recently developed and tested a working prototype of a new solution, the most efficient and innovative IONEX air ionizer for installation in a vehicleís cabin, which adds into the air sufficient number of negative ions for normalization of conditions inside a car. The key is in uniquely designed and patented carbon brush, which emits large amounts of negative ions without generating harmful ozone, and cleans the air of carcinogenic particles.\nWe aim to finalize and commercially deploy our solution in the EU and worldwide during Ph.2&3, to create over 100 new employments and revenues reaching Ä45M by 2022. We have already attracted potential business partners in car industry (BMW) and air treatment industry (=HVAC) for further development of product (see their Letter of Interest). \nThe innovation is significant, because it improves the indoor air conditions in all types of vehicles by integrating air ionization, which results in a calmer, more focused and cautious driver (by some studies, concentration can be improved by 30%), thus increasing safety (fewer accidents), protects health and lowers governmental health treatment expenses.\nWhy are we the best for the job? We have been a SME manufacturer of different types of air ionizers since 1998 and have successfully marketed our ionizers to many EU and other countries (Belgium, Germany, Poland, Italy, Denmark, UK, Norway, UAE), gained rich IP portfolio (3 patents, 2 designs and 1 European trademark; most important patent is for carbon brush), and achieved an Innovation award for proposed solution. In 2016, the innovator and the owner of IONEX company, Lorena Leonardos, has shared her expertise and a collection of scientific studies in her book ªNegative ions as a method of healing ñ Evidence by Scientific Institutes worldwide´. We have attracted interest from automotive manufacturer BMW (D) and a producer of air treatment devices TRM Filter Ltd. (SI).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "IONEX RAZISKOVANJE, ANALIZE, MARKETING,DOO",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924643286": {
            "orgId": "924643286",
            "orgName": "IONEX RAZISKOVANJE, ANALIZE, MARKETING,DOO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}