{
    "rcn": "213703",
    "acronym": "PAGITA",
    "topics": "SMEInst-01-2016-2017",
    "title": "PAGITA - The platform digitizing the world of vending machines",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "The main objective of PAGITA is to let European customers paying purchases on vending machines by using a virtual wallet, without need of cash.\nThe European Vending Market had a total revenue in 2015 of Ä14.6 billion Euros , in Europe, vending machines sell over 90 million food and drink items every day. Over 80% of machines are located in the workplace. The automatic vending market has high operating costs due to cash management and theft. A large portion of vending machines are ìunintelligentî, they do not communicate any info on current stock and they do not enable optimization for logistics. Vending operators cannot\ncollect any information on their customers and their purchasing patterns. The increasing consumer preference toward cashless payments is a favourable trend observed in the market. The acceptance of payments through technologies, such as Near-field Communication (NFC), is instrumental in driving public interest owing to the easier, faster, and contactless modes of payment\nPagita is a mobile commerce platform which allows customers to make quick and easy purchases from vending machines with an user friendly App. The platform is composed of an hardware module to be installed on the existing vending machines, a mobile app for consumers, and a cloud application for service management.\nAfter having tested its solution in Italian market (the main European market as per number of Vending machines), PAGITA is now addressing the European market, and it is targeting 23.000.000 turnover by 2020. The SME instrument Phase 1 will have the purpose to provide PAGITA with the knowledge needed to assess the technical and market feasibility of the project and to design a business and marketing plan that may support successful distribution of the service in the addressed markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PAGITA S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912046672": {
            "orgId": "912046672",
            "orgName": "PAGITA S.R.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}