{
    "rcn": "213714",
    "acronym": "VR-FS",
    "topics": "SMEInst-01-2016-2017",
    "title": "Virtual Reality in high fidelity Flight Simulation",
    "startDate": "01/03/2018",
    "endDate": "31/07/2018",
    "objective": "The adoption of flight simulation slowly started after the Second World War, as a disruptive innovation in the training of aviation pilots. Its enormous potential for cost savings was the driving force for its progressive adoption. Currently, the cost of a training session in a Full Flight Simulator (FFS) is estimated to be between 5-20% of the cost of a session in a real aircraft. \nHigh fidelity (HI-FI) flight models are the core of Full Flight Simulators, as models replicate the aerodynamics that rule how aircraft fly and how they react to flight control inputs and to external physical conditions (turbulence, wind, precipitation, ...). These models represent ìonlyî 5% of the total cost of a FFS, which is in the average of Ä25 million, since the hardware equipment comprises very complex motion platforms (required for 6-degree of freedom, in order to emulate movements and acceleration of a real aircraft) and aircraft cockpits (specific for each aircraft model, replicating the real instrumentation panel and flight controls) mounted on the platform.\nOur solution is the integration of HI-FI Flight Models in Virtual Reality (VR), creating a VR FFS that eliminates the high costs related to hardware in the current FFS, lowering the price of FFS from Ä25M to Ä125K. \nDuring the 5 months of execution of Phase 1 we will validate the technical, operational and financial viability of our solution.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AEROTIM MUHENDISLIK YAZILIM VE DANISMANLIK SANAYI TICARET LIMITED SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912941982": {
            "orgId": "912941982",
            "orgName": "AEROTIM MUHENDISLIK YAZILIM VE DANISMANLIK SANAYI TICARET LIMITED SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}