{
    "rcn": "213700",
    "acronym": "PREDICT",
    "topics": "SMEInst-06-2016-2017",
    "title": "PREDICT",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Improving the current medical practice for mental health disorders such as depression, is a major concern for all stakeholders.The overall costs such as social and professional disabilities, increasing suicide rates, remain under-researched and their impacts are under-recognized by key decision-makers. In light of the economic and social burden caused by major depressive disorder (MDD), there is a strong need in the EU to provide citizens with adequate diagnosis and optimized treatment options. In this framework, PREDICT represents an innovative and disruptive tool; it is an EEG integrated software-based solution for physicians, which monitors brain electrophysiological activity with the scope of supporting and optimizing treatment decisions for depressed patients. The adoption of PREDICT in psychiatric clinics will positively affect patients, clinicians and it will potentially reduce costs for health service providers and for the whole society. Innovative technologies such as non-invasive Transcranial magnetic stimulation (TMS) offer a good alternative to the conventional antidepressants drug treatment. There is clear shortage in clinical PREDICTion tools which support better informed decisions and tackle the need to personalize the patient treatment. Our solution will provide a real-time, cost-effective method to assess TMS treatment efficacy and allow higher rates of treatment response. At later stages of product development, it will be expanded to cover PREDICTion to all available anti-depressant treatments. The suggested feasibility study will assess the overall economic benefits and will support ElMindA in exploring intellectual property opportunities through IP management and updated ìFreedom to operateî analysis. By providing an accurate, simple to use cost-effective tool, our project intends to deliver an innovative solution that can generate a strong impact on society, increasing the quality of life and life expectancy of people experiencing major depression.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELMINDA LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936089286": {
            "orgId": "936089286",
            "orgName": "ELMINDA LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}