{
    "rcn": "213781",
    "acronym": "ATTOLIQ",
    "topics": "ERC-2017-COG",
    "title": "Attosecond X-ray spectroscopy of liquids",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Charge and energy transfer are the key steps underlying most chemical reactions and biological transformations. The purely electronic dynamics that control such processes take place on attosecond time scales. A complete understanding of these dynamics on the electronic level therefore calls for new experimental methods with attosecond resolution that are applicable to aqueous environments. We propose to combine the element sensitivity of X-ray spectroscopy with attosecond temporal resolution and ultrathin liquid microjets to study electronic dynamics of relevance to chemical, biological and photovoltaic processes. We will build on our recent achievements in demonstrating femtosecond time-resolved measurements in the water, attosecond pho-toelectron spectroscopy on a liquid microjet and measuring and controlling attosecond charge migration in isolated molecules. We will first concentrate on liquid water to study its electronic dynamics following outer-valence ionization, the formation pathway of the solvated electron and the time scales and intermolecular Coulombic decay following inner-valence or core-level ionization. Second, we will turn to solvated species and measure electronic dynamics and charge migration in solvated molecules, transition-metal complexes and pho-toexcited nanoparticles. These goals will be achieved by developing several innovative experimental tech-niques. We will develop a source of isolated attosecond pulses covering the water window (285-538 eV) and combine it with a flat liquid microjet to realize attosecond transient absorption in liquids. We will complement these measurements with attosecond X-ray emission spectroscopy, Auger spectroscopy and a novel hetero-dyne-detected variant of resonant inelastic Raman scattering, exploiting the large bandwidth that is naturally available from attosecond X-ray sources.",
    "totalCost": "2750000",
    "ecMaxContribution": "2750000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 2750000
        }
    },
    "calculatedTotalContribution": 2750000
}