{
    "rcn": "213712",
    "acronym": "OriginIoT",
    "topics": "SMEInst-04-2016-2017",
    "title": "OriginIoT - novel platform for increased utilization of GNSS constellations via outdoor IoT products",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "The project addresses a common need among IoT product developers stemming from the challenge of placing GNSS modules in proximity to other electronic components; and the shortage of experienced developers required for IoT (RF, electric, embedded software). OriginIoT is a novel, highly-integrated cellular IoT system designed to shorten development time and drastically reduce costs of IoT projects. The system facilitates increased utilization of GNSS constellations by integrating OriginGPSí unique GNSS modules in the product, overcoming GNSS/cellular integration challenges out-of-the-box. Additionally, the product encapsulates a unique method of sensor operation from a remote cloud, freeing the developer from developing embedded code. With OriginIoTô, one can develop a complete location-aware, cellular IoT device in only six weeks, with ~85% cost savings. The European GSA defined IoT as one of the macrotrends that will contribute to the growth of GNSS devices install base from 5.8 bln GNSS devices in use in 2017 to almost 8 bln in 2020; the OriginIoT has the potential to become one of the main enablers in this area as it is tailored for the needs of this particular type of developers. Potential users for this technology can come in the forms of start-ups, 'traditional' products that wish to add IoT value and large companies who needs to implement an IoT project quickly and efficiently. Under phase 1 we wish to test the ability to produce this device in small-form factor allowing high GNSS performance, develop commercial materials and plan to introduce this product and design a detailed work-plan for phase 2. This project can assist the growing European innovation ecosystems, providing them with the perfect solution for quick IoT roll-out.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ORIGIN GPS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936705527": {
            "orgId": "936705527",
            "orgName": "ORIGIN GPS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}