{
    "rcn": "213763",
    "acronym": "MISSINGMIDDLE",
    "topics": "ERC-2017-COG",
    "title": "The Causal Effect of Public Policy and Income on Child Health and Human Capital",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "A recent literature in economics on the ìfetal origins hypothesisî has documented that a range of early (prenatal and postnatal) shocks and interventions can have substantial effects on long-term human capital formation (e.g. adult health, wages). However, we still know little about the years in between early infancy and adulthood, referred to as the ìmissing middleî. How do early shocks affect health and human capital formation during childhood? How do the effects of different types of interventions, or shocks at different ages, compare? What are the most cost-effective ways of improving young childrenís future outcomes?\n\nI aim to fill this gap in the literature by taking advantage of a range of natural experiments in a country, Spain, for which high quality administrative data are available for the past 35 years. State of the art econometric techniques, combined with large sample sizes, will allow me to evaluate credibly and precisely the causal effects of a number of different public policies and shocks on child development. \n\nI will consider five different ìshocksî in early childhood (at different ages), affecting: i) Household material resources (an unconditional motherís allowance); ii) Parental time (subsidized paternity leave); iii) Medical treatments around birth (elective delivery); iv) The availability of family planning services (access to abortion); and v) Aggregate demand shocks to different sectors of the economy.\n\nI will evaluate their impact on health and cognitive development at ages 0-15, as measured in hospital and primary health care records, school grades, and standardized test scores, among other data sources. I will also study the potential channels linking treatments to child outcomes, including family size (fertility), parental time use and labor market outcomes, expenditure patterns, etc. \n\nMy results will help us understand how shocks in early life can have long-term effects on human capital, with direct policy implications.",
    "totalCost": "1048750",
    "ecMaxContribution": "1048750",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 1048750
        }
    },
    "calculatedTotalContribution": 1048750
}