{
    "rcn": "213764",
    "acronym": "DyNET",
    "topics": "ERC-2017-COG",
    "title": "Dynamical river NETworks: climatic controls and biogeochemical function",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Despite the ubiquity of expansion and retraction dynamics of flowing streams, the large majority of biogeochemical and hydrological studies conceive river networks as static elements of the landscape, and a coherent framework to quantify nature and extent of drainage network dynamics is lacking. The implications of this phenomenon extend far beyond hydrology and involve key ecological and biogeochemical function of riparian corridors. The proposed research project will move beyond the traditional paradigm of static river networks by unravelling, for the first time, physical causes and biogeochemical consequences of stream dynamics. In particular, the project will undertake the following overarching scientific questions: 1) what are the climatic and geomorphic controls on the expansion/contraction of river networks? 2) what is the length of temporary streams and what is their impact on catchment-scale biogeochemical processes and stream water quality across scales? These challenging issues will be addressed by developing a novel theoretical framework complemented by extensive field observations within four representative sites along a climatic gradient in the EU. Field measurements will include long-term weekly mapping of the active drainage network and daily hydro-chemical data across scales. The experimental dataset will be used to develop and inform a set of innovative modelling tools, including an analytical framework for the description of spatially explicit hydrologic dynamics driven by stochastic rainfall and a modular hydro-chemical model based on the concept of water age, able to account for the variable connectivity among soil, groundwater and channels as induced by stream network dynamics. The project will open new avenues to quantify freshwater carbon emissions - crucially dependent on the extent of ephemeral streams - and it will provide a robust basis to identify temporary rivers and maintain their biogeochemical function in times of global change.",
    "totalCost": "1999758",
    "ecMaxContribution": "1999758",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 1999758
        }
    },
    "calculatedTotalContribution": 1999758
}