{
    "rcn": "213706",
    "acronym": "Hollandplug",
    "topics": "SMEInst-07-2016-2017",
    "title": "Pioneering Sustainable Substrate for Accelerated Quality Cultivation",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "High fertility of land and proper water disposal in the soil are recognised as essential requirements to grow healthy plants. The agro & horticulture markets demand a cultivation base with an optimal air/water balance which can be controlled to ensure a regular growth of the roots across the soil or block. At the moment, there are numerous substrates such as coco coir, peat coir, stone wool and foam, used in the industry, in an effort to cover these needs. However, all these solutions present important issues, as substrates remain completely wet, are not safely recycled/reused and the water and air content is not equally spread into the entire growing medium. In addition, new practices like hydroponics which emerged for the purpose of controlling the water/air uptake by plants, are mostly expensive systems, not suited for all agriculture uses and require installations with high return on investment. HollandPlug International BV, is a SME founded with the sole purpose of developing, exploiting and commercialising HollandPlug. HollandPlug consists of a 100% compostable plug made of a mix of patented pioneering water storage bio-flakes sprayed with a proprietary Super Absorbent Polymer and jute to optimise the moisture/air balance for plants/flowers/seeds to grow inside. With this new substrate the customers can choose the water level of the plug depending on plantsí needs, which results in 15% higher yield production, better nutritional quality and energy reduction. Our technology reduces the fertilizers needed (35%), the water consumption (60%) compared to conventional soil based farming solutions, the dropout rate to 2% and increase life expectancy of the crop by 15%. The successful commercialization of our project will help us reach annual revenues of Ä34.28 million and profit of Ä8.57 million in 2025. With a Phase2 investment of Ä2.87 million, this would imply a ROI of 7.56We will also create a total 43 new job positions after five years of commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "HOLLAND PLUG INTERNATIONAL BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910285249": {
            "orgId": "910285249",
            "orgName": "HOLLAND PLUG INTERNATIONAL BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}