{
    "rcn": "213711",
    "acronym": "CAALA",
    "topics": "SMEInst-09-2016-2017",
    "title": "CAALA - Computer Aided Architectural Life-cycle Assessment",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "CAALA is a German GmbH headquartered in Munich. Founded in 2016, the company is run by four managing directors, and supported by seven additional team members (engineers, software developers, architects, marketers) and five mentors. The companyís mission is to supply building planners with the tool needed to achieve energy and GHG emission savings on a large scale and thereby strengthen a sustainable construction industry in Europe. \nCAALA therefore provides architects and Building Material Manufacturers with a tool to achieve energy and GHG emission savings on a large scale - since it can be used by non-experts at a very early stage of the design process. CAALA is also estimated to be 10x faster than current tools on the market (thanks to our trademark/secret protected methodology called PLCA). Thus, having the biggest impact upon sustainability. \nRecent developments and the economic turnaround promise a positive outlook for the European construction market for the near future. Since 2014, the gross domestic product of almost all EU states has been growing and renewed increase in construction activity resulting in an annual growth rate of 3% is expected by experts. With Ä285 billion. \nThe market potential for CAALA in Europe is estimated at Ä1.5 billion as CAALA acts as a digital building material trader (BMT) by including building material manufacturers (BMM) and increasing their sales. \nAs a first step towards the conception of a market ready product, this Phase I will serve the purpose of elaborating an improved business plan through the implementation of a feasibility study. After the completion of the feasibility study Phase II and Phase III implementation will follow to launch the final product in the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CAALA GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916544174": {
            "orgId": "916544174",
            "orgName": "CAALA GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}