{
    "rcn": "213786",
    "acronym": "LIMA",
    "topics": "ERC-2017-COG",
    "title": "Controlling light-matter interactions by quantum designed 2D materials",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Progress within many contemporary or emergent technologies, including photovoltaics, single-photon light sources, and plasmonics, depends crucially on our ability to control the interactions between light and matter. The complexity of the light-matter interactions has made the development of photonic materials a slow, expensive, and empirical-based science. Of particular importance are the detrimental non-radiative processes mediated by defects and phonons that lead to efficiency losses in photovoltaics, reduce the quantum efficiency of single-photon emitters, and cause Ohmic losses in the metallic components of plasmonic devices. LIMA will develop ground breaking methods for calculating non-radiative relaxation rates in real materials from first principles. These will be used to evaluate key performance parameters such as photo-carrier lifetimes and plasmon propagation lengths and thus facilitate a realistic computational assessment of the application potential of photonic materials. In terms of materials, LIMA will focus on the emergent class of atomically thin two-dimensional (2D) materials. The possibility of combining different 2D materials into van der Waals heterostructures (vdWHs) provides a unique platform for controlling light-matter interactions with atomic scale precision. Multi-scale methods for predicting quasiparticle band structures of general, incommensurable vdWHs will be developed and used to design novel photonic materials with tailored light dispersion and multi-junction solar cells with high absorption and low thermalization losses. High-throughput computational screening will be used to identify novel color centers in 2D materials with potential to act as single-photon sources with high quantum yield and narrow linewidths, which are urgently needed by leading quantum technologies. The possibilities of controlling the color centers via strain engineering and light management will be explored in close collaboration with experimentalists.",
    "totalCost": "1951353,75",
    "ecMaxContribution": "1951353,75",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1951354
        }
    },
    "calculatedTotalContribution": 1951354
}