{
    "rcn": "213721",
    "acronym": "ARCADIA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Advanced platfoRm for ClimAte Data Intelligence and Action",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "Vizzuality (Simbiotica, S.L.) is a Spanish company widely known in the environmental sector for creating accessible open data projects and web tools aimed to analyse datasets and images interrelated, with the aim to create beautiful visualizations able both to raise awareness on a variety of issues related to life on Earth, and also to ease scientific research with a focus on environmental topics, a business that will yield the company more than Ä4 million turnover in 2017. From its foundation in 2009, the company has been working on a regular basis with institutions of such relevance as the World Resources Institute and the United Nations to help them understand information inside Big Data in issues relevant for the studies they perform.\nThe business opportunity to be seized by this project lies in the concern lately raised on climate change in the light of recent environmental disasters. Vizzuality owns a leading technology to make meaningful the large volumes of environmental data extracted from Earth observation in the form of powerful visualizations, a technology of high interest for knowledge purveyors, but scarcely used by societal end-users such as SMEs, which represent 99% of the European business realm. This strategic project aims to make that technology available for the private sector (especially SMEs) through a software platform for freemium access, a new business model for the company which would need a feasibility study to confirm expectations laid on it, and then a stronger business plan to face a successful market uptake based in this new model, since it shapes a financial challenge likely to introduce a new way to earn incomes for the company while contributing to the creation of a European market for climate services.\nVizzualityís business performance since its inception evidences its potential to achieve such a challenge, at the same time it addresses a business opportunity aligned with the interests of the EU in terms of climate change mitigatio",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SIMBIOTICA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "941584239": {
            "orgId": "941584239",
            "orgName": "SIMBIOTICA SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}