{
    "rcn": "213723",
    "acronym": "DAPHNE",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative system for Bioinspired Atmospheric Water Generation without Input Energy",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "After obtaining the Seal of Excellence (attached) from the EU on the previous cut-off day (ESR Score: 13,63), this is an improved version of the proposal.\n\nThe Earthís water supply is ñ paradoxically ñ both abundant and scarce. The planet has more than 1,400M km3 of water, of which 97.25% in the form of oceans and seas. However, freshwater represents just 2.75% of that volume or 39M km3. Already today, nearly half of the EU countries suffer from water scarcity and thereof foremost the farmers (and so agriculture sector), accounting for 80% of freshwater demand. Against this background BIGEKA has developed an innovative, energy-efficient and sustainable technology to generate atmospheric water (DAPHNE) cost-efficiently (by using special designed and produced nano-engineered materials that offer great potential for water innovations) and environmentally-friendly (by minimizing the groundwater need in agriculture and other negative externalities, including salinity and stream depletion)\nDAPHNE uses nanostructured surfaces to produce 300% more water than any other system in the market at 8000% lower weight (0.1 kg instead of 80 kg) which brings efficiency, feasibility and mobility. \n\nThe worldwide market for industrial and domestic water equipment is worth an estimated EUR 918.9M in 2015. With growing concern in water availability, it is expected to grow at a compound annual growth rate of 37.4% to 2022 and market value of water withdrawal market rises is expected to reach EUR 9.3B. \n\nBIGEKA is delighted to be pioneer of this innovative project and the introduction of DAPHNE into the market will have a positive impact on: i) the economy of farmers (our customers), by allowing them to use water at lower costs ii) the environment, and iii) BIGEKAís economic growth.\n\nThe growth potential of DAPHNE is expected to result in about Ä28M annual turnover, 70 new employment positions, 7.54% market seize, 47% return on investment, and Ä23.5M cumulative profit at the end of 2023.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIGEKA PROJE EGITIM DANISMANLIK LTD.STI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913656484": {
            "orgId": "913656484",
            "orgName": "BIGEKA PROJE EGITIM DANISMANLIK LTD.STI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}