{
    "rcn": "213707",
    "acronym": "Multi-AD Feasibility",
    "topics": "SMEInst-11-2016-2017",
    "title": "High performance MULTIphase Anaerobic Digester for agroindustrial wastewater treatment",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Food & Drink (F&D) industry is one of the most water consuming sectors, and is considered one of the largest producers of wastewater, producing roughly 2.17 million m3/day of wastewater in Europe. This is the largest manufacturing sector in EU, composed mainly by SMEs (>99%). \nTechnically, anaerobic digesters are NOT optimised for small volumes (<1,000 m3). So, most industrial wastewater treatment technologies are optimised for much larger volumes (average: 2,500 m3). Economically, these technologies are very expensive (>1MÄ). Thus, only big companies implement anaerobic digestors. Until now. In AEMA, we have been able to downscale a disruptive small scale anaerobic digestor for wastewater treatment, addressed to F&D industry: Multi-AD.\nMulti-AD is a high performance MULTIphase Anaerobic Digester tailor-made for treating wastewater generated in Food and Drink SMEs. It is fully sensorised, being able to self-regulate basic operational parameters (T, flowÖ) for its auto-operation depending on the kind of wastewater characteristics it needs to treat. It will generate 80% methane-rich biogas that be partially used -50%- for its operation, and partially used -50%- for other energy-demanding industrial tasks (e.g. heating, at the industry choice), with average economic savings of 15,000Ä/year (when treating 100 m3/d) and 11% less CO2 emissions. \nWe will commercialise it in the most important EU28 countries in terms of F&D industry, and as well in some countries in Latin America, being the flagship product for our internationalisation.  \nWe plan to sell in the first five commercialisation years 108 units of the device, what will imply that we will sum up to AEMAís team 14 persons. The project will have a ROI of 2.82. \nThis Multi-AD project will contribute to ensure the safe and efficient use of water resources, to have a resource-efficient industrial sector in the whole EU, and ultimately to foster the use of renewable energy in industry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "AGUA, ENERGIA Y MEDIOAMBIENTE SERVICIOS INTEGRALES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "963576467": {
            "orgId": "963576467",
            "orgName": "AGUA, ENERGIA Y MEDIOAMBIENTE SERVICIOS INTEGRALES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}