{
    "rcn": "213785",
    "acronym": "METACELL",
    "topics": "ERC-2017-COG",
    "title": "Metabolism of a cell pictured by single-cell approach",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Every cell is unique. Metabolites define the composition of each cell and play key roles in essential intracellular processes of energy production and uptake, signaling, regulation, and cell death. Obtaining metabolite signatures of individual cells and linking them to cellular phenotypes is of paramount importance for a holistic understanding of these processes. This requires high-throughput single-cell metabolomics that is not generally attainable due to the limited sensitivity, low throughput, and disruptiveness of state-of-the-art metabolomics methods. \n\nI propose to develop a spatial single-cell metabolomics approach for human cell culture systems. The approach will be based on using metabolite imaging mass spectrometry and will provide metabolite profiles of individual cells and metabolite signatures of single-cell phenotypes identified by light microscopy. With this approach developed, I will investigate the link between the intracellular metabolism and single-cell phenotype and focus on the following questions: How is the intracellular metabolism linked to cellular heterogeneity? How high is the variation of essential metabolites in a cell population? How do the energy metabolism and lipids biosynthesis change through the cell cycle and infection stages? What is the metabolic response to inflammatory signals? \n\nI will scale up the analysis to discover novel cell phenotypes both in the cell culture systems and in big metabolite imaging mass spectrometry data from various biological systems provided to us by our collaborators and the community, and representing billions of cells.\n\nMy project will enable spatial single-cell metabolomics on a large scale and will provide yet lacking capacity for investigating and visualizing the intracellular metabolism on a single-cell level. It will advance our molecular understanding of key biological processes and pave the way to discoveries of molecular mechanisms of inflammation, cancer, and infection.",
    "totalCost": "2330628",
    "ecMaxContribution": "2330628",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988230": {
            "orgId": "999988230",
            "orgName": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
            "ecContrib": 2330628
        }
    },
    "calculatedTotalContribution": 2330628
}