{
    "rcn": "213784",
    "acronym": "YinYang",
    "topics": "ERC-2017-COG",
    "title": "Hypothalamic circuits for the selection of defensive and mating behavior in females",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Social interactions can take different courses depending on the internal state of the participants. For instance, a sexually receptive female mouse will allow a maleís attempt to mount her, but a non-receptive female will fight or flee the same male. Here, we propose to determine how neuronal circuits in the female mouse brain support flexible, state-dependent interactions with male conspecifics. It is known that female receptivity depends on the ventrolateral region of the ventromedial hypothalamus. Within this region there is a population of neurons that expresses receptors for the sex hormone progesterone (PR\\ neurons), whose levels cycle with reproductive state. In pilot experiments, we found that PR\\ neurons are not homogeneous: some respond during receptive behaviors but others respond during defensive or aggressive behaviors. Our main objective is to determine how female hypothalamic PR\\ neurons participate in state-dependent behavioral responses to males. Our hypothesis is that two subpopulations of PR\\ neurons are differentially modulated by the reproductive cycle and that each sub-population activates a different downstream circuit, one specialized for receptive and the other for defensive behaviors. Our specific aims are to: (1) characterize the functional selectivity of individual female PR\\ neurons across the reproductive cycle; (2) map the connectivity of PR\\ neurons to their output targets; (3) test the impact of different PR\\ output pathways by genetically activating and silencing them; and (4) determine how reproductive hormones modulate the synaptic and intrinsic functional properties of PR\\ neurons. These studies will elucidate the neuronal circuit mechanisms of a biologically essential female behavior. More broadly, this work will reveal mechanisms by which neuronal circuits can support flexible state-dependent adaptive behaviors.",
    "totalCost": "1952188",
    "ecMaxContribution": "1952188",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 1952188
        }
    },
    "calculatedTotalContribution": 1952188
}