{
    "rcn": "213863",
    "acronym": "lif-E-Buoy",
    "topics": "SMEInst-10-2016-2017",
    "title": "Compact hydro generator for electric vehicles charging stations (to serve as an energy lifebuoy)",
    "startDate": "01/03/2018",
    "endDate": "31/07/2018",
    "objective": "The lif-E-Buoy project is a facility using the hydrokinetic energy of running water as a clean energy source for charging of electrical road vehicles (cars, bicycles, etc.) and provide noise and emission free electricity output for other applications such as large cruiser boats or for freight vessels stopping in city centres as a good alternative to running their generators. \nWillisits Engineering Ltd. was established in 2009 to develop world-class electric vehicle drive systems and other innovative technologies. A few years ago we started the development of an underwater river power plant system (hydro generator) and in 2016 we built a prototype and demonstrated its operation in a relevant environment (river ñ TRL6). The development was a success but due to limited resources and other developments the commercialisation of it was put on hold.\nRecently we have received interest from companies who approached us with application areas for our technology. Namely, to use our hydro generator for the charging of electronic vehicles and to provide power for infrastructures located near (or on) rivers. Based on this interest we carried out an initial market study and found that there is serious potential to use our existing results and focus it on this new application. \nWe have decided to apply for SME Instrument Phase 1 funding to carry out a feasibility study in order to strengthen our initial findings and based on the outcome proceed for Phase 2 to produce the first commercial hydro powered electric vehicle charging station.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "WILLISITS MERNOKIRODA KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910391076": {
            "orgId": "910391076",
            "orgName": "WILLISITS MERNOKIRODA KORLATOLT FELELOSSEGU TARSASAG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}