{
    "rcn": "213886",
    "acronym": "LifeCall",
    "topics": "SMEInst-01-2016-2017",
    "title": "LifeCall Wearable EKG Heart Health Monitoring, Analysing and Warning System",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Cardiac arrest is the leading cause of death that annually more than 17 million die in the World, 3 million in Europe.\n\nWorldwide 320 billion$ is spent for medication and diagnostics. EKG is a critical element of heart health. The longer we record EKG, deeper the diagnosis we can achieve.\n\nLifeCall is a mobile, wearable EKG device which captures real time EKG and stores it remotely to share with related parties.\n\nIt consists of a shirt with newly developed innovative conductive textile electrodes and a device which can read real time EKG and sends it to our mobile application. It has no gel based electrodes since we use a special textile that can conduct low voltage electricity. This use of the nanotechnology based textile is unique.\n\nOur system can record EKG almost for 3 weeks without interruption, with low energy components, optimized wireless transactions. This can open up new era to health care industry. Critical life threatening heart events can be captured before actual damage is done, with just a basic shirt and its supporting ecosystem which is not possible with conventional hospital holter EKG.\n\nThere will be 2 separate products that will be commercialized individually:\n\n1) A shirt and accompanying device that captures real time EKG data. The device will pass EKG data to mobile phone for recording which will later be pushed to our servers in a secure and private way.\n\n2) A platform for analysing, routing and sharing of these EKG outcomes with related parties through mobile and desktop applications.\n\nOur target end-users can be considering anyone that may have cardiovascular risk who is between 40 to 65 years old with arrhythmia complications, but pinpointing maximum impact complication is also a target of our feasibility study.\n\nIn phase 1, we will conduct a feasibility study on market, pinpoint maximum impact hearth complication, risks, strategy and financial requirements. In phase 2, we will deliver the product based on phase 1 outcome.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SENSENCALL YAZILIM DANISMANLIK MEDIKAL ELEKTRONIK SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928047695": {
            "orgId": "928047695",
            "orgName": "SENSENCALL YAZILIM DANISMANLIK MEDIKAL ELEKTRONIK SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}