{
    "rcn": "213856",
    "acronym": "iaFRET",
    "topics": "SMEInst-01-2016-2017",
    "title": "An amplified signal imaging software for prognosis of cancer enabling the evaluation of clinicalefficiency of personalised cancer treatments to an unprecedented level.",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Chemotherapy remains the main treatment in locally advanced or metastatic lung cancer. The wide use of chemotherapies is often lengthy (4 months) and is not supported by any patient stratification tools, leading to life-threatening risk. current techniques used to identify biomarkers for target or immunotherapy (i.e. Immunohistochemistry and Protein Ligase Assays) lack of sensitivity (up to 30% of false negatives) resulting in qualitative, subjective measurements with poor prognostic value. iaFRET is an imaging system based on a proprietary time resolved Amplified Forester Resonance Energy Transfer (FRET) technique. It determines both molecular and cell-cell interactions, enabling the evaluation of clinical efficiency of personalised cancer treatments. iaFRET enables oncologists to define the most effective treatment for cancer case and verify its efficacy anytime during the therapy. FASTBASE will need to finalise the engineering of the machine, optimize the image analysis algorithms and user interface, conduct a clinical trial to demonstrate and validate the safety, efficacy and cost savings of technology. Globally there are almost 300 research institutes and hospitals currently working on cancer research worldwide, 147 in EU. Emerging frontiers like immunotherapy highly require technology like iaFRET. iaFRET can contribute to European health system by improving the prognosis and treatment selection for cancer patients, hence increasing the life expectancy of patients affected by this pathology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "FASTBASE SOLUTIONS SOCIEDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911139237": {
            "orgId": "911139237",
            "orgName": "FASTBASE SOLUTIONS SOCIEDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}