{
    "rcn": "213859",
    "acronym": "YURAKAN",
    "topics": "SMEInst-09-2016-2017",
    "title": "HIGH POWER CYCLONE CONVERTER GENERATOR FOR WIND ONSHORE",
    "startDate": "01/03/2018",
    "endDate": "31/07/2018",
    "objective": "Wind is an inexhaustible source of energy with potential to supply 20 times more power than what the entire human population needs, and it has already surpassed any other source of renewable energy reaching 452 GW in 2016 of onshore power installed capacity, which is forecasted to grow up to 922 GW in 2030 -6.7% of the worldís power consumption. Yet, current technology requires to employ huge blades to obtain more energy. This is not efficient and safe as they need high initial investment in the turbines manufacturing, transportation and ground works and a major portion of land, which increases the rental costs and can displace farming from fertile land. Also, the blades are prone to erosion, requiring costly operation maintenance and they can be a safety hazard to the people working in these wind farms when submitted to tornados or hurricanes.\nOur CCG technology is based on the concept of a packed and controlled cyclone inside a hollow tower, which rotates the turbine blades on the top of the structure. In this way a CCG 30 MW unit (15x more than the most common turbines) occupies 30x less space. Our CCG solution is simple and easy to build, consisting of a turbine generator and a reinforced concrete structure, it can be installed using current road ways. Thanks to these features, CCG can be installed in onshore locations, where winds >30 m/s, may occur. It will reduce by 50% energy costs compared with conventional horizontal-axis wind turbines, i.e. LCOE (0.02-0.03 Ä/kW) CAPEX (750-950 Ä/kW) Our target market will be existing onshore wind farms for repowering and planned wind farms, i.e. > 900 GW in 2022. Thanks to the uniqueness of CCG, we expect to get at least a 1% penetration in the wind energy sector by 2024, which means over 1 GW capacity installed with our technology and a ROI of 9.8. After testing the first prototype, to evaluate the best market entry we need to perform a detailed feasibility study for what we are asking for support from the EC.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "CENTRALES ENERGETICAS CICLONICAS DESARROLLOS CANARIOS, SOCIEDAD DE RESPONSABILIDAD LIMITADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911087827": {
            "orgId": "911087827",
            "orgName": "CENTRALES ENERGETICAS CICLONICAS DESARROLLOS CANARIOS, SOCIEDAD DE RESPONSABILIDAD LIMITADA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}