{
    "rcn": "213821",
    "acronym": "MEPAFUS",
    "topics": "JTI-CS2-2017-CFP06-AIR-02-50",
    "title": "Metitalia prototype tooling for fuselage panel",
    "startDate": "01/02/2018",
    "endDate": "30/11/2018",
    "objective": "This proposal responds to the call of Clean Sky 2 JTI-CS2-2017-CFP06-AIR-02-50, Prototype Tooling for subcomponents manufacturing for fuselage. The aim of this Call for Proposal is to develop, design, manufacture and deliver to the Topic Manager facilities, all the prototype subcomponent manufacturing tooling required to manufacture fuselage panel representative of a regional aircraft demonstrator.\nIn particular, the final goal is the improvement of the current advanced technologies and methodologies with the aim to make them ready for the industrialization phase of a new regional aircraft fuselage.\nThe development of this tooling shall be innovative in order to implement the best performances in the following fields: \n1.\tLow Cost Materials\n2.\tEco-design\n3.\tEnergy savings\n4.\tManufacturing processes simplification-Production time savings \nEnsuring that each one of the single parts manufactured with the prototype tooling meets with the Aeronautical quality standards.\nProponents of the project have a wide knowledge of fabrication of composite materials and processes, and in addition, an awareness of the advantages and disadvantages that each choice may entail.\nThe know-how of the proponents will be fully shared with TM, in order to reach the agreed goals.",
    "totalCost": "498765",
    "ecMaxContribution": "349135",
    "coordinator": "METITALIA S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "937334184": {
            "orgId": "937334184",
            "orgName": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
            "ecContrib": 135253
        },
        "917010453": {
            "orgId": "917010453",
            "orgName": "METITALIA S.R.L.",
            "ecContrib": 213882
        }
    },
    "calculatedTotalContribution": 349135
}