{
    "rcn": "213893",
    "acronym": "quMercury",
    "topics": "ERC-2017-STG",
    "title": "Ultracold mercury for a measurement of the EDM",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The Standard Model of particle physics (SM), while largely successful, fails to accurately describe the state of the Universe, e.g. with respect to the evident matter/antimatter asymmetry. Various theories seek to conciliate the SM with observations by extending it, and most of these extensions introduce a massive violation of the combined charge invariance and parity (CP) symmetry. The CP violation would reflect in a sizeable permanent electric dipole moment (EDM) of fundamental particles, large enough to be detected by realistic future experiments.\n\nA few pioneering experiments already set out to measure the EDM of neutrons, electrons, or atoms. The most stringent upper limit to any EDM is currently obtained by an experiment based on room-temperature gases of mercury. I propose to take this approach to the quantum world by employing ultracold or even quantum-degenerate mercury samples.\n\nTo this end, we will construct a dedicated quantum gas experiment. We will develop advanced cooling methods, obtain the worldís first Bose-Einstein condensate and degenerate Fermi gas of mercury, and introduce vacuum ultraviolet (VUV) lasers to the field. These ground-breaking innovations will increase the coherence time of the sample, enable a higher detection efficiency, and exploit coherent effects, thereby increasing the sensitivity tremendously. Our measurements of the Hg-199 atomic EDM will complement cold-molecule measurements of the electron's EDM.\n\nTechnologies developed here can readily be utilized to improve the performance of Hg lattice clocks and will inspire quantum simulations of unique many-body systems.\n\nThe principal investigator of this project is highly respected for his pioneering work on degenerate quantum gases of strontium. His current work on a nuclear optical clock introduced him to VUV optics and strengthened his footing in the community. Bringing together his expertise in these two fields ñ quantum gases and VUV optics ñ will lead the project to success.",
    "totalCost": "1939263",
    "ecMaxContribution": "1939263",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980276": {
            "orgId": "999980276",
            "orgName": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
            "ecContrib": 1939263
        }
    },
    "calculatedTotalContribution": 1939263
}