{
    "rcn": "213824",
    "acronym": "OASIS",
    "topics": "JTI-CS2-2017-CFP06-AIR-01-29",
    "title": "Optimisation of Friction Stir Welding (FSW) and Laser Beam Welding (LBW) for assembly of structural aircraft parts",
    "startDate": "01/02/2018",
    "endDate": "31/07/2020",
    "objective": "Riveting is the defacto method for the assembly of aluminium aerostructures, with large commercial aircraft fuselages typically containing 100í000s of rivets. However, riveting is known as a time-consuming, expensive and weight-adding operation. From a design perspective, it also places holes and point loads in a cyclically pressurised structure, subject to long-term fatigue loading and corrosion.  Thus is not an ideal solution for these types of structures.\n\nWith developments in precision laser beam welding (LBW) and friction stir welding (FSW), it is now possible to fabricate ìrivetlessî aluminium aerostructures using welding processes. These new processes produce a lighter weight, distributed load path with the potential for enhanced strength and structural stiffness, ëno holesí and a smoother (more aerodynamic) surface. In addition to being more structurally efficient, the new processes are cheaper and reduce inspection & maintenance requirements.\n\nThe OASIS project will establish and demonstrate the cost-effectiveness of manufacturing aluminium aircraft structures using the latest developments in LBW and FSW (with appropriate inspection to aerospace standards).  The project is led by TWI, who are leaders in both LBW and FSW techniques. Together with 6 other European organisations, we will design, demonstrate and evaluate the suitability of a range of process variants in creating optimised aluminium aircraft structures, including appropriateness for emerging alloys (e.g. 3rd generation Al-Li, 2nd gen ScalmalloyÆ).  ESAB who will offer a commercial route for adoption of suitable processes; as suppliers of both LBW and FSW solutions to the European aerospace supply-chain (and who hold unique FSW IP).\n\nThe impact of OASIS will ultimately allow improved design and manufacture of lighter-weight aluminium aircraft structures.  This will contribute to the flightpath 2050 goals of reduced fuel burn, superior operating efficiencies and reduced emissions.",
    "totalCost": "1399783,75",
    "ecMaxContribution": "1399783",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "ESAB Aktiebolag;GEONX SA;HOGSKOLAN VAST;THE QUEEN'S UNIVERSITY OF BELFAST;ROMAERO SA*;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
    "participantCountries": "SE;BE;UK;RO;CZ",
    "projectParticipants": {
        "953766566": {
            "orgId": "953766566",
            "orgName": "GEONX SA",
            "ecContrib": 150000
        },
        "999497992": {
            "orgId": "999497992",
            "orgName": "VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.",
            "ecContrib": 194000
        },
        "962734410": {
            "orgId": "962734410",
            "orgName": "ESAB Aktiebolag",
            "ecContrib": 82806
        },
        "997785554": {
            "orgId": "997785554",
            "orgName": "ROMAERO SA*",
            "ecContrib": 101110
        },
        "999912764": {
            "orgId": "999912764",
            "orgName": "TWI LIMITED",
            "ecContrib": 589494
        },
        "999881627": {
            "orgId": "999881627",
            "orgName": "HOGSKOLAN VAST",
            "ecContrib": 182678
        },
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 99695
        }
    },
    "calculatedTotalContribution": 1399783
}