{
    "rcn": "213865",
    "acronym": "ELECOTECH",
    "topics": "SMEInst-09-2016-2017",
    "title": "DEVELOPMENT AND MARKET UPTAKE OF A SMART SYSTEM ABLE TO OPTIMISE ENERGYEFFICIENCY AND POWER QUALITY WITHOUT AFFECTING LOADS",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "One of the key approaches for Energy Efficiency (EE)  in Industry is to improve the quality of energy, known as Power Quality (PQ). A EU Power Quality survey report estimated that EU suffers from a loss of 150 billion Euros per annum due to various PQ issues in the industry, service and transport sectors, from which 90% of the total losses are accounted to the industries. The more worrying statistic, however, is the Electric Power Research institute (EPRI) finding that 80% of PQ disturbances are generated within a facility, rather than from utility-supplied electricity. This can be explained because most of current solutions perform isolated PQ issues that do not take into account the load requirements, which is another key approach to improve global EE in facilities.\n\nIn this context, the main objective of ELECOTECH project will be the optimization, demonstration and commercialization of a smart system for energy efficiency through improving power quality without affecting loads.\n\nELECOTECH solution is an autonomous system mainly installed in the powerline header that maximises energy efficiency, reduces the electrical consumption and eliminates problems caused by power supply disturbances such as non-stabilized input power, over-voltages or noise. It is an integrated approach composed of:\n(1) A dynamic power electronics system with continuous information of the voltage wave, the intensity and phase shift;\n(2) A zero-latency switching system that allows direct access to the network, avoiding stops in customerís premises;\n(3) A voltage regulation system to generate suitable responses based on several network parameters and load needs;\n(4) A smart control system that is in charge of controlling and adapting ELECOTECH actions based on load requirements on network parameters.\n\nThe integration of these systems in ELECOTECH device provides an increase of the energy efficiency (15%) and the security level of energy in facilities, among other technical advantages.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ELECGY SOLUTIONS S.L.",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "912061416": {
            "orgId": "912061416",
            "orgName": "ELECGY SOLUTIONS S.L.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}