{
    "rcn": "213878",
    "acronym": "POWERSWAP",
    "topics": "SMEInst-10-2016-2017",
    "title": "Fully robotic system for swapping electric car batteries within 3 minutes.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Our proprietary robotic technology can swap the 200 kilo car battery in a bit more than 2 minutes, saving vast amount of time and ensuring uninterrupted mobility. Batteries go to the battery storage where they can get suitable time for a harmonious charging at peak-off time. This lengthens their lifetime and puts much smaller pressure on the electric grid, allowing for the efficient management of power system and smart synchronization with distributed green energy resources (DERs) in power grid. Powerswap makes the bold step forward addressing challenges related to smart and clean e-mobility as charging time of batteries in battery storage can be flexibly adapted, minimizing additional pressure on power systems. Our automated batteries storages can also provide ìgrid balancingî services and return power to the grid at a time when managing the network is becoming increasingly complex as variable sources of wind and solar power grow. Our project will have a huge social added value by creating healthy urban environment and accelerating the development of clean transport systems based on electric cars. Powerswap will give the EU EV infrastructure a major boost and encourage new surges in EV transportation leading to definite elimination of combustion engines. We have engaged in the project well-known global market players: Renault (Renault Zoe), Sound Group (major supplier of batteries in China), Taxi Stockholm (will use our cars in the demonstration phase) and Didi (Chinese smart transportation company). The project will also have a vast impact on the applying SME and will stimulate its growth with a potential of reaching a turnover of Ä28M for in year 2024, and increasing employment by 40 jobs in the same year.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "POWERSWAP AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910291069": {
            "orgId": "910291069",
            "orgName": "POWERSWAP AB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}