{
    "rcn": "213876",
    "acronym": "gridBox",
    "topics": "SMEInst-09-2016-2017",
    "title": "A smart energy management system for energy transfers and improved grid efficiency",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Imbalances in the energy generation and demand of renewable technologies causes energy storage systems to reach maximum capacity and not be able to supply enough energy for the evening demand. This results in energy consumers having to get an energy supply from conventional sources. This means a slow ROI for decentralised renewable energy producers due to having to still pay for energy daily. The energy market is unclear and incomprehensible with most energy consumers not enough info on their energy consumption and generation rates.\ngridBox is a smart energy management system that monitors energy generation and consumption rates and produces analytics to optimise energy transfers between generators, energy storage systems and the grid. It will also inform the user of actionable tasks that can be performed to reduce energy consumption by ~30% and improve energy efficiency through the analytics algorithms. It creates increased revenues for decentralised renewable energy producers and battery storage system owners by selling excess energy back to the grid. gridBox will increase the mix of renewable energy on the grid supplying all consumers with clean energy.\nFollowing on from promising preliminary validation of the innovative technology through the operational tests conducted with a German community of decentralised renewable energy producers, gridX now intends to finalise developments of the system, scale up production and fully commercialize the solution by reaching the market in 2020. Incorporated in the Germany in 2016 they have received Ä875K in funding with 16 staff members.\nThe proposed work in Phase 1 of the SME instrument fits into gridXís plan to reach market by contributing financial resources needed to plan a fast and wide deployment of gridBox and the market uptake. It also allows the SME to accomplish key feasibility activities and reduce business risks, such as business planning, customer identification and outreach, and stronger IP management strategy.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GRIDX GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911046990": {
            "orgId": "911046990",
            "orgName": "GRIDX GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}