{
    "rcn": "213864",
    "acronym": "SynchroGuard",
    "topics": "SMEInst-09-2016-2017",
    "title": "Real-time distribution grid monitoring and automated fault management system",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "SynchroGuard is a highly flexible and customisable solution for smart distribution grids, offering combined monitoring, control and fault management in one single solution. SynchroGuard provides to utility operators real-time visibility of the grid status, enables safe integration of renewable energy resources, and optimises grid operation for higher efficiency/reliability by quickly reacting or even pre-empting faults.\nCompeting solutions require both current and voltage sensors at every measurement point to get a complete snapshot of the monitored grid. This is extremely inefficient, as every time a voltage sensor must be installed, a cluster of nearby customers is temporarily disconnected. \nIn contrast, SynchroGuard is the first real-time and cost-effective solution that can be retrofitted to existing distribution grids without disruption, and provide fast response on transient grid events. The key innovation is the use of synchrophasor measurements, which are very frequent and time-synchronized measurements of voltage and current signals, taking advantage of voltage sensors already installed at the primary substation, and requiring only additional clamp-on current sensors, which are cheap and non-invasive.\nThe Distribution Automation (DA) and Substation Automation (SA) segments of the energy management system market already represent Ä6.5Bn and are expected to grow to Ä10Bn by 2021. Our initial market research in Europe shows that we can address a market of Ä1.6Bn with 150 utilities representing 2M substations, building on our initial market traction with utilities in the Netherlands, Switzerland and Hong Kong.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ZAPHIRO TECHNOLOGIES SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911262136": {
            "orgId": "911262136",
            "orgName": "ZAPHIRO TECHNOLOGIES SARL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}