{
    "rcn": "213855",
    "acronym": "BIOPLAS-PRO",
    "topics": "SMEInst-02-2016-2017",
    "title": "high-performance BIOPLAStic PROducts for new markets and applications",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "Environmental awareness, limited oil reserves and EU legislations are driving the need for eco-friendly alternatives to synthetic plastics. In this context, we present BIOPLAS-PRO, project aiming at developing and commercializing high-performance and cost-effective bioplastic products for the civil and advanced composite industry that contain more than 95% of starch-based biopolymers, are 100% eco-friendly, recyclable and O-degradable. Envisioned products include BIO-MAT and BIO-DRAIN, 3D structured mats for soil stabilization, erosion control and water drainage control, and BIO-CORE, a 2D/3D structured spacer and resin flow media used in composite products. Our products are produced by our unique isotropic extrusion-moulding process ensuring the best biopolymer processing conditions and highest quality products. We are the first company in the world to have successfully adapted this extrusion-moulding process to bioplastics. \n\nThe Phase I feasibility study is required to set-up detailed product and production scale-up requirements and ensure the overall commercial viability of the project. \n\nThe end users of our products are construction companies and enterprises manufacturing composite products. Their needs are high quality products and low environmental impacts. Our products provide similar or better performance to existing synthetic and/or natural solutions, are made 100% from renewable resources and have controlled biodegradability (100% degradation in 1-5 years). Within the first 5 years, we estimate to sell 13 kton of products, which will generate Ä30 million of accumulated revenues while reducing plastic waste by 10 kton and CO2 emission by 32 kton. This is perfectly in-line with EU strategies on reducing the use of harmful materials and improving waste management.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SINECO INTERNATIONAL SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916554068": {
            "orgId": "916554068",
            "orgName": "SINECO INTERNATIONAL SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}