{
    "rcn": "213890",
    "acronym": "ONALABS",
    "topics": "SMEInst-06-2016-2017",
    "title": "Non-invasive smart wearable solution for continuous monitoring of physiological parameters and biomarkers for chronic patientswith cardiac and respiratory diseases from the neonate to the elderly",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Onalabs Healthcare was born as an ambitious project, technical and emotional focused in premature births where the patient is affected with Congenital Heart Disease (CHD). These patients need 24hour Intensive care monitoring for a period of at least 10 days where 25% of their total blood is extracted to measure 4 biomarkers (Lactate, pH, CO2 and Glucose). This generates pain and a high risk of vain damage as well as potential death due to infections.\n \nMoreover, Heart and lung system problems are the first and fourth cause of death, respectively in Occidental territories, with more than 20 million deaths recorded in 2012. The solution that is offered by Onalabs with its product ëCardiopatchí that addresses a potential market of 872M users. Our product does not rely on the extraction of blood to measure the 4 key parameters. We measure indirectly through a proven system of sweat analysis. This will allow us to also access the sport market and an additional 350M users in the sector of this that we target.\n\nTargetting health care and sport, with a novel disruptive sensor we expect to drive a new market providing solutions providing high impact for society whilst growing to generate profits of 3.4M euros and employ 40 people by 2022.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ONALABS INNO-HUB SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910362073": {
            "orgId": "910362073",
            "orgName": "ONALABS INNO-HUB SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}