{
    "rcn": "213853",
    "acronym": "Submer",
    "topics": "SMEInst-09-2016-2017",
    "title": "Highly Efficient, Eco-friendly Immersion Cooling for Data Centres",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "To keep up with the rapid growth of our Digital Economy, data centres are investing in new High Performance Computing servers that run at higher speeds. Yet, the excess heat generated forces the data centre cooling systems to work ever harder, thus increasing cooling energy costs and shrinking profits.  At the same time, data centres are struggling to adapt to customer demand for more affordable colocation and hosting services, not to mention comply with upcoming EU Green Data Centre regulations. \nTo solve this critical problem, Submer has dedicated the past 2 years to developing our modular SmartPodÆ immersion ëbathí. Highly efficient, with an autonomous sensing system and independent cooling circuitry, our proposed SmartPod 3.0 will be able to house 45kW of computing equipment in 1 small plug-&-play unit, versus today¥s air cooling systems that require 9 standard server racks. \nNeat, dense computing is not the only benefit. Placing the entire server in our dielectric fluid bath radically reduces data centre energy consumption from todayís industry average of 1.7 mPUE right down to 1.03 mPUE (see proposal for an explanation of mPUE). We are effectively developing the next generation data centre configuration.\nWith initial investments, we have successfully completed two major prototypes, the latest of which is fully functioning in an operational data centre. Extensive trial data has proved industry disrupting power consumption and functionality at TRL7. Our pricing and market feasibility also shows a clear opportunity to become leaders in the $ 7.12B data centre cooling market. We are requesting SME Instrument Phase 2 funding to finalise all needed functionality for initial clients and prepare for mass production. We propose to make key enhancements to our current full-scale prototype, whilst validating performance through 3 customer pilots and pre-sales activities. By 2022, we expect to sell over 600 SmartPods with revenues of 36.5 M Ä and creating 92 skilled jobs.",
    "totalCost": "1910436,25",
    "ecMaxContribution": "1337305,38",
    "coordinator": "SUBMER TECHNOLOGIES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916089729": {
            "orgId": "916089729",
            "orgName": "SUBMER TECHNOLOGIES SL",
            "ecContrib": 1337305
        }
    },
    "calculatedTotalContribution": 1337305
}