{
    "rcn": "213866",
    "acronym": "Pewas AQS",
    "topics": "SMEInst-07-2016-2017",
    "title": "New seed treating method - hydrostimulation - for higher crop yields in water deprived regions",
    "startDate": "01/03/2018",
    "endDate": "30/04/2018",
    "objective": "PEWAS Aquaholderô Seed\\ concept of hydrostimulating seed treatment (later ìAQSî) was developed as a response to a serious problem of drought in agriculture. It is a unique seed coating method for higher seed emergence and crop yields in water deprived regions. AQS uses a superabsorbing polymer (later ÑSPì) which has a great ability to absorb into its structures 200-500 times of water to own weight and release the captured water gradually in times of drought. \nAs a result, crops treated with AQS have more moisture available to support the process of germination and the first phase of growth. Based on preliminary experiments and field tests following results have been achieved for AQS treated seeds: a) higher hectare yields by 10-15% b) higher seed emergence by 30-50% c) lower water demand by 30-40% in the first stage of seed growth. The innovativeness of AQS concept consists of a formula of AQS and seed treating procedure performed directly in existing coating facilities of seed companies. Changing climate conditions cause that the demand for solutions tackling the drought issue is growing.  Based on the OECDís report from 2016, 60% of the global population will face water issues by 2050 and up to 50% yield lost is estimated by the same year in some African countries. That is why the potential of AQS concept is significant and global. Just for the targeted market in Europe, the market potential for 2 main crops reaches Ämil 163. The ambition of AQS concept for the future is to become a standard for seeds used in arid and semi-arid regions. Target customer for AQS concept is the seed treating company around the globe producing and distributing treated seeds to dry regions. Final user for AQS treated seeds is a farmer located in hyper arid to semi-arid regions around the world. We believe that AQS concept has a great potential to participate in fighting against negative impact of drought on agriculture.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PEWAS SRO",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "916532049": {
            "orgId": "916532049",
            "orgName": "PEWAS SRO",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}