{
    "rcn": "213858",
    "acronym": "3DProSeed",
    "topics": "SMEInst-02-2016-2017",
    "title": "3DProSeed: the first ready-to-use, pre-assembled, hydrogel microtiter plate for 3D cell culturess",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Capital investment in new pharmaceuticals to get from bench to clinical trial is estimated to be $1 billion per successful molecule, and only 10% of the compounds progress successfully through clinical development. Cell-based assays screenings are the key tool used to assess the potential efficacy of a new compound in drug discovery, as it provides a simple, fast, and cost-effective approach to avoid large-scale and cost-intensive animal testing at early stages. Therefore, the development of in vitro cell-based systems that can more realistically mimic the in vivo cell behaviours is a raising market, with a CAGR2013-2018 of 12.4% growth rate and quantified in $21.6 billion by 2018. Drug research cell-based assays are mostly conducted with cell cultures on flat surface (2D), but they differ from human tissues significantly and can respond aberrantly to stimuli, resulting in missed discoveries and late-stage clinical failures of drugs in development. In contrast, 3D cell systems have a greater predictable power as they can better mimic the physiological environment in organs and tissues. Still, 2D cell culture systems offer advantages like the simplicity of handling and high data reproducibility that are not found in the current 3D cell systems. The last ones are very difficult to handle and not ready-to-use ones, giving poor consistency, data reproducibility and poor workflow integration. In response, we have developed 3DProSeed, the first ready-to-use solutions in the 3D cell culture market. Based on a patented novel process for manufacturing and encapsulating the cell growth matrix, known as hydrogel, inside 96-microtiter plates, we will be able to launch to the market the first ready-to-use, pre-assembled, hydrogel-based consumable products for pre-clinical screening development. As a result, 3DProSeed will reduce the operative cost up of R&D to 15%, will increase predictive efficacy of assays, impacting on our company with Ä15.22 M revenues after 5-years period.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ECTICA TECHNOLOGIES AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915463982": {
            "orgId": "915463982",
            "orgName": "ECTICA TECHNOLOGIES AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}