{
    "rcn": "213832",
    "acronym": "SUPERMIN",
    "topics": "MSCA-IF-2017",
    "title": "Correlative Super Resolution Imaging of the Collagen Mineralization Process",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Bone tissue is an organic-inorganic composite material that provides the mechanical support and protection for our bodies. Its impressive mechanical properties arise from the hierarchical organization of the organic collagen matrix that is mineralized with ultrathin, aligned inorganic crystals of carbonated hydroxyapatite. \nDespite its importance to the human body, still relatively little is understood about the mechanisms by which collagen mineralization occurs, and what the respective roles are of the collagen and other, non-collagenous proteins (NCPs) in directing this process. This is because the process is complex: there are different stages that occur over multiple length scales, and many different components are involved. So far, studying collagen mineralization has mainly relied on analyses that require sample-altering preparation methods and lack information about the dynamics; or on simplified in vitro systems that do not necessarily represent what happens in the native bone environment. To really understand the role of NCPs in collagen mineralization, we need to study their dynamics and structural interactions with the highest possible resolution and in an environment as close as possible to native bone. \nI will use a recently developed tissue engineering platform that produces mineralized collagen with the main characteristics of that in bone. This will now allow me to apply gene editing for studying the role of NCPs in situ and in a living system with correlative imaging using super resolution microscopy and cryogenic transmission electron microscopy. My approach will provide unprecedented details on the role of selected NCPs in collagen mineralization. It will significantly impact how bone defects and mineralization are studied, and open the door to new treatments for related diseases such as osteogenesis imperfecta and Ehlers-Danlos syndrome.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}