{
    "rcn": "213871",
    "acronym": "PowerBrise",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart Photovoltaic FaÁades for Self-Powered Buildings",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Buildings are responsible for 40% of energy consumption and 36 % of CO2 emissions and are an important field of action in the EU. Europe counts with a vast potential volume of 600000 non-residential buildings and more than 70% of the global photovoltaic market, forecasted to reach more than 2.05 billion Ä annually. PowerBrise comes as a smart solution both to significantly improve the energy self-consumption of large non-residential buildings and to increase their energy efficiency. Synthesis s.r.l.  goes a step further in the current state of the art by developing an novel photovoltaic solution for building FaÁades which integrates for the first time the benefits of  : (1) Brise soleil (or louver system), (2) Photovoltaic power and (3) Building Automation Systems (BAS).  PowerBrise uses sun radiation to generate power but at the same time lets in some sun light through the semi-transparent cells.\nBrise soleil by its own increases the comfort inside the building and reduces up to 25% its energy consumption; the integration of photovoltaic cells inside the glass of brise soleil and the smart motorization to automatically follow the sun direction, makes PowerBrise is able to save up 40% of the building energy costs, supplying by means of renewable energy, up to 25% of the energy consumed by the building. We expect that the deployment of PowerBrise in the EU and international markets will allow Synthesis for the exploitation of a business opportunity in new and retrofit installations that will bring cumulative revenues of 30 MÄ by 2025, with a ROI of 4.7 and the creation of 37 direct jobs by 2025. This Phase 1 will allow us to ensure that PowerBrise is feasible from a technical and economic point of view, and that its implementation will be a commercial success.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SYNTHESIS SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924116479": {
            "orgId": "924116479",
            "orgName": "SYNTHESIS SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}