{
    "rcn": "213873",
    "acronym": "INVISIBLE WINDOW",
    "topics": "SMEInst-09-2016-2017",
    "title": "An innovative, low-carbon window characterised by ultra-high thermal performance created using the most sustainable and energy efficient manufacturing processes.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "An innovative low-carbon window with glass-only edges, with an energy performance unrivalled by any other on the market. A window which significantly reduces thermal dispersion, having a low transmittance rate almost comparable with that of an Insulated Glass Unit (IGU) ñ currently the least dispersive component in a window. To achieve ultra-low energy dispersion rates, INVISIBLE WINDOW eliminates the frame around the edge of the glass (the part most dispersive and prone to wear), significantly reducing its size, and places it between the two panes of the IGU. In this way, the low-profile frame cooperates structurally with the glass; all this owing to a joint made with high-performance structural adhesives, mainly used in the nautical and aeronautical sectors. The low-profile frame can be made of aluminium with a thermal break, wood or of GFRP (composite materials with high mechanical properties). The INVISIBLE WINDOW has a reduced component count compared with traditional windows and uses a minimal amount of base material for its frame.\n\nThe resulting technological simplification reduces energy consumption during the production phase and reduces the environmental impact of transport and disposal (MJ -27%). INVISIBLE WINDOW can be installed effortlessly in both new buildings and those to be restored, with any type of glass or opening, maintaining a high thermal and mechanical performance, stylish design at a competitive price. Starting from the patent, further high-TRL options may be selected during the feasibility study for the subsequent prototyping and testing phases. Vetro Marche snc is closely following all the necessary steps that will lead, in the future, to the expansion of its production line to market a finished window. As evidenced from preliminary window market analysis, the market is eagerly waiting for a product like INVISIBLE WINDOW. Vetro Marcheís market strategy intends to start the commercialisation process in the Italian, French and German markets.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "VETRO MARCHE DI CARDELLINI GUISEPPE & C. SNC",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910344225": {
            "orgId": "910344225",
            "orgName": "VETRO MARCHE DI CARDELLINI GUISEPPE & C. SNC",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}