{
    "rcn": "213880",
    "acronym": "Perfect Fresh",
    "topics": "SMEInst-07-2016-2017",
    "title": "Intelligent storage and transport solutions with integrated monitoring to optimize the international fresh produce supply chain, significantly increasing shelf life and preventing food waste",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Janny MT is a French enterprise highly recognized in the fresh produce preservation sector with vast experience offering storage solutions. Now, the company seeks to strengthen its position in storage and break into the transport sector with an innovative concept called Perfect Fresh. Its unique micro perforated membrane and advanced sensors are easy to use and environmentally friendly. Its products Module (storage) and Bag (transport) are capable of maintaining fresh produce in a micro controlled atmosphere with < 5% CO2/O2 concentrations.\n\nThis significantly increases the produce¥s shelf life as well as avoids weight losses. The advantages are that food waste is reduced, air freight is substituted by sea/rail transport and peak production is better managed. Additionally, the integrated monitoring system will connect the entire value chain from farm to store, providing key information to growers, distributors and retailers.\n\nThis project will firstly target high value perishables, such as berries, mushrooms, tropical fruits and flowers. These segments have a growing demand worldwide and urgently need a solution to optimize their supply chain in order to limit price fluctuation, lower their carbon footprint and increase their freshness & quality.\n\nThe envisaged solutions will propel Janny MT to become a global reference in the market for sustainable storage & transport of perishables as well as become a data-driven company offering added value services. Perfect Fresh will revolutionize the sector, enabling a Swede to savour Ecuadorian tree-ripened mangoes and an Italian to enjoy freshly cut Dutch tulips at competitive prices.\n\nThe objective of this SME proposal is to seek funding to finish developing an innovative transport solution and a monitoring platform as well as to elaborate a complete business plan including a targeted marketing strategy. The feasibility study results will be used to guide market uptake and consequently the company¥s growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "JANNY MT",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915514713": {
            "orgId": "915514713",
            "orgName": "JANNY MT",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}