{
    "rcn": "213829",
    "acronym": "INDILANGHISTCULT",
    "topics": "MSCA-IF-2017",
    "title": "Indigenous Language, History and Culture: Politics, Writing and the Decolonization of Knowledge amongst the Maya in Chiapas, Mexico, 1970-2015",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "In the 1980s, in a context of growing indigenous political activism, the Maya in Chiapas began to write and publish their own history in their own languages for the first time since the conquest. Just a few years before, Maya hieroglyphic writing ñ the last ancient script to be deciphered by modern scholars ñ was decoded as a logo-phonetic writing system with significant similarities to present-day Maya languages. These intellectual innovations have opened the door to the development of new understandings of the Maya past and present and the decolonization of knowledge produced by and about Maya peoples. This project aims to develop new interpretations of contemporary Maya historical narratives in Chiapas by using the most recent scholarship on ancient Maya writing and literacy to analyze a selection of texts produced in Maya languages in Chiapas since the 1980s, and to consider how innovations in scientific understandings of the ancient Maya have impacted upon contemporary Maya historians and writers. It also aims to use qualitative interviewing methods in order to understand: first, the relationship between bi-lingual education, the development of new Maya historiographies, and political activism from the 1970s; and second, how the use of digital media by indigenous people in Chiapas has revolutionized communication, consciousness and inclusion amongst a new generation of Maya in the last 10-15 years. It will bring together modern historical and social science research perspectives and methods, archaeological, epigraphic and linguistic expertise, indigenous cultural and historical knowledge and technological awareness to develop new understandings of Chiapas's Maya peoples, and will thus constitute an original, innovative and cross-disciplinary contribution to studies of history, communication and consciousness amongst indigenous peoples in Mesoamerica and beyond.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}