{
    "rcn": "213838",
    "acronym": "NovInDXS",
    "topics": "MSCA-IF-2017",
    "title": "Development of novel inhibitors of the anti-infective target DXS using dynamic combinatorial chemistry (DCC)",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The emergence of multi-drug resistant pathogens is a serious global problem. In this alarming situation, novel targets for which inhibitors with an unprecedented mode of action can be developed are urgently required. This proposal aims at the development of selective and potent inhibitors of the important and underexplored anti-infective target DXS, an enzyme from the 2C-methyl-D-erythritol 4-phosphate pathway that is entirely absent in humans but is essential for medically relevant pathogens (e.g., Plasmodium falciparum, Mycobacterium tuberculosis, Pseudomonas aeruginosa and methicillin-resistant Staphylococcus aureus). Despite substantial efforts dedicated to the discovery of inhibitors for DXS, to date very few active compounds have been reported and none of them fulfil the requirements as an ideal candidate for further development. To address these issues and maximise the chances of success, we will use dynamic combinatorial chemistry (DCC) as a hit identification strategy for the first time for the enzyme-DXS. To explore hitherto unexplored parts of the chemical space, we will pioneer the use of chiral heterocyclic building blocks in DCC for the discovery of potent inhibitors of the enzyme DXS. Use of chiral heterocycles in DCC will allow to rapidly access novel scaffolds. These chiral heterocyclic scaffolds will be evaluated for their biochemical activity on bacterial DXS. The most promising candidates will be tested in in vivo cell-based assays in bacteria.\nThe proposed approach for the design of chiral heterocyclic inhibitors for novel targets such as the enzyme DXS will enhance the knowledge about this underexplored target and will open up access to various potent inhibitors. Hence, this research programme will greatly improve the chances of idnetifiying new anti-infective agents with a novel mode of action, leading to socio-economical benefits for the health care sector in the European Union and also globally.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}