{
    "rcn": "213854",
    "acronym": "KEEP-IT-UP",
    "topics": "SMEInst-07-2016-2017",
    "title": "KEEP-IT-UP: Redefining shelf life monitoring in the global food industry with a new intelligent Time-Temperature Indicator for perishable products",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Keep-it Technologies AS (Norway) is a fast-growing company backed up by an outstanding team of 23 experts in food retail, brand building and product development. We have developed the Keep-itUp Time-Temperature Indicators, using a patented chemical process to measure the time and the temperature to which a product has been exposed to. These provide continuous and quantitative information (in days left to spoilage) of fresh food and ready-to-eat mealsí, according to the temperature they are exposed to over time, thus introducing the concept of planning in consumption for the first time: when a product is kept at proper temperatures, it allows the extension of its shelf life in 5-6 days. Although a first version of Keep-itUp indicators has been already produced in small scale in Norway the feedback confirms that there is a lot of room for improvement. The goal of the Keep-itUp project is to increase accuracy, adapt them to different types of food products and target marketsí needs, to optimize their production line, and to seek further international expansion. The Keep-itUp project responds to two pressing needs: reducing food waste (an EU priority) and the quality assurance of food, as it regulates the spread of foodborne illness. Keep-itUp will contribute to a more suitable food future, by reducing food waste and will help its end-users (consumers) to improve their consumption habits, thus reducing food waste; will help retailers increase their profits by guaranteeing the quality of products sold through different stages of the cold-chain; and allow producers to increase their ROI, reduce food losses and deliver higher quality products. With Keep-itUp we will reach our sales objective of 300M units/year, thus growing our revenues to Ä12.76 million by 2022, while creating 47 new direct jobs. The project has an estimated ROI of 4.01 per euro invested.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KEEP-IT TECHNOLOGIES AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "921199980": {
            "orgId": "921199980",
            "orgName": "KEEP-IT TECHNOLOGIES AS",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}