{
    "rcn": "213867",
    "acronym": "ThromboSLE",
    "topics": "SMEInst-03-2016-2017",
    "title": "Accurate assessment of thrombosis risk in systemic lupus erythematosus",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Patients with systemic lupus erythematosus (SLE) are at high risk for thrombosis, a major and life-threatening complication of SLE and one of the main causes of death in SLE. There is a need for the accurate identification of patients that are at highest risk, as in this group the risk/benefit ratio for anticoagulant prophylaxis is advantageous. As in SLE thrombosis is caused by disease-specific mechanism, current testing methods fail to accurately assess thrombosis risk in SLE.  \nApplying its unique expertise in functional analysis of blood plasma and cellular components, the Dutch SME Good Biomarker Sciences (GBS) has developed ThromboSLE, an innovative test to assess thrombosis risk in SLE with high sensitivity and specificity. Apart from reducing morbidity and mortality from thrombosis-related complications, the introduction of ThromboSLE will reduce healthcare costs: Thrombotic events cause high healthcare costs, including direct cost for interventions and rehabilitation cost and the total median costs for prophylaxis are four times lower than those for thrombotic event management. This opens a strong business opportunity for GBS, which aims to offer the test to hospitals treating and monitoring SLE patients in Europe and worldwide. The commercial exploitation of the diagnostic product will have substantial impact on GBS with respect to company growth and business strategy. With 160,000 SLE patients in the target market Western Europe, GBS forecasts to generate cumulated profits of Ä6.6 million from ThromboSLE sales by 2025.\nBefore entering and investing into the innovation project (SMEi phase II) and to reach market readiness for ThromboSLE, GBS aims to conduct a feasibility study (SMEi phase I) for final verification of the technological as well as economic viability of the product.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GOOD BIOMARKER SCIENCES BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "951409466": {
            "orgId": "951409466",
            "orgName": "GOOD BIOMARKER SCIENCES BV",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}