{
    "rcn": "213870",
    "acronym": "INSPECTO",
    "topics": "SMEInst-07-2016-2017",
    "title": "INSPECTO: A disruptive portable device with an innovative Method for Pesticides and contaminants Detection in Food",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "More than 97% of European food products contain pesticide residues, according to analyses carried out by the EUís national authorities; in fact, annual compilations showed that of the 84,341 samples of produce from conventional agriculture analysed, 97.2% contained traces of one or more of 774 pesticides.\n\nIn 2016, the Americaís food industry had a $55.5 billion safety problem according to Fortune magazine, because of produce recalls and money spent on food testing. In addition, consumer demand for healthy, clean produce drives the food industry to invest more in food safety to brand their product as healthy. Current methods for detecting contaminants in food do not meet the industryís requirements.  They are too slow, stationary, complex to operate and expensive. The industries need and  a global policy for reducing pesticide use are a huge opportunity for INSPECTOíS development.\n\nUnlike existing solutions such as mass-spectrometers and lab services that offer slow, limited and expensive services, INSPECTO offers an innovative method for the detection of pesticides and contaminants in food. Our unique developments are in the field of spectroscopy allowing quick, simple and affordable detection of contaminants in food (United States Provisional Patent Application No. 62/436,571). The POC was developed in conjunction with input from food industry professionals, to be used by regulators, growers, handlers, producers, retailers and 3rd party systems such as Blockchain.\n\nOUR BUSINESS MODEL: INSPECTO offers three services; (1) sale/lease of the Inspectoís device & licensing, (2) refill of\nInspectoís disposable cartridges, and (3) subscription to Inspectoís data analysis.\n\n\nOur main objective is to make INSPECTO the global reference technology enabler to reveal pesticides in food, helping regulators and business to sell the best quality and consumers to acquire the safest products.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "INSPECTO SOLUTIONS LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911056787": {
            "orgId": "911056787",
            "orgName": "INSPECTO SOLUTIONS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}