{
    "rcn": "213808",
    "acronym": "NEXTTRIP",
    "topics": "JTI-CS2-2017-CFP06-FRC-01-15",
    "title": "NEXT generation civil Tilt Rotor Interactional aerodynamic tail oPtimisation",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The aerodynamic configuration definition of the NGCTR needs to be confirmed by a large scale powered wind tunnel experiment, with the aim to verify and confirm the key choices of the configuration and to provide guidelines and proposals for potential additional improvement to be implemented. Within the EU 6th framework programme NICETRIP a 1/5th scale full-span, powered wind tunnel model has been designed and manufactured by NLR and tested in DNW-LLF and ONERA S1, with support of DLR. In order to fully exploit the FP6 research program, NEXTTRIP is a 30 month- 2.77 MEuro valued project based on re-using the existing NICETRIP powered model and key-partners responsible for the successful execution of the NICETRIP low speed test.\nThe NEXTTRIP partners, NLR, DNW, DLR, Hit09 & Fokker will work together to modify the NICETRIP model, perform the wind tunnel test in DNW-LLF and define an optimal Empennage configuration based on the wind tunnel test results and given boundaries. NLR will coordinate the NEXTTRIP project and will perform wind tunnel model design and manufacture, test preparations (including GVT), advanced flow visualisation during wind tunnel test and wind tunnel data analysis. DNW will support test preparation and perform the wind tunnel test. DLR will support test preparation and perform data-acquisition and piloting. Multi-objective aerodynamic empennage optimisation will be performed by Hit09 after wind tunnel data analysis. Fokker will, together with NLR, perform a verification of compliance with feasibility and industrial constraints during the empennage optimisation process. For all three empennage configurations, both powered and unpowered test will be performed and for a selected configuration advance flow visualisation will be performed for a better understanding of the interactional aerodynamic phenomena.",
    "totalCost": "2777222,5",
    "ecMaxContribution": "2582756,9",
    "coordinator": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
    "coordinatorCountry": "NL",
    "participants": "STICHTING DUITS-NEDERLANDSE WINDTUNNELS;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;FOKKER TECHNOLOGIES HOLDING BV;HIT09 SRL",
    "participantCountries": "NL;DE;IT",
    "projectParticipants": {
        "917990250": {
            "orgId": "917990250",
            "orgName": "FOKKER TECHNOLOGIES HOLDING BV",
            "ecContrib": 51406
        },
        "998607920": {
            "orgId": "998607920",
            "orgName": "STICHTING DUITS-NEDERLANDSE WINDTUNNELS",
            "ecContrib": 1101972
        },
        "999987066": {
            "orgId": "999987066",
            "orgName": "STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM",
            "ecContrib": 1012279
        },
        "986010045": {
            "orgId": "986010045",
            "orgName": "HIT09 SRL",
            "ecContrib": 192250
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 224850
        }
    },
    "calculatedTotalContribution": 2582757
}