{
    "rcn": "213881",
    "acronym": "TurboSol",
    "topics": "SMEInst-09-2016-2017",
    "title": "TurboSol: Turbo-Solar Thermal Power for Industrial Drying Processes",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "TurboSol is an innovative solution to provide heat for industrial processes using solar thermal power in a system in which solar collectors and a turbocharger integrate to provide hot air at 300∫C without the use of any additional energy sources other than the sun. Our system reduces the operational costs of industrial drying process by not requiring electricity or any other fuel, as well as thermal oils or any other heat carrying fluids, since our system uses air as heat carrier. In addition, the emissions of combustion derived pollutants and greenhouse gases are reduced to zero. Industrial drying processes are energy intensive and they are used in multitude of industries.  Conventional industrial driers consume great amounts of fossil fuels and electricity and produce vast amounts of greenhouse gases. A TurboSol system of 240 kW power producing 480,000 kWh of hot air at 300∫C, will save more than Ä60,000 per year compared with an equivalent diesel oil facility, recovering the initial investment in just 4 years. The recovery is even faster compared to an equivalent system using electricity, 3 years. The greenhouse gas emissions saved are 126 tCO2 and 120 tCO2 compared to the previously mentioned equivalent facilities. There are other solar thermal solutions in the market, however all of them require an input of fossil fuels and the use of thermal oils or water vapour as heat-carrier. The identified market for our technological solution is the industrial driers market and the market segments are wastewater treatment plants, chemical industry, food & beverages industry and pharmaceutical industry. Our target users are European industrial facilities located in high solar irradiation zones requiring process heat up to 300∫C for drying operations. Thanks to TURBOSOL project, DEMEDE forecasts a total profit of Ä4.8M in 5 years and a ROI of 2.69.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "DEMEDENES SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910339569": {
            "orgId": "910339569",
            "orgName": "DEMEDENES SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}