{
    "rcn": "213848",
    "acronym": "StringHom",
    "topics": "MSCA-IF-2017",
    "title": "String topology and group (co)homology",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "'The goal of the project is to use string topology to understand the homology and cohomology of certain highly interesting groups: automorphism groups of free groups and finite groups of Lie type. The project consists of two parts. In the first, the Experienced Researcher (ER) aims to use string topological techniques he has pioneered and proven effective elsewhere to prove the nontriviality of the Morita and Eisenstein cycles in the homology of automorphism groups of free groups, thereby solving one of the big open questions concerning the homology of these groups. In the second part, the ER and the main supervisor will develop the 'string topology of finite groups of Lie type' they have recently discovered connecting the cohomology of the free loop space of the classifying space of a compact connected Lie group G and the cohomology of the finite groups of Lie type associated with G with the aim of using it to shed light on the hitherto mysterious Tezuka conjecture asserting that the two cohomologies frequently agree. \n\nHosted at one of the major centres for algebraic topology in the world and supervised by a world leader in homotopical group theory, the project will have a substantial impact on the ER's career by deepening and broadening his research expertise, especially concerning p-compact groups and cohomology of finite groups; by significantly broadening his research network; and by solidifying his position as a trailblazer and leader in applying techniques from string topology to tackle difficult problems in group homology and cohomology.'",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}