{
    "rcn": "213851",
    "acronym": "COMPA 2GO",
    "topics": "SMEInst-10-2016-2017",
    "title": "COMPA 2GO Composite Repairs for Ships - Service Demonstration, Certification and Market Entry",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The objective of the overall innovation project COMPA 2GO is to commercialise the service of COMPA repair for damaged or corroded ship pipes and structures. Using carbon fiber reinforced plastic mixed with epoxy resin, COMPA repair offers a cost and time effective alternative to the traditional methods of repair by welding. COMPA minimizes vessel downtime and increases vessel safety by providing a fast and durable repair and eliminating the use of flame. It is applicable to geometrically complex structures and locations difficult to reach. The total market for repair implementation makes up about 90.000 vessels world-wide, operated by about 3.000 companies, while the potential market for future service licensing make over 15.000 companies in EU only. \n\nAs a follow up on the completed SME Instrument Phase 1 project, the specific Phase 2 project objectives are: 1) to complete the development of COMPA repair service in terms of the design and the procedure by successfully completing specimen tests and on-board vessel demonstrations. 2) to demonstrate the quality of the solution and gain quality approval of COMPA application standard from relevant maritime certification organisations. 3) to develop promotion and sales plan and to establish a network of repair application partners for licensing the technology while ensuring IPR protection and quality management. \n\nThe project is performed by the company as2con ñ alveus, an expert in design, engineering and application of carbon fiber based technology in the maritime industry. \n\nas2con ñ alveus aims to become a leader in composite and carbon fiber solutions in the maritime industry. Opportunities for further developments of carbon fiber solutions for maritime industry business are manifold resulting in benefits for the applicant as well as for Europe.",
    "totalCost": "874425",
    "ecMaxContribution": "612000",
    "coordinator": "ALVEUS DOO ZA SAVJETOVANJE I INZENJERING",
    "coordinatorCountry": "HR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "997124014": {
            "orgId": "997124014",
            "orgName": "ALVEUS DOO ZA SAVJETOVANJE I INZENJERING",
            "ecContrib": 612000
        }
    },
    "calculatedTotalContribution": 612000
}