{
    "rcn": "213804",
    "acronym": "AMuLET",
    "topics": "JTI-CS2-2017-CFP06-AIR-02-41",
    "title": "Advanced Control Unit for Morphing Leading Edge Management",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "The morphing wing concept can be inserted between the major trends and improvements in modern aircrafts. Indeed, a wing that can change its shape is much more efficient, safer and silent than the actual design with moving surfaces.\nThe current project is inserted in the framework of the morphing leading edge high lift surfaces which can replace common slats, obtaining:\n? Reduction of acoustic emissions\n? Actuation Efficiency Improvement\n? Overall Drag Reduction\nA lot of effort has already been invested into the research of morphing, but designing and manufacturing a functional morphing wing is still a challenge in present day. The AMuLET project addresses the problem of designing a control unit mainly capable of managing electric power to actuators, acquired stress data for leading edge current shape reconstruction and actuation of the electric motors responsible for the leading edge deformation. Therefore, the Electronic Control Unit (ECU) shall be able to:\n? Drive and Control LE Actuators\n? Control Multiple Actuators in speed, position and current\n? Control multiple actuators brakes (if applicable to TMís EMAs)\n? Control the current leading edge shape\n? Reconstruct the leading edge shape by elaborating received set of data representing the strains from several measurement points of the leading edge\n? Command the correct displacement of the actuators\n? Manage the power supplied to the various actuators\n? Monitor the health status of:\n? Actuatorsí Motors\n? Leading edge morphing structure\n? ECU itself\nThe outcome of AMULET project is the development, the manufacturing and the test of the integrated control device for actuators and sub-units in a morphing structure. In fact, the ECU will be sized to fit in a ground based demonstrator for wind tunnel tests and will be designed for reduced power consumption.",
    "totalCost": "623150",
    "ecMaxContribution": "436205",
    "coordinator": "SKYLIFE ENGINEERING SL",
    "coordinatorCountry": "ES",
    "participants": "ITALSYSTEM S.R.L",
    "participantCountries": "IT",
    "projectParticipants": {
        "952538061": {
            "orgId": "952538061",
            "orgName": "SKYLIFE ENGINEERING SL",
            "ecContrib": 236688
        },
        "984574154": {
            "orgId": "984574154",
            "orgName": "ITALSYSTEM S.R.L",
            "ecContrib": 199518
        }
    },
    "calculatedTotalContribution": 436206
}