{
    "rcn": "213830",
    "acronym": "REMATCH",
    "topics": "ERC-2017-PoC",
    "title": "Image-based analysis for drug discovery and repurposing",
    "startDate": "01/08/2018",
    "endDate": "31/01/2020",
    "objective": "Drug discovery and development has become a lengthy and resource-intensive process which is characterized by high attrition rates of candidate molecules. Candidate molecules are often identified in high-throughput screening experiments that capture only a small fraction of its biological activities and too many candidates fail in clinical development due to unwanted side-effects and lack of a therapeutic window. In addition, many approved drugs harbor unrecognized therapeutic efficacy in other indications that were not covered during development. Necessary deep characterization of candidate molecules during pre-clinical development demands further efficient and cost-effective methods and data rich assays. Providing a solution to compare phenotypic measurements to a reference database can facilitate the profiling of unwanted effects and the identification of drugs with potential for repurposing. High-content imaging provides a cost-effective solution to capture a broad range of biological responses, however, analysis of such data requires extensive expertise and data processing pipelines. This project has the following objectives: (i) to develop a cloud-based infrastructure for analyses of image-based drug screening (WP1), (ii) to perform a proof-of-concept screen to create a reference database and a showcase for commercialization (WP2), (iii) to conduct market analyses and development of a business plan for a spin-off company (WP3). The ERC Proof of Concept Grant will thus enable us, based on methods pioneered in our ERC Advanced Grant, to develop and perform a proof-of-concept as well as to develop an innovative knowledge base and cloud-IT product for drug development and repositioning.",
    "totalCost": "149500",
    "ecMaxContribution": "149500",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990073": {
            "orgId": "999990073",
            "orgName": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
            "ecContrib": 149500
        }
    },
    "calculatedTotalContribution": 149500
}