{
    "rcn": "213868",
    "acronym": "Joysteer 3.0",
    "topics": "SMEInst-10-2016-2017",
    "title": "A New Drive-by-Wire Technology for People with Disabilities and Industrial Applications",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "People with physical disabilities require adaptable systems to provide them with new reliable and easy to operate driving solutions, as they cannot drive using conventional car controls. They need an adaptation of standard production cars, which allows them to drive just as safe as a non-disabled driver. Current car adaptation solutions are enabled by drive-by-wire technologies, which consist of man-machine-interfaces (MMIs) and electronic driving systems used to compensate disabilities. With this technology, the driver does not have to use conventional controls such as the steering wheel, instead, driving is facilitated by individually adapted MMIs like joysticks or handlebars. However, current adaptive devices are unable to match the performance of conventional controls. There can be technical problems as time lags between the execution of a control command -e.g. steering- and the actual vehicle reaction, interference between command actions -e.g. steering and gas-, etc. The car usually does not react according to the driverís expectations, so that learning to drive an adapted car is difficult and requires a long time. Overcoming these issues, joysteer3.0 is a novel drive-by-wire system offering the best drivability, safety and reliability standards for steer, brake and gas, allowing people with a wide range of disabilities the operation of a car. Its high modularity together with its new remote GPS-based capabilities address a new market segment for safety-critical industrial applications. Our business model will subsequently benefit from new revenue streams and our cost structure will be drastically improved. We have estimated that the successful accomplishment of this project will lead to an accumulated profit of Ä5.25M for the first 3 years of commercialization, which gives a ROI2021?2023=2.09. With an initial investment of Ä1.7M to bring joysteer3.0 to the market we forecast a payback time of 21 months.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BOZZIO AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910424347": {
            "orgId": "910424347",
            "orgName": "BOZZIO AG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}