{
    "rcn": "213843",
    "acronym": "AHEAD",
    "topics": "MSCA-IF-2017",
    "title": "A Human and Environmental history of the Atacama Desert: understanding ecological and archaeological interactions in arid areas of South America",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Fuel availability can constrain human occupation of desert environments ñ fuel availability is as important as water, food and building materials. The aim of AHEAD is to reveal the use of fuelwood resources in negotiating human survival in three contrasting desert areas in South America over the long-term; from foraging subsistence societies to colonial mining exploitation. The three study sites cover a range of altitudinal zones, allowing comparison between inland (hyperarid) vs coast (arid) deserts. The projectís core discipline is anthracology (charcoal identification to source species) contextualised by a regional review of available palaeoenvironmental data. Insights on fuel use history will be supported by biomolecular analysis to distinguish the functions of hearths (i.e. domestic cooking or metal working) and isotope analysis to provide data on changes in water availability in the past. The ambitious project is highly feasible due to the fellow's extensive experience in wood identification in South America, and personal reference collection of wood and charcoal from Argentinian and Chilean deserts. Moreover, all archaeological samples are available and from securely dated contexts; the fieldwork is solely for the collection of fresh wood for comparison and surface samples of subfossil wood - i.e. the project is low risk and highly cost-effective. AHEAD will benefit from York's expertise in isotope and of the collaboration with LandCover 6K network, including cutting-edge research on integrating long-term and spatially diverse palaeoenvironmental and archaeological data. In addition to being exposed to the global LandCover 6K project, the applicant will learn spatial extrapolation technique to move perspectives of human-resource use interactions from the site to the landscape scale. This project directly feeds into current global research initiatives that are employing long-term land use and landcover data to refine and test predictive climate models.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}