{
    "rcn": "213802",
    "acronym": "TRAVIATA",
    "topics": "JTI-CS2-2017-CFP06-ENG-01-17",
    "title": "Turbine Research for Aerodynamical Vane-frame Improvements in Advanced Two-spool Arrangements",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "In the aerodynamics of TVF modules for future UHPE architectures the interaction with the HPT and LPT rotor is one of the major key factors for loss generation and has to be be accounted for already in the design process. The TVF inlet flow is driven by the HPT characteristics including wakes, secondary flow effects and tip leakage as well as purge flows. In order to provide relevant test data to guide the TVF aerodynamic design, it is critical that engine-relevant TVF inlet and exit flow conditions are provided.\nTherefore the main objective of this project is to execute a rig test programme for TVF aerodynamic designs, coupled with an upstream HPT stage and downstream LPT blade, in a flow environment representative of future geared civil turbofan aero-engine applications. Since the performance of any HPT-LPT transition duct is impacted by the level of the incoming flow effects, a variation of HPT tip gap and purge flow levels is planned. The aerodynamic performance of the TVF is also affected by the downstream LPT rotor. This test programme aims to deliver both the HPT/TVF/LPT system performance as well as the breakdown of the component performance levels.\nThe two-spool transonic test turbine facility at TU Graz equipped with a secondary air system will be used for performing the investigations. Besides conventional measurement with rakes and pneumatic probes advanced instrumentation such as fast response pressure probes and sensors as well as optical measurement techniques will be used to study the time-resolved component interaction. \nTwo main test campaigns are planned. In the first test, a baseline TVF configuration is studied. In the second step an optimized HPT\\TVF\\LPT setup will be investigated. The improvement can then be evaluated and demonstrated by means of the available rig data. In this way it is guaranteed that a rise in technology readiness level from TRL4 to TRL5 will be possible and that the input for a Ground Test Demo (TRL6) can be provided.",
    "totalCost": "1175000",
    "ecMaxContribution": "1175000",
    "coordinator": "TECHNISCHE UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977948": {
            "orgId": "999977948",
            "orgName": "TECHNISCHE UNIVERSITAET GRAZ",
            "ecContrib": 1175000
        }
    },
    "calculatedTotalContribution": 1175000
}