{
    "rcn": "213894",
    "acronym": "HIV B Cell Function",
    "topics": "ERC-2017-STG",
    "title": "Understanding HIV-specific B cell function and viral immunogenicity",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "I will establish how abnormal B cell behaviour contributes to the generation of HIV neutralising antibodies by studying B cell biology: Previous studies show that broadly neutralising HIV antibodies are the most highly-mutated human antibodies ever isolated, with unusually long binding loops and polyreactivity, suggestive of changes to B cell tolerance and germinal centre selection mechanisms. These remarkable antibodies develop only during HIV infection, concurrent with immune dysfunction, not following vaccination. Crucially, the cellular processes whereby these antibodies arise need to be elucidated and I hypothesize that doing so using RNAseq, flow cytometry and imaging B cell activation will answer why only a minority of HIV\\ individuals develop neutralization breadth. Moreover, B cell dysfunction is associated to a range of malignancies and autoimmune diseases and, while much has been learnt from model antigens in mouse models, HIV infection provides a uniquely well-characterised human model to study B cell regulation. Another fundamental question is whether strain-specific antibodies are a stepping-stone to breadth, or a detour that must be eliminated in vaccination. I have shown that the best serum neutralization activity induced via stabilized HIV envelope protein immunization predominantly targets a strain-specific glycan hole, similar to many early responses observed in infection before broad neutralising activity develops. Therefore, I will determine whether non-neutralising and strain-specific antibodies affect the development of breadth by isolating a range of antibodies raised during viral infection from individual donors and comparing binding affinities, clonal ontogenies and B cell receptor activation. Defining the impact of competition between antibody specificities during HIV infection will be directly translatable to developing vaccines for other pathogens where cross-reactivity is a key factor such as Influenza, Dengue and Zika viruses.",
    "totalCost": "1499269",
    "ecMaxContribution": "1499269",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}