{
    "rcn": "213872",
    "acronym": "Kjuicer",
    "topics": "SMEInst-12-2016-2017",
    "title": "Knowledge Juicer: Readers get Superpowers",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Content production has increased significantly over the past few decades, both in the public and private sector, driven mostly by the digitization process. Kjuicer is a project that aims at closing the gap between production of written content and our ability to read it. In the past few decades such gap has grown dramatically: estimates run that every day 5 million new articles get published in cyberspace. \nKjuicer is a flexible and customizable, deeply user-oriented curation tool. It allows extraction of contents in an innovative way, using highlighting colors hierarchically, yet maintaining completeness of meaning. Through a specific algorithm that scans the content's meta-data, it leverages the userís highlights to synthesize and organize a text respecting the original version. It then makes multiple versions of it, organized in order of importance, and turns it into a browsable and zoomable resource. \nKjuicer offers a potentially disruptive innovation for texts, i.e. a solution to augment reading capabilities. It provides a pre-production service (Editor \\ Plug-in) and a post-production service (Suite), the first being targeted at creating native content, the second at curating existing documents or web pages. \nThe ever increasing complexity of our world poses knowledge challenges at all levels: from kids in school who are being asked to learn better and more, on more subjects, up to professionals who are competing based on knowledge and ability to handle complex projects. Kjuicer helps also Public Administrations and Large Private/Public Companies that need to increase communicative effectiveness. \nThe product will boost growth of the company, generating over 16MÄ cumulated revenues in 5 years and creating 24 new jobs. The total financial requirement amounts to about 1,5MÄ over 2 years, with an internal return rate of 67% and Net Present Value of about 2,3MÄ.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "KJUICER.COM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910401261": {
            "orgId": "910401261",
            "orgName": "KJUICER.COM SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}