{
    "rcn": "213842",
    "acronym": "SPotEU",
    "topics": "MSCA-IF-2017",
    "title": "Sugar Pot manufacture in western Europe in the medieval and post-medieval period (11th-16th centuries AD)",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The SPotEU project explores the development and impact of sugar production in western Europe through the study of sugar pot manufacture from an interdisciplinary perspective, integrating archaeological and historical research with material science and material culture approaches in an innovative way. Sugar production and consumption followed the Islamic expansion in the western Mediterranean and had a huge impact on European social, cultural and economic development since medieval times. The introduction of sugar cultivation entailed knowledge transfer and new technological requirements, such as the manufacture of sugar pots, used for the crystallization of the sugar, which require specific design, thermal and mechanical properties. The project focuses on Sicily and Spain, the two main regions for sugar production in western Europe in the 11th-16th centuries AD. Sugar pots from these regions will be assessed on a morphological, technological and performance point of view aided by instrumental analysis (Petrography, SEM, XRF, XRD, porosity, mechanical and thermal stress test) and software modelling (FEM). The comparison with reference ceramic materials and written records will allow the investigation of the scale of ceramic production and exchange networks, as well as pottersí technological choices in the construction of these on-purpose vessels. For the first time, sugar pots from western Europe will be examined in such technological detail that will allow the assessment of the way in which the performance of vessel was influenced by technological choices and by design, giving new insights on knowledge transfer and technological innovation across the Mediterranean in late medieval and post-medieval times. In contrast to previous studies based on written sources, this project uses a bottom-up approach and it will shed light on the role of craftspeople in the development of the first industrial activity in modern Europe by a detailed technological analysis of sugar pots.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}