{
    "rcn": "213882",
    "acronym": "flexiLED",
    "topics": "SMEInst-07-2016-2017",
    "title": "A new dynamic precision LED-lighting system for hydro- and aquaponic indoor farming",
    "startDate": "01/06/2018",
    "endDate": "30/11/2018",
    "objective": "The overall objective of the flexiLED-project is the successful and sustainable market entry of the dynamic precision lighting solution Malina from Ponix Systems GmbH as a B2B-product for large-scale greenhouses and indoor, urban farms. Therefore, a market strategy based on the highest market potentials as well as the smaller potential markets which are easier to reach has to be developed within a proper feasibility study for an optimised product and described in a detailed strategic business plan and negotiations with first large-scale customers have to be started. Ponix Systemsí Malina addresses first of all greenhouses but also urban-, vertical farms which aim for minimising time, land, water and energy input in agriculture. Malina is capable of irradiating each crop of these farms with precisely the spectral composition which is best for its light induced development (photomorphogenesis) at any given moment from germination until harvest. The plant specific development goal (e.g. time of harvest or of flowering, size, volume and nutritional content) can be chosen by the farmer by simply downloading ìMalina light recipesî on to the hardware. By contributing to the LED market diffusion in this segment through novel functionalities, Malina is a truly eco-innovative and resource-efficient food production methodology. Malina furthermore minimises food losses on farms because of detection of unusual changes in plant physiology at any time. This is based on sensors integrated in the lighting solution, the possibility to extend the hardware with exogenous sensors and plant feedback algorithms based on analysing the reflected & emitted light of the plants under changing spectral compositions further allows for detecting unusual changes in plant physiology at any time. Thus also food losses on farm can be minimised. Four tasks are proposed, task titles are provided as free keywords above.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PONIX SYSTEMS GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917367704": {
            "orgId": "917367704",
            "orgName": "PONIX SYSTEMS GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}