{
    "rcn": "213887",
    "acronym": "Volumizer",
    "topics": "SMEInst-02-2016-2017",
    "title": "A natural, non-surgical, and safe facial filler which treats the root cause of facial ageing.",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Aging is something that affects everyone. In order to combat the effects of aging, in a time where social and aesthetic appeal is so popular, people have turned to aesthetic injectables as a way to look and feel rejuvenated. Unfortunately, there are a multitude of problems with available facial fillers. Current solutions available on the market often have a multitude of side effects such as swelling, redness, bleeding or allergic reactions. Additionally, the procedures are costly, and due to the short term results, will produce a greater economic burden as continuous application is needed. PB&B has developed a unique anti-aging Volumizer that combats facial aging at the source by increasing local fat tissue in the face for a healthier and younger look. The solution is injected directly into the face, where over two months, the solution slowly evenly fills the wrinkles and deep fat tissue compartments. In order to reach commercialization, the Company will look to execute first in human trials and subsequent clinical trials to validate the efficacy. These results will be used in order to apply for CE certification. During the Phase 1 feasibility assessment PB&B will need to define a target segment of users within the markets of aesthetic products and facial injectables. A scaled up supply chain will need to be established in order to optimize distribution and market demand. Intellectual property will need to be patented after research and development has produced a product for commercialization.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PB&B SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910510289": {
            "orgId": "910510289",
            "orgName": "PB&B SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}