{
    "rcn": "213860",
    "acronym": "EDROMA",
    "topics": "SMEInst-02-2016-2017",
    "title": "Novel nanomedicine for the treatment of glioma",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Lisapharma, an Italian pharmaceutical SME, aims to bring on the market Edroma: a new product based on a nanotechnology platform to treat malignant high-grade gliomas (HGG), for which there are no satisfactory curative methods. High-grade gliomas are the most aggressive type of brain cancer. Despite recent advances in treatment, the prognosis for patients with HGG is dismal: so far the most effective treatment, radiotherapy, brings an increase in median survival from 3-4 months to around 9-10. The Edroma medicinal product is a dispersion for injection made of nanoparticles encapsulating the active ingredient zoledronic acid, resulting by a self-assembling procedure made possible by Lisapharmaís patented platform. Compared to the current brain-cancer therapy solutions, Edroma innovation brings significant improvements in terms of higher efficacy and lower toxicity. Pre-clinical tests on mice demonstrated tumour reduction, increased life-expectancy and even, in one case out of 6, complete cure. Lisapharma has obtained the orphan designation from both EMA and FDA. This represents a unique business opportunity, as Lisapharma will be the only authorised provider of the new product for 10 year (7 in USA). It is estimated that the number of treatable cases in EU and USA could reach 20,000 subjects for which there are no alternative curative therapy. Considering 15,000 Ä per treatment cycle, the values of this potential market approximate 135 MÄ, and Lisapharma intends to reach 30% of this market in 5 years. The project has the potential to boost growth of Lisapharma by increasing significantly the company turnover. The total investment required is about 4.5 MÄ over 3 years, for clinical studies, equipment and industrialisation, marketing and business development, with a foreseen ROI (internal return rate) of 122%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "LABORATORIO ITALIANO BIOCHIMICO FARMACEUTICO LISAPHARMA SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910381667": {
            "orgId": "910381667",
            "orgName": "LABORATORIO ITALIANO BIOCHIMICO FARMACEUTICO LISAPHARMA SPA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}