{
    "rcn": "213801",
    "acronym": "IDA",
    "topics": "JTI-CS2-2017-CFP06-ENG-03-19",
    "title": "Intermediate Compressor Case Duct Aerodynamics",
    "startDate": "01/04/2018",
    "endDate": "30/09/2020",
    "objective": "To reduce fuel-burn and CO2 emissions from aero gas turbines innovative, very-high bypass ratio and smaller ultra-high pressure ratio core engine technologies are required as this will increase their propulsive and thermal efficiency. However, this makes the design of the intermediate compressor ducts connecting the various compressor spools much more challenging as the change in radius becomes much greater. The ability to design shorter, more aggressive ducts is advantageous from a performance and weight saving perspective but flow separation must be avoided if efficiency is not to be compromised or the downstream compressor performance not adversely affected. This programme of work will establish and validate improved and more integrated duct technologies that will contribute to the development of the very-high bypass ratio turbo fan demonstrator (UltraFanô). A fully annular, low-speed test facility incorporating a representative compressor stage will be used to validate, at low TRL, an initial compressor inter duct design. A representative bleed port will also be added upstream of the compressor to allow compressor/bleed/duct interactions to be studied. This bleed port is required in the engine to extract ice and water but currently little is known about how it affects the compressor or duct aerodynamics. The results will be used to develop and experimentally validate future potential duct technologies for the UltraFanô engine and other very high bypass ratio applications. This will include a second design solution optimised for a more effective bleed extraction and/or lower impact on system performance and stall margin. In parallel to the experimental work this project will also establish best practice for advanced, yet efficient, CFD methods (e.g. hybrid RANS/LES). The experimental data will be used to validate these methodologies which will provide increased numerical accuracy but with a reasonable turn-over time and robust performance.",
    "totalCost": "513242,5",
    "ecMaxContribution": "513242,5",
    "coordinator": "LOUGHBOROUGH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 125362
        },
        "999990752": {
            "orgId": "999990752",
            "orgName": "LOUGHBOROUGH UNIVERSITY",
            "ecContrib": 387880
        }
    },
    "calculatedTotalContribution": 513242
}