{
    "rcn": "213816",
    "acronym": "AFPMeT",
    "topics": "JTI-CS2-2017-CFP06-AIR-02-42",
    "title": "Automatic Fiber Placement Metitalia Tooling",
    "startDate": "01/03/2018",
    "endDate": "30/09/2019",
    "objective": "This proposal responds to the call of Clean Sky 2 JTI-CS2-2017-CFP06-AIR-02-42, Layup tools for net-shape AFP-manufacturing of geometrically complex helicopter sideshell sandwich-panels.\nThe objective of this proposal is to develop, design, manufacture and deliver to the Topic Manager facilities suitable toolingís to perform AFP (Automatic Fiber Placement) lamination and transfer  uncured  complex sandwich part of the side structure of an innovative helicopter.\nDifferent tool materials and configurations will be developed to meet requirements of the call.\nIn particular, possible effect of uncured material and sandwich core on AFP lamination will be investigate and transfer of uncured bond assy from lamination to cure tool will be developed. deformations like warpage and shrinkage will be investigated by subscale test .According to the call, if necessary on the basis of process selected by T.M. the cure tool auxiliary for lamination of inner skin of sandwich parts will be provided with a suitable handling device to move the skin on cure tool.\nIn addition all the necessary auxiliary tool including template will be provided to support lamination, handling and post cure operation.\nSeveral the tool material and configurations options will be evaluated performing selection based on key requirements like: \nï\tLow energy consumption in tool and part fabrication\nï\tUse wherever possible of green or recycled materials (like Recovered Uncured Prepreg Scrapes)\nï\tPossible reuse of tool material/component \nThe opportunities for innovation are:\nï\tUnusual architecture of the aircraft (rotorcraft with a specific architecture)\nï\tOptimized tooling for AFP lamination of complex shape.\nï\tDevelopment of innovative approach to laminate sandwich panel by AFP \nï\tTransfer of uncured bond assy to cure tool without wrinkles and fiber distortion. \nProponents of the project have a wide knowledge of fabrication of composite materials and processes, and in addition, an awareness of the advantages and disadvantages that each choice may entail. The know-how of the proponents will be fully shared with TM, in order to reach the agreed goals.",
    "totalCost": "572386,25",
    "ecMaxContribution": "400670",
    "coordinator": "METITALIA S.R.L.",
    "coordinatorCountry": "IT",
    "participants": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
    "participantCountries": "IT",
    "projectParticipants": {
        "937334184": {
            "orgId": "937334184",
            "orgName": "O.M.P.M. - OFFICINA MERIDIONALE DI PRECISIONE MECCANICA SRL",
            "ecContrib": 176026
        },
        "917010453": {
            "orgId": "917010453",
            "orgName": "METITALIA S.R.L.",
            "ecContrib": 224644
        }
    },
    "calculatedTotalContribution": 400670
}