{
    "rcn": "213898",
    "acronym": "TCAPS",
    "topics": "ERC-2017-COG",
    "title": "mRNA cap regulation and function in CD8 T cells",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "CD8 T cells are vital for our response to infection, directly killing infected cells and stimulating other cells of the immune system.  Major health problems world-wide involve deregulated T cells, including lymphomas, leukaemias, auto-immune disorders and organ transplant rejection.  Damaging deficiencies of T cells are found in old-age.  T cell development and response to pathogens is driven by regulated transcription and translation, however the mechanisms orchestrating this gene regulation are largely unknown, and are likely provide novel opportunities for therapeutic intervention.  Our preliminary data reveals that a potent structure in gene expression, the mRNA cap, which co-ordinates RNA processing and translation initiation, is crucial for the development and activation of CD8 T cells.  Regulation of mRNA cap formation is a novel concept in gene regulation in T cells, and also has not been studied in vivo previously.  Our findings suggest the existence of an mRNA cap code, in which the different mRNA cap methylations regulate different genes and cellular functions.  In TCAPS we will reveal how the mRNA cap code orchestrates CD8 T function.  We will determine how the mRNA cap structures are regulated during CD8 T cell differentiation using the latest mass spectrometry technologies.  We will determine the role of each mRNA cap methyltransferase in CD8 T cell gene expression during differentiation, using conditional knock-out mice in conjunction with enzyme biochemistry, RNA sequencing and quantitative mass spectrometry.  We will determine the biological function of the mRNA cap methyltransferases in CD8 T cell survival and activation using immunological assays.  TCAPS will also provide the first insight into the role of the mRNA cap code in vivo.  The mRNA cap code is likely to be operational throughout mammalian physiology and therefore TCAPS will contribute significantly to our understanding of regulated gene expression in mammals.",
    "totalCost": "1991387",
    "ecMaxContribution": "1991387",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 1991387
        }
    },
    "calculatedTotalContribution": 1991387
}