{
    "rcn": "213825",
    "acronym": "UBIQUITON",
    "topics": "ERC-2017-PoC",
    "title": "Development of a tool kit to investigate protein ubiquitylation in biomedical research",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Protein ubiquitylation plays a key role in determining the function and fate of proteins in virtually every biological pathway. The deregulation of such fundamental processes causes various diseases, such as cancer, neurodegeneration and inflammation. Understanding the impact of ubiquitylation is therefore critical for improving human health and welfare. Ubiquitin signalling is predominantly mediated by polyubiquitin chains of distinct linkages. Yet, this process is still poorly understood, largely due to a complete lack of methods for the manipulation of ubiquitin linkage. Here we propose to overcome this problem by establishing an inducible system for substrate- and linkage-selective polyubiquitylation of any target protein in vitro or in living cells. This innovative research tool, which we have named the ìUbiquitonî system, is based on a set of recombinant, tailor-made ubiquitylation enzymes in combination with appropriate tags appended to the desired substrate proteins. Having demonstrated feasibility of the method in principle, we now aim at developing the system for general use as a research and discovery tool kit for molecular biology and biotechnology. To this end, we will design expression constructs for a range of experimental systems and subcellular compartments and demonstrate the versatility of the method in different cell types, verifying its applicability in compartment-specific processes in the nucleus, the cytoplasm and at internal membranes. The Ubiquiton system will enable researchers to induce linkage-specific polyubiquitylation of desired targets in vivo and in vitro, prepare polyubiquitylated proteins for biochemical analysis, identify linkage-specific interaction partners and control protein fate in living cells. It will therefore serve as an innovative research tool for any molecular or cell biologist wishing to investigate the physiology of polyubiquitylation in health and disease.",
    "totalCost": "149900",
    "ecMaxContribution": "149900",
    "coordinator": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967962419": {
            "orgId": "967962419",
            "orgName": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
            "ecContrib": 149900
        }
    },
    "calculatedTotalContribution": 149900
}