{
    "rcn": "213831",
    "acronym": "ELECTRO-POM",
    "topics": "ERC-2017-PoC",
    "title": "From discovery to scale up of cluster based electrolytes for Ultra-high energy storage flow batteries",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Large scale energy storage demands are set to increase dramatically during the next years due to the expansion of renewables. One of the most promising large-scale electrical storage technologies are Redox Flow Battery (RFB) systems, which can convert electrical energy to chemical energy and back again. Here the electrolyte is an electro-active species where the chemical energy is converted to electricity in a flow cell. RFBs can act as both batteries and a fuel generation device depending on the needs of the user, which is advantageous because they can be recharged without replacing the electro-active material. The vanadium RFB is a promising technology, but is critically limited by only being able to store one electron per species giving a low energy density (~20 W h kg-1) and poor stability restricting many applications. \n\nUsing the artificial intelligence driven discovery system of the ERC Advanced Grant SMART-POM, we aimed at the discovery of new metal oxide molecular polyoxometalate (POM) clusters showing unexpected properties. For instance, we found a molecule that can store > 10 times more electrons reversibly than the vanadium RFB making these the molecules the most reduced molecules ever discovered. Here we want to make a major step in translating this ground-breaking outcome of SMART-POM from discovery of new clusters, to scale up so the molecule can be tested in a flow battery device set up.  The heart of any flow battery is the electron storage redox electrolyte. The more electrons the electrolyte can store reversibly the higher the energy density and we aim here to beat the state of the art by at least an order of magnitude aiming >1000 Wh L-1 (at this point applications in electric cars are possible). We will licence the technology with the University of Glasgow spin out company, Astrea Power, as a partner to co-develop the innovation with several potential multinational companies as customers who are eager to utilize the technology.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}