{
    "rcn": "213841",
    "acronym": "DIS-ABLED",
    "topics": "MSCA-IF-2017",
    "title": "Past Lifeways and Deathways of the Disabled in 14th-18th Century Central Europe: an Interdisciplinary Study",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "Disabled constitute around 20% of nowadays society and were a significant number in the past. The remains of disabled are part of archaeological heritage, and reconstruction of the life of the disabled enriches our understanding of common human heritage and the past. The goal of this project is to reconstruct lifeways and deathways of disabled in the 14th-18th century in Central Europe. As a result I expect to gain knowledge on: definition of disability, social status, gender, origin and burial customs of disabled as a group and individuals. I will investigate two populations (300 skeletons) from Poland as well as medical texts, chronicles and ethnographic sources from Central Europe that describe aspects of life and death of disabled. The project is highly interdisciplinary because it integrates archaeology (analysis of artefacts and graves), bioarchaeology (paleopathology, stable isotopes), history and ethnography (heuristic and hermeneutic analysis). These methods have not been linked before to study disability in archaeology. This project continues the socio-cultural approach in research on disability that emphasizes importance of archaeological and textual data to research on disability. This project extends this approach by developing interdisciplinary and cutting-edge methodology and studying new topics: the origin of disabled and new regions: Central Europe.\nThe project will constitute the first comprehensive study on disabled from Central Europe and include them in academic narration, culture and social debate. The project will uncover heritage of disabled from Central Europe that is part of the European and worldwide heritage. Science communication activities will show the public the treatment of disabled in the past and help the disabled to understand their history better. Outreach and the knowledge gained from this project will help Europe become more inclusive, reflective and barrier-free.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "987798046": {
            "orgId": "987798046",
            "orgName": "Arizona Board of Regents",
            "ecContrib": 0
        },
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 251858
        }
    },
    "calculatedTotalContribution": 251858
}