{
    "rcn": "213857",
    "acronym": "InnovOleum",
    "topics": "SMEInst-11-2016-2017",
    "title": "An innovative business model: turning domestic used cooking oil into renewable ìfuelî for education and entrepreneurship",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Used cooking oil (UCO) is an excellent feedstock for advanced biofuel production. In fact, the market for the conversion of used cooking oil (UCO) from the hospitality sector into biodiesel is well established. However, even though around 854,000 tonnes of used cooking oil is produced from households in Europe, the extremely promising market of domestic UCO is generally untapped. In Cyprus, this market gap is being addressed by an innovative project that, through a solution-oriented approach, has proven that a harmful waste can be transformed into a source of income and innovation for the most vulnerable groups of our society: children and unemployed youth. Project ìTiganokinisiî makes schools the collection hubs of domestic used cooking oil, with each student bringing oil from her/his household and neighbourhood. The profit from the sale of the UCO is returned to the school for the implementation of green technologies and infrastructure. The entire initiative is tightly coupled with educational innovation (formal, informal and non-formal education). The project, which overcomes several of the obstacles previously identified in domestic UCO collection and which can become self-sustained within 5 years, promotes resource efficiency and environmental protection, while creating jobs in a niche market of the green economy. It helps Member States meet several EU targets related to the Waste Framework Directive, Resource Efficiency and Renewable Energy. It has therefore attracted the attention of NGOs around Europe and the world. There is international interest to replicate its success, and therefore there is a business opportunity. As such, ISOTECH, aims to develop a ìblueprintî that will allow the replication of Tiganokinisi in other countries, through a licensing/franchising scheme that will begin with the implementation of a bundle of consultancy services and support for setting up the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ISOTECH LTD",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "969017973": {
            "orgId": "969017973",
            "orgName": "ISOTECH LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}