{
    "rcn": "213814",
    "acronym": "HADES",
    "topics": "JTI-CS2-2017-CFP06-SYS-02-34",
    "title": "HADES - Optical Hot Air Leak DEtection System",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Light carbon structures are increasingly used in modern aircrafts for reducing weight and thus fuel consumption. The carbon materials are more sensitive to overheating than metals. Hot air ducts are used to conduct air heated by engine exhaust to the cabin heating system. At several locations, those hot air ducts are installed within or in close proximity to the carbon structures. Therefore, reliable and precise hot air leak detection is an essential safety feature of modern aircrafts. The proposed activity aims at developing an innovative, powerful and reliable fibre-optic technology for an aircraft hot air leak detection system and validating it in a representative aircraft environment.\nState-of-the-art electrical hot air leak detection systems detect and localize leaks in aircraft hot air ducts by analyzing electric shortcuts. However, the response of such systems just indicates that the critical temperature is exceeded. It is impossible to vary the threshold setting along the cable and false alarms due to stray signals are common. Localization of leaks is difficult and the sensor cables are irreversibly damaged by exceeding the critical temperature.\nBased on our deep understanding of using fibre-optic sensing systems in harsh and safety-critical environments, LIOS will select the optimum fibre-optic technology for hot air leak detection in aircrafts, which overcomes the limitations of the electrical systems, complies with the requirements of the tender and fulfils the other essential requirements of aircraft applications. LIOS will demonstrate the technologyís capabilities, using a proof-of-concept system in the LIOS laboratories. After testing, we will re-design the demonstrator to enable a demonstration within an aircraft environment, allowing to pass the respective environmental tests and to fulfil the requested TRL of 6. The re-designed demonstrator will be installed at the facilities of the topic manager and tested in collaboration with the topic manager.",
    "totalCost": "570000",
    "ecMaxContribution": "399000",
    "coordinator": "NKT PHOTONICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}