{
    "rcn": "213834",
    "acronym": "UTERUS",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling gamma delta T cell emergence and responses in the uterus",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Gamma delta (gd) T cells constitute a small proportion of blood lymphocytes, but are enriched at barrier sites, where they reside in close contact with epithelial cells. Their location at sites of pathogenic insult and cellular transformation, together with their ability to promptly respond to tissue alterations, places them in a central position in immune protection. We have shown that epithelial molecules direct the development of tissue-specific populations of gd T cells. Indeed, we have identified a role for epithelial-expressed butyrophilin-like (Btnl) proteins in driving the development of epidermal and intraepithelial gd T cells. Importantly, the requirement for Btnls is conserved in intestinal gd T cells in humans. In this project, we will focus on uterine gd T cells, which are arguably one of the least understood populations of gd T cells. These cells bear a specific, invariant T cell receptor, and are thought to become precommitted to an IL-17A-secreting programme during early ontogeny. In other tissues, these cells, termed gd17, can rapidly produce the pro-inflammatory cytokine IL-17A following infection, thereby contributing to limiting infection with bacterial and fungal pathogens. In addition, gd17 cells have been shown to play a role in tissue repair, including promotion of fracture repair. However, the inflammatory effects of IL-17A can also lead to exacerbation of tissue damage and to a pro-tumorigenic effect. In this project, we will determine the functional characteristics of uterine gd T cells, and identify novel factors guiding the development and homing of these cells. Understanding the cues driving gd T cell development and activation at specific body niches is not only essential from a basic research standpoint, but may reveal novel drug targets for various clinical conditions, particularly in the face of emerging infections targeting the female reproductive tract and hindering embryonic development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}