{
    "rcn": "213836",
    "acronym": "IRIDOX",
    "topics": "MSCA-IF-2017",
    "title": "The Synergistic Merging of Iridium-Catalysed Hydrogen Borrowing and Asymmetric Catalysis in the Pursuit of Enantioenriched Small Molecules",
    "startDate": "14/08/2018",
    "endDate": "13/08/2020",
    "objective": "Hydrogen-borrowing catalysis is a fantastically powerful method of constructing new bonds and synthesising key small organic molecules. However, despite recent advances, many hydrogen-borrowing methodologies do not embrace asymmetric catalysis, limiting its use in targeted synthesis of chiral molecules.\nThe goal of this proposal is to address these issues and develop new methodologies that involve enantioinduction. In particular,focusing on using hydrogen-borrowing catalysis in combination with forms of asymmetric catalysis (such as organocatalysis) and using hydrogen-borrowing catalysis to transiently activate substrates in order to facilitate reactions that appear unlikely to occur on paper. Following the development of these methodologies, they will be applied to the synthesis of biologically active molecules and natural products.\nThe high quality and novel research contained within these goals will be met due to the knowledge and experience of the experience researcher and the host, Professor Timothy J. Donohoe, along with the excellent facilities and opportunities afford by the University of Oxford.\nFollowing the completion of the research, the results will be highly interesting and useful to the greater chemistry community in both academia and industry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}