{
    "rcn": "213889",
    "acronym": "EARTH",
    "topics": "SMEInst-11-2016-2017",
    "title": "Environmentally friendly Alternative to Revolutionise the use of formaldehyde in The Histopathology (human tissue) fixative market.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Environmentally friendly Alternative to Revolutionise the use of formaldehyde in The Histopathology (human tissue) fixative market.\nThe present: The microscopic examination of tissue in order to study the manifestations of disease is the science known as histopathology. Human tissue biopsy samples are taken every day in hospitals around the world and ëfixedí in a formaldehyde solution fixative, known as Formalin.\n\nThe problem: Healthcare workers globally are exposed to formaldehyde for 8 hours a day on a daily basis. Formaldehyde is classified as a hazardous substance.1.  Daily, formaldehyde is first used in the operation theatres for preservation of tissue/biopsy tissue samples, which are then transported to the analytical laboratories, where, the second use of formaldehyde in the tissue fixation for microscopic examination occurs.\n\nPersonnel exposure and the subsequent waste disposal are major issues. The European Chemicals Agency has classified Formaldehyde as a Class 1b carcinogen: EC number: 200-001-8 CAS number: 50-00-02. Formaldehyde use is regulated by the Carcinogens Directive in EU workplaces, exposure levels have been reduced from 4ppm to 0.4ppm over an 8h period and 2ppm to 0.2ppm for a 15min period3, the rationale behind this proposal is for alternatives to formaldehyde to be found.  \nThe business opportunity: Serosep Ltd., a SME presents FixocareÆ, a fixative formulation made from natural products as a solution, which it plans to introduce to the histopathology community as a safe alternative to formaldehyde solutions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SEROSEP LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "919618686": {
            "orgId": "919618686",
            "orgName": "SEROSEP LIMITED",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}