{
    "rcn": "213833",
    "acronym": "GrowthControl",
    "topics": "MSCA-IF-2017",
    "title": "Mechanical and systemic control of growth during Drosophila abdominal development",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Control of tissue size during animal development is of crucial importance to achieve the correct body/organ size and shape, and it underpins the evolution of animal size and architecture. How is tissue size tightly controlled during development? How is each cell in a developing animal instructed to stop growing and dividing when the correct body size and shape has been reached? Answers to these questions are of fundamental importance to our understanding of diseases such as cancer as well as for regenerative medicine. Using the development of the Drosophila abdominal epidermis as a model, we will perform long-term quantitative in vivo analysis of cellular behaviours and generate fluorescent live reporters of growth-promoting pathways to correlate activity patterns with developmentally regulated growth phases. We will manipulate tissue mechanics as well as nutrient-sensing pathways to understand how nutrient availability and tissue-intrinsic physical properties are integrated to specify final tissue size. In combination with computational modelling, we aim to generate a better understanding of developmental growth, as well as the mechanisms that trigger tissue growth arrest. The mechanisms regulating how cell proliferation is triggered in response to extrinsic and intrinsic stimuli and the transitions between different proliferative/growth states, particularly in tumour cells or regenerative tissues, are poorly understood. As these events are precisely defined in Drosophila abdominal morphogenesis, we hope to uncover the internal logic modulating cell cycle/growth rates transitions that can be used as a genetically tractable paradigm for the study of equivalent processes in cancer, regeneration or development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "936426070": {
            "orgId": "936426070",
            "orgName": "THE FRANCIS CRICK INSTITUTE LIMITED",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}