{
    "rcn": "213835",
    "acronym": "OPTOvanderWAALS",
    "topics": "MSCA-IF-2017",
    "title": "Optoelectronics with Complex van der Waals Heterostructures",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Two-dimensional (2D) materials have attracted the attention of the scientific community since the discovery of graphene in 2004 (an atomically thin layer of graphite), due to the new and interesting physical phenomena found in this material. Graphene was not just a scientific breakthrough from a physical point of view, but it also opened the door to research on atomically thin materials. Nowadays, many materials with a wide range of properties (metals, semiconductors, insulators, superconductorsÖ) have been achieved in a 2D configuration, and still there are more to come.\nThe proposed project OPTOvanderWAALS aims to the fabrication and study of complex van der Waals heterostructures to study inter-layer excitonic phenomena and use these excitonic effects to fabricate ultra-high-performance optoelectronic devices. Novel intermediate layers between 2D semiconductors will be employed to automatically switch on and off photodetectors with an extraordinarily low dark current, which will be translated in an ultra-high-performance. These intermediate layers will be also used in photovoltaic cells as recombination region, allowing the recombination of unbalanced electron-hole pairs and avoiding charge build-up in the cells, resulting in an increased open-circuit voltage and, therefore, higher efficiency than state-of-the-art 2D photovoltaic cells. Besides, all of these heterostructures will be fabricated following a new procedure to align the crystal structure of different layers by second harmonic generation imaging, resulting in an optimized interaction between layers that will ultimately lead to ultra-high-performance devices in a new generation of flexible and transparent optoelectronics.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}