{
    "rcn": "213875",
    "acronym": "SEMS",
    "topics": "SMEInst-09-2016-2017",
    "title": "Smart Energy Management System",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Stignergy brings to the market a pioneering Smart Energy Management System (SEMS) based on bio-inspired Artificial Intelligence that intends to disrupt in the field of electrical efficiency and control for industrial consumers (which typically represent in EU more than 68% of all electricity consumed) with a drastic reduction in the demand and consumption of electrical energy, while facilitating the deployment of renewable energies. Its main benefits stem from (1) reducing up to 15% on the electricity costs, (2) decreasing the associated CO2 emissions (1.5%), (3) maximizing the self-consumption of green electrical energy (solar, wind)  locally produced, and (4) contributing to stabilize the electricity distribution networks for providers. To complement these benefits we propose two unprecedented features: (1) an Energy Storage Management module, which will maximize the self-consumption of green sources of energy from a Battery Storage Energy System and (2) a Smart Grid Integration module, which will provide a virtual charge to balance the energy demand/response of electricity providers. The existing control technologies do not include any intelligence to implement an efficiency energy plan, and are mainly focused on centralized tools which are difficult to install and entail high initial investment and labour costs. Besides, no solution enables to predict the peak demand and maximizes the self-consumption of local green electrical energy. To ensure the viability of SEMS we will assess its technical, commercial and financial feasibility and the IPR exploitation, and define our Business Plan so as to achieve the market uptake in the targeted European countries in 2020. SEMS is aligned with the goals of the EU Horizon 2020 WP for Secure, Clean and Efficient Energy and the energy targets for 2030 by helping reduce the energy consumption and carbon footprint by smart and sustainable use of electricity, promoting the use of low-cost, low-carbon electricity energy sources.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "STIGNERGY SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910298344": {
            "orgId": "910298344",
            "orgName": "STIGNERGY SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}