{
    "rcn": "213839",
    "acronym": "PolymersForSolarFuel",
    "topics": "MSCA-IF-2017",
    "title": "Conjugated Polymers for Light-Driven Hydrogen Evolution from Water",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "With a steadily increasing demand of the global energy consumption and reliance of geopolitically sensitive sources of energy, such as petroleum and coal, there has never been such an urgency to explore alternative clean, renewable energy supplies. Aside from the obvious limitations in availability, those raw materials and their combustion products are considered polluting and low-efficient. Attempts have been made to address these concerns by introduction of solar panels, wind and hydro-electric power. While those solutions intermittently reach high efficiencies and can be used complimentary to each other, one challenge remains unmetóthe supply of storable energy.\nThe project PolymersForSolarFuel will address globally relevant challenges in the field of renewable energy generation and storage. It will combine established concepts from the fields of photovoltaics, photocatalysis, and polymer synthesis and enable the development of novel sustainable materials for solar-driven evolution of hydrogen from water. The ìPolymersForSolarFuelî project aims to: a) investigate organic materials and contribute to an overall database of photoactive compounds, b) select most promising candidates through property-related screening, c) cross-examine physical (two-component) and chemical (one-component) combinations of such materials and identify most promising final candidate(s) and d) develop scale-up protocols and assemble a prototype of a feasible size. This proposal will detail the work action and outline the beneficial synergy between the hostís experience in the field of photocatalytic hydrogen evolution and the applicantís experience in synthetic chemistry and in-depth analysis of organic compounds and their structure-to-function relationships. It will further identify contributions towards the personal and professional development of the applicant and show the overall share in advancement of science and education of the public in Europe within a cutting-edge research field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980567": {
            "orgId": "999980567",
            "orgName": "THE UNIVERSITY OF LIVERPOOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}