{
    "rcn": "213828",
    "acronym": "SI",
    "topics": "MSCA-IF-2017",
    "title": "Structural and functional characterization of the ICOS/ICOSL immune complex",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "T and B lymphocytes are effectors of adaptive immunity. Their dysregulation have dramatic health consequences, and can lead to autoimmunity and blood cancers. Recently, immune receptors involved in dictating the fate of B and T cells have expanded drastically. Once of these critical receptor/ligand immune pair is the inducible co-stimulator (ICOS) and its ligand ICOSL, which emerged as a novel T/B-cell co-signaling pathway. The multiple roles reported for this immune complex position ICOS/ICOSL at the center of attention for immunotherapy. Accordingly, several therapeutic antibodies targeting this immune complex are under clinical investigation. However, structure-function studies of ICOS/ICOSL interaction are critically lacking. This proposal aims to use integrative structural biology to provide molecular details into the function and targeting of the ICOS/ICOSL immune complex. These structural blueprints will contribute to the design of next-generation therapies against autoimmune diseases and cancer. This knowledge, will also serve as the basis to develop agonist antibodies that could act as adjuvants of B cell maturation for vaccine purposes. Therefore, this study will aim to apply fundamental mechanistic approaches to answer biomedical research questions and the outcome will result in advances to both molecular medicine and biology of disease.",
    "totalCost": "224683,2",
    "ecMaxContribution": "224683,2",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 224683
        },
        "996325704": {
            "orgId": "996325704",
            "orgName": "The Hospital for Sick Children",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 224683
}