{
    "rcn": "213817",
    "acronym": "DOVER",
    "topics": "JTI-CS2-2017-CFP06-AIR-01-26",
    "title": "Methodology Development and Validation of WEight Optimized Stiffeners Run-Out Design for Future Composite Wings",
    "startDate": "01/03/2018",
    "endDate": "31/10/2020",
    "objective": "DOVER aims to develop a design optimization tool and methodology dedicated to support the design of innovative and weight-optimized composite panel configurations with capability to improve all areas and configuration parameters such as geometries, stacking sequences or anti-peeling fasteners. The resulting methodology accuracy and reliability is to be validated by means of experimental tests. The project will be carried out in a 32-month time span. \nDOVER solution proposal is to create and validate a design tool and methodology that enables optimization of wing structural composite panels. The developed tool will provide an environment for the investigation of innovative lightweight shapes including stiffener geometry, thicknesses and lay-ups of different components, shape of the tapering or anti-peeling fasteners configuration. By means of this tool, the designer will be able to predict the failure of any stiffener run-out configuration and obtain a global panel optimization with considerable time savings, because it will not require any complex numerical models to predict behaviour, and economical, because it will not be necessary to carry out expensive testing campaigns.\nTo achieve this solution, DOVER is structured in different stages that ensure maximum quality, accuracy and reliability. An initial experimental study of stiffener run-out behaviour will establish an experimental base that will be used to develop a model and to generate failure criteria prediction methodology. This methodology will be put in practice by designing different configurations of innovative stiffener run-outs. Optimized solutions will be evaluated and correlated against experimental results. For that, at a final stage, mono and multi stiffener panels will be manufactured, and stress and strain, damage tolerance and fatigue life will be obtained through experimental testing to validate the development.",
    "totalCost": "742430,26",
    "ecMaxContribution": "742430",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "PACHECO RAMOS GUILLERMO;SOFITEC AERO SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "912747788": {
            "orgId": "912747788",
            "orgName": "SOFITEC AERO SL",
            "ecContrib": 230500
        },
        "911750046": {
            "orgId": "911750046",
            "orgName": "PACHECO RAMOS GUILLERMO",
            "ecContrib": 123979
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 387951
        }
    },
    "calculatedTotalContribution": 742430
}