{
    "rcn": "213879",
    "acronym": "VILT-DEV",
    "topics": "SMEInst-12-2016-2017",
    "title": "Virtual Instructor-Led IT Developer Training Program",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "With at least one million unfilled IT developer jobs worldwide, the digital sector represents a substantial opportunity for professional training entities to positively impact socio-economic, technological and pedagogical challenges.\nOíclock offers a revolutionary and innovative way to respond to this worldwide lack of skilled digital professionals: Virtual Instructor-Led Training for IT developers. Oíclockís program allows anyone to attend a full-time professional training program from home while benefiting from regular contact with experienced instructors.\nUsing Oíclockís custom-designed, innovative pedagogical tools, instructors and students interact live in a virtual classroom just as easily as they do in a traditional, physical classroom. The teaching method, designed in-house specifically for people with no prior computer programming knowledge, enables students to apply for and obtain entry-level IT developer positions in a professional business context in just 5 months.\nOíclockís innovative training program principally targets adults seeking a rapid career change. The program features an additional innovative aspect which guarantees its efficiency: students can enroll in the program free of charge and pay their tuition once they have successfully landed a job.\nFollowing the successful launch of its program in France, in January 2017, Oíclock would like to evaluate opportunities for a wider international deployment. The goal is to create 280 jobs, train 5,000 people annually worldwide and generate a turnover of 30 million euros by 2020.\nIn order to best prepare a worldwide rollout of its innovation project, Oíclock intends to conduct a 4-phase feasibility study to determine the best and most appropriate countries to target for expansion and evaluate the technological and pedagogical adaptations required to ensure the successful commercialization of its concept.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "O'CLOCK",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911236237": {
            "orgId": "911236237",
            "orgName": "O'CLOCK",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}