{
    "rcn": "213869",
    "acronym": "B-SOCIAL",
    "topics": "SMEInst-01-2016-2017",
    "title": "BANK SOCIALISER: BANKing platform based on SOCIAL media Interactive SERvices",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "The financial sector is in the middle of a digital revolution: the financial technology (FinTech) age. To maintain customer relationships and stay relevant, banks have to respond to these changes with new strategies, capabilities and operating models. However, banks are not meeting such challenge, with rigid legacy systems incapable of leveraging the potential benefits. At the same time, there is a strong disconnection between peopleís social lives and their financial lives. Most users think that interactions like phone contacts, branch routine, branch sales and ATM operations are ìannoyingî.  To solve these problems, Memento wants to commercialise the next generation of banking solutions, BANK SOCIALISER (hereafter, B-SOCIAL), a payment environment in the spirit of social networks that will enable a new level of interaction between banks and users. With our solution, users can enjoy the easiest and most friendly way of conducting their common banking operations through a 100% secured connection. At the same time, banks are able to ësocialiseí their banking philosophy in a quick (3 months) and seamless (easily integrable) way, enabling higher customer engagement and retention, as well as a better knowledge about users through data acquisition and exploitation. B-SOCIAL will be launched in a promising scenario, where legislations and public initiatives are favourable for solutions like B-SOCIAL, which aim the proper digitalisation and ësocialisationí of banks. Thanks to this convenient scenario, investments in FinTech have grown from Ä1.7 billion in 2010 to Ä17.8 billion in 2015. To take advantage of this opportunity, we need to conduct a series of technical and commercial activities to prepare the market maturity of B-SOCIAL: idea to concept (Phase 1), demonstration of commercial potential (Phase 2) and commercialisation (Phase 3). Thanks to these activities, we estimate to generate cumulative cash flow of near Ä30 million by 2024 as well as 38 new job positions.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MEMENTO EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "914197259": {
            "orgId": "914197259",
            "orgName": "MEMENTO EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}