{
    "rcn": "213850",
    "acronym": "TEEWood",
    "topics": "SMEInst-11-2016-2017",
    "title": "Technologically Enhanced European Wood for Substituting Endangered Tropical Woods",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "Many tropical woods are highly esteemed for making musical instruments and for making high quality cues for billiard sports, owed to their excellent physical properties, such as high hardness, resistance to moisture, acoustics. However, they suffer from overexploitation, which has led to severe ecological (climate change), economical (disappearance of classical occupations, trade restrictions), political (piracy, corruption, illegal trade), cultural and societal consequences. In order to counteract the extinction of tropical forest more than 180 countries have increased their efforts to fight against the illegal logging and trade of tropical woods (CITES). Consequently, trade of and travelling with tropical wood containing goods is being strictly controlled and prosecuted in the absence of a legality proof. This results in a pain for both B-to-B customers as well as the end-customers (e.g) musicians. To solve these problems, there is an urgent need for sustainable alternative materials to replace the tropical woods. Swiss Wood Solutions AG (SWS) has developed a real wooden substitute material ñthe Swiss Ebony Line, a technologically enhanced wood material made of European wood species from certified sustainable forests. The product line features similar or even better physical properties (such as hardness, density, acoustics) than the natural tropical woods. The objective of the project is to upscale the established process in terms of product dimensions (size) as well as annual production volume, in order to enter the markets of bigger stringed musical instruments (guitars, cellos etc.) marimbas and the market of cue sports. Furthermore, a comprehensive market analysis for application fields and intensive marketing activities are the other important project objectives, which will definitely help SWS to enter the market quicker and grow faster.",
    "totalCost": "2191281",
    "ecMaxContribution": "1533896,7",
    "coordinator": "SWISS WOOD SOLUTIONS AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910619608": {
            "orgId": "910619608",
            "orgName": "SWISS WOOD SOLUTIONS AG",
            "ecContrib": 1533897
        }
    },
    "calculatedTotalContribution": 1533897
}