{
    "rcn": "213840",
    "acronym": "FFSize",
    "topics": "MSCA-IF-2017",
    "title": "Why farm and field size matters: Exploring their role for food security and sustainable agriculture in South America",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Global agricultural systems fail to meet food security objectives, are a major cause of global environmental degradation, and are currently undergoing a rapid scale transition. This transition mainly affects small-scale farmers, who are key to attaining food security as they constitute more than 80% of all farms and disproportionately contribute to food production and nutrition. Guiding the agricultural transition onto sustainable pathways that safeguard food security is thus important. Therefore, a sound understanding of the operational realities of farms and fields with respect to size, productivity, location factors, and socio-economic and environmental impacts is needed to develop targeted actions and policies, but is currently lacking especially for large spatial scales. FFSize will address this knowledge gap based on four work packages focussing on South America. WP1 will overlay novel data sets on farm and field size to quantify and map their relationship and use advanced statistical methods to identify determinants of their spatial patterns. WP2 will assess size-related differences in agricultural land-use intensity of farms and fields based on input, output, and system metrics and map intensity archetypes. WP3 will evaluate size-related environmental and socio-economic impacts of farms and fields by linking them to metrics such as land-cover change and nutritional value. WP4 will synthesise this action by mapping socio-ecological systems states to analyse trade-offs at the food security-sustainability nexus and outline potential pathways into preferred future states. FFSize will contribute substantially to the fields of land-system, sustainability, and food security science. It will have major policy relevance for current discussions on land reform, large-scale land acquisitions, and smallholder vulnerability to food security and climate change (cf. ECís Horizon 2020 strategy and 2013 CAP reform) and has the potential to be transferred to other regions.",
    "totalCost": "225352,8",
    "ecMaxContribution": "225352,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994632": {
            "orgId": "999994632",
            "orgName": "HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ",
            "ecContrib": 225353
        },
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 225353
}