{
    "rcn": "213885",
    "acronym": "INDI",
    "topics": "SMEInst-07-2016-2017",
    "title": "INDI, worldís first 100% dairy free, soy-free infant-formula.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "All paediatric associations worldwide recommend breast feeding as the Gold Standard for the first month of life. If, for any reason, this is not possible, the next best choice is Infant Formula (IF) based on cowís milk. Some infants are not fed with IFs due to allergies, certain metabolic disorders, or parental decision to follow a vegan diet. For these infants, the choice is soy-based IF. Other consumer products, such as ìsoy milkî, ìalmond milkî, are not suitable for feeding infants, and are not considered a substitute for breast milk or IF. These foods can severely affect the growth and development, and may lead to serious conditions of malnutrition. Approximately 2.5% of all the children are allergic to cow's milk. Allergy to cowís milk is indeed the most common food allergy in infants and young children. 65% or more of the total human population are lactose intolerant (main carbohydrate in milk). Plus, as many as 10-35% of babies with cow's milk allergy are also allergic to soy. Our solution is the worldís first 100% vegan dairy and soy free infant, toddlers and children formula that provides a complete source of nutrition. INDI meets the Gold Standard of breast milk composition and performance compliance of babyís formula without the harmful effects, plus the ability of being scalable, available, affordable, and patentable. INDI is a patented breast milk nutritional equivalent and can be used as the sole food source of an infant. It is composed with 2 plants (which makes it 100% vegan), contains full amino and fatty acid profiles, required for a proper nutrition and body function.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GOLDEN HEART F.M.C.G. LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911317038": {
            "orgId": "911317038",
            "orgName": "GOLDEN HEART F.M.C.G. LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}