{
    "rcn": "213800",
    "acronym": "SENSORIANCE",
    "topics": "JTI-CS2-2017-CFP06-SYS-01-06",
    "title": "SEnsorial awareNess System fOR obstacle detectIon And collisioN avoidanCE",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The goal of this project is to develop a cost-effective system to provide the aircraft with high-definition vision capabilities in the IR  and visual spectra.   This vision system combines information from various sources, including a compact camera ñconsisting of a cost effective, versatile, high-performance and highly-reliable optical systemó and external sensors, distributed in the form of LRU modules. This information is then processed by a computer vision and image processing module to infer useful knowledge and event-reaction capabilities, aiding pilots during all phases of flight (taxi, takeoff, cruise, and landing). The visual information perceived by the pilotís natural vision is enhanced (or even replacing, when needed) via an advanced flight vision and awareness system that provides obstacle detection and avoidance, as well as increased visibility for all weather conditions, increasing safety on flight operations.\n\nThe developed system will be ITAR-free, to avoid delays related to export controls by the US, increasing its versatility and making it more appealing for prospective customers. This, along with the systemís lower cost due to the use of more affordable components, would substantially increase its chances to compete with other similar solutions worldwide.\nSENSORIANCE system will provide a complete enhance and synthesized images suite and it will allow:\nï To enhance the field of view. \nï To reduce the risk of occurrence of an impact.\nï To Enable air transport system optimization \nï To ensure compliance with safety standards and regulations. \nï To use ROHs components\nï Requiring low investment in devices (COTs) \n\nThe SENSORIANCE applications span from industrial and vision related applications to aircraft Electro-Optical applications.",
    "totalCost": "1572750",
    "ecMaxContribution": "1100925",
    "coordinator": "MESUREX SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "939401254": {
            "orgId": "939401254",
            "orgName": "MESUREX SL",
            "ecContrib": 1100925
        }
    },
    "calculatedTotalContribution": 1100925
}