{
    "rcn": "213883",
    "acronym": "ColiSense Online",
    "topics": "SMEInst-11-2016-2017",
    "title": "Online and automated E. coli monitoring for 100% safe drinking water",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Drinking water is the most essential resource for life. Access to safe drinking water can prevent disease outbreaks, and lower diarrheal and other disease burdens. Any tool that increases the safety of drinking water will be adopted quickly, if it is reliable, affordable and simple to use. \nAccording to the World Health Organisation (WHO) around 330,000 cases of water-related disease such as E. coli are reported yearly in Europe. Between 2000 and 2007 there were 354 outbreaks of waterborne diseases across 14 countries. Symptoms include diarrhoea, vomiting, stomach pains, nausea, headache, and fever. With the current technologies it can take two or more days to identify infectious risks in drinking water and by then the affected water is likely to have been consumed.\nColiSense will bring to industrial production stage a quick (60 min), inexpensive (Ä1 per analysis) and accurate analyzer capable of detecting and quantifying E. coli cells in drinking water below the regulation threshold limits (1 cell per /100ml). ColiSense can be applied in a wide variety of industries, including the ones with the highest quality water demands in Europe (waterworks, food and beverage, pharma, cosmetic, etc.), and reach very high levels of efficiency. Our solution makes monitoring low-cost and easy to use with an enabled cloud dashboard (for remote monitoring) and analytic tools. The ultimate goal of ColiSense is to eliminate the large problem of E. coli contaminated drinking water distribution in EU (preventing people becoming sick by preventing them from drinking contaminated water).\nbNovate Technologies AG (bNovate) is a company that offers solutions to waterworks and food and beverage industries for automated monitoring of microbiological parameters and fast detection of bacterial contaminations in water. The bNovate staff is composed of experts and professionals who have extensive knowledge in a wide variety of subjects related to water science, microbiology and flow cytometry.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BNOVATE TECHNOLOGIES SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910338793": {
            "orgId": "910338793",
            "orgName": "BNOVATE TECHNOLOGIES SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}