{
    "rcn": "213874",
    "acronym": "FibreCarb",
    "topics": "SMEInst-11-2016-2017",
    "title": "ìWorldís first techno-economic viable recycling technology for waste woodboardsî",
    "startDate": "01/12/2017",
    "endDate": "31/05/2018",
    "objective": "Mankind uses wood as a raw material since the stone age. It has been perceived to be an abundantly available even renewable resource, it literally grows everywhere and people have a natural tendency to apply wood for their everyday use in many ways Nevertheless, Recently, demand for wood and wood-based products are significant increasing, not only for reaching the renewable energy target but also for bio-products for biorefineries. Unfortunately, many of these products have become nowadays commodity products with ìshortî lifespans. They still have not found their way to be fully reused or recycled, lacking appropriate technoñeconomic solutions. One of these commodity products - being produced at 11.000.000 ton/year and resulting in 10.000.000 m≥ of landfilled material ñ is fibreboard (MDF board), one of the wood-board types used in many cheaper type of furniture. Act&Sorb developed a technology that addresses the societal challenge by having identified a high value large marketñ the wood based activated carbon market ñ currently using also fresh wood! Act&Sorb has been able ñ aligned with its overall vision and strategy ñ to design the MDF waste treatment process in such a way that the component within the MDF waste causing it to be difficult to be recycled ñ the glue ñ is turned into a valued resource ñ enabling the production of nitrogen incorporated wood-board waste activated carbon, a specialty product with high market value. The concept has the potential to treat the full amount of fiberboard waste while eliminating the need for fresh wood for the production of wood based activated carbon.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ACT&SORB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918784583": {
            "orgId": "918784583",
            "orgName": "ACT&SORB",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}