{
    "rcn": "213818",
    "acronym": "INTELLICONT",
    "topics": "JTI-CS2-2017-CFP06-LPA-02-16",
    "title": "Development and Manufacturing of Intelligent Lightweight Composite Aircraft Container",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "Air cargo has experienced tremendous growth. Essential components and open field of technological advancement are air-cargo containers (ULDs) which have not followed the technological advances of aircraft structures and systems. The faced challenges are: reduce ULD and aircraft weight; enhance container fire/smoke detection and suppression; eliminate permanent moving and locking hardware; enhance flight safety, loading/unloading logistics and maintenance.  The main goal of the proposal is to develop, manufacture and validate a new intelligent lightweight aircraft cargo container with integrated functions for restrain, transportation, fire/smoke suppression, with sensing and wireless monitoring capabilities. The outlined approach entails development of a full composite ULD, manufactured by low cost, high output methods (pultrusion, RTM). Following common certification practice, a building block approach is employed to design and validate the container. A self-moving platform allowing the motion of the ULD inside and outside the aircraft. Low-cost and low-energy sensors in the container track status (ID, location, locking state) and detect critical events, fire/smoke, impacts and accidental misuse. The status of each container will be available to the pilots though a wireless communication network, such that problems would be detected and proper measures would be taken. Lab-scale and full-scale tests are proposed for the validation of the ULD. Obtained numerical and test data will pave the routes to certification and industrialization. The ambition of the project is to provide a major break-through in the state of the art of current ULD technology and aircraft cargo operations. Substantial impact is anticipated on the CleanSky program, the reduction of aircraft payload and weight, safety, maintenance and lean aircraft operation processes. INTELLICONT will be a game changer for the air-cargo industry with substantial broader impact on air-cargo handling operations.",
    "totalCost": "2506234,75",
    "ecMaxContribution": "1999944,86",
    "coordinator": "SKANDINAVIAN ABIONIX GKRIS ANONIMIETAREIA EMPORIA KAI YPIRESIES ILECTRONIKON SISTIMATON",
    "coordinatorCountry": "EL",
    "participants": "THE UNIVERSITY OF MANCHESTER;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;Prisma Electronics ABEE;PANEPISTIMIO PATRON;ACCIONA CONSTRUCCION SA",
    "participantCountries": "UK;EL;ES",
    "projectParticipants": {
        "984440488": {
            "orgId": "984440488",
            "orgName": "Prisma Electronics ABEE",
            "ecContrib": 308342
        },
        "999812854": {
            "orgId": "999812854",
            "orgName": "ACCIONA CONSTRUCCION SA",
            "ecContrib": 275680
        },
        "918401239": {
            "orgId": "918401239",
            "orgName": "SKANDINAVIAN ABIONIX GKRIS ANONIMIETAREIA EMPORIA KAI YPIRESIES ILECTRONIKON SISTIMATON",
            "ecContrib": 324962
        },
        "999978142": {
            "orgId": "999978142",
            "orgName": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
            "ecContrib": 366926
        },
        "999894528": {
            "orgId": "999894528",
            "orgName": "PANEPISTIMIO PATRON",
            "ecContrib": 340082
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 383954
        }
    },
    "calculatedTotalContribution": 1999946
}