{
    "rcn": "213861",
    "acronym": "PiedPiper",
    "topics": "SMEInst-11-2016-2017",
    "title": "PiedPiperÆ: smart pest control",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "The global rat population is estimated to be at 60 Billion (i.e. 8 rats/human), causing growing socioeconomic, health and environmental problems. PiedPiper Technology is a revolutionary safe and humane pest control system for the control of rats, mice and other pest populations. It is the first solution that does not rely on the ingestion of toxin by rodents. It comprises a novel pest control device (PCD) incorporating an aerosol that delivers a metered dose of toxin onto the back of the rodent sufficient to kill in one application. The toxin passes through the skin and a quick and humane death results within 48 hours (compared to weeks with currently available products) to ensure that future populations of rodents will not develop resistance to the new toxin. This is a breakthrough versus the current multi-feed anticoagulants that are creating a growing problem of highly toxin resistant rodents (super rats). Our low cost formulation is based on cholecalciferol, which is lethal to rodents but safe for humans and other species. It has proven 100% effective in independent trials and, unlike current products, leaves no environmental residues. \nTo gear up for a dominant position in the growing global rodenticides market- forecast to be worth over $ 1004.72 million by 2021- we will scale up our PCD for mass production, establish aerosol production, create an IoT platform of cloud connected devices for remote monitoring and predictive pest control management, obtain regulatory approvals for opening key markets in EU, US, Japan and Australasia. In the Phase 1, we will perform a market study to quantify the size of the global market and the segments we can target, expected market share, go-to-market strategy, revenue models and 5 year sales projections and KPIs. We will also define the most appropriate strategy for adding cognitive capability to an IoT platform of cloud connected PCDs for predictive pest control management to gain additional advantage in the market.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "BIOTRONICS LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998727521": {
            "orgId": "998727521",
            "orgName": "BIOTRONICS LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}