{
    "rcn": "213862",
    "acronym": "EIDOS - API",
    "topics": "SMEInst-04-2016-2017",
    "title": "Earth Images Discovery  Order Shop API.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "We, Geocento Spain S.L. (GEOCENTO) specialise in providing products and services to exploit satellite and drone imagery. After producing our first product, EarthImages, which currently receives over 90,000 image searches per year, we now aim at developing EIDOS-API, a complete API ecosystem that not only allows the creation of powerful imagery aggregator services, but also customise end-to-end discovery and acquisition funnels. Thanks to EIDOS, we aim at becoming the reference tool to build imagery marketplaces for SMEs: a hybrid between Amazon and Google Earth for imagery that will make us boost our growth, creating 12-16 new positions & achieving ~Ä8-million retained-earnings by 5th year of business.\nWe aim at (1) building an ecosystem of imagery products & services that leverage the power of the swarm rather than a single constellation of set of supplier offerings; and (2) make it simple, as just selecting the right image can be a painful experience. EIDOS addresses these SMEs pains and simplifies the integration of imagery in their businesses. Current fragmentation and lack of consensus on a standard way to request and catalogue images makes our service of the utmost relevance for SMEs needing satellite/airborne imagery on their businesses. Now we aim to take a step forward by providing 3x unique selling points:\n1. Effectiveness at creating imagery (meta) marketplaces.  \n2. Consolidation of a complete API ecosystem built with support and insights from relevant end-users (230\\ clients, 60\\ RFQs from 15\\ markets and support of key players).  \n3. Collect anonymised data (from users accepting to share) on type of images, transformation and information of interest as per niche market and geography to provide cross-border/per-market statistics.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEOCENTO SPAIN SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910351985": {
            "orgId": "910351985",
            "orgName": "GEOCENTO SPAIN SL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}