{
    "rcn": "213888",
    "acronym": "TechNovatorXE",
    "topics": "SMEInst-01-2016-2017",
    "title": "TechNovator XE remote wireless charging",
    "startDate": "01/12/2017",
    "endDate": "30/04/2018",
    "objective": "The number of electronic devices that people use in their everyday life is continuously growing. However, it becomes increasingly difficult for people to monitor and timely recharge all the batteries. The necessity of monitoring the level of gadgets charging keeps users on constant tenterhooks. Also, environmental problems are a big issue: with the increasing number of electronic devices, the amount of wires, cords and batteries increases dramatically, and they are rarely being recycled. Even under the conditions of Batteries Directive the realistically achievable share of collected waste is only 30-40%. \nThe emergence of a wireless charger that synchronously charge all of the nearby devices, would greatly facilitate peopleís life. According to Global Market Insights, the wireless charging market worth $3.67 billion in 2016 (grew around 40% compared to 2015), and is projected to reach $25.67 billion by 2023. However, all existing wireless charging solutions available on the market are actually not remote, as they require gadget to be placed on the charging pad and it cannot be moved until fully charged.\nTechNovator XE (TRL 6), developed by TechNovator, is a unique remote wireless charging solution that effectively charges multiple devices simultaneously at a long distance within range of the transmitter (5 meters radius), and is completely safe for people and the environment. The system also has a unique feature ìbattery charging level controlî that is achieved through constant battery level monitoring and autonomous charge if it is below the certain level that the user can set up in the application.\nTo ensure successful commercialization, in Phase 1 of SME Instrument, TechNovator intends to develop an elaborate feasibility study for TechNovator XE remote wireless charging solution commercialization that would include: a thorough analysis of market and user needs, business model, business plan, and IPR strategy development.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TECHNOVATOR SP. Z O.O.",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "928934178": {
            "orgId": "928934178",
            "orgName": "TECHNOVATOR SP. Z O.O.",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}