{
    "rcn": "213847",
    "acronym": "ProTeAN",
    "topics": "MSCA-IF-2017",
    "title": "Production and Testing of humAn-derived Neurons and brain organoids: advanced model probing in neurodevelopmental disorders",
    "startDate": "07/05/2018",
    "endDate": "06/05/2020",
    "objective": "Autism and associated neurodevelopmental disorders are chronic conditions that afflict 1 in 68 children and produce great costs to society. Lack of realistic models has hindered progression in our understanding of these disorders since core pathogenic defects may only arise in the context of complex human neuronal structures. Two recent breakthroughs have now enabled the development of improved models: the identification of stem cells in adult tissue; and the development of human organoids in vitro that allow the study of complex human neuronal networks. The ProTeAN projects aims to combine Neurobiological and Biotechnology research (key field in Horizon 2020), to: i) establish a dental stem cell biobank from autism patients and controls; ii) develop dental cell-derived brain organoids to explore neurobiological properties; iii) perform single-cell sequencing during the organoid generation process; iv) create proof-of-concept applications of brain organoids as a biomedical platform to test drugs. When developed, this platform will dampen the need for animal studies, reduce and contain the costs associated with drug developments and provide personalized medical testing devices with a minimally invasive strategy. This project counts on the applicantís expertise on stem cells, differentiation and bioinformatics, and on the expertise of supervisor Jo„o PeÁa and collaboration from Lino Ferreira (expert in bioengineering) and Guoping Feng (expert in autism research) to assure the success of all tasks. The applicant has established a career development plan and will partake in outreach activities to engage different target audiences in issues pertaining to this project. An EF-RI fellowship will facilitate the responsibility of spreading the researcher's knowledge to European partners, improve leadership and mature research goals while contributing to the evolution of science and improvement of society.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998200617": {
            "orgId": "998200617",
            "orgName": "CENTRO DE NEUROCIENCIAS E BIOLOGIACELULAR ASSOCIACAO",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}