{
    "rcn": "213849",
    "acronym": "HEART",
    "topics": "SMEInst-04-2016-2017",
    "title": "HIGH HEAT REJECTION THERMAL CONTROL SYSTEM",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Large System Integrators (LSI) in Europe are interested in Mechanically Pumped Loops (MPLs) which are high heat rejection thermal control systems (between 10kW and 20 kW as reference) for their utilisation as thermal control systems of active antennas or of the satellite platform. Furthermore, the lack of precise thermal stability in existing thermal control systems and the dependence on the nuclear energy, is stopping the development of new scientific instruments. Therefore, HEART will be an enabling technology for future scientific missions.\nThe MAIN OBJECTIVE of this project is to accelerate the introduction of AVS¥s MPL technology into the Satcom global market. AVS has developed a High Heat Rejection Thermal Control System (HEART) that is an innovative Mechanically Pumped Loop, a new product for thermal control purposes capable of dissipating more than 10kW that will assure an easier manufacturing and improved performances (50% increase in durability), easier assembly and more efficient manufacturing cost compared to actual alternative solutions.\n\nThis has resulted in Airbus Defence and Spaceís commitment use and fly the HEART in their next telecom satellite launch. Airbus includes a global thermal control toolbox that goes from the simplest design to the most advanced solution based on Thermal MPL design. HEART includes to fly the final solution thanks to the next Eurostar 3000 satellite of Airbus (for in-orbit test) phase and 1 month the second phase (this test will continue for another 15 years after the project ends)  and monitored by Airbus.\nHEART points it commercial interest in the Satellite manufacturing segment, that reached in 2015 $16.6 billion revenues (10b$ in U.S.), which means a growth of 4% over the previous year. It is estimated to reach a 25% market share in six years and 50% in the long-term of Europeís market. And as consequence, the company will have an accumulated EBITDA of \\16.89 MÄ and new \\50.4 MÄ turnover in six years.",
    "totalCost": "2663850",
    "ecMaxContribution": "1864695",
    "coordinator": "AVS ADDED VALUE INDUSTRIAL ENGINEERING SOLUTIONS SLU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "972628410": {
            "orgId": "972628410",
            "orgName": "AVS ADDED VALUE INDUSTRIAL ENGINEERING SOLUTIONS SLU",
            "ecContrib": 1864695
        }
    },
    "calculatedTotalContribution": 1864695
}