{
    "rcn": "213930",
    "acronym": "DILECO",
    "topics": "JTI-CS2-2017-CFP06-AIR-02-45",
    "title": "DIgitalization of ground-testing Life cycle with ECO design criteria",
    "startDate": "01/03/2018",
    "endDate": "31/10/2020",
    "objective": "DIgitalization of LIfe cycle ground testing with ECO design criteria. DILECO  will contribute, from the scope of a Ground System Tests Station of a FAL, to the huge effort to maintain leadership in aviation industry while trying to adapt to new trends related to sustainability in global markets, by means of an eco-efficient production and digitalization of the factory.\n\nMany processes in the Ground System Tests (GST) Station of the Final Assembly Line (FAL) of an aircraft, present a relatively low grade of automatization, with a lot of room for improvement when it comes to digitalization and product PLM integration. The introduction of some of the aforementioned technologies in the modern FAL can definitely impact the factoryís lean manufacturing and the environmental sustainability of the whole process. Implantation of new assembly procedures can take advantage of commercially available technology, but also actual methods and procedures like the moving assembly line, visual control systems, point-of-use staging, just-in-time delivery systems, etc. can be significantly improved.\n\nThe General Objective of this proposal is the Development and deployment of PLM Tools for A/C Ground Functional testing with Eco-design criteria in order to improve the sustainability of the FAL and the efficiency of the Ground System Tests process end to end. All the works will be done on site, in close contact with the Topic Manager, with as many revision cycles as possible before a final release.",
    "totalCost": "399912,5",
    "ecMaxContribution": "399912,5",
    "coordinator": "SKYLIFE ENGINEERING SL",
    "coordinatorCountry": "ES",
    "participants": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "CH;ES",
    "projectParticipants": {
        "952538061": {
            "orgId": "952538061",
            "orgName": "SKYLIFE ENGINEERING SL",
            "ecContrib": 214412
        },
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 48875
        },
        "999862518": {
            "orgId": "999862518",
            "orgName": "UNIVERSIDAD DE SEVILLA",
            "ecContrib": 136625
        }
    },
    "calculatedTotalContribution": 399912
}