{
    "rcn": "213991",
    "acronym": "TET2rec",
    "topics": "MSCA-IF-2017",
    "title": "Mechanisms of TET2 DNA demethylase recruitment to specific genomic regions",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "TET2 (Tet Methylcytosine Dioxygenase 2) is a DNA demethylase frequently mutated in patients with Acute Myeloid Leukemia (AML). DNA methylation is an epigenetic modification with key roles in the specification of cellular identity, and, when deregulated, in cancer. DNA methylation is a reversible process and, only recently, it was discovered that TET (Ten-eleven Translocation) proteins mediate DNA demethylation. Mammals have three TET homologues (TET1-3). While TET1 and TET3 share an N-terminal DNA-binding domain (CXXC motif), TET2 has lost its CXXC motif during evolution. Therefore, it is not understood how TET2 binds DNA. Due to the lack of a known DNA-binding domain in TET2, I hypothesize that TET2 may require to interact with proteins to be recruited to DNA, which is essential for its function. \nHence, the main goal of my proposal is to understand how TET2 binds to DNA and to identify interacting proteins that participate in this recruitment. I also aim to unveil whether cancer-associated mutations affect TET2 recruitment.\nTo achieve these goals, I will perform a structural-functional analysis of TET2. First, I will perform Chromatin Immunoprecipitation (ChIP) followed by whole genome sequencing of wildtype and truncated TET2. Thus, I will identify the region(s) required for the binding of TET2 to DNA. Next, I will seek proteins that interact with TET2 through the previously identified region by Mass Spectrometry and I will test their involvement in TET2 recruitment to DNA. Furthermore, I will perform similar experiments to inspect the impact of TET2 missense mutations found in human cancer on TET2 recruitment to DNA.\nAltogether, this project will yield a better understanding of how TET2 is recruited to DNA. The results obtained will significantly impact the epigenetic field and allow for a better understanding of the mechanisms by which TET2 exerts its function in normal cells and how TET2 mutations contribute to cancer.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}