{
    "rcn": "213907",
    "acronym": "EUGenDem",
    "topics": "ERC-2017-COG",
    "title": "Gender, party politics and democracy in Europe: A study of European Parliament's party groups",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Given the crucial importance of European Parliamentís party groups to democratic representation in the European Union, it is surprising that there is limited empirical and theoretical understanding that relates to how they conceive of gender, gender hierarchies and gendered relations, or how they seek to address gender inequalities. Nor do we know what the conditions are for increasing a gender equal democracy in the EU in the face of the current political context shaped by political crises. This project aims to provide a systematic analysis of the gendered policies and practices of European party politics. The research comprises a comparative study of the eight European Parliament (EP) party groups and generates empirical findings about the significance of gender in the current party political transformations in Europe.\n\nFurther potential lies in the key methodological innovation whereby the proposed project links informal institutions and discourses to affects and emotions, generating research designs with which the persistence of gender inequalities can be analysed more thoroughly than current gender and politics research allows. More nuanced conceptualizations, and theories about inclusive representation, gender justice and democracy at the transnational level, are a likely consequence of adopting an innovative methodological approach where empirical findings inform the theoretical level. Therefore, the project may have a high societal impact as it speaks directly to the current political crises in Europe, and provides an understanding of their gendered underpinnings.\n\nThus, the key ambition of this research project is: based on a thorough empirical understanding of gender and party politics at the European Parliament to build novel methodologies, concepts and theories about inclusive representation, gender justice and democracy.",
    "totalCost": "1976482",
    "ecMaxContribution": "1976482",
    "coordinator": "TAMPEREEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999903161": {
            "orgId": "999903161",
            "orgName": "TAMPEREEN YLIOPISTO",
            "ecContrib": 1976482
        }
    },
    "calculatedTotalContribution": 1976482
}