{
    "rcn": "213910",
    "acronym": "RIFT-O-MAT",
    "topics": "ERC-2017-COG",
    "title": "Magma-Assisted Tectonics: two-phase dynamics of oceanic and continental rifts",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "There is widespread recognition of the central role of magma at divergent plate boundaries. However in almost all models, magmatism is treated as a by-product and is excluded from the dynamics. A thorough understanding of continental rifts and mid-ocean ridges, which are fundamental to plate tectonics, requires consistent models of magma intrusion into the lithosphere and crust. This is a proposal to develop models in which magmatism is an integral thermal, chemical, and mechanical component, and hence to better understand the basic functioning of plate tectonics.\n\nDiverse insight and constraints on divergent boundaries come from decades of careful observation. But lacking adequate models of magmatism, old and new issues remain unresolved. For continents, a comparison of available tectonic force to inherent lithospheric strength indicates that magmatic intrusion is required to weaken plates sufficiently for rifting. For mid-ocean ridges, bathymetric analysis suggests that modest variation in the magma supply may be recorded by crustal emplacement and faulting. These phenomena cannot be understood and modelled in the context of single-phase flow. The proposed work breaks new ground in applying a theory that is innately two-phase; one where interpenetrating liquid and solid continua are governed by conservation of mass, momentum, and energy.\n\nThis theory will incorporate a viscoelastic-plastic/frictional rheology, modelling rock failure under tensile effective stress. Hence it will allow for dikes that interact consistently with faults. The open-source code will be validated by comparison with measurements of surface deformation/relief, products of seismic tomography, and geochemistry of lavas. In collaboration with distinguished project partners, models will be tailored to investigate the East African Rift System and Juan de Fuca ridge. Outreach will support mathematics in Africa. The proposed research will transform our understanding of magma-assisted tectonics.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 2000000
        }
    },
    "calculatedTotalContribution": 2000000
}