{
    "rcn": "213904",
    "acronym": "ForceMorph",
    "topics": "ERC-2017-COG",
    "title": "The integration of cell signalling and mechanical forces in vascular morphology",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Cardiovascular diseases represent the principal worldwide medical challenge of the 21st century (WHO), and new concepts to treat, predict and even prevent these diseases are needed. Structural remodelling of the vasculature in response to changes in blood flow is important to maintain mechanical homeostasis, and many diseases are related to defects in tissue morphology and mechanical imbalance. Signalling between endothelial cells (ECs) and vascular smooth muscle cells (VSMCs) via the Notch pathway regulates the morphology and structural remodelling of the arterial wall. Importantly, Notch offers handles for therapeutic control and thus opportunities for treatment of malformation and adaptation. However, we lack the essential understanding of how hemodynamic forces integrate with Notch signalling to rationally and responsibly target Notch in vascular therapies. The complexity of the problem requires new tools and an interdisciplinary approach. Our project integrates engineering, computational modelling, with cell biology and in vivo model systems to address the question. In vivo models will validate the in in vitro model systems to ensure that they are reproducible and reflect the reality. Through this integrated approach we will enable new therapeutic developments.\n\nThe specific objectives of the project are to:\n\n1) Study EC-VSMC signalling real time, at high resolution by a novel biomimetic 4D Artery-on-Chip that recapitulates the cell-composition, -organisation and hemodynamic forces of the physiological artery.\n\n2) Develop a computational model of the arterial wall that include the mechanosensitivity of Notch signalling to predict how the complex interactions affect arterial morphology and remodelling.\n\n3) Use in vivo animal models to elucidate how regulation of Notch signalling affects tissue morphology and remodelling in response to changes in hemodynamic conditions.",
    "totalCost": "1919599",
    "ecMaxContribution": "1919599",
    "coordinator": "ABO AKADEMI",
    "coordinatorCountry": "FI",
    "participants": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "NL",
    "projectParticipants": {
        "999977269": {
            "orgId": "999977269",
            "orgName": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
            "ecContrib": 882586
        },
        "999903355": {
            "orgId": "999903355",
            "orgName": "ABO AKADEMI",
            "ecContrib": 1037012
        }
    },
    "calculatedTotalContribution": 1919598
}