{
    "rcn": "213955",
    "acronym": "MEPHISTO",
    "topics": "MSCA-IF-2017",
    "title": "MEchanisms and PHysical processes governing Induced Seismicity: insights from Theoretical models and seismological Observations",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Over the last decade induced seismicity became an important topic of discussion both at scientific and societal level. Industrial activities altering the state of stress or the pore pressure of the shallow crust may, in fact, generate seismicity which can be felt by the population, reducing the public acceptance of such activities. The physical connection between operational parameters such as injected (or extracted) volume and the induced seismicity is complex and not yet fully understood. A better understanding of the influence of fluid injection/extraction parameters on the potential failure of pre-existing faults nearby the reservoir is furthermore a fundamental step towards the management of the hazard posed by induced earthquakes. The project MEPHISTO aims to a get insights into the physical processes governing induced seismicity, strengthening the link between seismological observations and geomechanical models. To pursue this scope the project is organized in two complementary work packages (WPs): in the WP1 we plan to develop/improve innovative full-waveform seismological methods for microseimicity characterization, allowing to obtain larger and more reliable seismic catalogues. WP1 aims to retrieve, using innovative full-waveform based methods, a detailed knowledge of the geometry of active faults and stress state within the reservoir. These informations are fundamental for the setup of the geomechanical model. In the WP2 we will use a geomechanical modeling based on fluid flow modeling in poroelastic media and coulomb stress changes to simulate induced seismicity in relation to different geomechanical scenarios. The comparison of the obeserved seismicity with the simulated one will be then used to calibrate geomechanical model and to investigate the influence of underground industrial activities on the generation of induced seismicity. To accomplish the project goals a high datasets related to different case studies will be assembled.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}