{
    "rcn": "213902",
    "acronym": "InflamCellDeath",
    "topics": "ERC-2017-COG",
    "title": "Mechanism and function of gasdermin-induced inflammatory cell death",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Pyroptosis is a lytic pro-inflammatory type of programmed cell death that is induced by inflammatory caspases, a family of proteases that control the innate immune response to infection, injury or noxious substances. Inflammatory caspases are activated within so-called inflammasomes, cytosolic signalling platforms that are assembled by pattern recognition receptors upon the detection of pathogen- or host-derived danger signals. Pyroptosis is essential for antimicrobial host defense, but also promotes the concomitant release of inflammatory danger signals and leaderless cytokines that is detrimental during chronic inflammatory disease.\n\nRecently it was found that pyroptosis is caused by the cleavage of a single caspase substrate called gasdermin-D. This cleavage generates a cytotoxic N-terminal fragment of gasdermin-D that targets the plasma membrane, where it forms large permeability pores and thus causes pyroptotic cell death. Gasdermin-D is only one member of the larger gasdermin protein family, an emerging group of cell death effectors that share its pore-forming cytotoxic activity and that appear to be major regulators of inflammatory necrotic cell death.\n\nThe main goal of this proposal is to comprehensively characterize the function of gasdermins in anti-microbial host defense, to investigate the consequences of gasdermin-D pore formation to the host cell and to elucidate the pathways that regulate gasdermin activation. My objectives are:\n\n1) to define the role of gasdermin-D in inflammasome-dependent anti-bacterial host defense\n2) to study the role of membrane repair in restricting gasdermin-D-induced membrane\n3) to characterize the function and regulation of other gasdermin family members during infection\n\nBy characterizing the mechanism and function of gasdermin-induced cell death in host-defense and inflammation this project may contribute to the development of novel therapies for infectious as well as inflammatory diseases.",
    "totalCost": "1999176",
    "ecMaxContribution": "1999176",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 1999176
        }
    },
    "calculatedTotalContribution": 1999176
}