{
    "rcn": "213900",
    "acronym": "CIRCOMMUNICATION",
    "topics": "ERC-2017-COG",
    "title": "Deciphering molecular pathways of circadian clock communication",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The overarching objective of this interdisciplinary project is to elucidate mechanisms through which billions of individual clocks in the body communicate with each other and tick in harmony. The mammalian circadian timing system consists of a master clock in the brain and subsidiary oscillators in almost every cell of the body. Since these clocks anticipate environmental changes and function together to orchestrate daily physiology and behavior their temporal synchronization is critical. \nOur recent finding that oxygen serves as a resetting cue for circadian clocks points towards the unprecedented involvement of blood gases as time signals. We will apply cutting edge continuous physiological measurements in freely moving animals, alongside biochemical/molecular biology approaches and advanced cell culture setup to determine the molecular role of oxygen, carbon dioxide and pH in circadian clock communication and function.\nThe intricate nature of the mammalian circadian system demands the presence of communication mechanisms between clocks throughout the body at multiple levels. While previous studies primarily addressed the role of the master clock in resetting peripheral clocks, our knowledge regarding the communication among clocks between and within peripheral organs is rudimentary. We will reconstruct the mammalian circadian system from the bottom up, sequentially restoring clocks in peripheral tissues of a non-rhythmic animal to (i) obtain a system-view of the peripheral circadian communication network; and (ii) study novel tissue-derived circadian communication mechanisms.\nThis integrative proposal addresses fundamental aspects of circadian biology. It is expected to unravel the circadian communication network and shed light on how billions of clocks in the body function in unison. Its impact extends beyond circadian rhythms and bears great potential for research on communication between cells/tissues in various fields of biology.",
    "totalCost": "1999945",
    "ecMaxContribution": "1999945",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979306": {
            "orgId": "999979306",
            "orgName": "WEIZMANN INSTITUTE OF SCIENCE",
            "ecContrib": 1999945
        }
    },
    "calculatedTotalContribution": 1999945
}