{
    "rcn": "213974",
    "acronym": "IMIC",
    "topics": "MSCA-IF-2017",
    "title": "Inner models and infinite computations",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "This proposal is in mathematical logic. It aims to study interactions between set theory and computability. More specifically, we want to apply techniques from inner model theory to computability and randomness. \n\nThe development of modern set theory began with Paul Cohen's solution of Hilbert's first problem in 1964. Since then, set theory has been used to solve important problems in various areas of mathematics. Descriptive set theory studies definable sets of reals, for instance Borel and analytic sets, and computability studies computable functions and its higher analogues. \n\nWe propose to develop applications of inner model theory in computability. Inner model theory is a major field of set theory  which was pursued for instance by Ronald Jensen (recipient of the AMS Steel prize 2003 and Hausdorff medal 2015) and Hugh Woodin (recipient of the Hausdorff medal 2013).  A major aim of this field is to determine the logical strength of theories. Recently, several new approaches for constructions of inner models have been studied, for example via strong logics by Menachem Magidor and Jouko V‰‰n‰nen. We propose to follow this line of research and to study models constructed via ideas from infinite computation related to work of Joel David Hamkins and Philip Welch. \n\nWe further propose to apply inner model theory and descriptive set theory to study random sequences. Algorithmic randomness is a central field in computability with connections to theoretical computer science, that has been studied intensively, for instance by Ted Slaman and Andre Nies. We aim to solve problems in the higher generalizations of algorithmic randomness.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}