{
    "rcn": "213945",
    "acronym": "ICAPEH",
    "topics": "MSCA-IF-2017",
    "title": "LIVING TOGETHER: AN INTEGRATED ACCULTURATION-CONTACT STRATEGY TO PROMOTE ETHNIC HARMONY BETWEEN BRITISH MUSLIMS AND ANGLO-BRITONS",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "The proposed research project integrates acculturation theory and the contact hypothesis to form a new strategy to promote positive intergroup relations among British Muslims and Anglo-Britons. This project will be the first of its kind and a timely one, considering the escalating ethnic tensions between the two groups. The primary aims of this research project are to:\ni) gather much-needed and current baseline British data on the acculturation orientation, level of contact, and intergroup attitudes among high school Muslim and Anglo British students;\nii) develop, implement an experimental design, and longitudinally evaluate an acculturation-contact strategy to promote intergroup harmony between high school Muslim and Anglo British students; \niii) empirically determine whether the extent of the acculturation-contact strategy effects on intergroup relationships vary by group status (Muslims vs. Britons) and gender; and\niv) empirically identify and contrast possible mediators of the acculturation-contact strategy effects on intergroup relationships to understand the mechanism through which the strategy works.\nThe novelty of this timely project lies in its careful integration of a strong acculturation-contact conceptual framework and the adoption of a strong longitudinal experimental design to promote British Muslims and Anglo-Britonsí harmony. This project will achieve this goal by (1) integrating two leading conceptual frameworks, Acculturation Theory and the Contact Hypothesis, that have not been put together conceptually and empirically so far; (2) implementing vital recommendations made for the best practice framework for the conduct of contact research; (3) introducing e-technology to strengthen students' Integrationist endorsement; and (4) providing applied cultural psychologists with a way forward that fosters the required cultural skills in Muslims and Anglo-Britons to endorse Integrationist views and to smoothly develop into multicultural citizens.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852721": {
            "orgId": "999852721",
            "orgName": "THE UNIVERSITY OF SUSSEX",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}