{
    "rcn": "213939",
    "acronym": "InSPIRe",
    "topics": "JTI-CS2-2017-CFP06-REG-01-09",
    "title": "Innovative Systems to Prevent Ice on Regional Aircraft",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "InSPIRe aims at fulfilling all the requirements of the CfP JTI-CS2-2017-CFP06-REG-01-09 ìInnovative low power de-icing systemî by designing, developing, and manufacturing a demonstrator for a safe, reliable and compact electrothermal low power de-icing system integrated in the wing leading edge for regional aircraft. The proposed technology will be demonstrated in the Icing Wind Tunnel at TRL5 and will be able to meet the goals of Clean Sky 2, WP2.3.1 ìLow power WIPSî of the REG IADP.\nThe core of the proposed ice protection system is a proprietary heater layer technology developed by Villinger GmbH, which is an elastic, semi-conductive polymer that can be applied as a thin coating to a variety of parts and components. The key features of the proposed system are:\nï Low-power electrothermal de-icing capability, offering a 40% power requirement decrease compared to the benchmark electrothermal de-icing protection system;\nï High system flexibility in terms of allowed configurations and full compatibility with morphing structure;\nï In-service fault tolerance and maintenance-free architecture;\nï Wider temperature operating range than the benchmark electrothermal de-icing protection system;\nThe performance of the InSPIRe technology will be achieved due to: \nï Low thermal inertia of the system, reducing the runback ice formation during unheated periods \nï Enhanced thermal diffusivity, i.e. lower conductive and convective heat losses\nï Possibility of removing the parting strip, further reducing the power demand of the system\nï Advanced control strategy to optimise heater scheduling\n\nThe InSPIRe system will be designed by a highly experienced consortium relying on state-of-the-art numerical simulation, innovative materials and manufacturing techniques, and thorough testing and qualification activities. The technology will be delivered fully compliant with Civil Certification requirements.",
    "totalCost": "1299340,46",
    "ecMaxContribution": "1299340",
    "coordinator": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "CEST KOMPETENZZENTRUM FUR ELEKTROCHEMISCHE OBERFLACHENTECHNOLOGIE GMBH;VILLINGER GMBH;PEAK TECHNOLOGY GMBH;AEROTEX UK LLP",
    "participantCountries": "AT;UK",
    "projectParticipants": {
        "936869845": {
            "orgId": "936869845",
            "orgName": "VILLINGER GMBH",
            "ecContrib": 230141
        },
        "994138063": {
            "orgId": "994138063",
            "orgName": "AEROTEX UK LLP",
            "ecContrib": 179478
        },
        "997656738": {
            "orgId": "997656738",
            "orgName": "CEST KOMPETENZZENTRUM FUR ELEKTROCHEMISCHE OBERFLACHENTECHNOLOGIE GMBH",
            "ecContrib": 63436
        },
        "918538203": {
            "orgId": "918538203",
            "orgName": "PEAK TECHNOLOGY GMBH",
            "ecContrib": 282549
        },
        "999584128": {
            "orgId": "999584128",
            "orgName": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
            "ecContrib": 543736
        }
    },
    "calculatedTotalContribution": 1299340
}