{
    "rcn": "213977",
    "acronym": "LYSOBONE",
    "topics": "MSCA-IF-2017",
    "title": "Cellular and molecular analysis of the skeletal pathologies associated with mucopolysaccharidosis-VI (MPS-VI)",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Mucopolysaccharidosis-VI (MPS-VI) is a lysosomal storage disorder predominantly affecting skeletal remodelling and caused by pathogenic mutations in the ARSB gene, encoding the glycosaminoglycan-degrading enzyme arylsulfatase B. Preliminary analysis of Arsb-deficient mice unraveled a skeletal phenotype of similar severity and with lysosomal storage defects in different skeletal cell types. This Arsb-deficient mouse model therefore provides an excellent tool to understand the skeletal and non-skeletal pathologies related to MPS-VI and to address the clinically relevant question, if enzyme replacement therapy (ERT) can influence the existing (non-)skeletal pathologies in lysosomal storage disorders. Moreover, another major objective is to unravel the cellular consequences of Arsb-deficiency on a molecular level and to investigate mechanisms of ARSB uptake and lysosomal delivery in different primary cell types of Arsb-deficient mice. This project will therefore certainly generate knowledge with relevance for other (skeletal) disorders as well, as the cellular defects in MPS-VI are closely linked to that of two of the most prevalent disorders in the European Union, i.e. osteoporosis and osteoarthritis. Next to its scientific goals, this proposal aims to offer a broad personal training program for me as a postdoctoral researcher as well. Handling this project will not only offer an intensive scientific training (intellectual-methodological), but also improve my skills regarding project management (administrative-financial) and writing. As a two-way transfer, my previously acquired knowledge on the genetics of skeletal disorders and related experimental skills will be transferred to the host organization. A final goal of this proposal is to disseminate the acquired data towards specialized scientific audiences (scientific conferences and publications) and propagate these data towards non-expert audiences (patient meetings, press releases) as well.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999857474": {
            "orgId": "999857474",
            "orgName": "UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}