{
    "rcn": "213987",
    "acronym": "NEWCPLECS",
    "topics": "MSCA-IF-2017",
    "title": "New circular polarized light-emitting electrochemical cells.",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Light emitting electrochemical cells (LECs) are key devices in the future development of lighting technologies as they are much more competitive than OLEDs from an economic/manufacturing point of view. In addition, the compatibility of LECs with metal free electrodes allow the design of flexible/printable/customizable devices. Despite their potential to overcome the OLEDs, this technology has been limited by the sparse number of emissive complexes that have produced good performing LECs and the prize of them. Besides, these good performing LECs are limited to the yellow/green spectral region.\nThe use of Cu-iTMC in LECs technology is a promising approach to access to cheap and easy to manufacture LECs that cover the whole Visible-NearIR region. However, Cu-iTMC show an inherent lack of stability that inhibits their implementation. We propose the synthesis of mesogenic Cu-iTMC to enhance their stability. Besides, this will be the first incursion of Cu-iTMC in the design of flexible/printable LECs. From the other side, while circular polarized (CP) devices are crucial in display technology and there are a good number of CP-OLEDs, there are no precedents of CP-LECs. In this proposal, we also establish a simple and approachable strategy to design the very first family of intrinsically polarized LECs. In summary, we present synthetic routes and chemical tools to prepare functionalized Cu-iTMC that will be used in the manufacture of a whole new generation of LECs with a) High stabilities b) Polarized emission b) Flexible mechanical properties.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996395641": {
            "orgId": "996395641",
            "orgName": "FUNDACION IMDEA MATERIALES",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}