{
    "rcn": "213913",
    "acronym": "Acclimatize",
    "topics": "ERC-2017-COG",
    "title": "Hypothalamic mechanisms of thermal homeostasis and adaptation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Mammalian organisms possess the remarkable ability to maintain internal body temperature (Tcore) within a narrow range close to 37∞C despite wide environmental temperature variations. The brainís neural ìthermostatî is made up by central circuits in the hypothalamic preoptic area (POA), which orchestrate peripheral thermoregulatory responses to maintain Tcore. Thermogenesis requires metabolic fuel, suggesting intricate connections between the thermoregulatory centre and hypothalamic circuits controlling energy balance. How the POA detects and integrates temperature and metabolic information to achieve thermal balance is largely unknown. A major question is whether this circuitry could be harnessed therapeutically to treat obesity. \nWe have recently identified the first known molecular temperature sensor in thermoregulatory neurons of the POA, transient receptor potential melastatin 2 (TRPM2), a thermo-sensitive ion channel. I aim to use TRPM2 as a molecular marker to gain access to and probe the function of thermoregulatory neurons in vivo. I propose a multidisciplinary approach, combining local, in vivo POA temperature stimulation with optogenetic circuit-mapping to uncover the molecular and cellular logic of the hypothalamic thermoregulatory centre and to assess its medical potential to counteract metabolic syndrome. \nAcclimation is a beneficial adaptive process that fortifies thermal responses upon environmental temperature challenges. Thermoregulatory neuron plasticity is thought to mediate acclimation. Conversely, maladaptive thermoregulatory changes affect obesity. The cell-type-specific neuronal plasticity mechanisms underlying these changes within the POA, however, are unknown. \nUsing ex-vivo slice electrophysiology and in vivo imaging, I propose to characterize acclimation- and obesity-induced plasticity of thermoregulatory neurons. Ultimately, I aim to manipulate thermoregulatory neuron plasticity to test its potential counter-balancing effect on obesity.",
    "totalCost": "1902500",
    "ecMaxContribution": "1902500",
    "coordinator": "UNIVERSITAETSKLINIKUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999841081": {
            "orgId": "999841081",
            "orgName": "UNIVERSITAETSKLINIKUM HEIDELBERG",
            "ecContrib": 1902500
        }
    },
    "calculatedTotalContribution": 1902500
}