{
    "rcn": "213959",
    "acronym": "Re-MAPMATH",
    "topics": "MSCA-IF-2017",
    "title": "Re-Mapping the Numerical Brain.",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Little is known on how the math system overcomes selective damage to parts of its brain bases. Indeed, brain adaptation has been observed in other domains, such as language: the loss of key language-related areas very often leads to brain reconfiguration for an ultimate successful behavior. Functional redundancies and remapping become visible in brain tumor patients for whom the slow growth of a tumor allows for functional reorganization. Re-MAPMATH aims the tracking of plastic brain changes behind math functions before and after surgery in brain tumor patients. For this, we will use neuroimaging techniques that allow for an optimal spatiotemporal resolution, entailing an advanced approach in the field of math cognition. The project main objectives are: (1) to precisely describe the brain bases for different math processes in the normal population, including functional activations and functional connectivity (2) to track how these default activations, functional and structural connectivity are modified by the growth of a tumor and (3) by the resection of the tumor, measuring three months after surgery. Finally (4), we aim the detection of commonalities across patients with the goal of describing redundancies and alternative pathways that allow a successful numerical behavior. In turn, uncovering these alternative neurofunctional systems can ultimately explain compensation in math disorders, as well as provide with useful information for the rehabilitation of essential math functions after surgery.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995602": {
            "orgId": "999995602",
            "orgName": "UNIVERSITA DEGLI STUDI DI PADOVA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}