{
    "rcn": "213957",
    "acronym": "CHARISMA",
    "topics": "MSCA-IF-2017",
    "title": "CHARge transport in Intermediate-Sized Molecules on Attosecond time scales",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The CHARISMA project will investigate ultrafast charge transport induced by photoionization in intermediate-sized molecules. Charge migration is mediated purely by electronic dynamics on time scales down to hundreds of attoseconds. The subsequent interplay with nuclear dynamics on the femtosecond time scale can lead to charge transfer and localization. These ultrafast mechanisms play important roles in the interaction of ionizing radiation with biologically-relevant molecules, in molecular electronics, and also in astrochemistry. To gain fundamental insights into ultrafast charge transport it is necessary to study it in smaller molecules that are more tractable for experimental and theoretical methods. Such studies hold the promise to direct charge migration for controlling chemical reactivity, which would impact many chemical disciplines. Numerous theoretical studies have already addressed charge migration, but only recently advances in high-harmonic generation (HHG) sources, providing intense, ultrashort XUV pulses have made ëreal timeí experiments possible. It is therefore timely to study ultrafast charge transport in intermediate-sized molecules. These results will stimulate ongoing technical developments to extend the techniques to complex molecules of practical relevance in the near future. In pursuing this goal, CHARISMA relies also on coincidence experiments using synchrotron radiation to facilitate the challenging choices of meaningful experimental observables for the time-resolved studies. The researcherís large experience in molecular photoionization using a variety of advanced light sources will be extended in this project, for which the state-of-the-art ultrafast lasers at Politecnico di Milano provide the perfect environment. CHARISMA integrates perfectly into the vibrant community of attosecond science in Europe and will demonstrate the synergy of synchrotron and HHG radiation in the pursuit of molecular control through ultrafast charge migration.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}