{
    "rcn": "213903",
    "acronym": "TUVOLU",
    "topics": "ERC-2017-COG",
    "title": "Tundra biogenic volatile emissions in the 21st century",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Biogenic volatile organic compounds (BVOCs) influence atmospheric oxidation causing climate feedback thought to be especially significant in remote areas with low anthropogenic emissions, such as the Arctic. Still, we do not understand the dynamics and impact of climatic and biotic BVOC emission drivers in arctic and alpine tundra, which are highly temperature-sensitive BVOC sources.\nTUVOLU will redefine tundra BVOC emission estimates to account for rapid and dramatic climate warming accompanied by effects of vegetation change, permafrost thaw, insect outbreaks and herbivory using multidisciplinary, established and novel methodology.\nWe will quantify the relationships between leaf and canopy temperatures and BVOC emissions to improve BVOC emission model predictions of emission rates in low-statured tundra vegetation, which efficiently heats up. We will experimentally determine the contribution of induced BVOC emissions from insect herbivory in the warming Arctic by field manipulation experiments addressing basal herbivory and insect outbreaks and by stable isotope labelling to identify sources of the induced emission. Complementary laboratory assessment will determine if permafrost thaw leads to significant BVOC emissions from thawing processes and newly available soil processes, or if released BVOCs are largely taken up by soil microbes. We will also use a global network of existing climate warming experiments in alpine tundra to assess how the BVOC emissions from tundra vegetation world-wide respond to climate change.\nMeasurement data will help develop and parameterize BVOC emission models to produce holistic enhanced predictions for global tundra emissions. Finally, modelling will be used to estimate emission impact on tropospheric ozone concentrations and secondary organic aerosol levels, producing the first assessment of arctic BVOC-mediated feedback on regional air quality and climate.",
    "totalCost": "2347668",
    "ecMaxContribution": "2347668",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 2347668
        }
    },
    "calculatedTotalContribution": 2347668
}