{
    "rcn": "213964",
    "acronym": "Family Myths",
    "topics": "MSCA-IF-2017",
    "title": "Family Myths: Phraseology and Inherited Indo-European Thematic Structures in Greek Myth",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "My project examines thematic structures in Greek poetry of archaic and classical ages (8thñ5th B.C.) in order \n\n(1) to collect and analyze words and phrases which characterize thematic structures of Greek mythological narratives; \n(2) to locate possible connections between mythological accounts and ancient rituals, elucidating how myths and rituals interact, and \n(3) to identify parallels in other branches of Indo-European (IE). \n\nSpecifically, the reconstruction of IE thematic heritage is made to rely upon the linguistic comparison among words and phrases attested within mythological and ritual texts of Greek and its sister languages (Indo-Iranian, Anatolian, Italic, Germanic).\nAs stated in previous literary criticism, classics ìhide in the layers of memory disguised as the individualís or the collective unconsciousî and ìpersist as a background noise even when a present that is totally incompatible with them holds swayî (I. Calvino). My investigation, then, will try to cast light on the obscure genetic origins of texts, which had an extensive impact on artistic and intellectual categories of Western society. \nIn particular, I will try to supply a refined methodology for the phraseological analysis. Simultaneously, through an interdisciplinary approach, my study will shed light on particulars of mythological stories, which are shared by two or more IE daughter languages, helping to sketch the chronological layers and distributional patterns of myths within the IE family tree. Therefore, my project perfectly fits into the research activity of the Research Centre ìRoots of Europeî at Department of Nordic Studies and Linguistics in Copenhagen, which is concerned with the linguistic, cultural and ethnic prehistory of Europe. The training program and further activities promoted by the fellowship will provide me with an increased linguistic expertise, new management skills and an expanded research network.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}