{
    "rcn": "213920",
    "acronym": "iPS-ChOp-AF",
    "topics": "ERC-2017-COG",
    "title": "Combining induced pluripotent stem cells, tissue engineering, optogenetic and chemogenetic concepts for the study and treatment of atrial fibrillation",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Cardiac arrhythmias are responsible for significant morbidity and mortality. However, the study and treatment of these rhythm disorders have been hampered by the lack of relevant human cardiac tissue models, specifically those reflecting patient/disease-specific abnormalities, by paucity of methods for long-term electrophysiological analysis of the tissue, and by the inability to perform targeted, high-resolution, reversible, and functional perturbations of the system. \nTo address these challenges, we propose to combine human induced pluripotent stem cells (hiPSC) and genome-editing (CRISPR) technologies, developmental biology-inspired differentiating systems that yield chamber-specific heart cells, novel tissue engineering strategies, and emerging concepts from the fields of optogenetics and chemogenetics. The resulting experimental models should represent a paradigm shift in the way we study and treat cardiac arrhythmias. To demonstrate the unique potential of this approach, we plan to focus on atrial fibrillation (AF), the most common arrhythmia. \nOur specific aims are to:\n1.  Develop patient/disease-specific hiPSC models of genetic AF and to establish hiPSC differentiation protocols to yield purified atrial cells  \n2.  Utilize the hiPSC-atrial cells and advanced tissue-engineering strategies (hydrogels, 3D printing, decellularization) to establish 2D cell-sheet and 3D tissue models of acquired and inherited AF, in which functional re-entry ('rotors') can be studied  \n3.  Utilize tools from optogenetics (light-sensitive ion channels and pumps) or chemogenetics (ligand-specific engineered receptors) for targeted manipulation of the system, to gain insights into AF pathogenesis and to develop novel therapies\n4. Evaluate the developed optogenetic and chemogenetic treatments in animal models of AF \nThe results of this project should provide novel mechanistic insights into AF (and other arrhythmias) and open the road for the development of novel therapeutic paradigms.",
    "totalCost": "1988750",
    "ecMaxContribution": "1988750",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999907720": {
            "orgId": "999907720",
            "orgName": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
            "ecContrib": 1988750
        }
    },
    "calculatedTotalContribution": 1988750
}