{
    "rcn": "213953",
    "acronym": "CALLAX",
    "topics": "MSCA-IF-2017",
    "title": "What is the role of the axonal connections between the hemispheres in sensory processing?",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Why does our brain have two hemispheres and what is the role of connections between them? While it is well known that in humans, each hemisphere has functional specializations, we have little mechanistic understanding of how circuits communicate across the corpus callosum that connects the hemispheres. Moreover, the role of these callosal axons, and the information they convey is highly debated. There are two main hypotheses: One suggests that callosal axons have mainly an inhibitory action in the other hemisphere, while the other suggests that the effect is excitatory. Importantly, this century-old debate among cognitive psychologists and neuroscientists remains to be tested. Here I hypothesize that these views are most likely too simplified. Instead, I propose that the actions of these axons are rather complex, causing sequences of excitation and inhibition. Moreover, I propose that it may be more relevant to study what information is conveyed by the callosal axons. To test this, I will use two-photon microscopy and calcium indicators to study the effects of callosal input on the somatosensory cortex of mice that are trained to perform a tactile discrimination task. The combination of state-of-the-art microscopy, novel viral methods and mouse behavior makes this project very timely. I will monitor the activity of thousands of neurons in a specialized part of the rodent somatosensory cortex, called the barrel cortex, while head-fixed mice perform a whisker-dependent object localization task under the microscope. This high spatial resolution technique also allows monitoring directly the activity of callosal axons. Finally, I will use optogenetics to inhibit callosal input specifically and measure how this influences cortical circuits and behavior. My findings will provide for the first time a mechanistic understanding of the role of the connections between our hemispheres and provide a framework for understanding diseases that affect the corpus callosum.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}