{
    "rcn": "213949",
    "acronym": "ASYMFLU",
    "topics": "MSCA-IF-2017",
    "title": "Asymmetric Organocatalytic Fluorination with fluoride salts",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Fluorine is a key element in modern pharmaceutical, agrochemicals and anesthetics. It is well-known that fluorine substitution can strongly improve drug efficiency by modifying the properties of compounds such as lipophilicity, metabolic stability, bioavailability and protein binding affinity. The selective installation of fluorine into molecules, especially in a catalytic way, still represents a major challenge for organic synthesis. To date, chemists have developed a range of transformations for carbon-fluorine bond formation yet the vast majority employs fluorine sources derived from F2, a highly toxic and corrosive gas. Only few processes involve the use of cheaper fluoride salts but often require expensive transition metals and suffer from a limited scope. With this proposal, we envision the development of a novel asymmetric metal-free catalytic reaction for carbon-fluorine bond formation by employing cost effective fluoride salts. The organocatalytic process we have designed is mechanistically unprecedented and will be applied to the synthesis of enantiopure fluoroamines which have a direct application in medicinal chemistry. This novel methodology will therefore provide a novel toolbox of reactions for chemists both from academia and industry and has the potential to have a strong impact on society by improving diagnostics, patient care and health-related quality of life.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}