{
    "rcn": "213915",
    "acronym": "ToCCaTa",
    "topics": "ERC-2017-COG",
    "title": "Tailoring the functional Capacity of Cytotoxic T cells for future Therapies",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Cytotoxic T cells have enormous potential for prophylactic and therapeutic interventions against problematic acute or chronic infections and against malignant tumors. A major obstacle to utilizing them effectively is our limited understanding of the molecular foundation that is necessary for CD8 T cells to fulfil their pleiotropic functions. Equally important is to find solutions supporting the robust and safe induction of large numbers of pathogen- or tumor-specific T cells and strategies for customized generation of T cells equipped with a functional capacity that are optimized to the often contrasting needs of particular diseases. For instance, anti-tumor immunity requires large numbers of highly activated effector T cells, while resting memory cells with high proliferative potential in combination with tissue-resident memory cells are thought to enhance protection against viral infections. Similarly, the challenge in treating chronic infections and tumors is to overcome the hypo-functional ìexhaustedî stage of T cells, but therapeutic induction of the same mechanisms to attenuate an aggressive T cell response could be vital for treating autoimmunity or immunopathology in fulminant liver or lung infections. Thus, to develop prophylactic or interventional strategies through which qualitative aspects of T cell function can be adjusted is a current key challenge in the immunotherapy and vaccine field. We seek to promote such activities by performing research that aims to significantly augment our comprehension of how molecular particularities translate into functional diversity. By taking advantage of 1) experimental systems that specifically mimic disease relevant T cell phenotypes, 2) approaches to assess molecular diversity at single cell level, 3) effective strategies to alter gene expression, and 4) systematic and hypothesis-driven molecular screening, we anticipate the discovery of new targets to optimize immunotherapies for tumors and chronic infections.",
    "totalCost": "1999850",
    "ecMaxContribution": "1999850",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 1999850
        }
    },
    "calculatedTotalContribution": 1999850
}