{
    "rcn": "213992",
    "acronym": "BiomCatOx",
    "topics": "MSCA-IF-2017",
    "title": "Biomimetic Dicopper Architecture for Catalytic Oxygen Activation",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "BiomCatOx will explore a unique catalyst design for the valorisation of hydrocarbons by oxygen insertion into a CñH bond under mild reaction conditions and using O2 as cheap and benign oxidant. The key concept of BiomCatOx is to rigorously control the activation of O2 and the formation of metal-based reactive oxygen species (ROS) to accomplish selective and catalytic oxidation of hydrocarbons. The novelty of BiomCatOx lies in the design of the catalyst that consists in connecting a heavily truncated protein as electron relay for controllable intramolecular electron transfer (IET) to a synthetic oxidation catalyst. The intramolecular electron transfer can be rationally custom-tailored and therefore provides strict control on the reactivity of the catalytic center and on the formation of the ROS. BiomCatOx will use a stepwise approach involving (i) the development of copper-NHC complexes as powerful catalysts for the formation of ROS and hydrocarbon oxidation, (ii) the development of a copper peptide derived from the azurin active site for efficient electron transfer, and (iii) the covalent connection of the two copper sites into a peptide-complex dicopper conjugate for controlled intramolecular electron transfer. The implementation of BiomCatOx will provide efficient catalytic systems and fundamental insights into electron transfer, and discloses a new catalyst design concept. BiomCatOx is highly interdisciplinary and merges organometallic chemistry, homogeneous catalysis, enzymology, and spectroscopy. This training at the University of Bern (CH) and of Nottingham (UK, secondment) will convey a unique skill set. Together with the personalized career development plan, I will gain significant scientific and soft skills to boost my career and to become an internationally recognized academic leader in Europe at the bioinorganic chemistry/catalysis interface. Communication and management trainings will increase my competence and strongly support my career perspectives.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}