{
    "rcn": "213925",
    "acronym": "TESS",
    "topics": "MSCA-RISE-2017",
    "title": "TARGETED ENGINEERING OF STONE FRUIT TREE GENOMES FOR RESISTANCE TO SHARKA",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Plant viruses cause an estimated 50 billion Ä loss worldwide per year. Viral diseases represent one of the most limiting factors in European crop production having negative effects on the quantity and quality of foodstuffs. The recent identification of plant factors required for virus infection, together with the development of functional genomic tools in several economically important crops, offer novel opportunities to protect crop plants against viral diseases.\nThe scope of TESS is to capitalize on the latest biotechnological tools in order to manipulate the plant/virus interactions towards non-host resistance and to match the research outputs with fruit industry and breeding applications.\nTESS benefits from multidisciplinary research teams involving genomics, tissue culture, molecular biology, virology and plant breeding. It focuses on Prunus species for stone fruit trees. The originality of TESS is to test the generic mode of interference of plant viruses with their host during the infection and use this information to implement complex and durable resistance in perennial fruit tree species.",
    "totalCost": "193500",
    "ecMaxContribution": "193500",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
    "participantCountries": "IT",
    "projectParticipants": {
        "999531360": {
            "orgId": "999531360",
            "orgName": "CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
            "ecContrib": 85500
        },
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 108000
        },
        "996234912": {
            "orgId": "996234912",
            "orgName": "Instituto de Investigaciones Agropecuarias",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 193500
}