{
    "rcn": "213958",
    "acronym": "NOCO2",
    "topics": "MSCA-IF-2017",
    "title": "Novel CO2 condensation and separation in supersonic flows contributing to carbon capture and storage (CCS)",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Environmental issue due to CO2 emissions has become global problems. This MSCA Individual Fellowship will bring the excellent young researcher, currently an H.C. ÿrsted Fellow at the Technical University of Denmark, to investigate a novel CO2 supersonic separation technology contributing to carbon capture and storage. The researcher will integrate the visualising and measuring tests to study the complicated CO2 condensation phenomena, while a numerical model will be developed to predict the thermophysical behaviour of CO2 separation in supersonic flows. \n\nThe project has been carefully designed to match the researcher's expertise in supersonic flows and the expertise of the host institute, the University of Nottingham in multiphase flow, heat and mass transfer, and energy sustainable development. The objective is to propose and demonstrate the feasibility of CO2 separation in supersonic flows. In addition to the scientific goals, the Research Fellow will contribute his expertise on supersonic separations and multiphase flow corrosion, and will provide important training to EU researchers, industrial contacts and undergraduates by: hosting a series of seminars, lecturing at an industrial dissemination event, giving a special lecture on the fluid mechanics undergraduate course, and participating in outreach activities of the university.\n\nThe researcher has 8 years experience on experimental and numerical studies for supersonic flows. Combining the hostís supervision on heat and mass transfer, the fellowship will provide him with perfect time to develop the proposed project on CO2 supersonic separation. The innovative research with its outcomes on journal papers and conference presentations, and the training on advanced expertise and soft skills, will enhance his future career to find tenure-track position in EU. The proposed project provides new guidance for CO2 treatment to mitigate carbon emission and contribute to the sustainable development of European society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}