{
    "rcn": "213986",
    "acronym": "EnvironMetal",
    "topics": "MSCA-IF-2017",
    "title": "How does the Earth stop global warming? Using metal isotopes to understand climate recovery processes",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Earthís history is punctuated by climate disturbances, often marked by abrupt changes in the carbon cycle, and by mass-extinctions. Episodes of rapid, large-scale carbon release are linked to global warming events that last for 100,000s years. Warming is accompanied by ocean acidification and widespread oceanic anoxia representing a combination of environmental threats that we increasingly face today. It is less well appreciated that these processes form a continuum of feedback mechanisms that eventually remove carbon from the atmosphere and re-stabilise the climate. However, the precise operation of this complex climate recovery process is poorly understood and the role of each feedback mechanism is hotly debated. An accurate understanding of these feedbacks in the past is crucial to defining scenarios of anthropogenic climate change and understanding the boundary conditions for a habitable planet. To fully understand this complexity, a detailed description of each individual carbon removal process is required. This project will provide the first systematic separation of parallel feedback mechanisms using a suite of metal isotope proxies in marine sediments, combined with a quantiative biogeochemical modeling approach. These tools will be applied to a number of past warming events to characterize the climate recovery process.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}