{
    "rcn": "213917",
    "acronym": "QUEM-CHEM",
    "topics": "ERC-2017-COG",
    "title": "Time- and space- resolved ultrafast dynamics in molecular-plasmonic hybrid systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "This project aims at developing theoretical and numerical methods to simulate space- and time-resolved ultrafast dynamics in novel hybrid molecular-metal nanoparticle systems. The excitation of collective electron dynamics inside the metallic nanoparticles induced by external light fields leads to strongly re-shaped electromagnetic near-fields with complex spatial and temporal profile. The interaction of these modified and enhanced near-fields with molecules located in close vicinity to the metallic nanoparticle is the origin of many astonishing physical and chemical phenomena, such as the formation of new quasi-particles, new mechanisms for chemical reactions or the ultra-high spatial resolution and selectivity in molecular detection.. Besides being of fundamental interest, this interplay between near-fields and molecules promises great potential on the application side, potentially enabling revolutionary breakthrough in new emerging technologies in a broad range of research fields, such as nanophotonics, energy and environmental research, biophotonics, light-harvesting energy sources, highly sensitive nano-sensors etc. This necessitates a solid theoretical understanding and simulation of these hybrid systems. \nThe goal of project QUEM-CHEM is the development of new approaches and methods beyond the state of the art, aiming at a synergy of existing but independently applied methods:\nï\tQuantum chemistry (QU) in order to calculate the quantum nature of the molecule-metallic nanoparticle moiety,\nï\tElectro-dynamic simulations (EM) describing the complex evolution of the light fields and the near fields around nanostructures, as well as\nï\tDynamical methods to incorporate the response of the molecule to the near-fields\nThus, the possible outcome of this highly interdisciplinary project will provide new knowledge in both, physics and chemistry, and might have impact on a large variety of new arising critical technologies.",
    "totalCost": "1901400",
    "ecMaxContribution": "1901400",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999868726": {
            "orgId": "999868726",
            "orgName": "FRIEDRICH-SCHILLER-UNIVERSITAT JENA",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}