{
    "rcn": "213911",
    "acronym": "RNActivate",
    "topics": "ERC-2017-COG",
    "title": "Optochemical control of cell fate by activation of mRNA translation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Light is an excellent external regulatory element that can be applied to cells and organisms with high spatio-temporal precision and without interfering with cellular processes. Optochemical biology exploits small photo-responsive chemical groups to cage and activate or to switch biomolecular functions in response to light of a defined wavelength. Caged antisense agents have enabled down-regulation of gene expression with spatio-temporal control at the messenger-RNA (mRNA) level in vivo, however approaches for triggering translation of exogenous mRNA lack efficient turn-on effects. To explore the effects of conditional and transient ectopic gene expression in a developing organism it is vital to fully abrogate and restore translational efficiency. \n\nThe goal of this project is to bring eukaryotic mRNA under the control of light to trigger efficient ectopic translation with spatio-temporal resolution in cells and in vivo. To achieve this, eukaryotic mRNA will be photo-caged at its 5? cap using a highly promiscuous methyltransferase capable of transferring very bulky moieties from synthetic analogs of the cosubstrate S-adenosylmethionine (AdoMet). A single 5? cap modification will block translation of the respective mRNA. Its light-triggered removal will release unmodified capped RNA, which in cells will be efficiently remethylated to form the canonical 5? cap resulting in uncompromised translation. \n\nIn addition to labeling and tracking subpopulations of cells, we will use our technology to control and to manipulate cell fate by locally producing proteins responsible for cell death, genome engineering, and cell migration. We will use cultured cells and one-cell stage zebrafish embryos that can be easily injected with mRNA to study the function of ectopic gene expression in early development. Our approach will overcome current limitations of photo-inducible mRNA translation and enable us to manipulate a developing organism at the molecular level.",
    "totalCost": "1990225",
    "ecMaxContribution": "1990225",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 1990225
        }
    },
    "calculatedTotalContribution": 1990225
}