{
    "rcn": "213937",
    "acronym": "CHOPIN",
    "topics": "JTI-CS2-2017-CFP06-LPA-01-32",
    "title": "Coatings with Hydrophobic and/or Omniphobic Properties against INsect contamination.",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "The aircraft industry has long been concerned with the increase of drag impacting directly the fuel consumption of airplanes. Different researches have shown that the insect sticking causes a surface roughness disrupting the laminar flow. Several methods have been used to solve the problem and the most important parameter playing a role in the reduction of insect adhesion on aircraft wings is the surface energy. Indeed, during the last 60 years different modifications of the wing leading edges such as elastic surfaces, soluble films or fluid covers have been proposed. The use of coatings to mitigate the insect contamination shows great potential but critical issues still remain due to lack of durability. The objectives of CHOPIN are the development of highly durable hydrophobic coatings which can be applied to micro-perforated surfaces typically used for drag reduction and the validation of the technology and the coating process proposed by using tests clearly assessing the mitigation of insect contamination under realistic conditions. Different technologies are considered in the project which presently allows to obtain hydrophobic surfaces : wet-chemistry deposition and dry technologies (plasma and spray). \nTo meet the application requirement these coatings will be optimized. Furthermore, the application process needs to preserve the holes and keep the efficiency of the HLFC leading edges. The efficiency of the proposed technologies will be compared to the commercial products and the coatings will be characterized by lab and simulated tests. Indeed, firstly, a classification considering the adherence to the substrates, the hardness, the flexibility, UV resistance, rain and sand erosion resistance and the resistance to aircrafts liquids will be done.\nThe insect contamination and cleaning behaviour of the best coatings will be then demonstrated both, during simulated environment and during representative environment. Test under real condition will be done using drones which will allow a statistical evaluation of the insect impact and contamination behaviour of typical A/C leading edges under realistic A/C environment during take-off, landing and flight.",
    "totalCost": "1529893,75",
    "ecMaxContribution": "1499268,75",
    "coordinator": "MATERIA NOVA ASBL",
    "coordinatorCountry": "BE",
    "participants": "NORUT NORTHERN RESEARCH INSTITUTE AS;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES;BERTHIER ETUDES;FUNDACION CIDETEC",
    "participantCountries": "NO;BE;FR;ES",
    "projectParticipants": {
        "911660030": {
            "orgId": "911660030",
            "orgName": "BERTHIER ETUDES",
            "ecContrib": 70000
        },
        "999461229": {
            "orgId": "999461229",
            "orgName": "FUNDACION CIDETEC",
            "ecContrib": 347812
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 418450
        },
        "999621570": {
            "orgId": "999621570",
            "orgName": "NORUT NORTHERN RESEARCH INSTITUTE AS",
            "ecContrib": 150884
        },
        "999496052": {
            "orgId": "999496052",
            "orgName": "MATERIA NOVA ASBL",
            "ecContrib": 512122
        }
    },
    "calculatedTotalContribution": 1499268
}