{
    "rcn": "213928",
    "acronym": "PALACE",
    "topics": "JTI-CS2-2017-CFP06-SYS-02-30",
    "title": "Pump Architecture Linked to Aircraft Cooling Expectations",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The PALACE project aims to develop a new generation of pump architecture for electrical machines cooling for aircrafts. It meets Clean Sky 2 (CFP03) objectives by significantly reducing weight, by increasing durability, and availability as required by aircraft manufacturers.\n\nThe PALACE approach goes a step further, with a challenging objective of a 30% mass reduction, using non-conventional solutions, such as additive manufacturing processes, enabling hollow structures for some components of the pump. New coatings and new functional surfaces texturing will complete the design, with regards to friction, lubrication and thermal performances at the required very high speed conditions. Innovation in PALACE is not limited to new manufacturing processes but will rise up also from the combination of several design methodologies (Design For Manufacture and Assembly, tribology, topology and CETINNOV - a CETIM specific proven innovation methodology) along with a multi physics expertise. The multiphase Computational Fluid Dynamics - CFD models including oil cavitation, CFD tool shapes optimisation will address the high efficiency performances. PALACE will address the optimisation issue not only at the pump level but broaden the view at the whole cooling system level and make recommendations for more system optimisation.\nThe consortiumís ambition is to develop a European, clean, robust and efficient pump architecture that will be implemented into most of systems of the More Electric Aircraft.  SERV (SME), as one of the few European aeronautic pump manufacturers, associated to CETIM, a mechanical research centre, have the competences and ambition to bring the PALACE pump to the European market. The project will lead to an ITAR free (International Traffic in Arms Regulations) export. Partners are willing to transfer the PALACE innovations in other sectors searching for high performances such as the space, nuclear power, energy transfer or the auto racing industries.",
    "totalCost": "936750",
    "ecMaxContribution": "797412,5",
    "coordinator": "CENTRE TECHNIQUE DES INDUSTRIES MECANIQUES",
    "coordinatorCountry": "FR",
    "participants": "SERV SA",
    "participantCountries": "FR",
    "projectParticipants": {
        "918447411": {
            "orgId": "918447411",
            "orgName": "SERV SA",
            "ecContrib": 324538
        },
        "998836743": {
            "orgId": "998836743",
            "orgName": "CENTRE TECHNIQUE DES INDUSTRIES MECANIQUES",
            "ecContrib": 472875
        }
    },
    "calculatedTotalContribution": 797413
}