{
    "rcn": "213940",
    "acronym": "CIDAR",
    "topics": "JTI-CS2-2017-CFP06-ENG-03-16",
    "title": "Combustion species Imaging Diagnostics for Aero-engine Research",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The CIDAR project is the result of a Consortium formed by Academic Parties (Manchester, Strathclyde and Edinburgh Universities), a Research and Development Organization (INTA) and private companies (DAS and OptoSci). Therefore, CIDAR builds upon the expertise of the UK's and Spainís world-leading groups in fibre-lasers, laser based gas and particulate detection, opto-electronics, and chemical species tomography (CST), allied to its industrial strengths in aero-engine manufacture and aviation fuel technology.\n\nThe CIDAR project aims to establish a world-leading capability in the non-intrusive measurement and 2D imaging of nvPM/soot and CO2 concentrations in aero-engine exhaust. Non-intrusive planar tomographic measurement of CO2 will be based on calibration-free Fibre-Laser Absorption Spectroscopy and soot measurements will be based on laser-induced incandescence (LII).\n\nValidation of both imaging technologies will be carried out at the INTA Turbojet Test Centre using large civil turbofan engines, providing data analysis and measurement uncertainty of the current state of the art measurement systems.\nThe measurement system will then be developed to a maturity level of TRL6 with a clearly identified route to commercialisation.",
    "totalCost": "2231770",
    "ecMaxContribution": "2006737,75",
    "coordinator": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
    "coordinatorCountry": "ES",
    "participants": "DAS PHOTONICS SL;THE UNIVERSITY OF MANCHESTER;OPTOSCI LIMITED;THE UNIVERSITY OF EDINBURGH;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "ES;UK",
    "projectParticipants": {
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 338996
        },
        "999736224": {
            "orgId": "999736224",
            "orgName": "DAS PHOTONICS SL",
            "ecContrib": 422650
        },
        "911890017": {
            "orgId": "911890017",
            "orgName": "OPTOSCI LIMITED",
            "ecContrib": 102426
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 382764
        },
        "999583546": {
            "orgId": "999583546",
            "orgName": "INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
            "ecContrib": 314525
        },
        "999974068": {
            "orgId": "999974068",
            "orgName": "UNIVERSITY OF STRATHCLYDE",
            "ecContrib": 445378
        }
    },
    "calculatedTotalContribution": 2006739
}