{
    "rcn": "213951",
    "acronym": "InfoSeekDev",
    "topics": "MSCA-IF-2017",
    "title": "Nurturing the Development of Information Seeking Skills",
    "startDate": "17/12/2018",
    "endDate": "16/12/2020",
    "objective": "The ability to search for information effectively and efficiently is central to academic and professional success. Understanding how children learn to seek information is a topic of immense importance for society, for parents, and for educators. Active learning ñ searching for information effectively and efficiently ñ requires the coordination of complex cognitive processes: the ability to generate, evaluate, test, and update oneís hypotheses about the world. Four skills critical for active learning develop between 3- and 10-years old: the ability to formulate effective questions from scratch, the ability to reason about uncertain events and to use that information to guide oneís search, the ability to adapt oneís search strategy based on feedback and task characteristics, and the ability to monitor the search process and stop searching when enough information has been collected. This project builds on this work to ask a critical but unanswered question: what factors support the development of these active learning skills and explain individual differences in them? Based on prior research, this project targets two factors: childrenís cognitive skills and their socio-cultural environment. The first phase of the research is diagnostic and will explore using observational and correlational methods the associations and unique contributions of cognitive skills and socio-cultural input on childrenís active learning skills. The second phase will use insights gained in Phase 1 to develop an intervention designed to boost childrenís active learning skills. It will allow us to assess the causal impact of socio-cultural input and cognitive skills on the development of childrenís active learning capacities by manipulating them experimentally. Because the acquisition of information seeking skills and the optimization of learning environments is critical to conceptual development in a variety of domains, findings promise to contribute both to psychological science and education.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}