{
    "rcn": "213933",
    "acronym": "cLEvER",
    "topics": "JTI-CS2-2017-CFP06-FRC-02-21",
    "title": "Lightweight and rEliable Emergency exits and cabin footstep for fast Rotorcraft",
    "startDate": "01/02/2018",
    "endDate": "31/01/2023",
    "objective": "To save more lives, civilian rotorcraft operators need to reduce operating time in the Search and Rescue missions or Emergency Medical Services. The primary answer to this time saving challenge is firstly, increase the speed of the rotorcraft and secondly, develop some innovative rotorcraft sub-systems facilitating patients access to the rescuers and the rotorcraft. Coupled to speeder, safer, more environmentally friendly, and more cost-efficient demands for the next generation of rotorcraft, CLEVER project is a perfect response to this challenge. Participating to the LifeRCraft Fast Rotorcraft development lead by Airbus Helicopter, Vision Systems Aeronautics through the CLEVER project will focus on the two main sub-systems development in the rotorcraft access in period of urgency: the emergency exits and the cabin footstep. In addition, acoustical and optical performances enhancements are proactively proposed to reinforce pilotís safety and passengerís comfort. Being a recognized EASA Part 21G Tier One System Supplier, Vision Systems Aeronautics proposes to completely develop and produce enhanced lightweight and aerodynamically efficient innovative composite doors and cabin footstep for the Clean Sky 2 FRC program able to be shortly introduced in mass-production. From first concept study at TRL4, up-to final qualification and flight test campaign completion and support at TRL8, Vision Systems Aeronautics will be the Partner expected by the Topic Leader, proposing simultaneously innovations and safe production readiness. A total of three complete high performant doors (left cockpit, right cockpit and cabin) and one cabin footstep demonstrators will be produced to issue required qualification tests, to deliver first functional airworthy prototypes and to equip the flying ITD LifeRCraft demonstrator.",
    "totalCost": "998683,75",
    "ecMaxContribution": "696329,38",
    "coordinator": "VISION SYSTEMS AERONAUTICS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "929752082": {
            "orgId": "929752082",
            "orgName": "VISION SYSTEMS AERONAUTICS",
            "ecContrib": 696329
        }
    },
    "calculatedTotalContribution": 696329
}