{
    "rcn": "213966",
    "acronym": "ATTOPIE",
    "topics": "MSCA-IF-2017",
    "title": "Attosecond plasmon imaging with electrons",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "This project ÑAttosecond plasmon imaging with electronsì (ATTOPIE) aims at the experimental realization of the long-desired attosecond photoemission electron microcope (PEEM) to record plasmonic near-fields with nanometer spatial resolution directly on the field level. In this microscope, the attosecond temporal resolution of laser physics is combined with the nanometer spatial resolution of electron microscopy. An infrared pump pulse triggers ultrafast electron dynamics on the surface of a sample. With a certain time delay, an attosecond ultraviolet pulse probes these dynamics by emitting photoelectrons from the sample. These electrons are directly accelerated in the plasmonic near-field, imprinting the fieldís local strength into the kinetic energy of the electron. The emission site and the kinetic energy of each electron is recorded in a photoemission electron microscope with few ten nanometer resolution. From the locally recorded kinetic energy spectra of the electrons for a series of pump-probe delays, the complete dynamics of plasmonic near-fields can be reconstructed on the field level.\n\nThe realization of such an attosecond PEEM becomes possible by employing a state-of-the-art optical parametric chirped pulse amplification laser system with a repetition rate of 200 kHz to generate high harmonics and consequently attosecond pulses. With the increased repetition rate compared to conventional amplifier systems by a factor of 100, the measurement time is significantly reduced, rendering the experimental realization possible.\n\nThis fundamental research on the described imaging technique with direct access to the propagation and interaction of localized fields on nanometer length- and femtosecond timescales will open up a multitude of research approaches to understand, e.g., nanometric energy transport for improved photovoltaics or petahertz information processing in future optical transistors.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}