{
    "rcn": "213916",
    "acronym": "CoreSat",
    "topics": "ERC-2017-COG",
    "title": "Dynamics of Earthís core from multi-satellite observations",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Earth's magnetic field plays a fundamental role in our planetary habitat, controlling interactions between the Earth and the solar wind.  Here, I propose to use magnetic observations, made simultaneously by multiple satellites, along with numerical models of outer core dynamics, to test whether convective processes can account for ongoing changes in the field.  The geomagnetic field is generated by a dynamo process within the core converting kinetic energy of the moving liquid metal into magnetic energy.  Yet observations show a region of persistently weak field in the South Atlantic that has grown in size in recent decades.   Pinning down the core dynamics responsible for this behaviour is essential if we are to understand the detailed time-dependence of the geodynamo, and to forecast future field changes.\n\nGlobal magnetic observations from the Swarm constellation mission, with three identical satellites now carrying out the most detailed ever survey of the geomagnetic field,  provide an exciting opportunity to probe the dynamics of the core in exquisite detail. To exploit this wealth of data, it is urgent that contaminating magnetic sources in the lithosphere and ionosphere are better separated from the core-generated field. I propose to achieve this, and to test the hypothesis that core convection has controlled the recent field evolution in the South Atlantic, via three interlinked projects.  First I will co-estimate separate models for the lithospheric and core fields, making use of prior information from crustal geology and dynamo theory.  In parallel, I will develop a new scheme for isolating and removing the signature of polar ionospheric currents,  better utilising ground-based data. Taking advantage of these improvements, data from Swarm and previous missions will be reprocessed and then assimilated into a purpose-built model of quasi-geostrophic core convection.",
    "totalCost": "1828708",
    "ecMaxContribution": "1828708",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 1828708
        }
    },
    "calculatedTotalContribution": 1828708
}