{
    "rcn": "213970",
    "acronym": "OptiSeLL",
    "topics": "MSCA-IF-2017",
    "title": "Optimizing Second Language Learning: An Examination of Individual Differences in Speech Processing and their Role in Language Learning",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Even though multilingualism is highly prevalent in Europe, those who speak a second or third language often differ substantially from native speakers in ways that hinder efficient communication. Despite it being acknowledged that individual differences play a critical role in learning a foreign language, the majority of research has focused on a narrow subset of factors such as learning strategies and personality traits. OptiSeLL aims to expand this exploration by looking at individual differences in phonological processing and the role they play in second language acquisition.\nOptiSeLL is based on recent findings from basic research in psycholinguistics showing that listeners differ substantially in how they process the speech signal. Our aim is to expand these novel findings and assess the degree to which they can be applied to second language learning. OptiSeLL specific objectives are to:\n1. Examine whether individual differences in speech processing affect the acquisition of new phonological contrasts.\n2. Examine whether such differences can also affect novel word learning.\n3. Assess the degree to which exposure to different phonetic systems may lead to a more flexible speech processing.\nIn other words, this project will take advantage of the existing individual variability to identify the key factors that facilitate second language learning, possibly through the development of flexible speech perception systems. Once known, we can then explore how we can manipulate these factors to design educational environments that support flexible communication and efficient language learning. In addition, the findings of this project will be of high theoretical significance to the field as they will considerably advance our understanding of basic speech perception mechanisms.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}