{
    "rcn": "213906",
    "acronym": "GenTime",
    "topics": "ERC-2017-COG",
    "title": "Temporal structures of gender inequalities in Asian and Western welfare regimes",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "An important part of sociological understanding of how welfare regimes are shaped by culture and history derives from Esping-Andersenís 'three worlds' account. But these worlds, and later developments in this field, including the extension and application of the framework to gender roles, derive exclusively from Western models. What will emerge as we seek to develop a global perspective on other models of welfare regimes and how they handle gender inequalities? We will answer this question, using newly available data deriving from beyond the conventional Anglophone and European theatres: from China, Japan, South Korea and Taiwan to explore patterns emerging from other cultural and social traditions.\n  GenTime will be a study of gender inequality in patterns of time use across East Asian and Western societies. We will investigate the development trajectories and provision of unpaid work in different welfare regimes, and the systematic differences between men and women in the amount of time they spend on daily activities and their daily life schedules. It will examine time use as an important parameter of public policies. We will establish if East Asian regimes represent a distinct typology. The project will shed new light on the gender division of labour and social inequality across different regime types.\n  Furthermore, we will examine how the use of modern technology in care provision and domestic labour may shape the trends in gender inequality. We will investigate the impacts on gender differences in leisure time and enjoyment in daily activities. High quality cross-national and historical comparative time diary data and household panel data will be analysed to study gender inequality 1) at the household level on how couples divide their roles in work and family; 2) at the societal level on the role of welfare regimes in shaping the trends in domestic division of labour; and 3) from a life course perspective on the impacts of time use on later family outcomes.",
    "totalCost": "1999739",
    "ecMaxContribution": "1999739",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 1999739
        }
    },
    "calculatedTotalContribution": 1999739
}