{
    "rcn": "213984",
    "acronym": "CRAFT",
    "topics": "MSCA-IF-2017",
    "title": "To Craft an Authoritarian Regime: Politicisation of Civil Society and the Judiciary in Turkey",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Turkeyís authoritarian drift under the ruling Justice and Development Party (AKP) receives an unprecedented attention. However, the existing studies lack novel primary data ergo methodological depth and focus mainly on macro-structures and partisan institutions. This research project seeks to investigate the causes and consequences of ëpoliticisation of civil society and the judiciaryí -the control and utilisation by political authority to consolidate power and eliminate potential dissent. The aim is to understand the lasting repercussions of politicisation of nonpartisan institutions on state-society relations and to explain how authoritarian governance takes root at institutional, civic and societal levels. The project also seeks to develop a set of policy recommendations for the EU on the question of how to re-route its government-oriented support for the judiciary and civil society, and to empower actors of reform and democratic resistance from bottom-up. Grounded in case study design, the project focuses on 3 major issues: (1) dependent-CSOs and politicised associational sphere (2) a systematic measure of to what extent high courts' judicial output reflects the incumbentís interests and other non-legal variables (3) the implications of politicised judiciary and civil society on the EU-Turkey relations. The project analyses original data through mixed methods research, combining statistical measurement with field research, interviews and documentary analysis. Its inter-disciplinary approach and methodological rigour aims to contribute to the understanding of democratic regression and authoritarian governance in Turkey, and to advance the applicantís career towards professional independence. Findings will be shared with the academic community, civil society, international organisations, and the European and Turkish publics. The project will also increase the research and teaching impact and output of the host institution.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}