{
    "rcn": "213950",
    "acronym": "ADAPTEM",
    "topics": "ERC-2017-PoC",
    "title": "Adaptive transmission electron microscopy: development of a programmable phase plate",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Adaptive optics, the technology to dynamically program the phase of optical waves has sparked an avalanche of scientific discoveries and innovations in light optics applications. Nowadays, the phase of optical waves can be dynamically programmed providing research on exotic optical beams and unprecedented control over the performance of optical instruments. Although electron waves carry many similarities in comparison to their optical counterparts, a generic programmable phase plate for electrons is still missing. This project aims at developing a prototype of a programmable electrostatic phase plate that allows the user to freely change the phase of electron waves and demonstrate it to potential licensees for further upscaling and introduction to the market. The target of this POC project is the realization of a tunable easy-to-use 5x5-pixel prototype that will demonstrate the potential of adaptive optics in electron microscopy. Its realization will be based on lithographic technology to allow for future upscaling. It is expected that such a phase plate can dramatically increase the information obtained at a given electron dose, limiting the detrimental effects of beam damage that currently hinders the use of electron microscopy in e.g. life sciences. As such, it has the potential to disrupt the electron microscopy market with novel applications while at the same time reducing cost and complexity and increasing the potential for fully automated instruments.",
    "totalCost": "148500",
    "ecMaxContribution": "148500",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 148500
        }
    },
    "calculatedTotalContribution": 148500
}