{
    "rcn": "213943",
    "acronym": "HTcoils",
    "topics": "JTI-CS2-2017-CFP06-SYS-03-11",
    "title": "Screening and development of optimized materials for high temperature coils",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "Electrical Environmental Control Systems (E-ECS) feature many low power electromechanical actuators to ensure control and tuning of items such as valves. They also include motorized turbomachines with power electrical motors.\nIn both cases, the temperature class of coils integrated in motors or electromechanical actuators must be increased to minimize requested cooling and thus optimize both integration and mass of the system.\nSo, these high temperature coils can be: A winding of electromagnet, a winding of a torque motor, a winding of a power electrical motor.\nThe main objectives of this topic are:\n- to develop specific wires, impregnating varnishes and potting ingredients (resins) to have complete solutions for high temperature coil and qualify these ingredients,\n-  to manufacture high temperature coils with these ingredients, integrate them in the Topic Managerís defined application and demonstrate that the solutions proposed can be industrialized.\nThe solutions shall comply with aeronautical constraints (electrical, vibration, lifetime, manufacturing process, etc.) and sustain a minimal temperature of 300∞C. The main objectives of this topic are to develop specific wires, impregnating varnishes and potting ingredients (resins) to have complete solutions for high temperature coil and qualify these ingredients, to manufacture high temperature coils with these ingredients, integrate them in the Topic Managerís defined application and demonstrate that the solutions proposed can be industrialized.",
    "totalCost": "685068,75",
    "ecMaxContribution": "498095,26",
    "coordinator": "LKR LEICHTMETALL KOMPETENZZENTRUM RANSHOFEN GMBH",
    "coordinatorCountry": "AT",
    "participants": "PEAK TECHNOLOGY GMBH;GEBAUER&GRILLER METALLWERK GMBH",
    "participantCountries": "AT",
    "projectParticipants": {
        "911702807": {
            "orgId": "911702807",
            "orgName": "GEBAUER&GRILLER METALLWERK GMBH",
            "ecContrib": 235523
        },
        "918538203": {
            "orgId": "918538203",
            "orgName": "PEAK TECHNOLOGY GMBH",
            "ecContrib": 200749
        },
        "998093723": {
            "orgId": "998093723",
            "orgName": "LKR LEICHTMETALL KOMPETENZZENTRUM RANSHOFEN GMBH",
            "ecContrib": 61824
        }
    },
    "calculatedTotalContribution": 498096
}