{
    "rcn": "213919",
    "acronym": "ISLAS",
    "topics": "ERC-2017-COG",
    "title": "Isotopic links to atmopheric water's sources",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The hydrological cycle, with its feedbacks related to water vapour and clouds, is the largest source of uncertainty in weather prediction and climate models. Particularly processes that occur on scales smaller than the model grid lead to errors, which can compensate one another, making them difficult to detect and correct for. Undetectable compensating errors critically limit the understanding of hydrological extremes, the response of the water cycle to a changing climate, and the interpretation of paleoclimate records. Stable water isotopes have a unique potential to serve as the needed constraints, as they provide measures of moisture origin and of the phase change history. We have recently spearheaded a revised view of the atmospheric water cycle, which highlights the importance of connections on a regional scale. This implies that in some areas, all relevant processes can be studied on a regional scale. The Nordic Seas are an ideal case of such a natural laboratory, with distinct evaporation events, shallow transport processes, and swift precipitation formation. Together with recent technological advances in isotope measurements and in-situ sample collection, this will allow us to acquire a new kind of observational data set that will follow the history of water vapour from source to sink. The high-resolution, high-precision isotope data will provide a combined view of established and novel natural isotopic source tracers and set new benchmarks for climate models. A unique palette of sophisticated model tools will allow us to decipher, synthesize and exploit these observations, and to identify compensating errors between water cycle processes in models. In ISLAS, my team and I will thus make unprecedented use of stable isotopes to provide the sought-after constraints for an improved understanding of the hydrological cycle in nature and in climate models, leading towards improved predictions of future climate.",
    "totalCost": "1999054",
    "ecMaxContribution": "1999054",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 1999054
        }
    },
    "calculatedTotalContribution": 1999054
}