{
    "rcn": "213936",
    "acronym": "HARP",
    "topics": "JTI-CS2-2017-CFP06-LPA-03-12",
    "title": "(Harmonised Amphenol Radiall Project) - A next generation high density  modular electrical interconnect solution.",
    "startDate": "01/03/2018",
    "endDate": "31/12/2020",
    "objective": "To answer the need for high density, cost effective interconnection solutions for future avionics products, the two European connector suppliers, Radiall and Amphenol have united their expertise to define, develop and demonstrate an innovative family of connectors able to meet the equipment and aircraft requirements of the 6U Line Replacement Module (´ blades ª).Driven by cost effectiveness, weight saving, modularity, cabinet assembly flexibility and easy of manufacture, this family will cover a large range of avionics operational requirements. Both companies will call upon their significant experience of previous project such as CORAC and PRIMAE, their ARINC 600 and EN4165 products coupled with in-house innovations and existing technological mature solutions from other product ranges. Key innovations will include new design features such as universal connector cavity size, reduced parts and easy and flexible mating / locking approaches and reversible contact configurations. These will be accompanied by ambitious manufacturing processes (multi cavities monobloc moulding of complex parts, wafer manufacturing of inserts, selective plating on thermoplastic parts and right angle press fit stamped & formed contacts rather than machined parts. The project will produce a 6U blade connector demonstrator as well as two harness connectors (multi-cavity for cost effective high runner production and mono cavity for additional harness segregation and assembly features). These will be subjected to environmental testing by Radial and extensive functional testing by the equipment supplier Zodiac Aerotechnics. In parallel to the demonstrator activity, the project will de-risk the potential manufacturing process showstoppers to ensure a smooth industrialisation of the connectors beyond the end of the project. The partners will also initiate the necessary actions to promote this family of connectors as the next aeronautical standard to accompany the future deployment of LRM cabinets.",
    "totalCost": "900500",
    "ecMaxContribution": "499999",
    "coordinator": "RADIALL",
    "coordinatorCountry": "FR",
    "participants": "AMPHENOL-AIR LB",
    "participantCountries": "FR",
    "projectParticipants": {
        "986392419": {
            "orgId": "986392419",
            "orgName": "RADIALL",
            "ecContrib": 299999
        },
        "910393792": {
            "orgId": "910393792",
            "orgName": "AMPHENOL-AIR LB",
            "ecContrib": 200000
        }
    },
    "calculatedTotalContribution": 499999
}