{
    "rcn": "213990",
    "acronym": "pERFEcTO",
    "topics": "MSCA-IF-2017",
    "title": "EmpoweRing FundamEntal physics and Technology with quantum Optomechanics",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "The recent advancement in quantum technologies and control raises the fascinating possibility to employ them for developing a whole new generation of devices based on the laws of quantum mechanics. At the same time, such progress enables unprecedented studies on the foundation of quantum mechanics and the quantum nature of space-time. This is precisely the overreaching goal of this action, which we dub pERFEcTO, that will use the technological platform embodied by quantum optomechanics to address alternative formulations of quantum mechanics and quantum spacetime effects. Hybrid optomechanical systems and novel quantum estimation methods, which have recently attracted great interest, will be exploited due to their adaptability to the different scenarios addressed by pERFEcTO. The aim is to develop optimal estimation tools and strategies adapted to hybrid optomechanical systems in order to investigate quantum foundations and (quantum) spacetime models. Furthermore, the action will extend such a study all the way to the addressing of out-of-equilibrium thermodynamics of hybrid optomechanical systems to characterize the quantum-to-classical transition in these systems and explore their potentiality for engineering quantum thermal machines. The action envisions the collaboration with experts from academia through three secondments at leading European research institutes and is set to expand scientific, transferable and collaborative skills of the Experience Researcher.\npERFEcTO embodies an innovative approach to key fundamental problems and, through an intensive training programme, significant dissemination activities, and effective knowledge transfer paves the way for the career development of a talented young researcher who has already proven a solid track record of scientific excellence.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE QUEEN'S UNIVERSITY OF BELFAST",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992013": {
            "orgId": "999992013",
            "orgName": "THE QUEEN'S UNIVERSITY OF BELFAST",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}