{
    "rcn": "213952",
    "acronym": "EnSurf",
    "topics": "MSCA-IF-2017",
    "title": "Enantioselectivity at surfaces: covalent grafting as new tool for chiral surface modifications",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Chiral surfaces have received considerable attention in the recent past since they play an important role as substrates for chiral separations and enantioselective heterogeneous catalysis. One of the most frequently used approaches to design and fabricate chiral surfaces is the adsorption and self-assembly of chiral or prochiral molecules on surfaces, which can be studied with sub-molecular resolution by scanning tunneling microscopy (STM). Thereby, the fabrication of homochiral surfaces is of particular interest. However, a major drawback of this approach is, in particular in view of potential applications, the lack of stability of physisorbed molecules. Therefore, EnSurf aims to use covalent surface modifications as chiral surface modifiers and new experimental approach for the creation of homochirality and enantioselectivity in self-assembling molecular structures at the solid/liquid interface.\nThis interdisciplinary project takes place in the field of surface and interface science and involves aspects of supramolecular chemistry, synthetic chemistry, analytical chemistry and theoretical chemistry. Ultimately, this project will allow the fellow to attain professional independence and a position at the frontier of future academic or industrial research by a combination of hands-on experience in diverse research areas and training in complementary skills.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}