{
    "rcn": "213968",
    "acronym": "BIONICS",
    "topics": "MSCA-IF-2017",
    "title": "A biomimetic and neuroprotective delivery nanocapsule for the targeted treatment of post-ischemic stroke effects",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Ischemic stroke occurs due to reduced perfusion to a brain region, because of the blockage of a blood vessel, resulting in death or permanent neurological deficits. It presents high percentages of mortality and morbidity worldwide and a market analysis in five major EU countries showed that the total number of first-ever incidents of stroke cases will rise to 1.63 million (43.7% growth) by 2034. Although, many treatments that make use of therapeutic nanoparticles have been presented, unfortunately to date, no effective treatment has been found to prevent damage to the ischemic brain after stroke. Oxidative stress is related to the pathogenesis of stroke and overproduction of ROS and RNS are thought to be the main cause of this. In addition, the overproduction of MMP-9 has been related with many post-stroke side effects. Thus, I propose the development of a biomimetic and neuroprotective lipid nanocapsule (BIONICS) for the targeted treatment of post-stroke side effects. BIONICS will safely deliver anti-oxidant nanoparticles (CeO2) and iNOS inhibitors (L-NIL) across the BBB aiming at reducing the overproduced ROS, RNS and MMP-9, resulting to the amelioration of the neurological deficits caused by oxidative stress. Through this project, the new skills in the synthesis of antioxidant nanocapsules, the use of molecular biology techniques, project management, grant writing, and other transferable skills that I will acquire in IIT, as well as the experience that I will gain, during my secondment, in in vivo studies, will help my future career plans providing knowledge and expertise in a field where my knowledge is limited. This action will also give me the opportunity to transfer my pregained knowledge through seminars/workshops to the institutions where my research will be carried out. Overall, I believe that BIONICS will have a significant impact in my short and long-term career goals and will bring me one step closer to my impending goal of the independent researcher.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999596447": {
            "orgId": "999596447",
            "orgName": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}