{
    "rcn": "213935",
    "acronym": "HIPERFAN",
    "topics": "JTI-CS2-2017-CFP06-ENG-03-17",
    "title": "HIgh PERformance Journal Bearing Technology for new geared TurboFAN generations",
    "startDate": "01/03/2018",
    "endDate": "31/08/2021",
    "objective": "The development of new journal bearing materials is viewed as key enabler for future geared turbofan engines where extreme operational conditions- out of industry experience- exist. The challenging conditions are not met by state of the art journal bearing materials and new journal bearing material concepts are demanded.\nTherefore, HIPERFAN aims for the development of the most robust and reliable high performance journal bearing materials and associated manufacturing processes, and will support the optimization of the entire tribological journal bearing system in order to enable the new Ultrafanô and consequently the Very High Bypass Ratio (VHBR) engine technology.\nIn order to fulfill this aim, HIPERFAN will follow a new direct coated multilayer/graded coatings approach that will take the status quo of current established journal bearing materials to a new level. Gradually tailored composition and/or morphology of the materials will combine maximum fatigue strength with maximum adaptability and will lower risks and limitations of todays journal bearing (material) technology significantly. \nSimulation assisted design and production of the coating architecture combined with sub scale tribometer testings over the entire stribeck curve and under emergency running conditions (already in the early development stage) will enable a fast screening of multiple material combinations and will develop a comprehensive understanding of the underlying tribological system.\nWithin the frame of HIPERFAN new (systematically analyzed, characterized and optimized) journal bearing materials will be developed. Including the development of a process simulation assisted Magnetrontechnology to a maturity level of TRL6 and MCRL4 respectively.",
    "totalCost": "2999526,64",
    "ecMaxContribution": "2999526,64",
    "coordinator": "HIGH TECH COATINGS GMBH",
    "coordinatorCountry": "AT",
    "participants": "SINDLHAUSER MATERIALS GMBH;TECHNISCHE UNIVERSITAET WIEN;MONTANUNIVERSITAT LEOBEN;UNIVERSITAT FUR WEITERBILDUNG KREMS",
    "participantCountries": "DE;AT",
    "projectParticipants": {
        "999979888": {
            "orgId": "999979888",
            "orgName": "TECHNISCHE UNIVERSITAET WIEN",
            "ecContrib": 253591
        },
        "911978190": {
            "orgId": "911978190",
            "orgName": "SINDLHAUSER MATERIALS GMBH",
            "ecContrib": 174039
        },
        "999865428": {
            "orgId": "999865428",
            "orgName": "UNIVERSITAT FUR WEITERBILDUNG KREMS",
            "ecContrib": 195463
        },
        "999898117": {
            "orgId": "999898117",
            "orgName": "MONTANUNIVERSITAT LEOBEN",
            "ecContrib": 329697
        },
        "961240416": {
            "orgId": "961240416",
            "orgName": "HIGH TECH COATINGS GMBH",
            "ecContrib": 2046737
        }
    },
    "calculatedTotalContribution": 2999527
}