{
    "rcn": "213956",
    "acronym": "SELEs",
    "topics": "MSCA-IF-2017",
    "title": "Stochastic Ericksen-Leslie Equations",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The objective of the research proposed in this project is to give a sound mathematical description of the noise-induced FrÈedericksz transition in Nematic Liquid Crystal (NLC) with general geometry configurations. To this aim we will: 1) solve some important and difficult open mathematical problems related to the stochastic stochasic Ericksen-Leslie Equations (SELEs) which basically describe the dynamics of liquid crystals with stochastic perturbations, and 2) give a rigorous mathematical proof of the noise-induced FrÈedericksz transition in NLC. In particular, we will establish the existence and uniqueness solution of the Ginzburg-Landau (GL) approximation of SELEs. By using Large Deviations Principle (LDP) theory and the de Giorgi Gamma-convergence we will prove that the action functional of the SELEs with small spatially converges to the action functional of the SELEs with spatially white noise. We will rigorously justify the probabilistic interpretation of the results in terms of the asymptotics of the mean exit time from a neighbourhood of an attracting stationary solution, a hint to noise-induced FrÈedericksz transition. By using again LDP theory will rigorously show that in the presence of small noise there is a positive probability of transition between the attraction domains of the stationary solutions for the deterministic system; this is a rigorous mathematical proof of the noise-induced FreÈdricksís transition. We will also prove the existence and uniqueness of an invariant measure which satisfies a LDP. The latter result confirms that in the long run the noise still induces transition between equilibria. Finally, we aim to prove the existence and uniqueness of solution of the SELEs, and if time permits transfer results obtained for the GL approximation of SELES to the original SELEs.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}