{
    "rcn": "213971",
    "acronym": "CHILECTO",
    "topics": "MSCA-IF-2017",
    "title": "Measuring Convergence and Divergence in Varieties of Chinese: A Lectometric Approach",
    "startDate": "10/07/2018",
    "endDate": "09/07/2020",
    "objective": "What can Chinese teach us about the languages of Europe? Sociolinguistic research has obtained important insights into the dynamics of the languages of Europe: the emergence of pluricentric varieties, the global influence of English, the tendency towards informalization of the standard languages. But are these phenomena typically European, or are the same forces at work in other linguistic areas? A comparison with Chinese may provide an answer: I will analyze three varieties of Chinese (mainland China, Taiwan, Singapore) from the same perspectives that have been applied to the convergences and divergences of European languages, and with the same (quantitative, so-called ëlectometricí) methods. Getting to know these methods better will be how I will benefit from the project. Conversely, the data that I will be able to obtain for the current evolution of Chinese will deepen the understanding of the European tendencies. For instance, does the size of the languages involved play a role, or the kind of language policies at work in the different countries? \nIn practice, the project intends: 1) to evaluate lectometric measurements that have been recently developed for studying changes in the position of standard languages in Europe and offer a methodological guideline with which lexical variation among lects can be structured more comprehensively and cost-efficiently; 2) to identify the multifactorial variational structure that underlies the Chinese lexicon in written texts (synchronically); 3) to uncover how the stratificational distances among lects are changing progressively (diachronically) and to confront with what we find for Chinese and what we know about the processes in Europe. \nThe project targets academics as well as policy makers. It will provide new insights into the (lectometric) study of language variation, and thus yield fine-grained empirical evidence for language planning at the political level.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}