{
    "rcn": "213960",
    "acronym": "ACOSVA",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Characterization of Organic-rich Shales using Vapour Adsorption",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The overarching goal of this proposal is to develop a novel experimental framework for quantifying the total specific surface area of organic matter and the wettability of pores in shales, and interpreting the displacement mechanism between gas and water by using a selective adsorption approach coupled with independent verified electron microscope measurements. The overarching goal of the project will be achieved through the following scientific objectives. First, a 3D structural model of the hydrophobic and hydrophilic site distribution in shales at around 50 nm resolution by combining FIB-SEM and high resolution TEM will be developed. This will provide an independent verification for later site-selective adsorption studies. Second, a vapour adsorption method by researching and verifying the most suitable probing vapours and the most reliable measuring approach will be developed. This will create a novel experimental framework for quantifying the total specific surface area of organic matter and the wettability of pores in shales, which will be verified by a previously-built 3D structural model. Last, the displacement mechanism between water and gas will be disclosed by determining the influence of hydrophobic and hydrophilic sites in shales using sequential adsorption and in situ NMR. This will be the essential theoretical part of the work for developing next generation enhanced gas recovery techniques through non-aqueous fluid injection and heat stimulation. The outputs of this project will disclose the chemical/wetting nature of pore systems in shales, which will be essential for improving current fluid transport models in shales by considering surface chemistry properties and developing the next generation of environmentally-friendly shale gas recovery technology through non-aqueous fluid injection and heat stimulation in order to serve shale gas development in the EU, U.S. and China.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}