{
    "rcn": "213944",
    "acronym": "CogLit",
    "topics": "MSCA-IF-2017",
    "title": "Literature as a Cognitive Object; Cognitive infrastructure and human cultural transmission",
    "startDate": "24/10/2018",
    "endDate": "23/10/2020",
    "objective": "Interdisciplinary research between literary and art study and empirical disciplines such as linguistics and cognitive science lacks genuine reciprocity: scholars of literature and art have drawn extensively on linguistics and cognitive science, but literary and art-philosophical discourse has had little impact in these empirical domains. This project argues for genuine, two-way interdisciplinary practices in literary and art study and aims to show how research in empirical domains can not only influence but also be influenced by the investigation of literary and other art forms. \n\nThe first objective of the project will focus on mental causation in order to refine my suggestion that what distinguishes works of literature and art from other objects is their cognitive aetiology: drawing on Relevance Theory, I will argue that artworks and literary texts are causally related to an art-specific type of relevance-yielding creative mental state, that I term an artistic thought state. The 2nd objective will focus on intended effects: it will take as starting point the relevance-theoretic notion of a worthwhile effect in order to introduce a new, neurologically real type of effects (positive perceptual effects) that make both artworks (e.g. literary texts) and artistic thought states relevant to individual minds. The discussion will have implications for hypotheses in various empirical domains.\n\nThe IF will, among other things, result in a monograph (ëLiterature as a Cognitive Objectí), which will make one of the first systematic and empirically tractable proposals in the 21st century on the essence of literature and art and provide a concrete example of how genuine interdisciplinary practices in the Arts and Humanities can directly influence theory formation in scientific domains. Innovative public engagement will be a central feature of this project through a non-academic secondment at the ONCA Arts Centre and collaboration with the UK Centre for Contemporary Poetry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRIGHTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999860481": {
            "orgId": "999860481",
            "orgName": "UNIVERSITY OF BRIGHTON",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}