{
    "rcn": "213989",
    "acronym": "Treat2ReUse",
    "topics": "MSCA-IF-2017",
    "title": "Treatment of Animal Waste to Reduce Gaseous Emissions and Promote Nutrient Reuse",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Intensification and industrialization of livestock operations lead to the production of large and spatially concentrated amounts of animal manure. If not properly treated or utilised, manure has significant negative impacts on the environment. Livestock production is the largest contributor to ammonia emissions of increased concern in the EU and low emission manure management technologies are needed. However, less than 8% of the livestock manure produced in Europe is processed, with large variations within regions. Furthermore, properly treated manure could serve as a valuable source of organic matter and nutrients for fertilizing crops and for energy production, replacing current fossil-based products. \n\nThe current project aims to develop a new and efficient treatment technology to reduce environmental impacts from animal manure which will make a substantial contribution for a more sustainable and environmental friendly agriculture practice, gaining economic value from the reuse of treated manures to replace mineral fertilizer, contributing to a biobased and circular economy.\n\nThe project will cover fundamental understanding of mechanisms involved in different acidification treatments, the development (with industry) of a new and sustainable acidification practice, and improving the fertiliser value of products. Project outcomes will be i) reduction of gaseous emissions with safer practice on farms and ii) a gained value from reused products, limiting the dependence on mineral fertilizers.\nMy past professional and research experience gives me confidence in my capabilities to develop, innovate and implement the new methodologies to be employed in the project. Together with the experience and facilities of the host and partners, this guarantees the successful completion of the project, at a time at which this research is highly relevant to current societal and environmental needs, as well as strengthening of my career development.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}