{
    "rcn": "213938",
    "acronym": "NATHENA",
    "topics": "JTI-CS2-2017-CFP06-LPA-01-35",
    "title": "New Additive manufacTuring Heat ExchaNger for Aeronautic",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "New Additive manufacTuring Heat ExchaNger for Aeronautic\nTodayís technologies and processes dedicated to the exchangers manufacturing hamper progress on higher performances (mechanical assies of repetitive and regular unitary components like folded sheet metal and/or tubing mostly welded).\nTraditional manufacturing entails limit for the customization of the inner structure, which have a direct impact on the thermal behavior of the exchanger core.\nDesign and manufacture a complex core structure accordingly and well adapted to the inner thermal phenomenon seems to be a promising way to increase performances.\nAccordingly, NATHENA project aims at developing new complex inner structures for heat exchangers.\nNATHENA project will focus on the design development of a complex compact heat exchanger that best addresses thermal performance, made by additive manufacturing.\nThese new compact air-air heat exchangers developed in NATHENA project will provide an efficient thermal management system dedicated to hybrid propulsion system.\nTwo types of material will be studied regarding heat exchanger use: Aluminium for low temperature range and Inconel for high temperature range.\nThe set objectives (see targets below) will be reached using calculation and multi-physical simulation (thermo-mechanical-fluidic) applied to evolutionary latticed and thin-walled structures combined optionally with fins to form a matrix of complex structures.\nPredictive models and/or laws will be developed for pressure and temperature drop.\nTopological and parametric optimization will be carried out in an iterative way towards the most efficient model.\nThrough sample tests and final element method, calculation correlations will be carried out to ensure the relevance and validity of the basic structural choices as well as their combinations.\nTargets:\nDelta temperature: 200∞C to 400∞C\nFlow: 0.01kg/s to 2kg/s\nPower: 0.5 to 500kW\nReynolds number: 400 to 10000\nPressure drop: 100mBar max\nSize: up to 500x300x300mm",
    "totalCost": "1499177,5",
    "ecMaxContribution": "1499177,5",
    "coordinator": "SOGECLAIR AEROSPACE SAS",
    "coordinatorCountry": "FR",
    "participants": "ADDUP;TEMISTH SAS;INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
    "participantCountries": "FR;BE",
    "projectParticipants": {
        "952948177": {
            "orgId": "952948177",
            "orgName": "SOGECLAIR AEROSPACE SAS",
            "ecContrib": 416912
        },
        "911915819": {
            "orgId": "911915819",
            "orgName": "ADDUP",
            "ecContrib": 388440
        },
        "999698006": {
            "orgId": "999698006",
            "orgName": "INSTITUT VON KARMAN DE DYNAMIQUE DES FLUIDES",
            "ecContrib": 367600
        },
        "918679338": {
            "orgId": "918679338",
            "orgName": "TEMISTH SAS",
            "ecContrib": 326225
        }
    },
    "calculatedTotalContribution": 1499177
}