{
    "rcn": "213998",
    "acronym": "NAIL",
    "topics": "MSCA-IF-2017",
    "title": "Adsorption and Dynamics of Nucleic Acids on Surfaces in Ionic Liquid Environment",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Nucleic acid storage and stability is of primary importance as it finds uses in material science as nanomachines, biosensors and bioelectronics. The long-term stability and storage of DNA is a major challenge as hydrolytic reactions cause its denaturation when stored in an aqueous environment with conventional buffer solutions. Most of the devices employing nucleic acids require the nucleic acid molecule (generally DNA) to be adsorbed on the surface with a solvent in its immediate vicinity. The search for suitable solvents and electrolytes received a boost with the advent of ionic liquids (ILs). Nucleic acids have showcased enhanced chemical and structural stability in ILs compared to conventional buffer solutions. However, to employ ILs as electrolytes or solvents in biosensors and bioelectronics it is paramount to understand the effect of IL ions on the adsorption and dynamics of DNA molecules on surfaces. The objective can be achieved by employing a synergistic approach of microscopy, spectroscopy and theory. Time lapse scanning force microscopy (SFM) and Tip Enhanced Raman Spectroscopy (TERS) supported by computational studies will give a comprehensive idea in this regard. In essence, the central research objective of NAIL is to understand, the role of the various stabilizing interactions on Nucleic Acids imposed by the ions of Ionic Liquids on the adsorption and dynamics of the former on surfaces. Along with the research objectives, the ultimate goal of the project is to propel me, Sugosh Prabhu to a position of professional independence at the forefront of academic/industrial research by enhancing my innovative potential, diversify my individual competences; and also to open up new avenues in terms of collaboration for me and the host organization.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}