{
    "rcn": "213901",
    "acronym": "CLAUSTRUM",
    "topics": "ERC-2017-COG",
    "title": "The Claustrum: A Circuit Hub for Attention",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Our senses face a constant barrage of information. Hence, understanding how our brain enables us to attend to relevant stimuli, while ignoring distractions, is of increasing biomedical importance. Recently, I discovered that the claustrum, a multi-sensory hub and recipient of extensive neuromodulatory input, enables resilience to distraction.\n\nIn my ERC project, I will explore the mechanisms underlying claustral mediation of resilience to distraction and develop novel approaches for assessing and modulating attention in mice, with implications for humans. Transgenic mouse models that I identified as enabling selective access to claustral neurons overcome its limiting anatomy, making the claustrum accessible to functional investigation. Using this novel genetic access, I obtained preliminary results strongly suggesting that the claustrum functions to filter distractions by adjusting cortical sensory gain.\n\nMy specific aims are: 1) To delineate the mechanisms whereby the claustrum achieves sensory gain control, by applying in-vivo cell-attached, multi-unit and fiber photometry recordings from claustral and cortical neurons during attention-demanding tasks. 2) To discriminate between the functions of the claustrum in multi-sensory integration and implementation of attention strategies, by employing multi-sensory behavioral paradigms while modulating claustral function. 3) To develop validated complementary physiological and behavioral protocols for adjusting claustral mediation of attention via neuromodulation.\n\nThis study is unique in its focus and aims: it will provide a stringent neurophysiological framework for defining a key mechanism underlying cognitive concepts of attention, and establish a novel platform for studying the function of the claustrum and manipulating its activity. The project is designed to achieve breakthroughs of fundamental nature and potentially lead to diagnostic and therapeutic advances relevant to attention disorders.",
    "totalCost": "1995000",
    "ecMaxContribution": "1995000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 1995000
        }
    },
    "calculatedTotalContribution": 1995000
}