{
    "rcn": "213908",
    "acronym": "ChronosAntibiotics",
    "topics": "ERC-2017-COG",
    "title": "Exploring the bacterial cell cycle to re-sensitize antibiotic-resistant bacteria",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Over the next 35 years, antibiotic resistant bacteria are expected to kill more than 300 million people. The need to find alternative strategies for antimicrobial therapies remains a global challenge with several bottlenecks in the antibiotic discovery process. Using Staphylococcus aureus, the most common multidrug-resistant bacterium in the European Union and an excellent model organism for cell division in cocci, we propose: \n(i) to find new pathways to re-sensitize resistant bacteria. Bacteria undergo major morphology changes during the cell cycle. We hypothesize that these changes generate windows of opportunity during which bacteria are more susceptible or more tolerant to the action of antibiotics. We will identify key regulators of the cell cycle in order to manipulate the duration of windows of opportunity for the action of existing antibiotics. \n(ii) to develop new fluorescence-based reporters for whole-cell screenings of antimicrobial compounds with new modes of action, including compounds that arrest or delay the cell cycle; compounds that target non-essential pathways that are required for expression of resistance against existing antibiotics and therefore can be used as synergistic drugs for combination therapies; compounds that inhibit the production of virulence factors and compounds that revert persister states that are phenotypically resistant to antibiotics. \n(iii) to unravel new modes of action of antibiotics by using the constructed reporter strains as powerful tools to learn how antibiotics act at the single cell level.\nOver the past years, my group has become expert on the biology of S. aureus, has constructed powerful biological tools to study cell division and synthesis of the cell surface and has studied mechanisms of action of various antimicrobial compounds. We are therefore in a privileged position to quickly unravel the function of new players in the bacterial cell cycle and simultaneously contribute to accelerate antibiotic discovery.",
    "totalCost": "2533500",
    "ecMaxContribution": "2533500",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "960782479": {
            "orgId": "960782479",
            "orgName": "UNIVERSIDADE NOVA DE LISBOA",
            "ecContrib": 2533500
        }
    },
    "calculatedTotalContribution": 2533500
}