{
    "rcn": "213983",
    "acronym": "FERHAZ",
    "topics": "MSCA-IF-2017",
    "title": "Multiscale Investigations on Si-integrable Ferroelectric Hafnia-Zirconia Systems: From Fundamental Understanding to Everyday Electronics",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Everyday electronic devices suffer from power-loss issues originating from leakage currents in the stand-by (OFF) mode, which dominate even more with miniaturization of transistors. The concept of negative capacitance on ferroelectric (FE) materials, and consequently ferroelectric field-effect transistor (FEFET) provides a materials solution to achieve sharp-switching in FETs, and promises to be a breakthrough solution to reduce this OFF state leakage. The recent demonstrations of ferroelectricity in thin (<10 nm) Hafnia-based (HfO2) films, which are readily Si integrable is an encouraging news for FEFET technology. FEFETs have earlier eluded industrial applications owing to Si compatibility issues of well-known FE materials. FERHAZ tackles this new kind of ferroelectricity, starting from fundamental studies on its origin leading upto application oriented FEFET devices. \n\n In FERHAZ, HfxZr1-xO2 (HZO) films with varying Zr content (x, doping) will be grown epitaxially on various substrates (strain-states) including Silicon, under various oxygen partial pressures (point-defects). The FE hysteresis, dielectric and piezoelectric response on these films will be measured, and will be correlated with atomic structure, symmetry, microstructure and chemistry analysis obtained via high-resolution STEM and spectroscopy. The best FE films on Si will be selected to study the phase-competition, FE and piezoelectric behavior in real time under strain and electric field via in situ TEM measurements. Lessons from these fundamental multiscale studies will be employed in the fabrication and optimal design of FEFET with small leakage.  \n\nFERHAZ will integrate my expertise on in situ microscopy with the extensive experience of the host-lab in FE thin-film growth and characterization. Importantly, the skills and training obtained will enable me to position myself as a leading young scientist in materials science, strengthening my career prospectives to be a future group leader.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}