{
    "rcn": "213993",
    "acronym": "DUSTCO",
    "topics": "MSCA-IF-2017",
    "title": "Effects of atmospheric DUST deposition on COccolithophore production",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The deposition of atmospheric dust is thought to provide nutrients that are essential for phytoplankton growth in large areas of the ocean, with implications for primary production and remaining oceanic food chain, as well as for the ocean's biological carbon pump. Amongst the main primary producers in open-ocean oligotrophic waters are the coccolithophores. By also including more opportunistic taxa that quickly respond to short-term changes linked to nutrient input, and by being both photosynthetic and calcifying, coccolithophores provide interesting perspectives as indicators of ocean fertilization by dust, and its contribution to the organic and inorganic oceanic carbon pumps. Given the huge amounts of Saharan-dust blown into and over the equatorial North Atlantic, a region where nitrogen fixation is co-limited by Fe and P, it is only likely to expect that dust will act as nutrient supplier for marine phytoplankton. Here, I propose to investigate the effects of Saharan dust deposition on the cell production, species composition, carbonate production and coccolith-Sr/Ca ratios on coccolithophore populations across the equatorial North Atlantic. The study will be based on seawater samples covering the entire photic layer and sediment trap samples collected between NW Africa and the Caribbean, complemented by a coccolithophore culturing exploring the response of key coccolithophore species to dust input. As the transatlantic array was lying directly underneath the largest dust plume originating from the African continent (12∫ N), and two events of dust deposition were clearly recorded during the sampling cruise, DUSTCO provides a unique in situ opportunity to investigate the potential of Saharan dust as a fertilizer. Ongoing multidisciplinary research in the region, offers an excellent context for this study. The obtained findings will be used to develop a dust-related coccolithophore-based correlation/calibration function.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}