{
    "rcn": "213929",
    "acronym": "OptiWind",
    "topics": "JTI-CS2-2017-CFP06-AIR-01-28",
    "title": "Optimized cockpit windshield for large diameter business aircraft",
    "startDate": "01/03/2018",
    "endDate": "30/04/2023",
    "objective": "The proposed project addresses the topic ìOptimised cockpit windshield for large diameter business aircraftî. The main objectives are i) to optimise the design of aircraft windshield and surrounding structure in terms of technical performances (low weight, high capacity to bear loads, reduced noise) and operational performances (low recurring costs, easy maintainability) and ii) to optimise heating power consumption for anti-icing. \nOther objectives are:\n- To develop models to support windshield design and to analyse power consumption for anti-icing and defogging; \n- To propose five concepts based on different assembly techniques and transparencies;\n- To support certification with heating power density lower than the currently used value of 70 W/dm2; \n- To develop a front aircraft demonstrator and to validate the selected concept; \n- To assess environmental impact of the proposed technologies;\n- To set the ground for future exploitation of the project results. \nThe project starts with the definition of specifications and a review of latest emerging technologies to propose five improved window concepts. Models and simulation capabilities will be developed and validated for the optimisation of the mechanical stream on one hand and the heating power stream on the other hand. \nA trade-off solutions between the five concepts will be proposed. \nA full scale front aircraft demonstrator will be developed to assess the performances of the selected optimised solution and its compliance with expected mechanical qualification targets.\nTwo partners will collaborate in the project: Company Saint-Gobain Sully, a long-time supplier of transparencies in the aerospace market and University Savoie Mont-Blanc through two research laboratories specialised in modelling.",
    "totalCost": "1315162,5",
    "ecMaxContribution": "965388,75",
    "coordinator": "SAINT-GOBAIN SULLY",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE SAVOIE MONT BLANC",
    "participantCountries": "FR",
    "projectParticipants": {
        "999618078": {
            "orgId": "999618078",
            "orgName": "UNIVERSITE SAVOIE MONT BLANC",
            "ecContrib": 149250
        },
        "925454012": {
            "orgId": "925454012",
            "orgName": "SAINT-GOBAIN SULLY",
            "ecContrib": 816139
        }
    },
    "calculatedTotalContribution": 965389
}