{
    "rcn": "213962",
    "acronym": "DECOCHEM",
    "topics": "MSCA-IF-2017",
    "title": "Developing heterocylic sulfinates as general coupling partners in transition metal catalysedprocesses",
    "startDate": "29/04/2019",
    "endDate": "28/04/2021",
    "objective": "This project focuses on the development of heterocylic sulfinates as general coupling partners in transition metal catalyzed processes, through a desulfinative coupling process that has already shown promising results. Previously, aryl boronic acids, and related boronates, are some of the most versatile and widely used reagents available to synthetic chemists. However, their use is limited due to the low efficiency, poor stability and difficulty in preparation of many heterocycle-derived boronic acids. The Willis laboratory in Oxford has been exploring alternatives to heterocyclic boronic acids in coupling processes, and has recently established that pyridine sulfinates are excellent coupling partners in palladium-catalyzed coupling reactions with aryl and heteroaryl halides. Very recently they have shown that this chemistry can be extended to the use of alternative heterocycles, such as pyrimidine, pyrazine, pyridazine, imidazole, pyrazole and indazole cores. The use of these heterocycle sufinates addresses many of the limitations of the corresponding boronic acids (ease of preparation and use, storage stability and reactive efficiency). The remarkable utility of heteroaryl sulfinates in coupling with (hetero)aryl halides suggests that the chemistry could be extended to tackle several remaining challenges associated with heterocycle functionalization, specifically elaborating heterocycle cores with small (cyclic)alkyl substituents, and introducing diverse N- and O-based nucleophile coupling partners. Protected versions of these sulfinates, so called masked sulfinates, will also be developed. These three areas of investigation encompass the scope of the proposal.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}