{
    "rcn": "213912",
    "acronym": "PHOENEEX",
    "topics": "ERC-2017-COG",
    "title": "Pyrolytic Hierarchical Organic Electrodes for sustaiNable Electrochemical Energy Systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The demand for compact energy systems for portable devices such as wearable sensors or mobile phones is increasing. Electrochemical systems are promising candidates for sustainable energy conversion and storage on miniaturised platforms. A recent approach to harvest green energy is biophotovoltaic systems (BPVs), where photosynthetic microorganisms are used to transform light into electrical energy. However, BPVs still provide a relatively low efficiency and are yet unable to deliver the high peak power required for sensor operation or wireless signal transmission in portable systems. In PHOENEEX, I will address these limitations by i) improving the efficiency of BPVs and ii) combining the BPVs with microsupercapacitors (µSCs) which can temporarily store the harvested electrical energy and provide a higher peak power output upon request. More specifically, I will develop highly optimised 3D carbon microelectrodes (3DCMEs) to enhance electron harvesting from cyanobacteria in BPVs and for increased energy density in µSCs. Finally, the improved BPVs and the optimised µSCs will be integrated on the BioCapacitor Microchip - a compact sustainable energy platform for portable systems. \n\nThe fabrication of 3DCMEs with highly tailored material properties, large surface area and hierarchical architecture is achieved by pyrolysis of polymer templates in an inert atmosphere. The fundamental hypothesis of PHOENEEX is that the combination of novel precursor materials, new methods for 3D polymer microfabrication and optimised pyrolysis processes will allow for fabrication of 3DCMEs with highly tailored material properties, large surface area and hierarchical architecture impossible to obtain with any other method.",
    "totalCost": "2745500",
    "ecMaxContribution": "2745500",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990655": {
            "orgId": "999990655",
            "orgName": "DANMARKS TEKNISKE UNIVERSITET",
            "ecContrib": 2745500
        }
    },
    "calculatedTotalContribution": 2745500
}