{
    "rcn": "213999",
    "acronym": "SOPMEN",
    "topics": "MSCA-IF-2017",
    "title": "Correlating the 3D atomic structure of metal anisotropic nanoparticles with their optical properties",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Metal nanoparticles (NPs) are intriguing systems due to their efficient interactions with light stemming from localized surface plasmon resonances (LSPRs), a phenomenon which is exploited in many applications in fields ranging from physics to biology and medicine. In particular, anisotropic shapes are interesting because of strong electromagnetic field enhancements at corners and tips. Next to monometallic NPs, bimetallic NPs offer an additional way of tuning the functionality and plasmon resonance and are advantageous for applications such as photocatalysis. Understanding the delicate interplay between particle morphology, composition and optical properties is of utmost importance in optimizing particle design for the desired applications. While optical properties of metal NPs have been related to structure by using surface imaging techniques like scanning electron microscopy (SEM), a complete connection to the atomically resolved 3D structure has never been accomplished. Here, I propose to investigate the correlation of the full atomic morphology (including composition) and optical properties of (bi)metallic NPs by single-particle optical experiments and electron microscopy techniques such as atomically resolved electron tomography. I will furthermore study the correspondence and differences between electronically-excited and optically-excited plasmon modes. The key aspect of the proposed research is that the correlated measurements will be performed, for the first time, on the same particle allowing for a full understanding of how the morphology and composition of a metal NP is related to its optical properties.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}