{
    "rcn": "213947",
    "acronym": "BCPPlus",
    "topics": "MSCA-IF-2017",
    "title": "New directions in bicyclopentane research",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "The pharmaceutical industry is increasingly seeking new tactics for the structural modification of drug candidates to avoid metabolic susceptibility, or to improve pharmacokinetic properties. Analogues called 'bioisosteres', which mimic the dimensions and substituent directionality of problematic structural motifs, but which are not themselves subject to the same pharmacological issues, offer one solution. Often based on scaffolds not found in ëtypicalí drug candidates, bioisosteres can additionally occupy new areas of intellectual property space. Within this growing field, rigid polycycles such as bicyclo[1.1.1]pentane (BCP) are receiving significant attention as arene bioisosteres, as they exhibit similar ring diameters and substituent positioning, and also improve many pharmacokinetic properties relative to the parent arene. Despite the attractive nature of these motifs and current interest, the lack of general routes to complex BCP ring systems means this template is not yet fully accessible to industry. The invention of mild methods for [1.1.1.0]tricyclopentane (TCP) ring opening and functionalization could revolutionize use of BCPs in the pharmaceutical sector. \nOne method not explored to date is an atom transfer radical addition reaction (ATRA) strategy. Using aryl or alkyl halides, ATRA could deliver an abundance of previously inaccessible polysubstituted BCPs from generalized TCP, which would revolutionize this immature, cutting-edge area of organic and medicinal chemistry. \nThis research proposal seeks to: i) explore general and mild ATRA-based syntheses of BCP derivatives, including ring-expanded (hetero)bioisosteres; ii) functionalize BCP products using a range of contemporary processes, including CñH or CñX activation; and iii) apply these methodologies to synthesize BCP drugs / natural product analogues, and to test their biological activity via an industrial collaboration.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}