{
    "rcn": "213946",
    "acronym": "ACOUSTIC",
    "topics": "MSCA-IF-2017",
    "title": "Assessment of cardiac function by new ultrasound imaging strategies: towards a reliable clinicalroutine",
    "startDate": "01/05/2018",
    "endDate": "30/11/2019",
    "objective": "Cardiovascular diseases remain the leading cause of death in the world and has a tremendous impact on our society. Since major diseases are associated with dysfunction of the left ventricle, the accurate assessment of ventricular function during all phases of the heart cycle is fundamental. This goal may be facilitated by ultrasound imaging, which is in general appreciated for its bedside applicability, good temporal resolution, real-time operation, low cost and absence of ionizing radiation.\nThe overall objective of this project is to improve cardiac ultrasound diagnostics by developing an innovative system for imaging at very high temporal and spatial resolution. This will be achieved through innovative developments in: ultrasound image formation, ultrasound signal processing, and real-time applications. Each of them will be first simulated, then experimented in-vitro, and finally tested in-vivo on human subjects. These developments will add diagnostic and prognostic information to the cardiac ultrasound examination and will enable clinicians to better study cardiac blood-wall interactions. The objectives are in line with those of H2020 EU: improving the ìlife-long health and well-being of all while maintaining economically sustainable care systemsî; and ìboosting Europe's industrial leadership through research, technological development, demonstration and innovationî. \nThe project will also pursue the experienced researcherís professional maturity so as to improve his career. In fact, the training and research program is highly multidisciplinary and integrates leading expertise in the fields of ultrasound and electronic engineering, signal/image processing and clinical cardiology provided by host and secondment institutions. At the same time, the researcher will share his system-oriented knowledge with the host institution to build a background in advanced US technology.",
    "totalCost": "127300",
    "ecMaxContribution": "127300",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 127300
        }
    },
    "calculatedTotalContribution": 127300
}