{
    "rcn": "213982",
    "acronym": "CF3-DIAZOMETHYLATOR",
    "topics": "MSCA-IF-2017",
    "title": "Photocatalytic CñH Bond CF3-diazomethylation",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The main goal of this Marie Sk?odowska-Curie (MSC) application is to develop a new photocatalytic CñH bond CF3-diazomethylation of aromatic rings with a new class of hypervalent iodine reagents. Our approach is enabled by the photocatalytic generation of a previously elusive electrophilic carbyne radical, which is able to induce C-H bond cleavage. Preliminary results suggest that the proposed transformation will be able to functionalize complex drug molecules and provide valuable CF3-diazomethylated drugs. The useful reactivity of the diazo functional group (C=N2) contained on these molecules will be exploited to develop: (i) a small library of novel tetracycline antibiotics; and (ii) a [18F] labelling process; we aim to provide a robust and simple strategy for the simple synthesis of 18F-fluorinated probes to impact positron emission tomography (PET) imaging. A key strength of this multidisciplinary proposal is the introduction of a secondment phase, in an academic group, to evaluate the [18F] labelling, and a collaboration with a pharmaceutical industry to discover new antibiotics. The development of this project will enable the Experienced Researcher (ER) to become a leader for the next generation in the field of chemical synthesis and (radio)fluorination techniques by using the C-H functionalization logic. The ER will be exposed to a wide range of cutting-edge chemistry and biomedical sciences in two Top European Institutions (ICIQ, CICbiomagune) that will aid the development of his future research programmes as independent researcher. The high impact results expected will be published only in top journals and presented in major international conferences. Ultimately, this MSC application will contribute to enhance EU scientific excellence and allow the applicant to become a leading scientist in synthetic chemistry to impact health care.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}