{
    "rcn": "213985",
    "acronym": "SYNFOS",
    "topics": "MSCA-IF-2017",
    "title": "Synthetic toolkit for fragment oriented synthesis",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Fragment-based ligand discovery (FBLD) has become a mainstream strategy to discover new drugs to enable the treatment of conditions with unmet medical needs. Despite the remarkable rise of FBLD, significant chemical challenges remain in the field; firstly, elaborated fragments tend to be synthesised de novo when direct growth would be much more advantageous. Secondly, the currently available toolkit for fragment elaboration tends to exacerbate an uneven exploration of chemical space, yielding flatter and more lipophilic compounds.\n\nSYNFOS will allow Alexandre Trindade (the fellow) to join the laboratory of Professors Adam Nelson (host supervisor) and Steve Marsden (host co-supervisor) at the University of Leeds (Host) and develop research expertise in fragment-based ligand discovery; catalysis to enable molecular discovery; protein-protein interaction (PPIs) inhibition; and high-throughput X-ray crystallography (via secondments to Diamond (Partner)). In doing so, the fellow will (a) enhance his prospects of becoming an independent academic group leader in Europe and (b) address the need to train researchers in key multidisciplinary areas such as medicinal chemistry and chemical biology and (c) develop cutting edge synthetic methods that facilitates the fragment-based discovery of new inhibitors for protein-protein interactions. By building in fragment hits from the Host laboratory, the fellow will establish a synthetic toolkit enabling the functionalization of C-H bonds within N-heterocycles with a wide range of medicinally-relevant groups. The fellowship will explore three main modes of reactivity to establish the functionalization of sp3-hydridised carbons with heterocyclic fragments and showcase the value of the synthetic toolbox through the discovery of fragments hits into potent inhibitors of PPIs involving the ATAD2 bromodomain.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}