{
    "rcn": "213969",
    "acronym": "GlueCore",
    "topics": "MSCA-IF-2017",
    "title": "Mapping the 3-dimensional gluon structure of the proton",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Gluons, together with quarks, are the fundamental constituents of the proton. They generate almost all its mass, carry about half of its momentum and contribute to its spin in a still unconstrained amount. Mapping their three-dimensional (3D) structure in the proton is crucial in our understanding of Quantum Chromodynamics and matter in general. \n\nThe quark and gluon 3D content in momentum space is encoded in the so-called Transverse-Momentum-Dependent distribution/fragmentation functions (TMDs). While a huge progress has been made recently in the quark sector, the gluon sector is much less developed, due to the difficulty to cleanly probe gluons in high-energy processes. A very promising and also challenging way to access them is through quarkonium production. However, we still lack a solid framework which connects gluon TMDs to these processes.\n\nGlueCore will provide this new theoretical framework to properly access (un)polarized gluon TMDs through quarkonium production, also in view of the construction of new experimental facilities in Europe and the United States, with the goal of collecting a wealth of data useful for gluon mapping. GlueCore will also test the newly derived framework by performing the first phenomenological extraction of gluon TMDs, through the application of cutting-edge fitting techniques.\n \nThis project will contribute to the EU H2020 priority ìExcellent Scienceî, bringing new insights into our quest of understanding the fundamental structure of matter. It will result in several high-impact peer-reviewed articles, conference presentations and opportunities to more broadly disseminate the findings. Moreover, undertaking this research at the INFN- Pavia Division, one of the world leaders in the study of hadron structure and QCD, along with formal training and mentoring by an exceptional supervisor, will enhance my academic profile, scientific experience and content expertise, enabling me to develop into an independent, leading researcher.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992789": {
            "orgId": "999992789",
            "orgName": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}