{
    "rcn": "213914",
    "acronym": "nanoAXON",
    "topics": "ERC-2017-COG",
    "title": "Nano-physiology of small glutamatergic axon terminals",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "We will reveal the neuronal mechanisms of fundamental hippocampal and axonal functions using direct patch clamp recordings from the small axon terminals of the major glutamatergic afferent and efferent pathways of the dentate gyrus region. Specifically, we will investigate the intrinsic axonal properties and unitary synaptic functions of the axons in the dentate gyrus that originate from the entorhinal cortex, the hilar mossy cells and the hypothalamic supramammillary nucleus. The fully controlled access to the activity of individual neuronal projections allows us to address the crucial questions how upstream regions of the dentate gyrus convey physiologically relevant spike activities and how these activities are translated to unitary synaptic responses in individual dentate gyrus neurons. The successful information transfers by these mechanisms ultimately generate specific dentate gyrus cell activity that contributes to hippocampal memory functions. Comprehensive mechanistic insights are essential to understand the impacts of the activity patterns associated with fundamental physiological functions and attainable with the necessary details only with direct recordings from individual axons. For example, these knowledge are necessary to understand how single cell activities in the entorhinal cortex (carrying primary spatial information) contribute to spatial representation in the dentate (i.e. place fields). Furthermore, because the size of these recorded axon terminals matches that of the majority of cortical synapses, our discoveries will demonstrate basic biophysical and neuronal principles of axonal signaling that are relevant for universal neuronal functions throughout the CNS. Thus, an exceptional repertoire of methods, including recording from anatomically identified individual small axon terminals, voltage- and calcium imaging and computational simulations, places us in an advantaged position for revealing unprecedented information about neuronal circuits.",
    "totalCost": "1994025",
    "ecMaxContribution": "1994025",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998242327": {
            "orgId": "998242327",
            "orgName": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
            "ecContrib": 1994025
        }
    },
    "calculatedTotalContribution": 1994025
}