{
    "rcn": "213976",
    "acronym": "inhibitAUTO",
    "topics": "MSCA-IF-2017",
    "title": "Towards a New Frontier in Autophagy Inhibition: The Development of a Novel Class of ChemicalProbes and Identification of Their Associated Biological Target",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "This action aims to discover a novel class of autophagy inhibitors and newly develop chemical probes that can identify their protein targets and dissect their biological mode of action. Autophagy dysregulation is intrinsically linked with major European healthcare challenges, including cancer. The identification of new classes of druggable autophagic proteins will have broad implications for the development of novel and more effective cancer therapeutics. To address the aims of this action, this proposal seeks support to initiate a pioneering and holistic chemical biology programme, which combines the newest technologies in synthetic chemistry and cell biology. Phenotypic investigations in the host lab recently identified new inhibitors of autophagy based on a novel scaffold, which modulates autophagy through an exciting but unknown pathway. In this action the use of a newly introduced sp2-sp3 cross-coupling reaction will allow systematic variation of the scaffold, exploration of its structure-activity relationship, and improvement of the potency of these inhibitors to facilitate the preparation of high-quality chemical probes. A focused compound collection (>100 compounds) will be prepared and investigated in cell-based assays, with the aim of establishing a broad, potent and selective class of inhibitors. The inhibitory mode of action will then be rationalised through identification, validation and engagement of the associated biological targets using further cell-based investigations and biophysical assays. Chemical probes will be generated from the most active inhibitors and used to identify and interrogate the druggability of a novel protein target with potentially huge significance for biomedical science. My ambition is to become an independent academic researcher in chemical biology at a leading European institution, and this Fellowship provides a vital opportunity for me to advance my scientific and career potential.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}