{
    "rcn": "213979",
    "acronym": "ProphARG",
    "topics": "MSCA-IF-2017",
    "title": "Evolution of Prophages that carry Antibiotic Resistance Genes (ARGs) and their host-bacteria in response to antibiotics and increased lytic activity",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "In the European Union, 25,000 deaths per year are caused by multidrug resistant bacteria. This trend is predicted to increase with ever increasing misuse and overuse of antibiotics, which accelerates the evolution of antibiotic resistance (AR). An important mechanism of transferring antibiotic resistance genes (ARGs) among bacteria are temperate bacteriophages (prophages), viruses that can incorporate their own genetic material into the bacterial chromosome, thereby providing their bacterial host (which is now called a ëlysogení) with additional genes, such as ARGs. Despite their vast abundance in nature, our understanding of the evolution of ARG-carrying prophages is still incomplete. Therefore I will study the evolution of ARG-carrying prophages and their host bacteria. Specifically, using constructed lysogens (carrying prophage lambda\\ARG) of E. coli bacteria, I will (1) use competitive fitness assays to determine the costs/benefits for bacteria of carrying prophages that encode AR and how these costs depend on environmental antibiotic concentrations and the frequency with which the prophage enters the lytic cycle (i.e. the prophage becomes active, replicates and lyses the host cell). (2) I will follow the evolution of these lysogens that carry AR-encoding prophages using a serial transfer experiment in the presence/absence of antibiotics and compounds that induce phage lysis. (3) I will sequence the evolved lysogens including their prophage genomes to detect underlying genomic changes associated with bacterial adaptation to prophage carriage. I predict that the net effect of a prophage that encodes an ARG on the growth and evolution of its host bacterium will strongly depend on both the frequency with which the phage enters the lytic cycle and the costs/benefits of the ARG. By using a novel approach that has been neglected so far (evolution of ARG-carrying prophages) this project will improve our understanding of AR evolution.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979015": {
            "orgId": "999979015",
            "orgName": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}