{
    "rcn": "213997",
    "acronym": "MagicFACE",
    "topics": "MSCA-IF-2017",
    "title": "Magnetic Hybrid Metal-Organic Interfaces",
    "startDate": "17/12/2018",
    "endDate": "16/12/2020",
    "objective": "MagicFACE deals on the design and investigation of magnetic hybrid metal-organic interfaces by evaporation of organic molecules (phthalocyanines, porphyrins and single molecular magnets) on non-conventional ferromagnetic surface- confined alloys, which contain rare earths atoms and noble metals (Ag and Au). The project aims to give a full description of the electronic and magnetic interaction phenomena that takes places at the hybrid metalorganic interface, exploring the possibility to create highly spin-polarized surfaces to enhance the performance of quantum information processing and organic spintronic devices. Several spectroscopies and microscopies are combined to obtain a comprehensive understanding on how the hybrid metal-organic interface forms and which kind of electronic and magnetic properties it displays. The preparation of the interface will be carried out under ultra-high vacuum conditions and the structure and morphology will be analyzed using Scanning Tunneling Microscopy and Low Energy Electron Diffraction. The electronic characterization includes local Scanning Tunneling Spectroscopy, spatially averaged Photoelectron Spectroscopy and X-ray absorption Spectroscopy. The main goal is to understand the chemistry and the physical processes taking place at the interface: charge transfer, energy level alignment and hybridization effects. Moreover, the study of the magnetic behaviour of the interface will be carried out by means of Spin Polarized Angle Resolved Photoemission and X-ray Magnetic Circular Dichroism, trying to find the effect of the magnetic coupling between the ferromagnetic substrate and organic molecular layer on the spin-dependent electronic properties at the interface.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999865234": {
            "orgId": "999865234",
            "orgName": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}