{
    "rcn": "213980",
    "acronym": "LIDOS",
    "topics": "MSCA-IF-2017",
    "title": "Light-Induced Spin Switch using Dynamic Organic Species",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The LIDOS project uses in-silico approaches to design nanometer sized photomagnetic (PM) switches. Switches of this kind find use in myriad technological devices, primarily because of their ability to alter their magnetic response upon light irradiation. This project follows an underexplored, yet promising, strategy to obtain new PM switches with enhanced properties. Specifically, dyads (i.e. two-component molecules) will be designed that combine a photoswitch and a magnetic moiety hosting unpaired electrons. Despite attempts to design PM switches employing both transition metals and purely-organic radicals as magnetic units, significant advances in magnetic response remain elusive.\nThis project aims to rationally develop efficient PM switches featuring pronounced changes in magnetic response at room temperature, using purely-organic components. Azobenzene and Diarylethene derivatives will serve as photoswitches, whose primary mission is undergoing a reversible structural change that modulates the magnetic interaction between the radical moieties of adjacent dyads. Thus, the design principles are based on supramolecular choreography. DTA- and Verdazyl- molecules will be targeted as radicals, and will be affixed to photoswitches via linker groups. In the first step, computational screening will be used to explore the best component combinations leading to a set of potential PM switches. In the second step, candidates will be further tuned to optimize their optical properties. The overarching goal is the identification of a reversible PM switch triggered by visible light. \n\nLIDOS lies at the intersection of photochemistry, molecular magnetism, computational chemistry, and physical organic chemistry. It combines well-established DFT-based approaches, computational methods to describe and understand non-covalent interactions recently developed at the host institution (EPFL), and state-of-the-art molecular dynamics techniques to study the photochemical process.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}