{
    "rcn": "213967",
    "acronym": "BJW",
    "topics": "MSCA-IF-2017",
    "title": "When saying the world is just backfires: elites' expression of the belief in a just world, perceived immorality, moral outrage and punishment wishes",
    "startDate": "14/09/2018",
    "endDate": "13/09/2020",
    "objective": "Saying that people get what they deserve and deserve what they get, can be considered as a moralizing discourse. Past research has shown that this ìjust worldî discourse is well regarded when conveyed by ordinary citizens. The main goal of this project, however, is to show that it can backfire against those who enact it. Specifically, this programme intends to show that when financial/political elites resort to a ìjust worldî discourse, it may lead to punishment wishes against those elites, including the use of violence. Indeed, nowadays the financial elite is stereotypically associated with white-collar crime, the consequences of which affect millions of people worldwide; and the political elite is perceived as their accomplice. It is thus hypothesized that when members of the elites, as well-intended and innocent they may be, say that people get what they deserve, they will be perceived as adding insult to injury. Compared to elite members who say that the world is unjust for people, those who say that the world is just will thus be perceived as more immoral; as a consequence, individuals will feel more moral outrage towards them and will wish them higher punishment in various domains (e.g., legal, physical, social). This is a very important issue - after the 2008 financial crisis, various European countries introduced harsh austerity measures. One strategy that political and financial elites used to legitimize these measures was to repeatedly accuse these countries, basically Southern European ones, of having lived beyond their means at the expense of the industrious Northern European. Implicit in this discourse was a collective ìjust worldî one ñ those measures, as hard as they could be, were deserved. This discourse has contributed to a Northern-Southern Europe divide. This research, to be conducted by experts on justice, morality and emotions, can inform the elites about the political and personal dangers of that moralizing discourse.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999861354": {
            "orgId": "999861354",
            "orgName": "UNIVERSIDAD AUTONOMA DE MADRID",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}