{
    "rcn": "213975",
    "acronym": "PHOTOCHIRO",
    "topics": "MSCA-IF-2017",
    "title": "Photocatalysis to crop protection: asymmetric cascades for chiral heterocycles",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Food security and sustainable agriculture is a significant and current challenge to society in the face of growing global consumption. PHOTOCHIRO seeks to provide some solutions through assisting the development of more effective crop protection technology. Specifically, we aim at the synthesis of novel chiral amines, which are common motifs in biologically active molecules, by using light-driven organocatalytic cascade processes. Asymmetric organocatalysis and photochemistry, two powerful strategies of modern chemical research, have extraordinary potential for sustainably preparing the novel organic molecules required for driving innovation in the pharmaceutical and agrichemical industries. However, the control of enantioselectivity in photochemical processes poses a fundamental scientific challenge, and PHOTOCHIRO asks whether asymmetric organocatalytic photochemical cascades can be used as an effective tool for the rapid synthesis of novel chiral pyrrolidine and piperidine building blocks. The chiral molecules prepared in this project will be screened for herbicide, insecticide, and fungicide activity in a multidisciplinary collaboration with Syngenta. \nThis fellowship brings a new collaboration to the host institution, transfers knowledge of advanced techniques in asymmetric catalysis and photochemistry to the candidate, and, in addition, knowledge of these new enantioselective photocatalytic synthetic techniques to the industrial partner. The results have the potential to increase the economic competitiveness of Europe through Knowledge and Technology Transfer and are in line with one of H2020 Societal Challenges to secure 'viable food production in face of a growing world food demand'. The multi-cultural and intersectoral nature of this project will broaden Dr Holdenís competencies and places her in a competitive position for her next career move.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999548044": {
            "orgId": "999548044",
            "orgName": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}