{
    "rcn": "213931",
    "acronym": "TEST-inn",
    "topics": "JTI-CS2-2017-CFP06-LPA-01-31",
    "title": "TEST-INNOVATIVE LOAD APPLICATION  MONITORING SYSTEMS",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "The objective of this proposal is to overcome the conventional experimental set-up commonly used in structural testing as the proposed for measuring the torsional and bending stiffness of the HLFC Leading Edge configurations by experimental testing. Conventional instrumentation for measuring displacement, like LVDT contact sensing elements; or for stress measuring, like strain gauges or punctual data obtained from fiber Bragg grating, will be replaced for several newfangled solutions in order to develop a new and an innovative monitoring system for the qualitative and quantitative assessment of stress-strain events during structural testing such as overloads, defects appearance or even defect growth. For uniform load application, improved innovative technology will include, a combination of direct uniform load application, with an emerging technology probed successfully for others applications, capable to apply uniform loads for complex tunable elastic strains. This issue will allow control the deformation process as decided for torsion bending of wanted strain case. For the innovative monitoring system, classical punctual and contact strain measurement, will be replaced by a combination of novel SHM (Structural Health Monitoring) sensors in order to qualitative and quantitative assessment of stress-strain during structural testing. Four emerging technologies will be previously proved in laboratory for ensuring a properly performance during the test.  These technologies will include elements for the first damage detection; the identification and quantification of stress-strain events, overloads and hot-spot point with non-contact measuring elements; the quick overall deformation measurement for FEM correlations;  and the continuous strain measurements for internal areas or areas difficult to be instrumented with other techniques. All of these with the objective of ensuring an efficient, high quality testing that reduces the product development time risk and cost.",
    "totalCost": "490506,25",
    "ecMaxContribution": "489881,25",
    "coordinator": "IKERLAN S COOP",
    "coordinatorCountry": "ES",
    "participants": "CENTRO DE ENSAYOS Y ANALISIS CETEST SL",
    "participantCountries": "ES",
    "projectParticipants": {
        "999581315": {
            "orgId": "999581315",
            "orgName": "IKERLAN S COOP",
            "ecContrib": 230109
        },
        "964696235": {
            "orgId": "964696235",
            "orgName": "CENTRO DE ENSAYOS Y ANALISIS CETEST SL",
            "ecContrib": 259772
        }
    },
    "calculatedTotalContribution": 489881
}