{
    "rcn": "213963",
    "acronym": "TRIBOSC",
    "topics": "MSCA-IF-2017",
    "title": "Towards Radically Innovative Materials for Better and Sustainable Organic Solar Cells",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Organic compounds could provide a sustainable revolution in the generation of electricity from sunlight. Organic photonic material nanostructures, capable of efficient light harvesting when employed as active layer in solution processable organic solar cells and photovoltaic devices are essential. The present proposal demonstrate an innovative strategy for the direct application of conceptually new, chiral donor-acceptor (D-A) materials in organic solar cells (OSCs). Taking a leaf from natureís book, we envision that introduction of chiral functionalities in the active layer could administer anisotropic charge transport with excellent charge carrier mobilities, precise molecular ordering with nanoscopic D-A domains and re-enforced intra/inter molecular communication. The proposal brings together an experienced researcher with expertise in the area of design and synthesis of D-A supramolecular conjugates and ultrafast time resolved spectroscopy with an internationally recognized host laboratory in the University of Nottingham, UK with an expertise in the synthesis of chiral  superstructures for organic materials and developing photovoltaic device fabrication. It is our strong conviction that the novel approach depicted here, will instigate new breakthroughs for the construction of novel photofunctional materials with enhanced solar cell efficiencies. As the proposal integrates skill sets from extended network of collaborators such as chemists, engineers and physicist with diverse backgrounds, and we believe that it will eventually enhance and contribute towards European excellence in sustainable solar light harvesting.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976978": {
            "orgId": "999976978",
            "orgName": "THE UNIVERSITY OF NOTTINGHAM",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}