{
    "rcn": "214002",
    "acronym": "MYCOMOSS",
    "topics": "MSCA-IF-2017",
    "title": "Mosses as a gateway of nitrogen into northern ecosystems",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "High latitude ecosystems, which experience particular high rates of climate warming  are subject to changes in nitrogen (N) cycling due increased decomposition and changes in atmospheric N fixation and deposition. In cold ecosystems, temperature and low N availability restricts organic matter decomposition and plant growth, which affect ecosystem carbon (C) storage and thus climate feedback mechanisms. Understanding N cycling in high latitude ecosystems is therefore essential for understanding consequences of climate change. Mosses, which constitute a major component in high latitude ecosystems, intercept N entering the ecosystem via deposition and they host bacteria that fix atmospheric N. Therefore, they may be an important source for new N to the rest of the ecosystem. However, mosses do not easily decompose and the fate of N taken up by mosses is not well understood. Most vascular plants optimise their N uptake through partnerships with mycorrhizal fungi, which in return for labile C take up nutrients via extensive mycelium in the soil, and transfer a share to the host. Despite the presence of mycorrhizal fungi in the moss layer, their role in transfer of N from moss to plants is unknown. The overall aim of MYCOMOSS is to develop mechanistic and quantitative understanding of the role of mosses as providers of new N to N-limited high latitude ecosystems under climate change. This will be achieved by 1) making a full N budget of mosses under the effect of climate change manipulations in the field, 2) by exploring the role of different types of mycorrhiza across three major high latitude ecosystem types of Europe 3) and by tracing N from mosses through the ecosystem using stable isotope labelling. The quality of the implementation will be ensured by the fellowís expertise in moss ecology and plant interactions, the hostís specialized knowledge about element cycling, and the secondment partnerís expertise on fungal community ecology.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}