{
    "rcn": "214055",
    "acronym": "FLEXCHX",
    "topics": "LCE-07-2016-2017",
    "title": "FLEXIBLE COMBINED PRODUCTION OF POWER, HEAT AND TRANSPORT FUELS FROM RENEWABLE ENERGY SOURCES",
    "startDate": "01/03/2018",
    "endDate": "28/02/2021",
    "objective": "Seasonal solar energy potential and the need for heat and power do not match in Northern and Central European conditions. Consequently, large investments are needed for storing solar energy from summer season to dark winter time. The widely available combined heat and power plants and heating networks should be utilized effectively also in the future energy system. In addition to these challenges, decarbonisation of the transport sector requires massive production of renewable fuels especially for the heavy duty sector: air traffic, ships, heavy duty road vehicles. FLEXCHX project is aiming to present a cost-effective solution to tackle these challenges of the new European energy mix.\n\nPrincipal ideas of the proposal are:\n-  A hybrid process that integrates electrolysis to biomass gasification and synthesis is developed and the key enabling technologies of this process are validated to reach TRL5.\n-  In summer season renewable fuel intermediate (FT-wax) is produced from biomass carbon boosted with solar energy driven electrolysis. A small amount of by-product heat is also produced to cover the summer-time demand for district heating. Biomass consumption is halved compared to the winter time operation and 50 % of the input energy comes from low-cost excess electricity.\n- In winter season the plant is operated without the electrolyzer in a way that biomass conversion to liquid fuel intermediate,  heat and electricity is maximized.\n- Most of the invested plant components are in full use throughout the year, only the electrolysis unit is operated seasonally\n\nBehind FLEXCHX there is a multi-national consortium composed of RTD organizations, industry and SMEs representing the entire value chain.  The RTD partners have excellent synergistic competences, while the industrial partners represent lead industries covering the complete value chain from biomass gasification, gas cleaning and fuel synthesis component and plant manufacturers to service providers and end-users.",
    "totalCost": "4489545",
    "ecMaxContribution": "4489545",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "HELEN OY;NESTE ENGINEERING SOLUTIONS OY;UAB ENERSTENA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;KAUNO ENERGIJA AB;OY BRYNOLF GRONMARK AB;LIETUVOS ENERGETIKOS INSTITUTAS;JOHNSON MATTHEY PLC;INERATEC GMBH",
    "participantCountries": "FI;LT;DE;UK",
    "projectParticipants": {
        "932760440": {
            "orgId": "932760440",
            "orgName": "Teknologian tutkimuskeskus VTT Oy",
            "ecContrib": 1493322
        },
        "916275387": {
            "orgId": "916275387",
            "orgName": "OY BRYNOLF GRONMARK AB",
            "ecContrib": 160000
        },
        "928469548": {
            "orgId": "928469548",
            "orgName": "INERATEC GMBH",
            "ecContrib": 999350
        },
        "929013233": {
            "orgId": "929013233",
            "orgName": "HELEN OY",
            "ecContrib": 111250
        },
        "999517683": {
            "orgId": "999517683",
            "orgName": "LIETUVOS ENERGETIKOS INSTITUTAS",
            "ecContrib": 225552
        },
        "999947102": {
            "orgId": "999947102",
            "orgName": "JOHNSON MATTHEY PLC",
            "ecContrib": 564838
        },
        "956406324": {
            "orgId": "956406324",
            "orgName": "KAUNO ENERGIJA AB",
            "ecContrib": 93125
        },
        "936675554": {
            "orgId": "936675554",
            "orgName": "NESTE ENGINEERING SOLUTIONS OY",
            "ecContrib": 153750
        },
        "916779787": {
            "orgId": "916779787",
            "orgName": "UAB ENERSTENA",
            "ecContrib": 230938
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 457420
        }
    },
    "calculatedTotalContribution": 4489545
}