{
    "rcn": "214010",
    "acronym": "SmallDrugRheuma",
    "topics": "MSCA-IF-2017",
    "title": "Discovery of Immune Therapeutic Targets and Immunomodulators for the Development of Novel Therapies in Rheumatoid Arthritis.",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Rheumatoid Arthritis (RA) is an autoimmune chronic disease, characterized by inflammation in multiple joints, ultimately leading to joint deformity, pain and swelling. RA is one of the most frequent inflammatory arthropathies, with a prevalence of 0.3%-1%, striking during the most productive years of adulthood, and is a chronic disabling condition. No therapies exist to prevent RA, and a high percentage of patients do not respond to currently available therapies. Our research aims to integrate expertise on immunology and cutting-edge screening technologies to identify novel immunotherapeutics for RA based on immune modulation mechanisms. The project makes use of an extensive screening effort using a chemical library (60,000 compounds) containing repurposing drugs (drugs already approved for their use for the treatment of other diseases), targeted libraries and lead-like compounds. The aim of the project is to identify novel small molecules capable to modulate the immune response, counterbalancing the altered inflammatory environment that characterizes RA. Elucidation of the mechanism of action of the candidates (cell type, pathway and target) will take place through state-of-the art technologies such as chemoproteomics, RNASeq or CRISPR/Cas9. Ultimately, the most promising candidates will be tested ex vivo in cells from RA patients, providing a proof-of-concept of the therapeutic utility of the identified mechanism. The project is interdisciplinary and will make progress beyond the state of the art, as the identified immunotherapeutics could also be employed to treat other (auto)immune diseases, as well as being potentially translated to immunotherapy of cancer and cardiovascular diseases. The high-quality and originality of this proposal will open up the best career possibilities for the experienced researcher, and will be carried out under the umbrella of a public-private partnership with a pharmaceutical company, boosting European competitiveness.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999829635": {
            "orgId": "999829635",
            "orgName": "UNIVERSIDAD DE SANTIAGO DE COMPOSTELA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}