{
    "rcn": "214020",
    "acronym": "FlexOne",
    "topics": "SMEInst-02-2016-2017",
    "title": "FlexOne - Unbreakable cables",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "Cables break as a consequence of repeated mechanical stress, the copper wire inside the cable sheath inevitably breaks or disconnects from the connector. Although the cable represents a minor part of such devices, it is still to date the limiting component of their lifetime. This problem does not only concern headphones, but every electronic system where cables move, as pacemakers or high-end consumer electronics. With applications identified in medtech, robotics, consumer electronics and aerospace, the potential market size of $300 million is considerable. \nFlexOne represents a novel highly stretchable and conductive composite materials. The composite is incorporated into the cable such that it ensures conductivity even in the case of a core wire break, which is the most common failure source of cables that undergo mechanical stress.\nThe flex lifetime of our cable prototypes has been quantified using a standard industry protocol provided by Sennheiser. Excellent first results showed a lifetime improvement by a factor up to 100.\nWe differ from our competitors because we focus on reinforcing the conductor using new stretchable and conductive materials while others mainly target mechanical reinforcement, i.e., making the cable stiffer, which does not prevent the intrinsic fatigue of traditional metal conductors. Other solutions relying on wireless or redundancy systems exist but are limited to certain applications.\nWe will empower cable manufacturers to fabricate and sell FlexOne material. We will sell them a ìready-to-useî material mixture, required for the unique properties of the cables. And, also we will share our know-how on the integration of the FlexOne technology in their standard process flow in exchange for access fees.\nWe want to dedicate the next years to make our cable technology the new standard for high-end electronic companies. In the future, there will be no more pain, financial loss and risk associated with the wear of cables.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NANOLEQ GMBH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910424056": {
            "orgId": "910424056",
            "orgName": "NANOLEQ GMBH",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}