{
    "rcn": "214004",
    "acronym": "TET-Lanthanide",
    "topics": "MSCA-IF-2017",
    "title": "Triplet Energy Transfer at Hybrid Organic-Lanthanide Nanoparticle Interfaces",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The generation, control and transfer of triplet excitons in molecular and hybrid systems is of great interest for optoelectronic applications such as light emission, singlet fission and upconversion, as well as for sensitization and triggering photochemical reactions. Recently, the host group has discovered that it is possible to couple molecular triplet excitons to the f?f transitions of lanthanide nanocrystals, efficiently transferring energy between them. This allows for the direct generation of triplet excitons with near-IR excitation and luminescent harvesting of the dark triplet excitons via transfer to lanthanide nanocrystals. This discovery also opens up a promising new avenue for photochemistry/photocatalysis applications, as LnNPs are both non-toxic and highly photostable even within aqueous environments.\n\nThe project will build on this discovery to develop the fundamental science of this new platform for optoelectronics and photochemistry. Specifically, we will develop a series of highly controlled solution phase systems, where organic molecules will be directly covalently attached to the lanthanide nanocrystals. The lanthanide doping concentration of the nanoparticles, as well as the distance between organic and lanthanide will be carefully controlled to produce model systems. These systems will then be studied with steady state and time resolved spectroscopy with the aim of elucidating the underlying mechanism controlling the triplet exciton transfer and coupling between triplets and lanthanide ions. We will also perform a proof of concept experiment to demonstrate the use of these systems for photo-catalysis. These fundamental investigations will open up new possibilities for optoelectronics, molecular sensing, upconversion, photocatalysis and bio-imaging.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}