{
    "rcn": "214007",
    "acronym": "DisorMetox",
    "topics": "MSCA-IF-2017",
    "title": "Disorder and Order in the Conversion Mechanism of Metal Oxides in Lithium-ion Batteries",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Binary transition metal oxides (MxOy) have been studied as anode electrode materials for Li-ion batteries (LIBs) for many years. Defined as a class of conversion material, these MxOy undergo multi-electron reactions (per formula unit) leading to highly desirable capacities and have drawn considerable attention. Over the last decade, most of the earlier efforts were devoted to material nanostructuring, which has proven effective to enhance the overall material performance. However, critical issues such as the large hysteresis and low Coulombic efficiency remain key obstacles hindering the commercial application of MxOy. To overcome these obstacles requires a good understanding of the reaction fundamentals, which has yet been achieved due to the challenges involved in the characterisation of these MxOy. Previous mechanistic studies found that these MxOy undergo a chemical pulverisation leading to coexistence of multiple nanoscopic/defected or even amorphous/disordered phases. In view of these complex structural features and high heterogeneity of the system, it is difficult for a quantitative and accurate phase identification and structural characterization using conventional analytical approaches. This proposal will, therefore, develop a novel approach based on reverse Monte Carlo (RMC) method using the X-ray/neutron total scattering data, to study the reaction thermodynamics of these MxOy in the LIBs with emphasis on the investigation of the (apparent) structural disorder and (hidden) order present in the system. The proposed project will target a series of iron and manganese oxides as model compounds because they are the most studied conversion MxOy and their stable phases manifest considerable compositional/crystallographic variations constituting a large library of materials for a systematic study. The project will be hosted by Prof. Andrew Goodwin (Oxford Chemistry), an expert in studying complex structures of functional materials and their unusual properties.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}