{
    "rcn": "214091",
    "acronym": "COQUDDE",
    "topics": "MSCA-IF-2017",
    "title": "Cooperative Quantum Dynamics of Dipolar Ensembles",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "A new cooperative regime of matter-light interactions opened up recently in research of advanced optical technologies. Optical response of strongly interacting dipolar emitters is important in systems ranging from naturally occurring photosynthesis complexes and dye molecule aggregates, to metamaterials in new solar cell and atomic clock designs. Cooperative regime offers potential for strong, collectively enhanced single-photon coupling and nonlinearities, promising new platforms for optical control at a single photon level, precision measurements and quantum simulations. However there is yet no existing methodology for understanding optical response of this complex, many-body systems.\n\nRecent progress in control of cold atom ensembles on length scales shorter than the wavelength of the field mediating interaction promises new simple and controllable platform to explore cooperative regime. This action will use unique combination of two complementary cold atom experiments in this regime. The first one achieves small, dense atomic samples; the second provides direct control and measurement of positions and states of individual atoms, together with real-time control of their external and internal degrees of freedom.\n\nThe applicant will extend this two experiments to explore new control schemes and access new observables. These will be used in benchmarking of knowledge about the cooperative regime, guiding development of new theoretical methods. Applicantís combination of experimental and theoretical experience in analysis of complex atom-light interactions will be used for high performance computing numerical simulations. During secondment this will be distilled into effective models relaying on new theoretical methodology. Through combined theoretical and experimental work, the applicant will develop and enhance independence and skills required for design and analysis of complex quantum optics experiments with atomic systems that require advanced theoretical insight.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT D'OPTIQUE THEORIQUE ET APPLIQUEE IOTA - SUPOPTIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999633016": {
            "orgId": "999633016",
            "orgName": "INSTITUT D'OPTIQUE THEORIQUE ET APPLIQUEE IOTA - SUPOPTIQUE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}