{
    "rcn": "214077",
    "acronym": "FERALGEN",
    "topics": "ERC-2017-COG",
    "title": "The Genomics of Feralisation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Feralisation is a complex process that occurs when a domestic population is returned to the wild. It impacts species invasion biology, speciation, conservation and hybridisation and can be thought of as the reverse of domestication. Domestication has been an area of intense interest and study ever since Darwin, and useful as a model for evolution and the effects of strong directional selection. This project will identify underlying genes and mechanisms of trade-offs and adaptations surrounding feralisation, by integrating population genetics, genome-wide association and functional genomics in a parallel (previously developed/established) feral and laboratory chicken system. Despite domestication being used to identify genes affecting a large number of traits that change with selection, almost nothing is known about the genomic changes associated with feralisation. The process of feralisation involves the sudden return of both natural and sexual selection; such forces influencing predatory, foraging and mate choice decisions, exerting strong effects on a once domesticated, now feral, population. As such, feralisation provides a unique opportunity to observe the genomic response to selection from a known (domesticated) standpoint, and identify the genes underlying these selective targets. The combination of feralisation with domestication provides a powerful tool to address a multitude of important questions currently predominating the field of biology. How do gene polymorphisms affect small-scale quantitative variation, particularly in wild population? How does the genome respond to selection, and how can (cryptic) variation be maintained and increased in the face of this selection? What mechanisms underlie gene and organismal trait variation. Feralisation combines the advantages of analysis conducted on natural populations (with the relevance to evolutionary theory and population genetics), with the genetic and genomic resources available to domestic animals.",
    "totalCost": "1989590",
    "ecMaxContribution": "1989590",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897696": {
            "orgId": "888897696",
            "orgName": "LINKOPINGS UNIVERSITET",
            "ecContrib": 1989590
        }
    },
    "calculatedTotalContribution": 1989590
}