{
    "rcn": "214078",
    "acronym": "The insect cochlea",
    "topics": "ERC-2017-COG",
    "title": "The Insect cochlea: a non-invasive path towards enhanced sound detectors",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "There is a critical need for high-resolution acoustic sensors for numerous applications in engineering/medicine.  The human cochlea has been a source of inspiration for acoustic sensors due its improved sensitivity, higher frequency range, and sharp frequency discrimination. Current methods for measuring cochlear mechanics are inherently invasive, and deep understanding of its process remains elusive, proving challenging its simulation in electromechanical devices. Yet cochlear organ for frequency selectivity is not unique to mammalian audition. A simpler analogous mechanism for frequency analysis was recently found in the ears of bush-crickets (insects). These insects are endowed with outer middle and inner ear, but unlike mammals their cochlea is small (~0.6 mm), uncoiled, and exceptionally accessible through transparent cuticle. These attributes facilitate the clean measurements of complex auditory processes impossible to attain in the mammalian cochlea, and open an exceptional opportunity for miniaturization and simplification of artificial acoustic sensors.\n\nUsing bush-crickets and relatives as model systems this project is designed to fulfil the following two main objectives: (1) to dissect the three ear components to i) identify the elements involved in acute hearing sensitivity, ii) characterise the role of multiple sound inputs in directional hearing, iii) associate the activation patterns of auditory afferents with mechanical waves in the insect cochlea. (2) Use experimental data to produce computer models and theoretical analogues of the insect cochlea to propose innovative alternatives in the design of acoustic sensors. By using a multi-disciplinary approach between biology, engineering, physics and mathematics, this project is designed to develop new technological improvements that constitute the grounds of the next-generation of miniature, super-sensitive acoustic sensors.",
    "totalCost": "1989789",
    "ecMaxContribution": "1989789",
    "coordinator": "UNIVERSITY OF LINCOLN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999882694": {
            "orgId": "999882694",
            "orgName": "UNIVERSITY OF LINCOLN",
            "ecContrib": 1989789
        }
    },
    "calculatedTotalContribution": 1989789
}