{
    "rcn": "214021",
    "acronym": "X-TEC",
    "topics": "SMEInst-09-2016-2017",
    "title": "A groundbreaking renewable-energy technology for reducing truck emissions",
    "startDate": "01/02/2018",
    "endDate": "31/07/2018",
    "objective": "TuWing UG is a German SME, based in Berlin, and is specialised in the development of technologies for reducing passenger and commercial vehicle energy consumption.\n\nToday, trucks are representing a significant contributor for the overall transport emissions (CO2, NOx and particulates) within the EU which shall be mitigated according EU white paper for a more efficient and cleaner EU transport system until 2050 Globally, transportation is accountable for 21,7% (approx. 7 billion metric tonnes) of fossil fuel CO2 emissions, 50% of NOx emissions and significant amounts of other pollutants. Further, fossil fuels used in transportation cost its users around 100 trillion dollars per year.\n\nDue to more stringent emission regulations in the EU from 2017 onwards, the competiveness of the end-user e.g. forwarding companies will be stronger influenced by the truck efficiency in the future. Todayís truck fuel costs are presenting 25%-33% of the operating costs which can be either reduced by e.g. a more efficient truck engine and / or by an upgrade (aerodynamic etc.).\n\nActually, SoA technologies like ìActive Aeroî or ìPlatooningî lead to fuel saving benefits of only between 3% - 10% but depend on boundary conditions e.g. at least three trucks are required for platooning.\n\nTherefore, Tuwing has developed X-TEC, a low-cost fabricated truck upgrade with significant fuel saving benefit that will become highly attractive for end-users. X-TEC is reliable, pragmatic and without logistic disadvantages able to support the EU white paper objectives by being an unconventional groundbreaking technology for significant fuel saving at trucks by at least 30% and will lead to a significant reduction of emissions (e.g. CO2).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TUWING UG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925585253": {
            "orgId": "925585253",
            "orgName": "TUWING UG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}