{
    "rcn": "214008",
    "acronym": "Exoplanet Finder",
    "topics": "MSCA-IF-2017",
    "title": "Blazing the Trail:  Enabling Exoplanet Imaging in the Habitable Zone with the European Extremely Large Telescope",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The direct detection of young and warm extrasolar giant planets in the habitable zone of nearby cool stars is one of the major goals of future ground-based high-contrast imaging (HCI) instruments. The motive is to study the physical and chemical properties of exoplanetary atmospheres and search for evidences of biosignatures. Direct imaging is the required technique to characterize exoplanets with spectroscopy of their atmospheres. However, the ability to resolve planet signal above bright stellar halo is still a challenge. A coronagraph is an optic, which suppresses the diffraction effects of the telescope by blocking the starlight but wavefront errors arising due to Earthís atmospheric turbulence scatter starlight over the science region of interest and bury faint planet photons in stellar/speckle noise. Most of these errors are mitigated by the dedicated Extreme Adaptive Optics instruments. However, under the AO/ExAO WF residuals, imaging and characterizing exoplanets at small angles require achieving detection limit 10 to 100 times better than the state of the art. No existing ground-based HCI instruments have successfully disentangled the planet signals from stellar residuals at small angles. The proposal seek to develop and demonstrate wavefront sensing and control techniques that will enhance the planet detection sensitivity at small angles and will aid the existing HCI instruments in directly imaging young Jovian-like exoplanets at small angles around nearby stars. This research proposal will also enable next generation of exoplanets characterization instruments with the European Extremely Large Telescope to perform low resolution spectroscopy of Neptune or Super-Earth exoplanets in the HZ of low mass stars (for example M-type).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "OBSERVATOIRE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999623122": {
            "orgId": "999623122",
            "orgName": "OBSERVATOIRE DE PARIS",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}