{
    "rcn": "214000",
    "acronym": "PHOTOCAMSYN",
    "topics": "MSCA-IF-2017",
    "title": "Photocatalytic Reductive Coupling of Imines: A New Platform for Chiral Amine Synthesis",
    "startDate": "05/06/2018",
    "endDate": "04/06/2020",
    "objective": "Chiral ?-branched amines and their derivatives are commonplace in pharmaceuticals, agrochemicals and biologically relevant natural products.  Accordingly, the development of new synthetically powerful methods for their synthesis, and/or further functionalisation, through new carbon-carbon bond forming processes is both important and timely from academic and industrial perspectives. Such chiral ?-branched amine motifs can be accessed from electrophilic imine substrates, through direct addition of carbon-centered nucleophiles such as organometallic reagents and electron rich ?-nucleophiles. This traditional approach takes advantage of the easy formation of imines and their natural polarity and has led to numerous developments over the years. Whilst nucleophilic addition reactions dominate the chemistry of imines, polarity reversal is possible but requires the careful design of imine precursors able to stabilise anionic intermediates following deprotonation. Free radical chemistry offers the possibility to reverse the polarity of imine derivatives; the formal addition of a hydrogen atom to the C=N ?-bond can generate a nucleophilic ?-amino radical able to react with alkenes and alkynes. However, to date these approaches have been limited by the way the radical is generated. Here we propose a new and broadly applicable ëumpolungí approach to access chiral ?-branched amine motifs directly from imine substrates. Our plan is to design and develop a new reductive photochemical system that will allow the direct generation of ëfreeí nucleophilic ?-amino radical species capable of undergoing a broad range of synthetically useful carbon-carbon bond forming processes. This non-classical umpolung strategy has a wealth of untapped synthetic potential and will allow the development of new modes of reactivity each in turn rendering new suites of synthetic methodologies including catalytic asymmetric versions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}