{
    "rcn": "214047",
    "acronym": "DATAJUSTICE",
    "topics": "ERC-2017-STG",
    "title": "Global data justice in the era of big data: toward an inclusive framing of informational rights and freedoms",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The increasing adoption of digital technologies worldwide creates data flows from places and populations that were previously digitally invisible. The resulting ëdata revolutioní is hailed as a transformative tool for human and economic development. Yet the revolution is primarily a technical one: the power to monitor, sort and intervene is not yet connected to a social justice agenda, nor have the organisations involved addressed the discriminatory potential of data technologies. Instead, the assumption is that the power to visualise and monitor will inevitably benefit the poor and marginalised.\nThis research proposes that a conceptualisation of data justice is necessary to determine ethical paths through a datafying world. Its two main aims are: first, to provide the first critical assessment of the case for, and the obstacles to, data justice as an overall framework for data technologiesí design and governance. Second, to present a conceptual framework for data justice, refining it through public debate.\nThe project will develop an interdisciplinary approach integrating critical data studies with development studies and legal philosophy. Using Sen's Capabilities Approach, it will conceptualise data justice along three dimensions of freedoms: (in)visibility, digital (dis)engagement, and nondiscrimination. Multi-sited ethnography in combination with digital methods will be used to build a conceptual framework, which will then be tested and shaped by debates held in nine locations worldwide.\nThe research is groundbreaking in terms of 1) its use of the Capabilities Approach to address the social impacts of data technologies; 2) its integrative approach to problems previously addressed by the fields of law, informatics and development studies, and 3) its aim to reconcile negative with positive technologically-enabled freedoms, integrating data privacy, nondiscrimination and non-use of data technologies into the same framework as representation and access to data.",
    "totalCost": "1495986",
    "ecMaxContribution": "1495986",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999899475": {
            "orgId": "999899475",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
            "ecContrib": 1495986
        }
    },
    "calculatedTotalContribution": 1495986
}