{
    "rcn": "214074",
    "acronym": "PI2FA",
    "topics": "ERC-2017-COG",
    "title": "Partial Ionisation: Two-Fluid Approach",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "PI2FA proposalís overarching aim is to make a major breakthrough in our understanding of the magnetised solar chromosphere under a novel frame of a multi-fluid plasma theory. Future large-aperture solar telescopes, EST and DKIST, will have among their primary focus observations of chromospheric magnetic fields. The correct interpretation of solar data requires sophisticated theories. The solar atmosphere is made of strongly stratified, weakly ionised and not completely collisionally coupled plasma. In the previous PIís ERC SPIA project we opened a new research line and performed systematic investigations of non-ideal effects due to neutrals in the solar plasma. To build the complexity step by step, we advanced a single-fluid formalism, best valid for a strongly collisionally coupled case. Nevertheless, a multi-fluid treatment is essential for the weakly coupled chromosphere because the processes of the energy transport and conversion happen at nearly collisional scales. Now it is the right moment to take advantage and consolidate the experience gained in the SPIA project and to bring our research to a new level of challenge. The ambition of the PI2FA proposal is to create and apply tools for multi-dimensional modelling of the solar chromosphere under a precise two-fluid multi-species approach. In the recent few years it has been repeatedly demonstrated that processes related to non-ideal plasma behaviour due to neutrals may be the key to solve the problem of chromospheric heating and dynamics. PI2FA project will make progress in the following questions: determination of chromospheric heating mechanisms; understanding destabilization mechanisms of prominences related to neutrals, and creation of multi-dimensional two-fluid models of the solar chromosphere. These models will include altogether complex interactions down to smallest scales and allow direct comparison to observations, as a way to prepare our community for the coming large-aperture telescopes.",
    "totalCost": "1968750",
    "ecMaxContribution": "1968750",
    "coordinator": "INSTITUTO DE ASTROFISICA DE CANARIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999806355": {
            "orgId": "999806355",
            "orgName": "INSTITUTO DE ASTROFISICA DE CANARIAS",
            "ecContrib": 1968750
        }
    },
    "calculatedTotalContribution": 1968750
}