{
    "rcn": "214071",
    "acronym": "SOCIOCOMPLEXITY",
    "topics": "ERC-2017-COG",
    "title": "Sociocomplexity ó new paradigms for understanding complex group-level adaptation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Natural selection explains the appearance of design in the living world. But at what level is adaptive design expected to manifest (gene, organism or society) and what is its function? Adaptation may manifest at multiple levels, and indeed new levels of adaptive individuality may evolve over time ñ such as with the emergence of multicellularity and eusociality. However, understanding the forces that drive such ìmajor transitionsî remains a challenge: current theory, with its focus on single, simple traits, has been unable to engage with issues of complex, coordinated adaptation at the level of the group, and this has led to a striking mismatch between theory and data. In particular, there is currently very poor understanding of what drives conflicts within groups and how group-level adaptation can sometimes prevail despite these conflicts. My research team will develop new theoretical and in silico experimental paradigms for studying complex, group-level adaptation to resolve these problems. We will: (1) synthesize the theories of inclusive fitness and multilevel selection to allow direct engagement with complex adaptive design at multiple levels of biological organization; (2) take a geometric approach to social adaptation to determine how complex, multidimensional phenotypes evolve in the context of social conflicts; (3) develop a computational paradigm for group-level adaptation in which complexity may be quantified and tracked over evolutionary timescales; and (4) employ genomic imprinting as a tractable model of major transitions, to understand how conflicts of interest arise and how they resolve to maintain or disrupt the adaptive integrity of the organism, with applications to childhood cancers and growth, fertility and neurological disorders. This research will yield novel insights into the fundamental drivers of complex adaptation at the level of whole organisms and successful societies.",
    "totalCost": "1968688",
    "ecMaxContribution": "1968688",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984253": {
            "orgId": "999984253",
            "orgName": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
            "ecContrib": 1968688
        }
    },
    "calculatedTotalContribution": 1968688
}