{
    "rcn": "214062",
    "acronym": "IMAGINE",
    "topics": "LCE-07-2016-2017",
    "title": "Innovative Method for Affordable Generation IN ocean Energy",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The IMAGINE ìInnovative Method for Affordable Generation IN ocean Energyî project aims at developing the Electro-Mechanical Generator (EMG), an innovative Power-Take Off (PTO) concept for wave energy applications able to convert slow speed, reciprocating linear motion into electricity. The EMG is based on the integration of a recirculating ballscrew and a permanent magnet generator, an architecture that dramatically improves average efficiency (70-85% also when working outside design conditions), reliability (20 years MTBF) and affordability (CAPEX reduction by over 50%) compared to state-of-the-art PTOs. During the IMAGINE project, the EMG technology will be demonstrated through the fabrication of a 250 kW prototype and its testing on a HardWare-In-the-Loop (HWIL) bench. This will allow progressing its TRL from 3 to 5. A range of Wave Energy Converters (WECs) will be emulated on the HWIL bench and the performance of the EMG, under the action of a robust control system, will be measured and extensively assessed. Furthermore, a FMECA analysis and a subsequent accelerated life test will prove the reliability of the system. HWIL tests will allow reducing technological risk in power rating increase, providing an intermediate step between tank tests and sea trials that represents a critical transition for wave energy development. Finally, a techno-economical assessment of the EMG and a complete Business Plan for commercialization will be developed. Such activities will be carried out by an international consortium with multi-disciplinary skills in marine energy, led by a leading-manufacturing company as Umbra Cuscinetti S.p.A.\nThe IMAGINE project is related to the topic ìDeveloping the next generation technologies of renewable electricity and heating/coolingî, under the category ìOcean Energy: Development of advanced ocean energy subsystems: innovative power take-off systems and control strategies.",
    "totalCost": "3761205",
    "ecMaxContribution": "3761205",
    "coordinator": "UMBRAGROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "BUREAU VERITAS MARINE & OFFSHORE REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET DE PLATEFORMES OFFSHORE;CRUZ ATCHESON CONSULTING ENGINEERS LDA;VGA srl;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "FR;PT;IT;NO;UK",
    "projectParticipants": {
        "972978192": {
            "orgId": "972978192",
            "orgName": "UMBRAGROUP SPA",
            "ecContrib": 1462028
        },
        "912544767": {
            "orgId": "912544767",
            "orgName": "BUREAU VERITAS MARINE & OFFSHORE REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET DE PLATEFORMES OFFSHORE",
            "ecContrib": 148000
        },
        "999974941": {
            "orgId": "999974941",
            "orgName": "THE UNIVERSITY OF EDINBURGH",
            "ecContrib": 362500
        },
        "924329588": {
            "orgId": "924329588",
            "orgName": "CRUZ ATCHESON CONSULTING ENGINEERS LDA",
            "ecContrib": 458086
        },
        "954340224": {
            "orgId": "954340224",
            "orgName": "VGA srl",
            "ecContrib": 675625
        },
        "999977851": {
            "orgId": "999977851",
            "orgName": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
            "ecContrib": 654966
        }
    },
    "calculatedTotalContribution": 3761205
}