{
    "rcn": "214069",
    "acronym": "MOOiRE",
    "topics": "ERC-2017-COG",
    "title": "Mix-in Organic-InOrganic Redox Events for High Energy Batteries",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The ever-increasing demand for improved electrochemical energy storage technologies has fostered intense, worldwide and interdisciplinary research over the past decade. The field of positive electrode materials remains largely dominated by transition metal compounds in which only the redox of metal cations contributes to the energy storage. The development of new materials and technologies, wherein both anions and cations display reversible, multi-electron redox, is bound to strongly impact this field. \nMOOiR… will challenge this goal through innovative approaches on Metal Organic Compounds and Frameworks (MOC/Fs) with mix-in many-electron reversible redox of both, transition metal cations and organic ligand anions. Building on our preliminary results MOOiR… will adopt an integrated approach. We will combine performance oriented MOC/F molecular design supported by in-operando analytical inspection tools with novel electrode engineering approaches to overcome the limitations and enable efficient electrochemical charge storage. Through this highly interdisciplinary research, MOOiR… intends to advance the science and technology of mix-in redox MOC/Fs for next generation batteries, supercapacitors and their hybrids. \nMOOiR… will also be a major systematic study of the fundamentals of MOC/F-based energy storage systems in view of a practical implementation. The overall impact will extend beyond the energy science community: the developed knowledge, tools and procedures will influence research and development related to porous composite materials, sorption, ion exchange and electrocatalysis. In the context of energy storage, this will be a disruptive development, enabling the use of MOC/Fs electrodes, with superior levels of performance as compared to current technology, at affordable costs and based on novel protocols.",
    "totalCost": "1997541",
    "ecMaxContribution": "1997541",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980664": {
            "orgId": "999980664",
            "orgName": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
            "ecContrib": 1997541
        }
    },
    "calculatedTotalContribution": 1997541
}