{
    "rcn": "214061",
    "acronym": "CHESTER",
    "topics": "LCE-07-2016-2017",
    "title": "Compressed Heat Energy Storage for Energy from Renewable sources",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "The main objective of the CHESTER project is the development and validation of an innovative system that allows for energy management, storage and dispatchable supply of many different RES by combining the electricity sector with the heat sector. This is done by combining an innovative power-to-heat-to-power energy storage system, the so called CHEST (Compressed Heat Energy Storage) system with Smart District Heating thus leading to a very flexible and smart renewable energy management system that is able to store electric energy with a round trip efficiency of 100% or even higher, site-independent unlike pumped hydro, cyclically stable unlike batteries, able to convert power into heat, able to convert renewable low temperature heat into power, able to store and deliver independently from each other upon request both, heat and power, cost competitive.\nCHEST is based on existing technology (heat pump, thermal storage and ORC) but ground breaking advancements are necessary to ensure a high-efficient and cost-competitive CHEST system. A smart system control strategy will be developed, including the implementation of forecasting models, that allows the system to use the energy in the most cost efficient, technically appropriate and flexible way. It will consider the interaction with the electric grid (supply and demand side), the interaction with the district heating network and the integration of other heat sources. A complete 10 kWel laboratory CHEST system will be built and validated in a relevant environment. Overall TRL will be increased from 3 to 5. All relevant exploitation and dissemination issues will be covered.\nThe CHEST system, a promising energy storage and management system, will be key towards the achievement of energy objectives and mitigating the energy challenges of the future energy system. Large scale plants (multi-MW range) at cost- competitive costs (130Ä/kWh) could reach the market by 2025.",
    "totalCost": "4999070",
    "ecMaxContribution": "4999070",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITEIT GENT;PLANENERGI FOND;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ENCONTECH BV;IREN SPA;UNIVERSITAT POLITECNICA DE VALENCIA;UNIVERSITAET STUTTGART;SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL;GOIENER S.COOP;PNO INNOVATION;UNIVERSITY OF ULSTER",
    "participantCountries": "BE;DK;DE;NL;IT;ES;UK",
    "projectParticipants": {
        "995438057": {
            "orgId": "995438057",
            "orgName": "SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL",
            "ecContrib": 447500
        },
        "999885313": {
            "orgId": "999885313",
            "orgName": "UNIVERSITY OF ULSTER",
            "ecContrib": 230929
        },
        "943656256": {
            "orgId": "943656256",
            "orgName": "PNO INNOVATION",
            "ecContrib": 220108
        },
        "999974747": {
            "orgId": "999974747",
            "orgName": "UNIVERSITAET STUTTGART",
            "ecContrib": 395895
        },
        "999604110": {
            "orgId": "999604110",
            "orgName": "FUNDACION TECNALIA RESEARCH & INNOVATION",
            "ecContrib": 784600
        },
        "950521722": {
            "orgId": "950521722",
            "orgName": "GOIENER S.COOP",
            "ecContrib": 90465
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 561864
        },
        "999864846": {
            "orgId": "999864846",
            "orgName": "UNIVERSITAT POLITECNICA DE VALENCIA",
            "ecContrib": 240750
        },
        "989699634": {
            "orgId": "989699634",
            "orgName": "PLANENERGI FOND",
            "ecContrib": 476250
        },
        "998108467": {
            "orgId": "998108467",
            "orgName": "ENCONTECH BV",
            "ecContrib": 224875
        },
        "974020360": {
            "orgId": "974020360",
            "orgName": "IREN SPA",
            "ecContrib": 187500
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 1138335
        }
    },
    "calculatedTotalContribution": 4999071
}