{
    "rcn": "214095",
    "acronym": "PfPHIST",
    "topics": "MSCA-IF-2017",
    "title": "Characterisation of the Plasmodium PHIST protein family",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The malaria parasite is the ultimate home renovator, inducing drastic changes to the host red blood cell (RBC) important for virulence and sexual maturation. Members of the PHIST protein family are involved RBC modification and while some are expressed in the sexual stages, their function is unknown. To understand the significance of the extensive RBC alterations, the functional characterisation of the PHIST family is required. To begin this task, we have carefully selected 10 PHIST proteins to be analysed. First, we will set up novel techniques based on a microfluidics device that will greatly enhance our ability to study the rheological properties of the infected RBC. These new methods will improve our analysis of the infected RBC and also give unprecedented insights into the RBC modifications during the sexual stages, that to date have not been possible. We will also use cutting-edge molecular and biochemical analyses to ensure we get the highest level of data from such a broad and ambitious project. This embodies the first study to thoroughly investigate the role of RBC modifications in parasite virulence, and transmission of the sexual stages to mosquitoes. Dissecting the underlying mechanisms required to alter RBC will not only help to better understand how the disease develops but also how itís transmitted, information vital to preventing this debilitating disease. This project will lay the foundation to characterise the entire PHIST family, and while this remains the long-term goal, having 75 family members puts this beyond the scope of this fellowship. In order to be able to characterise such a large protein family, a project such as this is required to carefully and precisely establish a pipeline for generating genetic mutants followed by accurate phenotypic analysis. The results obtained in this project will help to reveal the importance of parasite induced RBC structural and functional changes across multiple life cycle stages.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}