{
    "rcn": "214076",
    "acronym": "FRAGMENT",
    "topics": "ERC-2017-COG",
    "title": "FRontiers in dust minerAloGical coMposition and its Effects upoN climaTe",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Soil dust aerosols are mixtures of different minerals, whose relative abundances, particle size distribution (PSD), shape, surface topography and mixing state influence their effect upon climate. However, Earth System Models typically assume that dust aerosols have a globally uniform composition, neglecting the known regional variations in the mineralogy of the sources. The goal of FRAGMENT is to understand and constrain the global mineralogical composition of dust along with its effects upon climate. The representation of the global dust mineralogy is hindered by our limited knowledge of the global soil mineral content and our incomplete understanding of the emitted dust PSD in terms of its constituent minerals that results from the fragmentation of soil aggregates during wind erosion. The emitted PSD affects the duration of particle transport and thus each mineralís global distribution, along with its specific effect upon climate. Coincident observations of the emitted dust and soil PSD are scarce and do not characterize the mineralogy. In addition, the existing theoretical paradigms disagree fundamentally on multiple aspects. We will contribute new fundamental understanding of the size-resolved mineralogy of dust at emission and its relationship with the parent soil, based on an unprecedented ensemble of measurement campaigns that have been designed to thoroughly test our theoretical hypotheses. To improve knowledge of the global soil mineral content, we will evaluate and use available remote hyperspectral imaging, which is unprecedented in the context of dust modelling. Our new methods will anticipate the coming innovation of retrieving soil mineralogy through high-quality spaceborne hyperspectral measurements. Finally, we will generate integrated and quantitative knowledge of the role of dust mineralogy in dust-radiation, dust-chemistry and dust-cloud interactions based on modeling experiments constrained with our theoretical innovations and field measurements.",
    "totalCost": "1999999,75",
    "ecMaxContribution": "1999999,75",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;TECHNISCHE UNIVERSITAT DARMSTADT",
    "participantCountries": "ES;DE",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 1349038
        },
        "999986581": {
            "orgId": "999986581",
            "orgName": "TECHNISCHE UNIVERSITAT DARMSTADT",
            "ecContrib": 147706
        },
        "999991722": {
            "orgId": "999991722",
            "orgName": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
            "ecContrib": 503256
        }
    },
    "calculatedTotalContribution": 2000000
}