{
    "rcn": "214018",
    "acronym": "APA",
    "topics": "SMEInst-11-2016-2017",
    "title": "Filter-less water-based Air Pollution Abatement system",
    "startDate": "01/02/2018",
    "endDate": "31/01/2020",
    "objective": "APA is a filter-less air pollution abatement system for a wide range of polluting emission from industrial processes. Through its efficient method of cleaning and purifying air, APA lowers the emissions of industries thereby decreasing the occurrence of health issues for employees and creating a safer workplace. It contributes to a reduction of pollutants released in the environmental thereby enabling a greater sustainability of the manufacturing industry. APA cleans air within a radius of 25m and is a scalable system that can be customised for different applications, either standalone or in a network. Pollutants removed from the air include: particulate matter; heavy metals; hydrocarbons; pollen; spores; NOx; SOx; CO2. The system utilises our patented water-based, chemical-free, centrifugal force process producing a water-based waste. In comparison to other systems, the filter-less technology greatly reduces manufacturing and maintenance costs. Along with this, APA is unique in that it can be positioned both in working environments and on the discharge points of industrial processing machines, this means workers benefit from a more direct impact of the air purification gaining a healthier working environment. \nThe technology has reached a TRL7 and has been tested in various operational environments demonstrating proof of concept and significant air pollution reductions (until 99.99% on PM10). APA addresses an estimated market of about 2 million factories in Europe. During the project we will define the final design of the APA system and will carry out the pre-industrialized production, and will deploy 20 machines in the end-user's site for in-field validation. Phase 2 project aims also at establishing and launching the industrial operation, at activating the existing commercial channels as well as securing further commercial cooperation with partners in Europe.",
    "totalCost": "1827955",
    "ecMaxContribution": "1279568,5",
    "coordinator": "IS CLEAN AIR ITALIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "910577801": {
            "orgId": "910577801",
            "orgName": "IS CLEAN AIR ITALIA",
            "ecContrib": 1279568
        }
    },
    "calculatedTotalContribution": 1279568
}