{
    "rcn": "214019",
    "acronym": "RENShip",
    "topics": "SMEInst-09-2016-2017",
    "title": "Hybrid Carbon-free electrically driven fishing longliner with low power methanol combustion enginefor propulsion back-up and auxiliary equipment",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Out of NAVIS high commitment with a greener shipbuilding industry and our many yearsí experience in naval architecture and engineering design, we have developed a 100% renewable energy propelled vessel. With the objective of maximizing operational efficiency and green energy whilst improving the handling of the catch, we have taken the current hybrid ship concept to a step further and developed RENShip. Our innovative RENShip is a small fishing long liner vessel powered by a revolutionary hybrid system including a single small combustion engine powered by methanol and a set of lithium batteries, connected to onboard wind turbine and solar panels for supercharging.\nEuropean fishing fleets are major oil consumers and so, they are greatly responsible for global greenhouse gas emissions from the worldís fleets. Moreover, current ship engines are excessively powerful diesel engines of 50-60% efficiency, resulting in excess of fuel combustion and cost (specially as fossil fuels prices increase over 50%), as well as causing noise and vibration impacting fishing effectiveness and crewís health. With benefits such as >30% reduction in fuel consumption and associated CO2 emissions and air pollutants (SOx, NOx), considerable reduction in underwater noise, access to fish productís ecolabels and new tailored displacement hull form, RENship demonstrates its great business opportunity and potential to shift current shipping practices towards efficiency, lower costs and greener operation. \nCurrently located at TRL6, we will integrate all components into a new design to build a pilot ship and validate RENShip in operational conditions, reaching TRL9. RENShip will be the first vessel totally operated by renewable energy and the smallest fishing vessel running with a hybrid propulsion system. There is currently one RENShip design we plan to take to the market with an average market price of Ä2M (10% profit margin), which will report Ä100K per boat to NAVIS.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NAVIS EHF",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917815747": {
            "orgId": "917815747",
            "orgName": "NAVIS EHF",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}