{
    "rcn": "214016",
    "acronym": "WISDOM",
    "topics": "MSCA-IF-2017",
    "title": "The autonomous floral pathway: a WIndow to Study the tight link between non-coDing RNA and chrOMatin regulation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "My Fellowship will explore the interconnection between non-coding RNA and chromatin regulation. Building on a detailed mechanistic base, I will capitalize on the recent proteomic identification of a stable complex FLD/SDG26 by my host lab, which plays a central role in the co-transcriptional silencing of the Arabidopsis floral repressor locus FLC. This protein complex is central to a mechanism determining the quantitative expression level of FLC, and thus the reproductive strategy of the plant. However, these activities also regulate many other targets in the Arabidopsis genome and the conserved nature of the components suggests the deeper understanding gained from this study will be important generally across all eukaryotes. FLD is a histone demethylase with specificity for H3K4; SDG26 is a SET domain protein likely to methylate histones and other proteins, but whose specificity is currently unknown. The splicing and alternative processing of FLC antisense non-coding transcript, COOLAIR, is essential for the repression of FLC transcription. However, how the processing of COOLAIR controls sense transcription remains elusive. My proposal aims to: 1) test the hypothesis that the FLD/SDG26 complex, triggered by FCA/FY-mediated proximal polyadenylation of COOLAIR, delivers a specific chromatin environment, which represses transcriptional output: and 2) explore the missing link between FCA/FY-mediated proximal polyadenylation of COOLAIR and chromatin regulation by FLD/SDG26 complex. My proposal involves interconnections between genetics, biochemistry and molecular biology, enabling me to develop a broader experimental skillset. It directly contributes to the actionís goals to: improve my creative potential and competences through international mobility and advanced training in technical and transferable skills; enhance collaborative and contact networks for both myself and my host lab through academic and public engagement; and drive substantial career development.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999992595": {
            "orgId": "999992595",
            "orgName": "JOHN INNES CENTRE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}