{
    "rcn": "214011",
    "acronym": "Freq4Num",
    "topics": "MSCA-IF-2017",
    "title": "The neural signature of numerosity: Tracking the cerebral correlates of numerical and continuous magnitude extraction with a frequency-based approach",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Mathematical skills are critical in modern societies and their development has considerable financial impact on the GDP per capita. Moreover, mathematical difficulties are a frequent factor in childrenís learning difficulties. The ability to handle approximate large quantities has been identified as a building block of mathematical skills but the mechanism allowing to extract numerical magnitudes (i.e., numerosity) from environmental stimuli is still debated. Most authors agree that humans have an Approximate Number System that specifically processes numerosity. However, a set of objects is not only characterized by its numerosity but also by additional visual information related to its continuous dimensions (e.g., object size). Accordingly, the alternative theory argues that the numerosity is extracted through a weighting of the continuous dimensions of the stimulus. The opposite views cannot be properly tested through classic behavioral and neuroimaging approaches due to the intrinsic correlation between numerosity and continuous dimensions. Freq4Num aims at disentangling the specific cerebral responses to numerosity and to continuous dimensions. This objective will be achieved by adopting an innovative frequency-based approach to specifically measure the neural correlates of both numerical and continuous dimensions, and their potential interaction. More precisely, the project will combine Steady-State Evoked Potentials (SSVEP) paradigms with electro-encephalography (EEG) and Magneto-encephalography (MEG) to 1) test whether the system discriminates numerosity and other continuous dimensions within stimulus sequences, and 2) highlight whether and how the brain builds neural representations of numerosity and continuous dimensions. Freq4Num will considerably develop the career of the experienced researcher by allowing her to bring significant new advances to the field and to foster her independent research skill and international network.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}