{
    "rcn": "214017",
    "acronym": "GaiaSpectroSynergy",
    "topics": "MSCA-IF-2017",
    "title": "Exploiting the synergies between Gaia and spectroscopic stellar surveys to constrain next-generation Milky-Way models",
    "startDate": "15/11/2018",
    "endDate": "14/11/2020",
    "objective": "Galaxies are complex systems governed by competing physical processes that happen on very different space, time and energy scales, such as mergers, internal secular evolution, gas flows, star formation, supernova feedback, gas cooling etc. The field of Galactic archaeology aims at disentangling these processes, eventually unfolding the detailed formation history of the our Galaxy. Major observational campaigns, such as the astrometric Gaia mission, the asteroseismology missions CoRoT and Kepler, as well as large-scale ground-based spectroscopic surveys, are dedicated to gather kinematic, chemical, and age information for millions of stars. The wealth of new data has recently put the goal of reconstructing the Milky Way's formation history within closer reach. While the Galactic astronomy community is convinced that combining as many observational constraints for as many stars as possible will be the way forward in the field, it is clear that the complexity and richness of the new data is also a major challenge to our state-of-the-art analysis methods. \n\nAt this moment, the field is in urgent need of more sophisticated comparisons to current models, and clear indications where these models should be improved. However, there is still a lack of publically available software that facilitates complex model-data comparisons for the theoretical as well as for the observational community. \nWe will undertake a major analysis project exploiting the synergies between Gaia and complementary spectroscopic survey data to constrain Galactic models, and to simultaneously provide the community with legacy tools and datasets that will greatly facilitate such studies in the future. The project will produce value-added catalogues with precise astro-spectro-photometric ages, distances and extinctions for more than a million stars, and corresponding mock catalogues of many state-of-the-art Milky-Way models, providing a legacy database for future modeling and analysis efforts.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986387": {
            "orgId": "999986387",
            "orgName": "UNIVERSITAT DE BARCELONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}