{
    "rcn": "214009",
    "acronym": "METAGE",
    "topics": "MSCA-IF-2017",
    "title": "Metamorphosis as a re-set mechanism of the ageing clock: is early-life stress bypassed by morphogenesis?",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The overall aim of this proposal is to understand how early-life stress can affect later ageing biomarkers (oxidative stress, telomere shortening, and telomerase activity) in species with complex life-cycles, and in particular to test the completely new hypothesis that amphibian metamorphosis may act to rejuvenate tissues previously exposed to stress. The research objectives are: 1) to determine whether levels of ageing biomarkers vary across larval and metamorphic stages, 2) to investigate whether damage accumulated by larvae due to early-stress is reduced by metamorphosis and whether this differ between remodelled and newly formed tissues/structures, and 3) to examine whether early-stress influences cellular responses stressors to ageing biomarkers later in life.\nI will be trained by the host to adopt an empirical approach to measuring early-life stress and ageing (e.g. oxidative stress, telomere length, and telomerase activity) in species with complex life-cycles (using as a model Xenopus laevis individuals), and will learn new skills in several areas of animal physiology and molecular biology, which are needed to successfully complete the research objectives. This training will increase my experience in different biological domains and will help me to develop my independent research group in the EU.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974165": {
            "orgId": "999974165",
            "orgName": "UNIVERSITY OF GLASGOW",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}