{
    "rcn": "214014",
    "acronym": "IMMUNOMARK",
    "topics": "MSCA-IF-2017",
    "title": "Omics integration for precision cancer immunotherapy",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The development of immunotherapies based on checkpoint inhibitors marks the beginning of a new era in the treatment of cancer, with 20-30% of tumor response in advanced nonñsmall-cell lung cancer and melanoma. However, the rational use of these agents has been limited by the lack of definitive predictive biomarkers.\nThe recent ìomics revolutionî provides great opportunities to elucidate the biological processes linked to the treatment outcome. Here we propose a multilayer integrative omics analysis using transcriptomics and genetic and epigenetic mapping, together with detection of specific immunologic proteins, to identify biomarkers of clinical response to immunotherapy amenable to be used in liquid biopsies.\nObjective: to identify definite biomarkers predictive of the response to anti-PD-1, anti-PD-L1, and anti-CTLA4 therapy in patients with metastatic melanoma and advanced nonñsmall-cell lung cancer. We structure the proposal in two parts:\nWP1. Signature of response to the immunotherapy by integrating transcriptomics and genetic and epigenetic mapping in tumor tissues: solid biopsy. Genome-wide transcriptomics on FAC-sorted tumor and stroma cells followed by targeted genetic and epigenetic mapping in the differentially expressed genes in responders.\nWP2: Identification of circulating biomarkers of response to the immunotherapy: liquid biopsy. Pre- and post-treatment blood samples from a validation cohort will be used as liquid biopsy. Genetic and epigenetic biomarkers of WP1 will be tested as circulating biomarkers. In addition, LINE-1 methylation, total Circulating Tumor Cells, CD56\\, or CD8\\ PD-1\\ cells will be tested.\nThis project applies multiple innovative approaches to address the urgent need of identifying biomarkers of clinical response to immunotherapy in cancer, amenable to be used non-invasively. In line with the Horizon 2020 Research & Innovation goal, we will ìimprove our ability to monitor health and to prevent, detect, treat and manage disease.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION PUBLICA ANDALUZA PARA LA INVESTIGACION DE MALAGA EN BIOMEDICINA Y SALUD",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998029218": {
            "orgId": "998029218",
            "orgName": "FUNDACION PUBLICA ANDALUZA PARA LA INVESTIGACION DE MALAGA EN BIOMEDICINA Y SALUD",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}