{
    "rcn": "214090",
    "acronym": "SpeedDMN",
    "topics": "MSCA-IF-2017",
    "title": "Quantum speed limits in thermodynamic processes and coherent control",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Recent years have seen remarkable strides taken in the understanding, simulation, and control of complex quantum systems, evidenced by the fact that so-called second generation quantum technologies are becoming viable and a global concerted effort to exploit quantum systems is steadily progressing. To maximise the potential of these emerging technologies we must both understand their underlying working principles and be able to manipulate them effectively. In regards to the former, the quickly growing field of quantum thermodynamics is, and continues to, develop the basic framework to understand work, heat, and efficiency when quantum systems are used. Regarding the latter, a plethora of techniques to control quantum systems have come to the forefront of research, each with its own advantages and drawbacks. From a practical standpoint we normally seek to achieve this control in the shortest possible time. In this regard, one of the most intriguing aspects of quantum systems emerged from the clarification of Heisenbergís energy-time uncertainty relation when Mandelstam and Tamm showed that it sets a minimal time for a quantum system to evolve: the quantum speed limit time.\n\nThe main goal of the proposed action will be to exploit the recent developments in understanding the thermodynamics of quantum systems in order to develop control techniques for complex quantum systems that operate as quickly as physically possible, while requiring the minimal resources. This will be achieved by establishing connections between the\nquantum speed limit and other fundamental bounds, determining the achievability of the quantum speed limit using state-of-the-art control techniques, and designing new protocols that require minimal experimental resources, yet achieve a desired task.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 200195
        }
    },
    "calculatedTotalContribution": 200195
}