{
    "rcn": "214022",
    "acronym": "PublicApp",
    "topics": "SMEInst-12-2016-2017",
    "title": "Revolutionise and enhance citizen engagement through a unique dedicated public platform",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "Local authorities in all parts of the world play an increasingly important role in the delivery of fundamental basic public services. However there are a host of challenges that face local government in the 21st century: delivering services, lack of finance, managing staff, engaging citizens, forming new partnerships, rapidly evolving technologies and socio-economic demographics. Engaging citizens and local communities is indispensable when it comes to developing a sense of ownership in local decision-making and service delivery. The current challenge for the public sector is to shift from closed, top-down, bureaucratic and paper-based methods towards more open, transparent and inclusive models. Technology has long promised to transform the way social actors interact, but this has not fully materialized. The existing digital public participation tools still suffer from different deficiencies. In this respect, PIN App strategic intent is enhancing civic participation through digital solutions. More specifically, the company aims at launching an online platform for civic engagement, providing at the same time a mobile app (iOS, Android) based upon successful web version. PublicApp will allow to realize an interaction among citizens, public authorities and other stakeholders through unique functionality that encourages positive discussion, enhances transparency and promotes actionable outcomes. Using PublicApp, officials within European cities can collaboratively shape public service outcomes, launch discussion topics, propose policies, and obtain feedback from citizens. PIN App Value Proposition is to provide all participants an instrument for civic interaction and cross-city collaboration that is characterized by user-friendly technology and high cost efficiency.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "PIN APP SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913639412": {
            "orgId": "913639412",
            "orgName": "PIN APP SRL",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}