{
    "rcn": "214093",
    "acronym": "KurdishWomen",
    "topics": "MSCA-IF-2017",
    "title": "From Kurdistan to Europe: Kurdish Literary, Artistic and Cultural Activism by Kurdish Women Intellectuals",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Kurdish women have been involved in film production, radio broadcasts and exhibitions, as well as in the production of a substantial number of books, journals and other publications in both Kurdish and national languages of the European states. However, the aesthetic and intellectual production of Kurdish women, which leads to the empowerment of women and advancement of gender equality in the Kurdish diaspora, has not been the subject of any notable research yet. By going beyond stereotypical portrayals of Kurdish women, presented as either victim of honour-based violence or someone who suffers violent conflict, this research will deal with the gendered experiences of Kurdish diaspora from the four regions of Kurdistan (Iran, Iraq, Syria and Turkey) in terms of the growth of aesthetic, literary and cultural practices by migrant Kurdish women in five nation-states (Belgium, France, Sweden, Germany, UK) along with their impacts on larger societal debates within a comparative approach. It will also investigate the varying migrant incorporation regimes of selected European countries, including the impacts of the recent influx of Syrian Kurdish refugees. It includes ethnographic fieldwork, along with multi-sited research techniques carried out in the capitals of selected European states, data collection of both primary sources (creative, literary and cultural productions) and secondary sources (EU documents, annual progress reports, press releases). This study has a potential to encourage the maximization of networks of educational and intellectual revitalization in European states. It will also encourage other Kurdish migrant women to become factors of change and reach others. This is an interdisciplinary project aiming to fill in a significant gap in the relevant socio-political, gender, migration and cultural academic studies and policy debates within the European Research Area. It is in line with the ECís strategy for gender equality provision.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}