{
    "rcn": "214073",
    "acronym": "3DPROTEINPUZZLES",
    "topics": "ERC-2017-COG",
    "title": "Shape-directed protein assembly design",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Large protein complexes carry out some of the most complex functions in biology. Such structures are often assembled spontaneously from individual components through the process of self-assembly. If self-assembled protein complexes could be engineered from first principle it would enable a wide range of applications in biomedicine, nanotechnology and materials science. Recently, approaches to rationally design proteins to self-assembly into predefined structures have emerged. The highlight of this work is the design of protein cages that may be engineered into protein containers. However, current approaches for self-assembly design does not result in the assemblies with the required structural complexity to encode many of the sophisticated functions found in nature. To move forward, we have to learn how to engineer protein subunits with more than one designed interface that can assemble into tightly interacting complexes. In this proposal we propose a new protein design paradigm, shape directed protein design, in order to address shortcomings of the current methodology. The proposed method combines geometric shape matching and computational protein design. Using this approach we will de novo design assemblies with a wide variety of structural states, including protein complexes with cyclic and dihedral symmetry as well as icosahedral protein capsids built from novel protein building blocks. To enable these two design challenges we also develop a high-throughput assay to measure assembly stability in vivo that builds on a three-color fluorescent assay. This method will not only facilitate the screening of orders of magnitude more design constructs, but also enable the application of directed evolution to experimentally improve stable and assembly properties of designed containers as well as other designed assemblies.",
    "totalCost": "2325292",
    "ecMaxContribution": "2325292",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999901318": {
            "orgId": "999901318",
            "orgName": "LUNDS UNIVERSITET",
            "ecContrib": 2325292
        }
    },
    "calculatedTotalContribution": 2325292
}