{
    "rcn": "214098",
    "acronym": "STREAM",
    "topics": "MSCA-IF-2017",
    "title": "Statistical Tools for Reaction Efficacy AssessMent: Prediction and Understanding in Organocatalyst Discovery",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "This proposal seeks to further develop Statistical Tools for Reaction Efficacy AssessMent (STREAM). The goal is to build small ligand sets to screen for statistical training of correlations, identify the parameters that are most likely to describe selectivity trends for particular catalysts, and develop a virtual screening deck that allows for rapid identification of improved performers. For this proposal we will evaluate peptide-based catalysts and N-heterocyclic carbenes (NHC) on various mechanistically distinct catalytic processes, to predict and understand reaction performance. The proposed STREAM methodology not only allows for effective prediction, and thus the design of better performing catalysts, but also is a contemporary approach to mechanistic study. These modern tools are general and applicable in principle to any chemical system, thus, directly relevant to each research group developing asymmetric or site-selective reactions. \nThe experienced researcher proposes to undertake the outgoing phase within Professor Matthew Sigmanís research laboratory (University of Utah, USA) and undertake the incoming phase within Professor Frank Gloriusí research laboratory (Westf‰lische Wilhelms-Universit‰t ñ M¸nster, Germany); both proposed supervisors are experts in the mechanistic study of asymmetric catalysis (with complementary skill sets) and highly prominent figures in the field of catalyst design.",
    "totalCost": "257860,8",
    "ecMaxContribution": "257860,8",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888897707": {
            "orgId": "888897707",
            "orgName": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
            "ecContrib": 257861
        },
        "975314340": {
            "orgId": "975314340",
            "orgName": "UNIVERSITY OF UTAH",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 257861
}