{
    "rcn": "214079",
    "acronym": "BinD",
    "topics": "ERC-2017-COG",
    "title": "Mitotic Bookmarking, Stem Cells and early Development",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The goal of this proposal is to deliver a new theoretical framework to understand how transcription factors (TFs) sustain cell identity during developmental processes. Recognised as key drivers of cell fate acquisition, TFs are currently not considered to directly contribute to the mitotic inheritance of chromatin states. Instead, these are passively propagated through cell division by a variety of epigenetic marks. Recent discoveries, including by our lab, challenge this view: developmental TFs may impact the propagation of regulatory information from mother to daughter cells through a process known as mitotic bookmarking. This hypothesis, largely overlooked by mainstream epigenetic research during the last two decades, will be investigated in embryo-derived stem cells and during early mouse development. Indeed, these immature cell identities are largely independent from canonical epigenetic repression; hence, current models cannot account for their properties. We will comprehensively identify mitotic bookmarking factors in stem cells and early embryos, establish their function in stem cell self-renewal, cell fate acquisition and dissect how they contribute to chromatin regulation in mitosis. This will allow us to study the relationships between bookmarking factors and other mechanisms of epigenetic inheritance. To achieve this, unique techniques to modulate protein activity and histone modifications specifically in mitotic cells will be established. Thus, a mechanistic understanding of how mitosis influences gene regulation and of how mitotic bookmarking contributes to the propagation of immature cell identities will be delivered. Based on robust preliminary data, we anticipate the discovery of new functions for TFs in several genetic and epigenetic processes. This knowledge should have a wide impact on chromatin biology and cell fate studies as well as in other fields studying processes dominated by TFs and cell proliferation.",
    "totalCost": "1900843,75",
    "ecMaxContribution": "1900843,75",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993080": {
            "orgId": "999993080",
            "orgName": "INSTITUT PASTEUR",
            "ecContrib": 1900844
        }
    },
    "calculatedTotalContribution": 1900844
}