{
    "rcn": "214065",
    "acronym": "EpiSyStem",
    "topics": "MSCA-ITN-2017",
    "title": "Epigenetics and System Biology of Stem cells and Reprogramming",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "Chromatin is the basic regulatory unit of life, and as such it controls developmental and functional states of all cells, including pluripotency. In recent years methods to study chromatin and transcription have dramatically improved and expanded to genome-wide global approaches on the one hand, and single cell biology on the other, allowing systems-level understanding of epigenetic regulation of stem cells, reprogramming and development.\nThe Epigenetics and Systems Biology of Stem Cells and Reprogramming Network (EpiSyStem) is comprised of 8 world renowned, ERC-granted researchers, 2 professional leading industrial partners and supported by 3 partner organizations and 3 international world acclaimed scientists as an advisory board, to provide a unique training environment. EpiSyStem combines chromatin biology in stem cells, early embryos and reprogramming, including the modelling of human neurological, chromatin-related diseases with bioinformatics, epigenetics/epigenomics, and systems biology at the population and single cell / single embryo level. This multidisciplinary approach will enable profound training and deep, systems-level understanding of chromatin biology and epigenetic regulation of stem cells, differentiation and reprogramming, with a strong support by industrial partners.\nThe objectives of EpiSyStem is to create a European mesh in which 14 outstanding PhD students will be trained in fundamental questions of biological research, be exposed to the latest technologies and breakthroughs, supervised by leading experts with international contacts - with the aim to facilitate their path to future leadership with holistic view, coupled with the forefront of the current epigenetic research in the field. They will enjoy exchange programs, workshops on emerging topics in stem cell epigenetics and bioinformatics, international conferences and meetings, and will communicate their findings to the scientific community as well as the general public.",
    "totalCost": "3598191,72",
    "ecMaxContribution": "3598191,72",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "KADIMASTEM LTD;KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW;STICHTING KATHOLIEKE UNIVERSITEIT;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;DIAGENODE;INSTITUT CURIE;UNIVERSITA DEGLI STUDI DI MILANO",
    "participantCountries": "IL;NL;DE;BE;FR;IT",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 510749
        },
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 525751
        },
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 498433
        },
        "939066701": {
            "orgId": "939066701",
            "orgName": "KADIMASTEM LTD",
            "ecContrib": 260301
        },
        "999992110": {
            "orgId": "999992110",
            "orgName": "STICHTING KATHOLIEKE UNIVERSITEIT",
            "ecContrib": 255374
        },
        "999755139": {
            "orgId": "999755139",
            "orgName": "DIAGENODE",
            "ecContrib": 250560
        },
        "999975038": {
            "orgId": "999975038",
            "orgName": "THE HEBREW UNIVERSITY OF JERUSALEM",
            "ecContrib": 780902
        },
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 516123
        }
    },
    "calculatedTotalContribution": 3598193
}