{
    "rcn": "214064",
    "acronym": "POLYTHEA",
    "topics": "MSCA-ITN-2017",
    "title": "Design and photo-optimization of Photosensitizer for Human Health and Food security applications or ìhow light can save livesî",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The development of active compounds that can efficiently fight microbial infections and cancer are of utmost importance for food security and human health, two main challenges for Europe. Tetrapyrrolic photosensitizers (PS) are good candidates to meet these expectations. These photo-excitable molecules induce cell death via the formation of oxygen reactive species (ROS) and present very low toxicity in the absence of light. They are already used in photodynamic therapy (PDT) for cancer or skin disease treatments or in photo-antimicrobial chemo-therapy (PACT). Unfortunately, the research and training are still largely fragmented in this field in Europe. Some scientific barriers have to be overcome to increase their efficacy, e.g. improvement of the excitation pathways, ROS production, specific cell targeting, Gram (-) bactericidal effect and prevention and/or eradication of biofilms. That is why the EJD Polythea project aims developing an integrated and multidisciplinary approach of PDT through the implementation of 10 PhD research projects. The Polythea consortium proposes to develop (i) new tetrapyrrolic PS for various types of PDT including anti-cancer, anti-bacterial, anti-inflammatory and immune-activating application, improving their photophysical and biological properties; and (ii) innovative bio-inspired drug carriers or supports.\nIn parallel, a joint doctorate structure gathering 5 countries will be created and a multidisciplinary and inter-sectorial training programme will be implemented through network events and secondments to non-academic partners. It will provide a common background on PDT to the ESRs and make them more valuable employees, effective at problem solving. Practical applications should come out of this project such as first aid bandages, new skin/anti-tumour treatments, self-sterilizing surfaces for food industry or prosthetic devices.",
    "totalCost": "2548256,76",
    "ecMaxContribution": "2548256,76",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "TECHNOLOGIKES LYSEIS BIOEKPOBIS IKE;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITE DE NEUCHATEL;UNIVERSIDADE DE COIMBRA;POLITECHNIKA WROCLAWSKA;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "EL;IE;CH;PT;PL;NL",
    "projectParticipants": {
        "997826391": {
            "orgId": "997826391",
            "orgName": "UNIVERSIDADE DE COIMBRA",
            "ecContrib": 238356
        },
        "998267838": {
            "orgId": "998267838",
            "orgName": "UNIVERSITE DE LIMOGES",
            "ecContrib": 525751
        },
        "999845931": {
            "orgId": "999845931",
            "orgName": "POLITECHNIKA WROCLAWSKA",
            "ecContrib": 224137
        },
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 797024
        },
        "999870181": {
            "orgId": "999870181",
            "orgName": "UNIVERSITE DE NEUCHATEL",
            "ecContrib": 265227
        },
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 255374
        }
    },
    "calculatedTotalContribution": 2305869
}