{
    "rcn": "214099",
    "acronym": "SIZE",
    "topics": "MSCA-IF-2017",
    "title": "The role of size in the sustainability of irrigation systems",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "Irrigated areas contribute c. 40% of the worldwide crop production and consume c. 70% of all freshwater resources. Knowing how to meet the food demands of an ever-growing population without compromising environmental integrity is thus a pressing issue of global concern. Following the line of evidence gathered for organisms, financial corporations and cities, size (e.g. the area, the dimensions) seems to be a master variable conditioning the behavior of irrigation systems as well. However, our knowledge on how size conditions irrigated systems is comparatively fragmentary and lacks in formalization due to overreliance in case studies. This sets our capacity to ensure their sustainability in very fragile ground. My project will break through this limitation by combining allometry, the study of global irrigation datasets and the collection of field data in irrigation systems of Spain with the techniques to be learned at the host institutions: dynamic modeling in Princeton University (USA) and uncertainty/sensitivity analysis in University of Bergen (Norway). My project will specifically tackle two questions: 1) Which attributes of ISs scale with size? 2) How does a change in size condition the behavior of ISs against shocks?. This research project will turn me into one of the most transdisciplinar, comprehensive specialists on irrigation systems on the international scene, and will yield highly relevant results for both the scientific and policy-making community: it will increase our knowledge on size as a universal constraint, and endow us with better understanding of the risks and benefits associated with the creation/management of small and large irrigation systems.",
    "totalCost": "276330,6",
    "ecMaxContribution": "276330,6",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999515355": {
            "orgId": "999515355",
            "orgName": "TRUSTEES OF PRINCETON UNIVERSITY",
            "ecContrib": 0
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 276331
        }
    },
    "calculatedTotalContribution": 276331
}