{
    "rcn": "214059",
    "acronym": "POLYPHEM",
    "topics": "LCE-07-2016-2017",
    "title": "Small-Scale Solar Thermal Combined Cycle",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "The main objective of POLYPHEM is to improve the flexibility and the performance of small-scale Concentrated Solar Power plants. The outcomes of the project will allow in the short term to reinforce the competitiveness of this new low carbon energy technology and therefore to favour its integration in the European energy mix.\nThe technology consists of a solar-driven micro gas-turbine as top cycle and an Organic Rankine Cycle as bottom cycle. There is no water requirement for cooling. A thermal energy storage is integrated between both cycles. The resulting power block is a solar power generation system able to meet the requirements of a local variable demand of energy with a high average conversion efficiency of 18% and a low environmental profile with an investment cost target below 5 Ä/W. Besides electricity generation, other applications will be considered for future developments, such as heating/cooling of multi-family buildings or water desalination for small communities.\nThe project will build a 60 kW prototype plant with a 2 MWh thermal storage unit and will validate this innovative power cycle in a relevant environment (TRL 5), assess its technical, economic and environmental performances and establish the guidelines for its commercial deployment. POLYPHEM will lead to a supply price of electricity of 21 cÄ/kWh under DNI of 2050 kWh/m2/year, thus meeting for small scale CSP plants the 40% cost reduction of the SET Plan. \nPOLYPHEM will be carried out by 4 research centers and 5 private  companies. The project makes a step forward beyond the state-of-the-art of thermodynamic cycles in CSP plants. The micro gas-turbine will be solarized to integrate solar energy in the cycle. A novel pressurized air solar receiver with 80% efficiency and 0.4 Ä/W will be developed from a technology of solar absorber currently patented by CEA and CNRS. A thermocline storage at 28 Ä/kWh will be developed with thermal oil and a filler material in a concrete tank.",
    "totalCost": "4975961,25",
    "ecMaxContribution": "4975961,25",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;KAEFER Isoliertechnik GmbH & Co.KG;EURONOVIA;ORCAN ENERGY AG;AALBORG CSP AS;ARRAELA SL",
    "participantCountries": "DE;FR;ES;DK",
    "projectParticipants": {
        "951229143": {
            "orgId": "951229143",
            "orgName": "AALBORG CSP AS",
            "ecContrib": 276464
        },
        "952106411": {
            "orgId": "952106411",
            "orgName": "ORCAN ENERGY AG",
            "ecContrib": 398438
        },
        "999992401": {
            "orgId": "999992401",
            "orgName": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
            "ecContrib": 793976
        },
        "916454061": {
            "orgId": "916454061",
            "orgName": "KAEFER Isoliertechnik GmbH & Co.KG",
            "ecContrib": 1110701
        },
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 1053181
        },
        "999614877": {
            "orgId": "999614877",
            "orgName": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
            "ecContrib": 324886
        },
        "952019887": {
            "orgId": "952019887",
            "orgName": "ARRAELA SL",
            "ecContrib": 197129
        },
        "999984059": {
            "orgId": "999984059",
            "orgName": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
            "ecContrib": 631386
        },
        "940140394": {
            "orgId": "940140394",
            "orgName": "EURONOVIA",
            "ecContrib": 189800
        }
    },
    "calculatedTotalContribution": 4975961
}