{
    "rcn": "214050",
    "acronym": "LINKSPM",
    "topics": "ERC-2017-STG",
    "title": "Linking atomic-scale properties of 2D correlated materials with their mesoscopic transport and mechanical response",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Fundamental material properties become highly susceptible to external perturbations in low dimensions. This presents tremendous new opportunities for manipulating the behavior of novel 2D layered materials and ultimately achieving unprecedented control over their performance when integrated into highly specific functional devices. However, strategies that enable such control are sorely lacking to date and remain an outstanding challenge for the materials science community. Progress here requires of a comprehensive microscopic picture of the fundamental properties of 2D materials in clear connection to their macroscopic behavior, a knowledge that is still missing due to the lack of experimental techniques that simultaneously probe multiple length regimes. \n\nThe main objective of the proposed research is to demonstrate control over the electronic ground states of 2D materials via external strain and electromagnetic fields to build links of applicability for signal processing in electromechanical nanodevices. We will focus on 2D correlated materials exhibiting collective electronic phases such as superconductivity, which respond dramatically to external perturbations. The project aims to understand the interplay between these external stimuli and microscopic electronic phases, and to unambiguously correlate them with mesoscopic electrical transport and mechanical response. This project comprises three research thrusts: (i) Development of new instrumentation that provides a direct way to correlate atomic-scale and mesoscopic properties of materials, and to establish links between (ii) the electrical conductivity and (iii) the mechanical response of 2D correlated materials with their atomic-scale structure and stimulus-dependent electronic phase diagram. This project has the potential to transform this field by providing new pathways to control the behavior of layered nanostructures.",
    "totalCost": "1734625",
    "ecMaxContribution": "1734625",
    "coordinator": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "968784300": {
            "orgId": "968784300",
            "orgName": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
            "ecContrib": 1734625
        }
    },
    "calculatedTotalContribution": 1734625
}