{
    "rcn": "214097",
    "acronym": "PARADA",
    "topics": "MSCA-IF-2017",
    "title": "Parallel Donor and Acceptor Semiconductor Crystals for Organic Field Effect Transistors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Organic field-effect transistors (0FETs) are essential building blocks for the next generation of cheap and flexible organic circuits. Complementary logic composed of both p- and n-type OFETs with high mobility are absolutely needed to fabricate performing electronic circuits. Generally, single crystals of small molecules of organic semiconductors (OSC) exhibit higher charge carrier mobility than polycrystalline films because of the absence of grain boundaries. Unfortunately, the growth of single crystals from solution or vapor involves little or poor control of orientation, size and shape of single crystals. To solve this problem, PARADA proposes a radically new approach that relies on directional crystallization as a tool to grow parallel single crystal stripes of p- and n- type molecular semiconductors from eutectic mixtures to fabricate single crystal transistors\nwhich are able to operate in complementary logic mode. Eutectic mixtures will be composed of derivatives of benzothienobenzothiophene (BTBT) and derivatives of carboxydiimides (NTCDI) that are among the best performing p- and n-type semiconductors, respectively. A large set of crystallization conditions will be used to control the pattern and the\nmorphology of thin films. Full structural and morphological characterization will be carry out by XRD, POM and AFM. Thin films with parallel crystalline stripes will be used to fabricate p- and n-type OFETs. The values of electron mobility in the n-type semiconductor and hole mobility in the p-type semiconductor will be extracted from devices. They are anticipated to exceed 5 cm2/V.s. The device work will be completed by basic electrical circuit to demonstrate complementary logic. PARADA combines fundamental and applied research and integrates a broad range a research fields: nucleation and growth of molecular semiconductors, microfabrication, and device physics.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986290": {
            "orgId": "999986290",
            "orgName": "UNIVERSITE LIBRE DE BRUXELLES",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}