{
    "rcn": "214070",
    "acronym": "PEP2D",
    "topics": "ERC-2017-COG",
    "title": "Printable Electronics on Paper through 2D materials based inks",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "The vision behind the PEP2D project is to pioneer the realization of fully printed electronic circuits on flexible substrates as paper, leveraging the exceptional electronic properties of inks based on novel two- dimensional materials (2DMs), and through the wide-spread and low-cost inkjet printing technology.\nThe development of fully printed electronic systems on flexible substrates as paper could have an unpreceded economical and societal impact on the European Union. Unleashing the potential of this technology could open new and wide applications, ranging from bio (e.g., smart patches for biometric readings), to food/medicine quality control (e.g, smart tags for checking the breaking of cold chain), or to anti-counterfeiting of valuable goods, just to cite few.\nActually, technology is endeavouring to implement the main building blocks for electronic applications in the fast-growing market of flexible electronics expected to expand to 42 BÄ by 2021, but available materials are missing the long-term stability and reliability, and device performance can be further improved. From this perspective, it is compulsory to develop new materials, and device architectures able to allow the fully printing of a working electronic system. PEP2D aims at designing a library of inkjet-printed electronic devices (transistors, and all linear and nonlinear components) and circuits (digital logic, memory circuits, amplifiers, transmitters, receivers) enabled by 2DMs based inks, to be eventually obtained through the use of a single tool as the inkjet process, without the need of any additional fabrications steps (i.e., use of resists, etching etc.) and in air (not in glovebox).\nSuch a goal will be achieved by means of the synergic and complementary activities pursued within the project and based on advanced modelling and design of inkjet-printed devices and circuits, which will lead the activity on the realization and measurements of printed electronic systems.",
    "totalCost": "1883868",
    "ecMaxContribution": "1883868",
    "coordinator": "UNIVERSITA DI PISA",
    "coordinatorCountry": "IT",
    "participants": "THE UNIVERSITY OF MANCHESTER",
    "participantCountries": "UK",
    "projectParticipants": {
        "999862712": {
            "orgId": "999862712",
            "orgName": "UNIVERSITA DI PISA",
            "ecContrib": 1350043
        },
        "999903840": {
            "orgId": "999903840",
            "orgName": "THE UNIVERSITY OF MANCHESTER",
            "ecContrib": 533825
        }
    },
    "calculatedTotalContribution": 1883868
}