{
    "rcn": "214001",
    "acronym": "MulArEffect",
    "topics": "MSCA-IF-2017",
    "title": "Theoretical description of the multifaceted aromaticity and resonance effects in the ground- and excited-state molecular systems",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Aromaticity and bond resonance are the key concepts in chemistry that rationalize the structure and reactivity of countless number of chemical species. Qualitative assessment of aromaticity and the resonance stabilization effects is crucial for understanding different phenomena in photochemistry, catalysis, organic electronics, supramolecular chemistry, molecular biology etc. However, the real predictive power of these concepts is still dramatically understated, since many of the currently used methods of aromaticity quantification suffer from serious methodological flaws, interpretative mistiness, and computational complexity, which cuts back their applicability to relatively simple molecules. Assessment of aromatic stabilization within the large-scale perspective regarding macrocycles, (bio)catalysts, functional materials, etc., is still a challenge for both experimental and computational chemists. The long-term goal of this project is to understand how aromaticity and different resonance effects determine the physicochemical properties in such systems. In the first goal of this proposal, we aim to develop a novel computational method called EDDB that provides both a detailed description of local aromaticity of selected molecular fragments as well as the bird's-eye view on the global aromaticity of nanoscopic-size molecules and assemblies at a reasonable computational cost. The second research goal of the proposal is to use the EDDB method to gain insights into the mechanisms of the resonance-driven phenomena in the multifaceted aromatics that are instrumental in the design of new catalysts, spin-bearing materials, organic field-effect transistors, etc. Applications in the field of enzyme design and drug discovery are also expected in the long-term. After the execution of this project, the applicant will acquire a wider perspective on the field, strongly enhance his collaborative network agility, and reach a position of full independence and professional maturity.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE GIRONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895983": {
            "orgId": "999895983",
            "orgName": "UNIVERSITAT DE GIRONA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}