{
    "rcn": "214052",
    "acronym": "INFRAGLOB",
    "topics": "ERC-2017-STG",
    "title": "AFRICA's ëINFRASTRUCTURE GLOBALITIESí: Rethinking the Political Geographies of Economic Hubs from the Global South",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Power beyond the state is most prevalent in economic infrastructure hubs with high technology and multiple global actors. Here, investors from emerging powers challenge traditional theory and practice. Chinese and Brazilian companies are now the most important bilateral investors in Africa. They apply existing rules and practices, and introduce new practices of governance and business-society relations that compete with Western norms. But their impact is not properly understood in theories of transnational governance.\n\nThis project will rethink transnational governance by focusing on the margins of international relations to explain how models and experiences of actors from the Global South redefine the governance of economic hubs. Seemingly in the margins of international political economy, and neglected in International Relations, in Africa new forms of power and governance are invented and tested. Here states are weaker and experiments with multiple non-state actors and modes of governance tolerated. The fringes of theory-building in the discipline, the hubs of transnational economic infrastructure, and everyday practices of cross-border management can be theorized as arenas of the production, contestation and change of transnational governance.  \n\nINFRAGLOB combines analysing the ideas driving Chinese and Brazilian management of large-scale port and mining projects with multi-sited ethnographic research of exemplary cases in Mozambique and Tanzania, establishing how these concepts are enacted, negotiated and disregarded in practice. It rethinks publics by mapping controversies that connect Africa, Brazil and China, and establishes how interactions and frictions between diverse practitioners and standards change broader transnational governance of business-community relations and security. \n\nëInfrastructure globalitiesí will provide a unique understanding of how the Global South changes practices of governance and business-society relations in a multipolar world.",
    "totalCost": "1495909",
    "ecMaxContribution": "1495909",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1495909
        }
    },
    "calculatedTotalContribution": 1495909
}