{
    "rcn": "214003",
    "acronym": "EpiLog",
    "topics": "MSCA-IF-2017",
    "title": "The Unknown Science: Understanding the Epistemology of Logic through Practice",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "We take ourselves to know certain logical claims, for example that no contradictions are true. However, we currently fail to have an adequate account of how we possess logical knowledge. Historical attempts to explain this knowledge, such as appeals to intuition, have been found to be ultimately unsatisfactory, either because they are metaphysically obscure or fail to explain logical disagreements. Yet, it is imperative that we have a complete understanding of logical knowledge. While we use logic to form beliefs in all areas of life, such as when testing scientific theories and engaging in rational debate, we now have many competing logics at our disposal to do so, all of which lead us to reasoning differently in certain situations. So, in order to ensure we reason correctly, it is paramount that we choose the right logic. Yet, in order to make these choices, we require suitable criteria to adjudicate between the logics, which can only be developed with a full understanding of what constitutes logical evidence. Without an account of logical evidence, we lack the resources to make principled and holistic decisions about the correct logic to use. EpiLog solves these problems, by: i) Advancing a theory of logical epistemology, called 'logical abductivism', which proposes that, contrary to historical consensus, we come to know logical truths similarly to how scientists know truths about the world; and, ii) Developing a set of criteria for the logical community to use to successfully adjudicate between competing logics. To support its findings, EpiLog uses a practice-based approach, inferring from logiciansí practice the underlying methods through which we gain logical knowledge. While this approach has been successful in elucidating how we gain empirical knowledge in the sciences, it has yet to be used in the study of logic. Consequently, EpiLog addresses an important gap in the literature, transferring techniques from methodological studies of the sciences to logic.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}