{
    "rcn": "214092",
    "acronym": "INSPIRE",
    "topics": "ERC-2017-PoC",
    "title": "Instrument Shape Sensing for Minimally Invasive Interventions",
    "startDate": "01/07/2018",
    "endDate": "31/12/2019",
    "objective": "Percutaneous insertions of instruments are commonly used during minimally invasive surgery (MIS) for delivering diagnostic agents and performing therapeutic interventions. These instruments often deviate from their intended paths due to tissue deformation and physiological processes. Inaccurate instrument placement may lead to misdiagnosis, ineffective therapy, or traumatic effects due to medical complications. The ability to accurately visualize the instrument in real-time, without providing toxic radiation, as it is steered within the human body would permit a gamut of novel diagnostic and therapeutic options, including on-site pathology and targeted drug delivery. Such an advance would truly revolutionize MIS. The goal of INSPIRE is to develop and evaluate an innovative instrument that integrates shape sensing technology for ablation procedures.\n\nMIS using radiofrequency ablation (RFA) is a state-of-the-art procedure for tumor destruction. The significant challenge within this procedure is to develop a better visualization technique to position the RFA instrument precisely near the tumor. Computed tomography is the current image-guided technique, but damage is easily inflicted during the procedure by misplacement of the RFA instrument and extensive radiation exposure. INSPIRE aims to integrate optical shape sensing (OSS) hardware and software within the RFA instrument to guide positioning for safe, accurate, and effective minimally invasive destruction of bone tumors, without radiation exposure. INSPIRE involves clinical and industrial collaborations (e.g., FBGS, Medtronic, Philips) and a business development team. The results gained will be applicable to a range of rigid and flexible instruments, and to an assortment of personalized treatment scenarios. INSPIRE is strongly motivated by the existing need to further reduce the invasiveness of MIS, improve clinical outcomes, minimize patient trauma, and enable treatment of inoperable patients.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 150000
        }
    },
    "calculatedTotalContribution": 150000
}