{
    "rcn": "214087",
    "acronym": "MICMAC",
    "topics": "MSCA-IF-2017",
    "title": "Bridging MICroevolution and MACroevolution in sticklebacks",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "How is biodiversity generated? What are the main factors affecting the emergence of biodiversity and its evolution? To answer these questions, since more than one century, evolutionary biologists have been studying life with two separated approaches: either population biologists tend to study evolution of individuals and divergence of populations below the species level (microevolution), or paleontologists and phylogeneticists are studying the diversification and the extinction of species at a much coarser scale (macroevolution). Only extremely rare studies have permitted to make the link between micro and macroevolution and an integrative approach bridging the two scales is currently lacking. In this project, I propose to study the factors affecting the diversification process (speciation and extinction) and phenotypic evolution (morphology and ecological niche) at the two different evolutionary scales using two datasets: (i) a completely new dataset of 300 three- spined stickleback genomes distributed in more than 100 populations in North America and (ii) a much broader dataset encompassing genomes for each species of the Gasterosteidae family (including sticklebacks) permitting to reconstruct the relationships between species. This project will be composed by two distinct phases: the first phase consists in generating genomic sequences with Next Generation Sequencing and running microevolution analyses with D. Schluter in University of British Colombia (Vancouver, Canada); and the second phase will permit to build a new theoretical integrative framework permitting to explain the bridges between micro and macroevolution with N. Salamin in University of Lausanne (Switzerland). My aim is to strongly stimulate the interactions between the different communities of researchers in evolution, and to promote evolutionary research to a broader audience through public talks in museums and primary/secondary schools.",
    "totalCost": "251332,2",
    "ecMaxContribution": "251332,2",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        },
        "999841469": {
            "orgId": "999841469",
            "orgName": "UNIVERSITE DE LAUSANNE",
            "ecContrib": 251332
        }
    },
    "calculatedTotalContribution": 251332
}