{
    "rcn": "214057",
    "acronym": "KEROGREEN",
    "topics": "LCE-06-2017",
    "title": "Production of Sustainable aircraft grade Kerosene from water and air powered by Renewable Electricity, through the splitting of CO2, syngas formation and Fischer-Tropsch synthesis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "KEROGREEN offers a novel conversion route to sustainable aviation fuel synthesised from H2O and CO2 powered by renewable electricity. Because the sustainable kerosene emits less soot and no sulphur, it meets future aviation air pollution standards. The conversion is based on plasma driven CO2 dissociation, solid oxide membranes and Fischer-Tropsch (F-T) synthesis of kerosene. Synergy between plasma activated species and novel perovskite electrodes of the oxygen separator are expected to raise CO productivity and energy efficiency. CO2 emitted upon fuel usage is recirculated as feedstock to the process by direct air capture. The technology is modular, scalable and relies on inexpensive existing infrastructure for storage, transport and distribution. In this project the technology readiness level is raised from TRL 3 to 4 by novel system integration into a container sized unit producing 1kg/hr kerosene. Projected cost at this stage of development are estimated at \\50% of fossil kerosene. Market entrance will be facilitated by ETS, airline CO2 compensation fund and ICAO regulation. The intermediate CO product is a valuable gas by itself. On-site production offers inherent safety. Safety issues and sustainability of KEROGREEN, including environmental impact, cost and acceptability will be analysed. By dynamically converting surplus renewable electricity in carbon neutral liquid fuel, vast energy storage capacity opens up to the electricity system, providing flexibility and allowing increased penetration of renewable electricity. The KEROGREEN Power-to-X technology is generic as it couples the electricity sector to the oil, gas and chemical sector, with the powerful potential to reduce the overall EU CO2 emission budget, increase energy security and conserve fossil fuel. Compact sized KEROGREEN equipment close coupled to an off-shore wind turbine or a remote solar array produces carbon neutral liquid fuel on site, with no need for expensive electricity infrastructure.",
    "totalCost": "4951958,75",
    "ecMaxContribution": "4951958,75",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;Ceramic Powder Technology AS;HYGEAR BV;KARLSRUHER INSTITUT FUER TECHNOLOGIE;INERATEC GMBH",
    "participantCountries": "BE;NO;NL;DE",
    "projectParticipants": {
        "928469548": {
            "orgId": "928469548",
            "orgName": "INERATEC GMBH",
            "ecContrib": 899250
        },
        "997950260": {
            "orgId": "997950260",
            "orgName": "Ceramic Powder Technology AS",
            "ecContrib": 350381
        },
        "997863445": {
            "orgId": "997863445",
            "orgName": "HYGEAR BV",
            "ecContrib": 644262
        },
        "990797674": {
            "orgId": "990797674",
            "orgName": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
            "ecContrib": 1092010
        },
        "999624092": {
            "orgId": "999624092",
            "orgName": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
            "ecContrib": 1481340
        },
        "999645238": {
            "orgId": "999645238",
            "orgName": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
            "ecContrib": 484715
        }
    },
    "calculatedTotalContribution": 4951958
}