{
    "rcn": "214066",
    "acronym": "AutoClean",
    "topics": "ERC-2017-COG",
    "title": "Cell-free reconstitution of autophagy to dissect molecular mechanisms",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Autophagy, a lysosomal degradation pathway in which the cell digests its own components, is an essential biological pathway that promotes organismal health and longevity and helps combat cancer and neurodegenerative diseases. Accordingly, the 2016 Nobel Prize in Physiology or Medicine was awarded for research in autophagy. Although autophagy has been extensively studied from yeast to mammals, the molecular events that underlie its induction and progression remain elusive. A highly conserved protein kinase, Atg1, plays a unique and essential role in initiating autophagy, yet despite this pivotal importance it has taken over twenty years for its first downstream target to be discovered. However, whilst our identification of the autophagy related membrane protein Atg9 as the first Atg1 substrate is an important advance, the molecular mechanisms that enable the extensive remodelling of cellular membranes that occurs during autophagy is still completely undefined. A detailed knowledge of the inputs and outputs of the Atg1 kinase will enable us to provide a definitive mechanistic understanding of autophagy. We have devised a novel permeabilized cell assay that reconstitutes the pathway in vitro, allowing us to recapitulate key steps in the autophagic process and thereby determine how the individual steps that lead up to autophagy are controlled. We will use this system to dissect the functional role of Atg1 kinase in autophagosome-vacuole fusion (Objective 1), and to determine the origin of the autophagic membrane and the role of Atg1 in expanding these (Objective 2). To reveal how Atg1/ULK1 kinase is activated in mammalian cells, we will apply the unique and carefully tailored synthetic in vivo approaches that we have recently developed (Objective 3). By focusing on the activation of the Atg1 kinase and the molecular events that it executes, we will be able to explain its central role in regulating the autophagic process and define the mechanistic steps in the pathway.",
    "totalCost": "1955666",
    "ecMaxContribution": "1955666",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999881918": {
            "orgId": "999881918",
            "orgName": "UNIVERSITAETSKLINIKUM FREIBURG",
            "ecContrib": 1955666
        }
    },
    "calculatedTotalContribution": 1955666
}