{
    "rcn": "214024",
    "acronym": "eSMART",
    "topics": "SMEInst-09-2016-2017",
    "title": "The Professional Platform for sustainable and connected buildings",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Despite the great potential of home automation systems on improving energy efficiency in the residential sector, its market penetration remains very low. This is mainly due to the high cost and complex installation of current solutions in the market. eSMART brings Swiss made technology to revolutionize the European home automation market.\nThe eSMART-building brings together all apartmentís basic functions on one wall-mounted touchscreen (also accessible via a smartphone application): videophone, heating regulation room-by-room, energy consumption monitoring in real-time with consumption history. eSMART systems work with modules which offer advanced Power Line Carrier technology and which are located behind standard electrical equipment (e.g. sockets). Therefore, eSMART patented technology requires no extra cabling, circuit board intervention or bus line using the existing electrical wiring with no other technical requirements. Fully upgradeable, the systems can be supplemented freely with other eSMART modules and products that use radio Z-Wave technology.\nThe general objective of this project is the industrial adaptation and commercialization of our technology to introduce the eSMART system in the home automation market in Europe. With different electricity standars, in Switzerland and Italy is I=10A, the rest of EU countries have an I=16A network (except UK with 13A). Our vision is contributing to the development of the eco-friendly platforms increasing the efficiency of energy building consumption, decreasing the cost of energy for the owners and tenants and contributing to the European commitments in the COP21 framework to reduce the greenhouse gas emissions by 2030. We aim to achieve sales of 29MÄ by 2024 due to the sales of about 14,000 units of eSmart in Europe.\nBased on current and future manufacturing cost and selling price, we calculate a cumulative gross profit of 17MÄ by 2024. Considering a total investment of 3,2MÄ the Return of Investment by 2024 is 4.3.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ESMART TECHNOLOGIES SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915755758": {
            "orgId": "915755758",
            "orgName": "ESMART TECHNOLOGIES SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}