{
    "rcn": "214048",
    "acronym": "CIVICS",
    "topics": "ERC-2017-STG",
    "title": "Criminality, Victimization and Social Interactions",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "A large social science literature tries to describe and understand the causes and consequences of crime, usually focusing on individualsí criminal activity in isolation. The ambitious aim of this research project is to establish a broader perspective of crime that takes into account the social context in which it takes place. The findings will inform policymakers on how to better use funds both for crime prevention and the rehabilitation of incarcerated criminals. \n\nCriminal activity is often a group phenomenon, yet little is known about how criminal networks form and what can be done to break them up or prevent them from forming in the first place. Overlooking victims of crime and their relationships to criminals has led to an incomplete and distorted view of crime and its individual and social costs. While a better understanding of these social interactions is crucial for designing more effective anti-crime policy, existing research in criminology, sociology and economics has struggled to identify causal effects due to data limitations and difficult statistical identification issues.\n\nThis project will push the research frontier by combining register datasets that have never been merged before, and by using several state-of-the-art statistical methods to estimate causal effects related to criminal peer groups and their victims.  More specifically, we aim to do the following:\n\n-Use recent advances in network modelling to describe the structure and density of various criminal networks and study network dynamics following the arrest/incarceration or death of a central player in a network.\n-Obtain a more accurate measure of the societal costs of crime, including actual measures for lost earnings and physical and mental health problems, following victims and their offenders both before and after a crime takes place.\n-Conduct a randomized controlled trial within a prison system to better understand how current rehabilitation programs affect criminal and victim networks.",
    "totalCost": "1187046",
    "ecMaxContribution": "1187046",
    "coordinator": "NORGES HANDELSHOYSKOLE",
    "coordinatorCountry": "NO",
    "participants": "UNIVERSITETET I BERGEN",
    "participantCountries": "NO",
    "projectParticipants": {
        "998230590": {
            "orgId": "998230590",
            "orgName": "NORGES HANDELSHOYSKOLE",
            "ecContrib": 1117685
        },
        "999974456": {
            "orgId": "999974456",
            "orgName": "UNIVERSITETET I BERGEN",
            "ecContrib": 69361
        }
    },
    "calculatedTotalContribution": 1187046
}