{
    "rcn": "214049",
    "acronym": "CAD4FACE",
    "topics": "ERC-2017-STG",
    "title": "Computational modelling for personalised treatment of congenital craniofacial abnormalities",
    "startDate": "01/03/2018",
    "endDate": "28/02/2023",
    "objective": "Craniosynostosis is a group of congenital craniofacial abnormalities consisting in premature fusion (ossification) of one or more cranial sutures during infancy. This results in growth restriction perpendicular to the axis of the suture and promotes growth parallel to it, causing physical deformation of the cranial and facial skeleton, as well as distortion of the underling brain, with potential detrimental effects on its function: visual loss, sleep apnoea, feeding and breathing difficulties, and neurodevelopment delay. Conventional management of craniosynostosis involves craniofacial surgery delivered by excision of the prematurely fused sutures, multiple bone cuts and remodelling of the skull deformities, with the primary goal of improving patient function, while normalising their appearance. Cranial vault remodelling surgical procedures, aided by internal and external devices, have proven functionally and aesthetically effective in correcting skull deformities, but final results remain unpredictable and often suboptimal because of an incomplete understanding of the biomechanical interaction between the device and the skull.\nThe overall aim of this grant is to create a validated and robust computational framework that integrates patient information and device design to deliver personalised care in paediatric craniofacial surgery in order to improve clinical outcomes. A virtual model of the infant skull with craniosynostosis, including viscoelastic properties and mechano-biology regulation, will be developed to simulate device implantation and performance over time, and will be validated using clinical data from patient populations treated with current devices. Bespoke new devices will be designed allowing for pre-programmed 3D shapes to be delivered with continuous force during the implantation period. Patient specific skull models will be used to virtually test and optimise the personalised devices, and to tailor the surgical approach for each individual case.",
    "totalCost": "1498772",
    "ecMaxContribution": "1498772",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975620": {
            "orgId": "999975620",
            "orgName": "UNIVERSITY COLLEGE LONDON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}