{
    "rcn": "214005",
    "acronym": "mABSPN",
    "topics": "MSCA-IF-2017",
    "title": "Antibody-based therapy against Streptococcus pneumoniae",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "The pneumococcus (Streptococcus pneumoniae) is the predominant cause of community-acquired pneumonia and causes otitis media, sinusitis, meningitis and sepsis. The increased serotype replacement and antibiotic resistance, reinforces the necessity of developing alternative treatment strategies for this pathogen. Monoclonal antibodies that boost the host immune system are attractive candidates to fight the high rates of morbidity and mortality due to this important human pathogen. Antibodies recognizing bacterial surface structures could be used to trigger activation of the complement cascade and subsequent bacterial killing. However, no significant progress has been made in the direction of immune system boosting therapies against pneumococci, mainly caused by our limited insights into antibody-driven immune activation on bacteria. With this proposal, I aim to study whether complement-enhancing monoclonal antibodies can be used as treatment against pneumococci. Through a combination of advanced sequencing approaches and functional complement activation assays, I will first identify antibodies against S. pneumoniae driving potent complement activation. Then I will use my expertise in S. pneumoniae infection models to unravel whether monoclonal antibodies eliciting complement are effective in pneumococcal killing in vitro and in vivo. The work proposed represents a first systematic approach to design effective therapeutic antibodies against S. pneumoniae that function via enhanced complement activation. Altogether, a better understanding of antibody-dependent complement activation on bacteria will create new avenues for the design of new therapeutic strategies to improve both antibody therapies and vaccination strategies in diseases caused by pathogenic bacteria.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999915189": {
            "orgId": "999915189",
            "orgName": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}