{
    "rcn": "214063",
    "acronym": "ABC-SALT",
    "topics": "LCE-06-2017",
    "title": "Advanced Biomass Catalytic Conversion to Middle Distillates in Molten Salts",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "ABC-SALT will validate at lab scale a novel route to produce sustainable liquid biofuels (middle distillates (MD)) from various lignocellulosic waste streams for the transport industry, both on roads (biodiesel) and in air (jet fuel), targeting a yield over 35 wt% in the middle distillate range, based on the biomass dry input, and a carbon yield of 55 %.\nABC-SALT will solve the following technical challenges: liquefaction and subsequent catalytic hydro-pyrolysis of the biomass in a molten salt environment, followed by the catalytic hydro-deoxygenation of the vapour phase using suitable catalysts to obtain a hydrocarbon product suitable for use as a MD biofuel. ABC-SALT will then operate an integrated lab scale reactor during over 100 hours to provide lab-scale validation of the whole process, bringing this technology to TRL 4.\nThe project includes technical aspects (such as substrate flexibility, biomass liquefaction and hydro-pyrolysis in molten salts and subsequent hydro-deoxygenation and their integration), but also a socio- and techno-economic viability study of the technology (substrate availability and supply chain, future end-users and economic sustainability of the process). This will ensure the future deployment of this new technology considering its social related issues, such as acceptance or modification of the perception of transport induced by such sustainable fuels. Such a holistic approach considering the full value chain, combined to communication with stakeholders during the course of the project, will provide valuable input for scale up and industry-oriented research after this project, maximizing the impact, amongst other in the biomass, biofuel and transport industry.\nTo reach its objectives, the project covers the whole value chain, from feedstock supplier to end-users (knowledge users (RUG, UG, AU, NMBU, DLR), technology users (BTG, Innventia), and middle distillates users (through DLR)), as well as an entity dedicated to SSH aspects (CIRPA).",
    "totalCost": "3998025,5",
    "ecMaxContribution": "3998025,5",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "AYMING;UNIVERSITEIT GENT;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;B.T.G. BIOMASS TECHNOLOGY GROUP BV;ASTON UNIVERSITY;RISE INNVENTIA AB",
    "participantCountries": "FR;BE;DE;NO;IT;NL;UK;SE",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 200098
        },
        "999447746": {
            "orgId": "999447746",
            "orgName": "RISE INNVENTIA AB",
            "ecContrib": 350039
        },
        "999744081": {
            "orgId": "999744081",
            "orgName": "B.T.G. BIOMASS TECHNOLOGY GROUP BV",
            "ecContrib": 445000
        },
        "999989782": {
            "orgId": "999989782",
            "orgName": "RIJKSUNIVERSITEIT GRONINGEN",
            "ecContrib": 1014019
        },
        "999902967": {
            "orgId": "999902967",
            "orgName": "NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET",
            "ecContrib": 376138
        },
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 587500
        },
        "999944968": {
            "orgId": "999944968",
            "orgName": "AYMING",
            "ecContrib": 116250
        },
        "999896953": {
            "orgId": "999896953",
            "orgName": "ASTON UNIVERSITY",
            "ecContrib": 432691
        },
        "999981731": {
            "orgId": "999981731",
            "orgName": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
            "ecContrib": 476291
        }
    },
    "calculatedTotalContribution": 3998026
}