{
    "rcn": "214072",
    "acronym": "MISFIRES",
    "topics": "ERC-2017-COG",
    "title": "Misfires and Market Innovation: Toward a Collaborative Turn in Organising Markets",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "MISFIRES opens up new theoretical and empirical horizons for analysing and innovating ëconcerned marketsí, where multiple actorsí interests, values and concerns clash. It asks how actors can engage with a marketís failures to challenge its organisation and make it more collaborative, more open to civic values and to social or political concerns. Concerned markets are contested by diverse actors with equally diverse perspectives and value measures. Evaluating such a marketís efficiency is as much of an illusion as redesigning its inner workings on a blackboard. We need new conceptual frameworks to understand how to innovate concerned markets from the inside to make them ëbetterí (as defined by concerned actors), and we urgently need empirical insights into how collaborative action in markets with such social and political stakes may translate into market change. MISFIRES relies on science and technology studies, pragmatic sociology and critical market studies to shift thinking around market organisation from failure and design to collaboration and experimentation. I devise an ethnographic and participatory inquiry to explore how a marketís failures can lead us to markets that are more attentive to and accommodating of the concerns they create. I choose three exemplary contested markets in healthcare (licensing of antiretroviral drugs, Hepatitis C pricing, and the sale of DNA information) and two emergent controversies to investigate the activities concerned actors undertake, and the instruments and devices they experiment with, to re-organise that market. MISFIRES will comprehensively map, engage in, and conceptualise this collaborative turn in organising markets. With this, MISFIRES will guide new academic and policy thinking by establishing how: \n1) concerned actors voice and mobilise around the notion that a market has ëfailedí them;\n2) concerned actors seek to negotiate and address market failures;\n3) this process may lead to ëbetterí markets.",
    "totalCost": "1923780",
    "ecMaxContribution": "1923780",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974359": {
            "orgId": "999974359",
            "orgName": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
            "ecContrib": 1923780
        }
    },
    "calculatedTotalContribution": 1923780
}