{
    "rcn": "214013",
    "acronym": "CitySleep",
    "topics": "MSCA-IF-2017",
    "title": "SLEEP IN THE CITY:  How does artificial light at night affect EEG-based measures of sleep?",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Sleep is an adaptive state of inactivity, which plays critical functions including replenishing energy and neurological recovery.  Artificial light at night (ALAN) is ubiquitous in the urbanizing world, and has the potential to substantially alter sleep patterns. Our understanding of how ALAN affects sleep in wild animals is seriously limited, because past studies have relied on behavioural metrics of sleep, which cannot distinguish different types of sleep (rapid eye movement (REM) versus slow wave sleep (SWS)), or accurately quantify sleep intensity (amount of slow waves within SWS).  In this study (CitySleep), the Experienced Researcher (ER) will use state-of-the-art neurologgers to obtain electroencephalogram (EEG) data on sleep in wild great tits (Parus major) exposed to ALAN.  She will obtain data from free-living nestlings and from adults in semi-natural aviaries.  Great tits sleep in nest boxes that can be experimentally exposed to ALAN, and have served as a model species in behavioural sleep studies.  The ER will work with the University of Antwerpís Behavioural Ecology and Ecophysiology (BECO) Group, which has developed methods to manipulate ALAN inside boxes, and has high-quality publications on how ALAN affects sleep behaviour.  She will receive expert training on implanting neurologgers from Prof. A. Vyssotski (University of Zurich), and training on interpreting EEG data from Dr. N. Rattenborgís Avian Sleep Research Group (Max Planck Institute).  She will contribute expert knowledge of urban ecology, stress physiology and bird handling, and introduce neurologgers to the BECO Group, facilitating a major advance in research methodology.  Results will be disseminated through top-tier publications, international conferences and public engagement, and used to advance scientific knowledge and motivate environmental policy changes.  The ER will gain skills that will propel her research to a higher level and allow her to secure a permanent research position.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}