{
    "rcn": "214086",
    "acronym": "NOMTGCS",
    "topics": "MSCA-IF-2017",
    "title": "Noble Metal Loaded Oxygen-deficient Mesoporous Tungsten Trioxide for Green Catalysis under Solar Light",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "With the increasingly serious energy and environmental problems caused by the combustion of fossil fuels, the development of efficient solar light driven photocatalysts for green chemical synthesis is an urgent task at present. In this project, the synthesis and solar light driven green catalytic applications of noble metal (Au, Pd, or Au-Pd) loaded oxygen deficient mesoporous tungsten trioxide are proposed. The objectives of this research proposal are to use the as-prepared photocatalysts for the high selective synthesis of hydrogen peroxide from water and molecular oxygen without the usage of hydrogen gas, and to use the in-situ formed hydrogen peroxide for directly oxidation of alcohols and primary carbon-hydrogen bonds in toluene with high selectivity under solar light. A series of mesoporous tungsten trioxide can be facilely prepared by a hard template replicating method using mesoporous silica as template and phosphotungstic acid as a precursor. Oxygen deficient mesoporous tungsten trioxide will be prepared by hydrogenation treatment under different temperature. The interconnected mesopores in tungsten trioxide are beneficial for the adsorption of noble metal precursors. Noble metal nanocrystals would be formed by in-situ reduction on the oxygen deficient mesoporous tungsten trioxide under solar light irradiation. The special heterojunction of noble metal nanoparticles and oxygen deficient mesoporous tungsten trioxide semiconductor will result in high-performance, stable novel photocatalysts for green catalysis under solar light. The new catalytic concepts by the utilization of solar light for highly efficient green chemical synthesis proposed in this project will provide great benefits for both the whole chemical industry and our environment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}