{
    "rcn": "214023",
    "acronym": "TREEPAD",
    "topics": "SMEInst-11-2016-2017",
    "title": "An eco-innovative planting and survival support system for urban trees",
    "startDate": "01/03/2018",
    "endDate": "30/06/2018",
    "objective": "Harsh urban growing conditions have caused the vitality of urban trees to fall drastically during the last 30 - 40 years . Urban tree mortality is the highest among the youngest trees, especially in the first two to three years after transplanting  which results in enormous costs for replanting. In parallel, the market is steadily increasing, European cities and municipalities are planning to plant around 200 million trees in the next 25 years.  In order to use this market opportunity, our company, LORBERG has successfully developed TREEPAD, an innovative and cost-effective, all-in-one survival support system for urban trees.  TREEPAD will ensure an easy and fast planting process and high survival rate even years after transplantation by addressing the three main problems of newly transplanted trees: anchoring, water supply, and a balanced nutrient supply. In addition, TREEPAD is able to communicate its water supply status to the client. TREEPAD consists of a semi-flexible sheet of slow biodegradable, bio-based polymers (i.e. polylactic acid blends, or poly-3hydrohybutyrate) with anchoring spots, which will attach to the burlap sack that contains the roots, providing the stability required by the tree to thrive in its new location. Furthermore, the biopolymer sheet contains pockets filled with hydrogel, which will be loaded with water upon plantation and will release it slowly after planting. In addition, specific nutrient mixes will be added to the hydrogel, which will release them also during the liberation of water to achieve a fertilization effect. The results obtained by us during the development phase indicate that TREEPAD would boost the survival rate to at least a 95% of planted urban trees and will reduce the planting cost and time needed by 80%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "H. LORBERG BAUMSCHULERZEUGNISSE GMBH & CO KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "924148489": {
            "orgId": "924148489",
            "orgName": "H. LORBERG BAUMSCHULERZEUGNISSE GMBH & CO KG",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}