{
    "rcn": "214191",
    "acronym": "AMBER",
    "topics": "MSCA-IF-2017",
    "title": "Dating fossils with molecules ñ innovative approach to determine the age of Baltic AMBER",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Baltic amber from Northern Europe is an outstanding deposit due to the great number and diversity of preserved organisms. Although it is the richest source of fossils ever, science has consistently failed to define its geological age, despite applying various traditional approaches. It limits the scientific utility of all Baltic amber fossils in evolutionary divergence time estimation. This is very unfortunate, especially because these fossils would be very important for reconstructing evolutionary events in the Eocene, which is known as a deep-time analogue of current climatic changes. The core idea of this project is to apply an innovative and highly promising approach of precise dating for this very important fossil deposit by using DNA, morphology of extinct and extant species, and powerful statistics. I propose to time-calibrate Baltic amber fossils using a dataset from my previous project with the addition of Baltic amber and other, well-dated Cenozoic fossils. With these data, I will apply an existing method for divergence time estimation, the total-evidence dating under the fossilized birthñdeath process with its extension. The extension of the method will allow for phylogenetic estimation of the age of fossils from Baltic amber, and thus the amber itself. Firmly establishing the age of Baltic amber fossils will be a breakthrough for evolutionary biology, palaeoecology, biogeography, and palaeoclimatology. The project builds on my experience as a palaeoentomologist and evolutionary biologist, and it greatly expands my horizons as a future leader through gaining new insights and learning new facts and analytical methods, working in multidisciplinary academic environments and acquiring additional skills transferrable to new scientific areas. The hosts are the leading specialists in statistical phylogenetics and palaeontological studies, and leaders of dynamic research groups targeting different methods for understanding evolutionary patterns and processes",
    "totalCost": "147296,4",
    "ecMaxContribution": "147296,4",
    "coordinator": "UNIWERSYTET GDANSKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999876001": {
            "orgId": "999876001",
            "orgName": "UNIWERSYTET GDANSKI",
            "ecContrib": 147296
        },
        "998804733": {
            "orgId": "998804733",
            "orgName": "IOWA STATE UNIVERSITY OF SCIENCE AND TECHNOLOGY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 147296
}