{
    "rcn": "214103",
    "acronym": "WoMoGeS",
    "topics": "MSCA-IF-2017",
    "title": "Womenís movements and gestational surrogacy: engaging, debating and policy making",
    "startDate": "23/04/2018",
    "endDate": "22/04/2021",
    "objective": "Gestational surrogacy (GS) is transnational practice of assisted reproduction increasingly undergone by European citizens in Member States and Third Countries. Womenís Movements (WMs), primary actors in  policies on human reproduction, understand GS either as a form of commodification of women and children, or as an empowering opportunity for women in poor countries. WMs are forging alliances with other stakeholders (LGBTQI, pro-life, and private actors) to influence decision makers to abolish or to regulate GS. WoMoGeS analyzes the ëpolitics of significationí on GS of WMs in 2 developed countries, US, and Italy, and 2 developing countries, India and Mexico, to reveal variety of diagnostic, prognostic and motivational frames, their policy demands and strategic alliances across different social contexts, and the interplay between discourses and policy making at country-level and transnationally. By carrying out a comparison of 4 context-specific case-studies and engaging WMs and GS stakeholders, this project aims to hinder the risk that GS activism reproduces the same polarizing dynamics as in the debate on prostitution, and the risk that WMsí perspectives in developing countries, main providers of surrogate mothers, are silenced by more visible WMs in developed countries. WoMoGeS aims to promote dialogue between WMs and GS stakeholders, catalyze European policy making on GS that considers diversity of thought, and to propose mature reflections on assisted reproduction based on scientific information. Training and supervision by top experts on GS at UT and on WMs at LUMSA will enable me to continue skill development started during my PhD on WMsí contribution to gender-related discourses, strengthen my ability to work across different fields of Sociology, and acquire new competences in Bioethics and comparative social analysis, with the goal to consolidate my profile as sociologist expert in gender studies and critical analysis of social movements' discourses.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "LIBERA UNIVERSITA MARIA SS. ASSUNTA DI ROMA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949649207": {
            "orgId": "949649207",
            "orgName": "LIBERA UNIVERSITA MARIA SS. ASSUNTA DI ROMA",
            "ecContrib": 244269
        },
        "968428116": {
            "orgId": "968428116",
            "orgName": "THE UNIVERSITY OF TEXAS SYSTEM",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}