{
    "rcn": "214188",
    "acronym": "OROARAB",
    "topics": "MSCA-IF-2017",
    "title": "The Orosius Arabicus and the Arab Vision of the Graeco-Roman World: Researches on theMediterranean Responsiveness",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "'The very important topic of the transmission of the Greco-Roman knowledge to the medieval Islamic world has a very interesting appendix concerning historiography. Indeed, scholars have questioned several times about the reasons for the apparent Islamic lack of interest towards the western historical works, and formulated on this problem several assumptions. For example, according to Franz Rosenthal, the Greek and Roman literature, impregnated as it was of polytheism, would have been suspect in the eyes of Muslim theologians (the scientific texts, indeed, didnít arouse objections), which would have limited its diffusion and translation. According to Bernard Lewis, everything should instead be attributed to the absolute lack of intellectual curiosity of the ìMuslim manî, resulting from its profound conviction of ìfinality, completeness, and essential self-sufficiency of his civilisationî.\nIn my book Storie Arabe di Greci e di Romani, released in 2009 (http://www.edizioniplus.it/italiano/AspFiles/libro.asp? codlibro=559), I tried to fill a gap in the field of studies on the forms of preservation of the Greek and Roman historiographical tradition in the Islamic culture. Now, I would like to concentrate my attention on a very important Arabic historical text, the Arabic translation of the Historiae adversus paganos by the Latin historiographer Paulus Orosius (5th century AD), known as Kit?b Huruöiyuö and survived through a unique manuscript preserved in the 'Rare Book and Manuscript Library' of Columbia University (X, 893-712 H). This translation, made at the caliphal court of Cordoba in the 10th century AD, left a deep mark on Western Islamic historiography, coming to constitute for many Arab intellectuals a unique and fundamental access door to the Graeco-Roman world and to the ancient history of Europa. Therefore, my project is to prepare a complete English translation of the Kit?b Hur?öiy?ö, accompanied by a broad introduction, a philological and historical commentar'",
    "totalCost": "169780,56",
    "ecMaxContribution": "169780,56",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 169781
        },
        "998331082": {
            "orgId": "998331082",
            "orgName": "American University of Beirut",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 169781
}