{
    "rcn": "214162",
    "acronym": "GLASNOST",
    "topics": "MSCA-IF-2017",
    "title": "REGULATING STAFF ENHANCEMENT IN ORGANISATIONS (GLASNOST)",
    "startDate": "15/03/2018",
    "endDate": "14/03/2020",
    "objective": "My project aims to assess the impact of human enhancement technologies used at work onto employees and their performance. Indeed, the use of human enhancement technologies in organisations can shape the fu-ture of work, i.e. how one performs at work, how one feels at work, how one relates to others and managers. It has implications in terms of employee well-being and health. My project will promote the consideration of ethical issues in the implementation of technologies used to enhance the performance of individual employ-ees in organizations. It will first look at how organisations and stakeholders consider ethics in the way they implement the use of enhancement technologies, and then it will consider the role of ethics in shaping em-ployee acceptance and experience of the technology. Based on these elements, I will design together with stakeholders guidelines for the implementation of human enhancement in the workplace and a policy brief. \nThe nature of this project is grounded in Ethics and Information Systems Management (IS), while being poli-cy-driven. Mixing these skills will provide an innovative look on theories of acceptance in IS, a field that traditionally understands ethics as ëprivacyí. Holding a PhD in IS and a masterís degree in Political Sciences, I have expertise in investigating organisations, policy, as well as usersí perception of technology. However, I need to get training in Ethics in order to integrate the forms of ethical assessment and dimensions of ethics to the IS theory. I will complete this research while hosted at the Philosophy Department of the University of Twente (UT) and supervised by Prof. Philip Brey, which will allow me to grow expertise in applied ethics and ethics of technology, and through a 6 month secondment in Dublin City University (DCU) with an IS professor ñ Regina Connolly.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999900833": {
            "orgId": "999900833",
            "orgName": "UNIVERSITEIT TWENTE",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}