{
    "rcn": "214147",
    "acronym": "US-E AntiRacism",
    "topics": "MSCA-IF-2017",
    "title": "Catholicism and the ìNegro Questionî: Religion, Racism, and Antiracism in a TransnationalPerspective (United States and Europe, 1934-1968)",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "This proposal aims to investigate how the Roman Catholic Church responded to the issue of anti-black racism from the 1930s to the age of decolonization and the US civil rights movement. What emerges is the Churchís pivotal contribution to the recasting of racial discourse(s) and behaviors. For the first time, the project carries out an overall transnational analysis on this subject, focusing on Catholic ìinterracialismî as a peculiar third way between racism and anti-racism:\nï How did interracialism spread and become common sense in Catholicism on both sides of the Atlantic?\nï Did interracialism really change traditional race thinking?\nï What were the ideological interactions between American-style interracialism and mainstream European Catholic colonial and postcolonial culture?\nThe starting point will be the figure of Fr. John LaFarge, the American Jesuit pioneer of the interracial movement, and his entourage. The researchís key contribution lies in making a history of the circulation of these ideals across the European press, ecclesiastical networks, and the intellectual panorama, taking into consideration some specific poles, i.e. Vatican environments and three Catholic colonial powers (France, Belgium, Italy). Following a perspective of religious, cultural and transnational history, the projectís main objective is to focus on the inter-crossing of ideologies, images and practices. It will foreground the ìspeakersî of that discourse, as well as the features and limits of such an interracialism as a ìsoundî antiracism.\nThe University of Florence and Fordham University will perfectly support the scientific and civil contents of this proposal. The expertise offered by the faculty at these institutions, in tandem with both universitiesí resources, is crucial to reaching the project's goals. These include a book, three articles, as well as research dissemination and professional networking via conference presentations, workshops, teaching, and outreach activities.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "950031581": {
            "orgId": "950031581",
            "orgName": "FORDHAM UNIVERSITY CORP",
            "ecContrib": 0
        },
        "999895789": {
            "orgId": "999895789",
            "orgName": "UNIVERSITA DEGLI STUDI DI FIRENZE",
            "ecContrib": 262269
        }
    },
    "calculatedTotalContribution": 262269
}