{
    "rcn": "214192",
    "acronym": "PROTECT",
    "topics": "MSCA-IF-2017",
    "title": "Propagation of atmospheric ROssby waves - connection to prEdictability of Climate exTremes",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Extreme weather events, such as heatwaves, droughts and flooding, have a devastating impact on humanity, causing increased mortality and suffering, as well as economic losses. Skillful predictions of such events, with sufficient lead-time for adaptation procedures can provide huge benefits to humankind. Recent extreme events, including the severe European and Russian heatwaves, have been found to be associated with particular atmospheric wave dynamics, specifically the propagation of Rossby waves along atmospheric waveguides. Our proposed research will explore the seasonal predictability of extreme events through a lens of atmospheric waveguides and Rossby wave propagation. We will answer four key research questions: \nI. What is the predictability of dominant modes of variability in waveguide geometry? \nII. How does the frequency of extreme events as a function of location relate to waveguide geometry in both observations and forecast systems?\nIII. How do the results from I and II combine to provide predictability on the likelihood of extreme events? \nIV. How does model resolution impact Rossby wave propagation and the relationship to extreme events?\nBoth re-analysis (observational) data, and seasonal forecast model data will be used. We will calculate the Rossby refractive index and analyze its spatial and temporal variability, quantifying the predictability in waveguide geometry. Extreme events (heatwaves, cold snaps, droughts and blocking events) will be identified in the datasets, with lag-lead regression and composites revealing the connections to the waveguide geometry. We will create empirical models to predict the frequency of extreme events, evaluate their reliability, and compare to these to existing dynamical forecasts. Our goal is to harness the increased understanding of climate extremes that atmospheric dynamics can bring, to help improve the predictability of extreme events, reducing their human and societal impacts.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999655520": {
            "orgId": "999655520",
            "orgName": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}