{
    "rcn": "214171",
    "acronym": "IPACBIS",
    "topics": "MSCA-IF-2017",
    "title": "Identifying preclinical Alzheimer짜s disease in the community using a panel of  biomarkers among individuals with Subjective Memory Complaints",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "The dementia epidemic is a growing socio-economical problem in developed countries, including Europe, mainly due to aged population. Alzheimer짜s disease (AD), the leading cause of dementia, has currently no prevention or cure. Identifying AD at early stages will likely improve the chances of developing an effective therapy. AD-related changes can be detected in brains of healthy individuals many years before the onset of cognitive decline using biomarkers. Testing all elderly healthy individuals would not be cost-effective, but interestingly many of them experience subjective memory complaints (SMC) but show preserved cognition when tested. Although conditions such as drugs, depression, anxiety or lack of sleep may be the underlying cause of SMC, a small percentage of individuals with SMC are experiencing the very initial symptoms of AD. The aim of this proposal is to identify which subgroup of individuals with SMC is at risk of developing AD dementia in the future. 200 individuals with SMC will be followed-up for 2y and tested with positron emission tomography with Florbetaben, plasma, lumbar puncture, optical coherence tomography and very sensitive neuropsychological tests at the Fundaci횤 ACE in Barcelona. Those finally classified as preclinical AD due to positive biomarkers at baseline and cognitive impairment at follow-up will be offered to join clinical trials for disease-modifying therapies against AD. The MSCA fellowship will allow the researcher to establish an independent career back in Europe after a stay in the United States, start academic tenure-track, improve her publication record, and receive specialized training in novel biomarker techniques and the preclinical phase of AD. The host organization will benefit from the researcher짜s knowledge in tau imaging and neuropathology and her international connections to establish new collaborative projects. Plans for communication, exploitation and dissemination of the results will be established.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO ACE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "949035488": {
            "orgId": "949035488",
            "orgName": "FUNDACIO ACE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}