{
    "rcn": "214113",
    "acronym": "REJREG",
    "topics": "MSCA-IF-2017",
    "title": "Rejection Regimes: An Ethnographic Study of the Social Life of Intra-EU Border Regimes",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "'Since the spring of 2015, several EU member states have begun implementing border enforcement measure as a response to the general perception of ìcrisisî related to the management of migratory flows. As a consequence, intra-EU mobility of migrants who have crossed the Mediterranean Sea is increasingly governed through systematic rejections at the borders within the Schengen area. Border 'rejection regimesî, as I term this phenomenon, are currently enforced at the Italian/French border of Ventimiglia and the Italian/Austrian border of Bolzano, aimed at regulating migratory flows toward France and Germany, respectively. Forced stops turned Ventimiglia and Bolzano into ìbuffer zonesî, where hundreds of migrants are stuck waiting for the best opportunity to reach their destinations. \nThe proposed research project provides a theoretically informed, in-depth ethnographic account of a phenomenon that has so far been under-researched: the unexpected social and political consequences of border enforcement within the Schengen area. \nREJREG comparatively focuses on two crucial border zones: Ventimiglia and Bolzano. It intends to uncover and understand side-effects of border enforcement at the local level (by collecting empirical data on rising economies of smuggling, escalating numbers of deaths at the borders, social mobilizations and evolution of migrants' strategies) and its political implications on international relations between EU member states (by providing knowledge on the daily practices of the border police who enforce the bilateral agreements). These questions are addressed through in-depth interviews, participant observation and content analysis.\nBy comparatively focusing on two significant areas of transit/buffering, REJREG challenges traditional conceptualizations of migratory dynamics in order to illustrate the impacts of the securitarian approach both on migration governmentality and on the evolution of the political constitution of the EU itself.'",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985708": {
            "orgId": "999985708",
            "orgName": "UNIVERSITEIT VAN AMSTERDAM",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}