{
    "rcn": "214119",
    "acronym": "MeloCRISP",
    "topics": "MSCA-IF-2017",
    "title": "Implementation of CRISPR/Cas9 technology in melon to edit fruit ripening and CMV resistant genes",
    "startDate": "15/05/2018",
    "endDate": "14/05/2020",
    "objective": "Meeting with global food demand is one of the main priorities in the 2016-17 work programme of H2020. Virus diseases are among the main causes of crop production losses, being Cucumber mosaic virus (CMV) the virus with broadest host range. On the other hand, post-harvest losses are estimated to account for 15-40% of fruit and vegetable production worldwide. In this scenario, several efforts are ongoing to identify genes underlying fruit quality and production such us those related with climacteric ripening and CMV resistance\nMelon (Cucumis melo L.) is one oft he most economically important group of vegetable crops after Solanaceae, and has emerged as a crop model for important biological traits due to its phenotypic variability and the the availability of genetic and genomic resources. Previous studies at the host group have identified and mapped genes involved in the regulation of climacteric fruit ripening and in a novel mechanism for CMV resistance in this species. MeloCRISP proposes to progress our current understanding on the genomic control of these important agronomic traits by functionally validating the identified candidate genes. The CRISPR/Cas9 system will be implemented for the first time in this species and used for precise gene editing. In order to delay or impair fruit ripening in climacteric varieties, a gene knockout strategy will be approached. On the other hand, a precise nucleotide substitution in the resistance to CMV region (cmv1) will be performed to generate CMV resistant plants\nThe expected outcome is the development of non-transgenic melon CMV resistant plants and varieties with improved fruit quality. This inter-sectorial and multidisciplinary project involves the engagement of a seed industry which will guarantee the transfer of the results to the seed market, ultimately leading to a high impact in the agriculture and food industry sector. Moreover, the implementation of CRISPR/Cas9 will become a valuable tool for melon breeding programs.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999646596": {
            "orgId": "999646596",
            "orgName": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}