{
    "rcn": "214138",
    "acronym": "FUNBIOSIS",
    "topics": "MSCA-IF-2017",
    "title": "Mediators in plant pathogenic fungal-bacterial symbiosis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Interspecies interactions between fungi and bacteria are highly prevalent in nature and are critically important in a variety of fields including agriculture, food processing, biotechnology, medicine, and dentistry. The study of such bacterial-fungal interactions (BFIs) can provide invaluable information regarding host-pathogen interactions that can be leveraged in understanding and treating important animal and plant diseases. The unique experimental tractability of the Rhizopus-Burkholderia endosymbiosis provides a model system for the investigation of the secreted factors central to BFIs. One remarkable feature in BFIs is the delivery of bacterial effector molecules that can take control of their eukaryotic host cell. FUNBIOSIS aims to speed up the discovery of natural compounds utilised by endosymbiotic Burkholderia sp. to control its fungal host by integrating the emerging technology of microfluidics. We will focus on novel effector molecules that: (i) can modulate host gene transcription (transcription activator-like effectors, TALEs); (ii) are associated with the recently discovered type 6 secretion system (T6SS); and (iii) are involved in chromatin-dependent changes in the host genome. This will not only elucidate the nature of host control in this commercially important BFI but also has the potential to serve as a roadmap to understanding how prokaryotic pathogens and symbionts interact with more complex eukaryotic hosts. Understanding the biology, ecology, and biotrophic interactions of the zygomycetes (of which Rhizopus microsporus is a member) with their associated endobacteria can help to identify novel secondary metabolites which are central to ecological functions and are useful for effective and innovative biotechnological utilisations.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUR NATURSTOFF-FORSCHUNG UND INFEKTIONSBIOLOGIE EV HANS-KNOLL-ISTITUT",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999539120": {
            "orgId": "999539120",
            "orgName": "LEIBNIZ-INSTITUT FUR NATURSTOFF-FORSCHUNG UND INFEKTIONSBIOLOGIE EV HANS-KNOLL-ISTITUT",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}