{
    "rcn": "214126",
    "acronym": "KARhet",
    "topics": "MSCA-IF-2017",
    "title": "Molecular architecture of heteromeric kainate receptor complexes",
    "startDate": "18/06/2018",
    "endDate": "17/06/2020",
    "objective": "Kainate receptors (KARs) are glutamate-gated ion channels (iGluRs) known as neuronal circuit modulators. Because of their involvement in epilepsy and mood disorders, they represent an important pharmacological target. Over the past decade, we have learned a lot about synaptic KARs, but their assembly, function and pharmacology remain elusive compared to the closely-related alpha-amino-3-hydroxy-5-methyl-4-isoxazolepropionic acid receptor (AMPAR). During my PhD, I used electrophysiology to study the functional properties of KARs and AMPARs associated with auxiliary proteins to gain insights into their roles at neuronal synapses.\n\nIn the proposed research project, I plan to use structural methods such as X-ray crystallography and single-particle cryo-electron microscopy and tomography to address the questions brought by my PhD thesis work. Specifically, I will combine the functional knowledge and skills that I have acquired with the structural expertise of the host laboratory to inquire about the structural assembly of synaptic KARs and especially the interactions between the different KAR subunits and their synaptic binding partners. Combined with the functional analysis of these interactions, this work will provide valuable information for a deeper understanding of synaptic complexes at the molecular level.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999990170": {
            "orgId": "999990170",
            "orgName": "MEDICAL RESEARCH COUNCIL",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}