{
    "rcn": "214128",
    "acronym": "MARCUS",
    "topics": "MSCA-IF-2017",
    "title": "Mapping Reaction Pathways Using Transient Ultrafast Spectroscopies: Kinetic and Mechanistic Investigation of Photoredox Catalysed Reactions",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Photoredox catalysis is transforming synthetic chemistry methodologies but mechanistic studies remain scarce. The proposed research will reveal kinetic and mechanistic details of photoredox catalyzed polymerization reactions using ultrafast transient electronic and vibrational absorption spectroscopies. The focus will be on organocatalyzed atom transfer radical polymerization mechanisms, using organic photocatalysts based on diphenyl dihydrophenazine and other conjugated ring structures. The vision is to observe the full catalytic cycle from ultrafast (sub-picosecond) photoexcitation of the catalyst to radical termination and catalyst regeneration on nano and micro second timescales in single continuous measurements. The objectives will be to understand the effect of catalyst structure and solvent properties on the rates of key steps in the photocatalytic cycle such as photoinduced and back electron transfers.  Mechanistic connections will be sought between the reaction kinetics and the efficiency of the photocatalyst. The photocatalyst structure will be varied, for example by introducing electron withdrawing or electron donating groups, and these modifications together with changes to the solvent polarity will alter the oxidation/reduction potentials of the photocatalyst. Understanding of the electron transfer steps will be sought through application of Marcus theory. These unprecedented studies will identify the reactive intermediates involved in the electron transfer driven radical chemistry and will reveal the molecular properties most important for controlling the photocatalytic efficiency. Further organic photocatalytic reactions, such as those involving dicyanobenzene or anthraquinone photocatalysts will be investigated. The outcomes will inform future design of sustainable organic photocatalysts for numerous synthetic and materials applications.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}