{
    "rcn": "214185",
    "acronym": "INTERGLU",
    "topics": "MSCA-IF-2017",
    "title": "Dissecting mGlu5 receptor internalization pathways using genetic and pharmacological tools",
    "startDate": "18/10/2018",
    "endDate": "17/10/2020",
    "objective": "The metabotropic glutamate receptor 5 (mGlu5) is part of the large family of G protein-coupled receptors (GPCRs) that are the target of 30-40% of marketed drugs. mGlu5 is a key regulator of synaptic plasticity in the brain and a major drug target for a wide range of diseases, such as Fragile X syndrome. Agonist-induced internalization is a major regulatory mechanism for GPCR signalling. Interestingly, mGlu5 internalizes via a mechanism that is distinct from the canonical beta-arrestin mediated pathway. However, the details of this alternative mechanism are largely unknown for mGlu5 and poorly understood for GPCRs in general. The present project has the dual aim (1) to dissect the intracellular pathways leading to mGlu5 receptor internalization and its functional implications and (2) to develop a genetic and pharmacological toolbox to study beta-arrestin independent internalization.\nI will generate a series of HEK293 cells where key proteins involved in a range of GPCR internalization pathways have been systematically removed by CRISPR/Cas9 genome editing. These cell lines will complement the already existing G protein alpha subunit and beta-arrestin knockout HEK293 cell lines to generate a highly efficient toolbox to study pathways and mechanisms involved in GPCR signalling, internalization and regulation. In the present project, I will employ theses cell lines to dissect pathways leading to mGlu5 internalization. To enable future studies in cells with native mGlu5 receptor expression, pharmacological tool compounds/peptides targeting key proteins identified will be developed using the genome edited HEK293 cells. This will provide essential information about the regulation of this important drug target and beta-arrestin independent internalization.\nImportantly, we will make the cell lines and pharmacological tool compounds available to the scientific community enabling similar studies on a much wider range of GPCRs.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}