{
    "rcn": "214144",
    "acronym": "LandFlux",
    "topics": "MSCA-IF-2017",
    "title": "Quantifying landslide activity and contribution to sediment fluxes with cosmogenic radionuclides and grain-size distributions",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Landslides are a primary erosion process in steep landscapes and are among our most deadly and damaging geohazards. However, it is extremely difficult to constrain long-term or past rates of landslide activity, which prevents accurate predictions of their activity in the face of climate change. This project aims to develop and apply a new methodology to quantify long-term landslide activity and contribution to sediment fluxes. To achieve this goal, I will integrate two growing research lines that have identified signatures of landslide activity: grain-size distributions and cosmogenic radionuclide (CRN) concentrations, which I will integrate in a numerical model. We will exploit, for the first time to our knowledge, the differences in depth production profiles between CRNs (14C and 10Be), using the 14C/10Be ratio to infer erosional depth-provenance and track erosional processes. We will sample grain-size distributions, and 14C and 10Be concentrations across different grain sizes, in landslide deposits and river sediments within catchments with excellent published constraints on landslide activity in Italy and New Zealand. We will develop a new Matlab numerical model, which will be calibrated using our new data, to determine landslide rates and fluxes using CRN and grain-size data, hence creating a tool that can be used to predict long-term or past landslide activity in other areas where good constraints are not available. This project has the potential to expand the uses of CRNs to include erosional depth-provenance. Furthermore, being able to infer long-term and past landslide rates would be a major step forward in how we tackle landscape evolution and landslide hazards. This project will be developed at the GFZ Potsdam (host) and ETH Zurich (secondment), bringing together outstanding infrastructures and researchers, and offering the best possible environment for my training and networking, which will in turn enhance my future career opportunities.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994341": {
            "orgId": "999994341",
            "orgName": "HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}