{
    "rcn": "214184",
    "acronym": "SomaGrapeGenome",
    "topics": "MSCA-IF-2017",
    "title": "Fast-forward genomics of somatic variants adaptable to climate change for cultivar innovation in grapevine",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Grapevine, with its derived products, is the most relevant fruit crop for the European agro-ecosystems, economy and culture. Even more so than for many other crops, climate change is threatening the sustainability of vitiviniculture. Increasing high temperature and drought episodes experienced in traditional European winegrowing regions have already begun to alter grapevine physiology and grape ripening, which translates into a decline in wine quality, particularly in Southern regions. Somatic variants with improved traits that at the same time maintain the attributes that make a varietal wine recognizable are traditionally selected as new clones of grapevine cultivars. Somatic variation is therefore a socially accepted source of diversity that can be exploited to anticipate and adapt production to changing environments and fluctuating consumer demands using more sustainable cultivation systems. However, for this innovation to become feasible through clonal breeding, it is necessary to identify the genetic origin of this variation to guarantee the protection and commercial distribution of selected clones. In this project, somatic mutations leading to climate change adaptable fruit features will be identified for the first time. This will be done by studying ripening variants selected by clonal breeding in Tempranillo, the most relevant cultivar for the vitiviniculture of the Iberian Peninsula and the third most widespread red wine cultivar in the world. Taking advantage of high throughput-sequencing technologies, I will combine cutting edge genomics and fast-forward genetics to pursue the following specific aims: 1) Produce a de novo-assembled reference genome for the Tempranillo grapevine cultivar, 2) Characterize at the molecular level the somatic variation of Tempranillo clones with ripening phenotypes suitable for quality wine production under warmer climate and, 3) Locate the somatic mutations responsible for climate change adaptable phenotypes in these clones.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}