{
    "rcn": "214154",
    "acronym": "StrongLights",
    "topics": "MSCA-IF-2017",
    "title": "Controlling Photoinduced Transitions with Strong Light Pulses in Condensed Matter.",
    "startDate": "28/10/2018",
    "endDate": "27/10/2020",
    "objective": "In this proposed project ìControlling Photoinduced Transitions with Strong Light Pulses in Condensed Matterî (StrongLights), the experienced researcher Dr. Joaquim Jornet Somoza  and  the expert in the field, Prof. Angel Rubio of the Max Planck Institute for the Structure and Dynamics of Matter (MPSD), in collaboration with top international experimental groups, will work with the aim of acquiring theoretical results in order to find novel electronic properties for future advances in nanoelectronics, photoelectronics and plasmonics. To do this, we will focus on the theoretical description of the ultrafast photoinduced phase transitions (PIPT) at multilevel time scales (from atto- to picoseconds) to establish a theoretical and computational platform to understand and control this non-equilibrium phenomena. We will perform state-of-the-art first-principles simulations using the most advanced exchange-correlation functionals developed in the host group. We will characterise the vibrational influence of the lattice in the optical and charge transport properties using many-body perturbation approaches such as the GW self-energy method and the Bethe-Salpeter equations, and real time propagation-time dependent density functional theory (P-TDDFT) to catch the non-linear dynamical processes involved in PIPT. Moreover, strong optical pulses have recently emerged as powerful tools to manipulate and control complex condensed matter systems with strongly correlated electrons. In this project we plan to go beyond by controlling electronic properties not only of the ground state, but for the first time on excited states. By mixing and matching different of light pulses, we will be able to create new meta-stable states that have new and unexpected properties that are different from any steady state having profound  impacts in novel applications on condensed matter physics, material science, as well as nano- and bio-science.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}