{
    "rcn": "214180",
    "acronym": "The Human Imprint",
    "topics": "MSCA-IF-2017",
    "title": "The Human Imprint: Western and Chinese Anthropocene Fictions",
    "startDate": "06/08/2018",
    "endDate": "05/08/2020",
    "objective": "This action addresses a new chapter in ecocriticism: the advent of the ëAnthropoceneí in contemporary literature. \n\nIn recent years, the profound changes in our relationship with the biosphere influence not only our lives as consumers, but also the plots of the stories we read. As modern societies are starting to feel the first effects of climate change, rapidly increasing levels of carbon dioxide emissions and the fouling of waterways, novels have become a key medium in the discussion of the real, anticipated and imaginary implications of our life in the ëAnthropoceneí. As a reflection on socio-political and ecological realities of our lives, literature projects various ways how life in this new reality can be imagined, e.g. as the break-down of social norms or as the wake-up call to a post-human future. \n\nAdam Traxlerís notion of ëAnthropocene fictionsí will be extended to include Chinese-language texts. Just like the industrialised countries of Europe and North America, the Greater China Region is struggling to come to terms with its experience of climate change and resource depletion, and, at the same time, a growing sense of environmental guilt. Despite striking similarities in how these texts dramatize dystopian landscapes, cultural heritage does play a role in how the future of humanity is imagined. Surprisingly, these differences are not necessarily related to conventional concepts of China and ëthe Westí.\n \nOn the most general level, this action will allow researchers and the wider public to understand how the environmental crisis is experienced in different regions around the globe.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999866883": {
            "orgId": "999866883",
            "orgName": "UNIVERSITAT WIEN",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}