{
    "rcn": "214143",
    "acronym": "MarginScapes",
    "topics": "MSCA-IF-2017",
    "title": "Long-term land use and water management strategies in arid margin landscapes",
    "startDate": "05/03/2018",
    "endDate": "04/03/2020",
    "objective": "MarginScapes aims to bring together large-scale, multi-temporal and multi-source geospatial analysis to identify long-term sustainable land use strategies in arid regions, with a special focus on investigating the dynamics between past desert populations, climate change and the availability of water. Many populations inhabiting drylands maintain traditional strategies, the origin of which can be traced to distinct socio-ecological contexts. However, in recent decades, intensification of anthropogenic influence has caused a rapid transformation of the landscape and an alarming intensification of the processes has led to desertification, increasing the sensitivity and vulnerability of these regions to climate influences and, ultimately, endangering the preservation of archaeological and cultural landscapes.\nMarginScapes will explore the nature of human occupation of arid margins by re-evaluating the socio-ecological dynamics that have shaped the cultural landscapes of South Asia. The present extent of the Cholistan desert and the northern margins of the Thar desert were core areas for the development of the Indus Civilisation (ca. 3300-2500 BC). These regions have been the subject of considerable historical interest due to the presence of extensive network of relict riverbeds that are thought to have supported several ancient sites in what is today an extreme arid ecotone. By using a novel combination of Earth Observation data and analysis in a petabyte-scale cloud computing environment, machine learning geostatitics, GIS-based topographic analysis and Network Analysis, MarginScapes will provide new methodological tools and quantifiable open access data to: 1) understand the relationships between past hydrological systems, relict palaeosoils and the distribution of ancient sites; 2) identify historical and modern landscape transformations; and 3) foresee the mechanisms of how populations coped and adapted to climate change, water scarcity and desertification.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}