{
    "rcn": "214130",
    "acronym": "GoldTrace",
    "topics": "MSCA-IF-2017",
    "title": "GoldTrace: tracking the origin and transport of gold beneath seafloor arc volcanoes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2019",
    "objective": "With an increasing importance of green technologies, todayís world relies on an increasing supply of minerals. As the discovery of large deposits of strategic mineralsósuch as copper and goldóis becoming rare, explorers now focus on the deepsea to ensure demand is met. We know since decades that large copper, silver and gold-rich volcanic-hosted massive sulphide deposits are associated with seafloor arc volcanism. Therefore, understanding arc volcanism and in particular the source and transport of copper, silver and gold in arc lavas is critical in understanding how, when and why these deposits form. The Kermadec arc offshore New Zealand is arguably the worldís most hydrothermally active volcanic arc. Here, hydrothermal mineralization and the highest copper and silver contents occur in southern Kermadec arc lavas formed above thick subducting plateau crust. This suggests that the composition and thickness of the subducting plate strongly affects the flux and transport of these metals beneath arcs. However, the processes surrounding the source and transport of copper, silver and gold remain unknown. To fill this knowledge gap we will analyse, at high precision, copper, silver and gold in volcanic glasses (and melt inclusions) at GEOMAR/University of Kiel and compare the results from the northern and southern Kermadec arc. This will enable us, for the first time, to determine the extent to which the thickness and composition of the subducting slab influences copper, silver and gold contents within arc volcanoes. It will also allow us to quantify the amount of these elements that is being removed from the melt during its evolution and ascent. Understanding the processes behind the source and transport of strategic metals will provide vectors for explorers to discover new mineral deposits. Our GoldTrace project has the potential to provide a globally applicable model delineating where and why explorers can expect to find hydrothermal mineralization on the seabed.",
    "totalCost": "85730,4",
    "ecMaxContribution": "85730,4",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986090458": {
            "orgId": "986090458",
            "orgName": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
            "ecContrib": 85730
        }
    },
    "calculatedTotalContribution": 85730
}