{
    "rcn": "214151",
    "acronym": "PVB-ASD",
    "topics": "MSCA-IF-2017",
    "title": "The Predictive Visual Brain in Autism Spectrum Disorders",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "'New theories of Autism Spectrum Disorders (ASD) based on Predictive Coding have been proposed in recent years. These theories are motivated by the increasing empirical support for predictive coding models of the brain and the unprecedented amount of autism symptoms that can be explained by this framework. Recently, Van de Cruys et al. (2014) proposed the 'High Inflexible Precision of Prediction Errors in ASD' theory, suggesting that individuals with ASD have difficulties in differentiating random variability from relevant learnable regularities in the world, and that this may explain their peculiar behaviour in cognitive and perceptual tasks as well as some of their affective issues. This could be rooted in altered meta-learning processes (learning about what is 'learnable'). However, empirical investigations of some of the theoryís critical hypotheses are missing. Here we assess these hypotheses using neuroimaging methods (EEG and fMRI) and tasks that integrate attention orienting, probabilistic learning and perceptual organization in vision. \n\nSpecific objectives: A- Investigating if meta-learning processes are affected in ASD and which neural networks are involved. B- Understanding where and when these mechanisms are altered in the hierarchy of visual information processing. C- Identifying potential neural markers of ASD and relating these to individual differences. \n\nThis theory was proposed by the host lab. It currently develops state-of-the art multidisciplinary investigations bridging basic and clinical research. However, the lab lacks a researcher with both clinical and neuroimaging expertise at the moment. My expertise will be critical in integrating these lines of research and assessing their theory. During the fellowship I will gain new neuroimaging research skills and improve my ability to integrate theoretical models with clinical research. The university will host ECVP 2019, a unique opportunity for networking, dissemination and learning of management.'",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}