{
    "rcn": "214133",
    "acronym": "DREAMY",
    "topics": "MSCA-IF-2017",
    "title": "Disrupting Aberrant ProteinñProtein Interactions with Conformationally Constrained Hydrocarbon ?-Helical Mimetics",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Many critical processes within cells, including those that control whether a cell lives and divides or dies, are mediated by proteinñprotein interactions (PPIs). In certain disease states, such as cancer, these interactions can become defective in a way where disruption of the interaction has therapeutic benefit. Replacement of one of the protein partners, which often have ?-helical secondary structure, with a small molecule is one method of disruption; however, the interface can often be large and shallow, making the design of competitive small molecules challenging. The saving grace is that the interaction energy is usually dominated by the interactions of a few amino acid residues, which protrude from one or more faces of the ?-helical peptide. The design of ?-helical mimetics that are non-peptidic in nature and that can replicate the positioning of these hotspot residues has been an active area of research. The host laboratory has recently developed a method to prepare chains of substituted carbon atoms with complete control of absolute and relative configuration. Owing to the avoidance of syn-pentane interactions, the all-syn and alternating synñanti contiguously substituted chains fold into well-defined helical and linear conformations. The positioning of the substituents could uniquely replicate a pattern of hotspot residues that cover two or more faces of an ?-helical peptide. This project will explore this possibility through the design, preparation and testing of mimetics that target the Mcl-1/Noxa-B PPI, which controls apoptosis and has leucine, arginine, isoleucine, aspartic acid, and valine at positions 11, 12, 14, 16 and 18 as hotspot residues. The project merges cutting-edge synthetic organic chemistry, multiple forms of computation, including molecular mechanics, density functional theory, and molecular dynamics, NMR spectroscopy, and medicinal chemistry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}