{
    "rcn": "214148",
    "acronym": "GABASSEMBLY",
    "topics": "MSCA-IF-2017",
    "title": "The role of GABAergic circuits in the orchestration of hippocampal neuronal assemblies",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The last decades of research have revealed that neuronal assemblies are fundamental units of brain computation and cognition. The mechanisms of assembly activity may be clinically relevant, because these cells have been shown to be altered in neuropsychiatric disorders such as schizophrenia and epilepsy. Despite the significance of assemblies, it remains unclear how these cells are orchestrated by GABAergic circuits. Here I propose to investigate the role of GABAergic cells in the activity of hippocampal assemblies using in vivo 2-photon calcium imaging and electrophysiology in awake mice. Thanks to a behavioural paradigm designed in the host laboratory, I will be able to discriminate whether the spatiotemporal patterns of GABAergic activity differ between a hippocampal internal mode (limited and constant sensory inputs) and an external mode (richer and changing sensory inputs). Immunohistochemistry will allow the identification of defined GABAergic classes. Next, I will test whether the activity of GABAergic cells is spatially or temporally correlated with the recruitment of hippocampal cell assemblies. Finally, I will investigate in vivo activity and role in assembly recruitment of a particular population of GABAergic cells. This consists of cells that are born early in development and that at early postnatal age exert a ëhubí function, namely they trigger powerful synchronisation of hundreds of cells and of network oscillations. Recent evidence has led to the hypothesis that this GABAergic population may play a critical role in the reactivation of cell assemblies during sleep or quiet wakefulness, a phenomenon that is important for memory consolidation. In summary, this project involves a state-of-the-art multidisciplinary approach at the boundary between cellular and system neuroscience. It may provide unique knowledge on the role of GABAergic cells in network mechanisms that are involved in cognition and that appear pathologically relevant.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}