{
    "rcn": "214149",
    "acronym": "RESTREIG",
    "topics": "MSCA-IF-2017",
    "title": "Development of A Method for Analysis of Creep Behaviour of Welded Rotating Components of High Temperature Applications Based on Eigenstrain Theory",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The need for high-quality joints in the aerospace industry has fostered the use of inertia friction welding for nickel-based super-alloy components. This technique provides improvements in the joint quality when compared to the fusion welding techniques, but understanding on the effect of residual stress on creep deformation of welded components is limited. The proposed research aims to develop new computational and numerical tools to reproduce the residual stress field in inertia welded components in the as-welded and post-weld heat treated conditions. This innovative approach will meet experimental data with the eigenstrain theory to reconstruct stress fields in large scales and provide a realistic model to understand creep behavior of materials under complex loading and high-temperature conditions. To achieve this target, the eigenstrain theory will be used with experimental measurements. This will allow modeling of complex geometries with high accuracy. The study will be composed of three stages which are data collection for eigenstrain reconstruction method, creating a model for eigenstrain reconstruction process and development of a visco-plastic model for investigating creep behavior of post weld heat treated samples. Results and data created in the first two stages will be used to create the visco-plastic model. Experiments will be performed using diffraction and contour methods and numerical models will be created using ABAQUS commercial finite element software. All research, management, training, dissemination, public engagement, and communication activities are scheduled into a 2 years work plan. The developed methodology is expected to provide a better understanding of creep behavior, to be used by other researcher and be beneficial for industry on the development of components with lower cost and longer service life. The success of this research will have a positive impact on the European Union and United Kingdom economies and societies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999984350": {
            "orgId": "999984350",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}