{
    "rcn": "214158",
    "acronym": "ROCKSOFT",
    "topics": "MSCA-IF-2017",
    "title": "Rho GTPase cross-talk with syndecan-4 regulates pro-fibrotic mechanotransduction in the heart",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Cardiac fibrosis is a major cause of diastolic heart failure, a condition affecting millions of people worldwide. Treatment is currently lacking, reflecting a lack of understanding of cardiac fibroblast physiology, the main cell type responsible for extracellular matrix (ECM) production and development of fibrosis. Mechanical stress activates cardiac fibroblasts causing differentiation into myofibroblasts with excessive production of ECM. I previously showed that syndecan-4 (SDC4) is essential for myofibroblast differentiation in response to mechanical stress, although the exact mechanism was not fully elucidated. SDC4 regulates Rho GTPases and Ca2\\ influx through TRPC7 channels, previously suggested to be stretch-activated. Thus, we hypothesize that SDC4-dependent Ca2\\ signalling and Rho GTPase activation are crucial for translating mechanical stress into pro-fibrotic fibroblast activity. Despite having Ca2\\ binding properties on the extracellular part, no studies have examined the role of SDC4 in regulating extracellular Ca2\\ distribution and dynamics. Based on preliminary data, we here introduce the novel concept of extracellular Ca2\\ microdomains that are created and maintained by SDC4. These microdomains are conceivably affected by changes in cell contraction and actin cytoskeleton organisation, thus promoting fibrotic remodelling of the heart in response to aberrant Rho GTPase signalling in the fibroblasts. \nTo investigate these hypotheses in cardiac fibroblasts, I have developed a novel in vitro model that combines stiffness and stretch to induce myofibroblast differentiation, and study the process using state-of-the art CRISPR gene editing. The expertise of Prof. Cord Brakebusch in Rho GTPase function and CRISPR combined with my expertise in SDC4 mechanotransduction in cardiac fibroblasts will substantiate the success of this project, potential discovery of novel therapeutic targets and the possibility for me to create an impactful research group profile.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991043": {
            "orgId": "999991043",
            "orgName": "KOBENHAVNS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}