{
    "rcn": "214161",
    "acronym": "CaLecLig",
    "topics": "MSCA-IF-2017",
    "title": "Calcium-dependent Lectins in Human Pathogenic Infections: From Atomistic Understanding to Ligand Design",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Lectins are proteins that bind saccharides, thus mediating cell-cell and cell-pathogen adhesion. They are therefore implicated in many devastating diseases (cancer, diabetes). The pharmaceutical industry had to leverage the remarkable progress in modern methodologies to cope with the enormous challenges of targeting lectins (flexible interactions involving calcium, multivalent ligands/multimeric receptors), producing a dozen of successful glycomimetic drugs (e.g. Tamiflu). To develop workflows comparable to traditional drug/target complexes, however, deep knowledge of lectin/ligand interactions must be gained. This project aims to fill this gap by determining the properties of Ca2\\-dependent lectins, LecA/B and DC-SIGN, implicated in bacterial infections of cystic fibrosis patients and viral infections (HIV-1, Ebola), respectively. We will establish the microscopic view of Ca2\\ binding to these lectins using advanced molecular dynamics (MD), verified by quantum mechanical (QM) calculations, isothermal titration calorimetry (ITC) and neutron crystallography. Then, we will work out protocol for predicting lectin-ligand binding modes and affinities using free-energy simulations, verified by NMR data. Finally, we will create a dynamic model of DC-SIGN tetramer by fitting to SAXS envelope and interpret multivalent binding types. The proposed project is novel and multidisciplinary. The applicant will acquire training in advanced experimental and computational techniques, which will re-enforce his career prospects in research and teaching. Conversely, he will transfer his knowledge of QM calculations to the host and partner institutions. This unique complementarity of competences will bring fundamental and practical understanding of lectin-ligand binding which will advance glycoscience research and industry. Future design of new patentable glycomimetics will impact Europeís economy and society.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997930": {
            "orgId": "999997930",
            "orgName": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}