{
    "rcn": "214137",
    "acronym": "SPITFIRE",
    "topics": "MSCA-IF-2017",
    "title": "SPatial variability and Implications of the Timing of FIsh Responses to the Environment",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Prediction of fish production is hindered by the lack of high-resolved data, and the complexity of the bio-physical systems affecting fish survival. A key factor determining the survival of larval fish is the relationship between predator recruitment and prey-predator overlap (match-mismatch hypothesis, MMH). MMH thus offers a mechanistic explanation for the fluctuations in fish recruitment, i.e. the number of fish entering the fishery. However, little is known about how MMH mechanistically explains population and ecosystem dynamics across species and regions. Therefore, the main goal of SPITFIRE is to quantify the ability of an improved MMH to globally explain fish dynamics, by acknowledging the roles of zooplankton (animal-like drifters, not just phytoplankton, plant-like drifters), space and mismatch.\nThe data needed to achieve SPITFIRE objectives include long-term phytoplankton, zooplankton, fish distributions and their annual mean timings from a specific location (work package 1), and the Atlantic and the Pacific basins (work packages 1 and 2). All components necessary for project success are in-hand both through the collaborative network of experts already established and data resources via participants providing insight into MMH dynamics, fish life-history dynamics, oceanography, and both the Atlantic and the Pacific ecosystems. By comparing predator-prey relationships, SPITFIRE will help answer the major question in fish ecology and management ñ what determines fish recruitment? ñ and thus lead to better management of marine resources.\nThe training-through-research, unique set of transferable skills and intellectual, methodological and interdisciplinary training that I will gain from this project are the essential skills I need to become a leading marine scientist. By building a robust research profile, I can ensure that professional independence to build my own lab will be a sound foundation when pursuing research positions and grants, such as ERC Grants.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}