{
    "rcn": "214100",
    "acronym": "DNA-ENC SYNCELLS",
    "topics": "MSCA-IF-2017",
    "title": "DNA Lattice-Encoded Information for Genotype-to-Phenotype Evolution of Self-Replicating Synthetic Cells",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Within the framework of DNA-ENC SYNCELLS I will develop a synthetic inheritable genome capable of Darwinian evolution which encodes for the phenotype of self-replicating synthetic cells. The defining principles of life, namely compartmentalisation, replication and evolution, will thus be realised in a completely synthetic system for the first time. Two types of DNA tiles ñ a stiff and a soft tile ñ arranged in a lattice will serve as bits of information, replicating, without any enzymes, via mechanical scission. The DNA lattice will further act as an artificial cytoskeleton specifying the mechanics and shaping the phenotype of synthetic compartments assembled on a microfluidic chip. After sequentially adding the DNA tiles and catalysts for lipogenesis, the synthetic cells will be subjected to multiple growth and mechanically initiated division cycles. Variations in the mechanical properties will influence the division rate and thus lead to evolution in heterogeneous populations. The evolutionary trajectory of the system will be studied under different selection pressures. Within this two-year fellowship, hosted at the Max Planck Institute for Medical Research in Heidelberg and supervised by Prof. Joachim Spatz, I will contribute to the fundamental knowledge of synthetic cells and enhance its applicability using programmable man-made materials. Greatly profiting from the synergy between my expertise on DNA nanotechnology and the hostís high-quality research on microfluidics, synthetic biology and biophysics, this interdisciplinary project will open up broad perspectives for cellular machines capable of autonomous cargo transport, pathogen recognition or as substrates for 3D-bioprinting and tissue repair in vitro and in vivo ñ the envisioned focus of my subsequent career in research.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}