{
    "rcn": "214178",
    "acronym": "SURVIVOR",
    "topics": "MSCA-IF-2017",
    "title": "Historic response of a wide-ranging carnivore to climate change",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This proposed project investigates novel ways of predicting the effects of future climate change on the survival of animal species. We will focus on a case study of two genetically and morphologically distinct wolf populations living in Eurasia. One of these survived the climate changes that have occurred over the past 40,000 years, whereas the other did not. We will describe the details of this extinction and replacement event, and determine the genetic processes that led to this difference between the two populations. To achieve this, we will carry out next-generation sequencing of wolf ancient DNA samples, and take advantage of ancient samples already collected and sequenced from across Eurasia. Together, this dataset will constitute the largest ancient wolf genome dataset ever collected. The project will end with a workshop that includes experts in climate and population viability modeling, and conservation practicioners, to explore the ways that the findings can be incorporated into future climate change mitigation planning. This workshop will provide new research avenues that the experienced researcher will be able to exploit in order to reach and reinforce a position of professional maturity and independence. The experienced researcher will also be trained in cutting edge scientific techniques and analyses, as well as a number of skills that are transferable between countries and sectors (including management, grant writing, communication and teaching), and that will facilitate his development into a research leader.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "NATURHISTORISKA RIKSMUSEET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999599745": {
            "orgId": "999599745",
            "orgName": "NATURHISTORISKA RIKSMUSEET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}