{
    "rcn": "214124",
    "acronym": "HYDRA",
    "topics": "MSCA-IF-2017",
    "title": "Enhanced under water superoleophobicity by micro/nano topography and hydrophilic polymer brushes for high efficiency oil-water emulsion separation",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Superhydrophilic-underwater superoleophobic membrane is a kind of functional separation membranes based on special wettability, with very promising application prospect in oil/water separation. The stability of the material is the key factor in its performance. This proposal aims to develop stable membranes with superhydrophilicity-underwater superoleophobicity design, by combining synergistically the stupendous hydrated polymer brushes and anisotropic micro-/nano-structures on a surface. We will suppress the wetting transition due to oil penetration via the stable hydration shell of the polymer brush on the vertical direction, and directional oil droplet transmission via the anisotropic surface structures tangential to a surface. Our results aim to reveal the relationships between the molecular brush structure, anisotropic micro-/nano-structure on the surface, and wettability in the oil-water-solid three phase system, illustrating the nature of science of wetting transition and transition suppression, understanding the mechanism of superhydrophilic-underwater superoleophobic surfaces under pressure in multiple phase systems, and ultimately establishing the design strategy for effective membranes for oil-water separation important in many applications of significant economic and societal impact.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}