{
    "rcn": "214182",
    "acronym": "DIRECTION",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering of Root and Rhizosphere microbiome to increase host fitness in the Fusarium oxysporum- plant interaction",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Fungi have a devastating impact on human nutrition and health. Fungal pathogens provoke huge yield losses in crops, destroying around 23% of the agricultural production annually. A major proportion of this loss is caused by pathogenic root-colonizing microbes that have evolved sophisticated strategies to outcompete the benign microbial competitors in the rhizosphere and to actively suppress the plant immune response. The fungal pathogen Fusarium oxysporum (Fox) is a soil-borne root infecting fungus that provokes vascular wilt disease in over a hundred different agricultural crops, and represents a serious threat world-wide. The current control methods for this pathogen depend upon extensive use of chemical pesticides, which are highly unsustainable in the food-chain. Here we propose to use the Fox-tomato interaction as a model to molecularly dissect the role of the root (including endophytic) and rhizosphere microbiota in modulating vascular wilt disease. We will use a barcoded pyrosequencing approach to taxonomically define the root and rhizosphere microbiome in tomato. Next, we will dissect the impact of the microbiome on fungal host sensing, using an established collection of isogenic signalling mutants of Fox available in the host lab. We will carry out in vivo Fox- bacterial interaction assays to generate a dataset for identification of bacterial communities exerting an antagonistic effect on pathogen colonization. The project will thus produce new insights into the interplay between the root microbiome and pathogen colonization. The, generated knowledge platform will be used to reassemble a synthetic ëSynComí microbiome that will be used to control Vascular Wilt, thereby advancing the development of sustainable agriculture.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999872703": {
            "orgId": "999872703",
            "orgName": "UNIVERSIDAD DE CORDOBA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}