{
    "rcn": "214170",
    "acronym": "TiPS-DNA",
    "topics": "MSCA-IF-2017",
    "title": "Transcription-induced Plectonemic Supercoiled DNA",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In our cells, DNA is extremely highly compacted to fit within the cellís nucleus. While being compacted, the DNA still needs to remain accessible to various processes such as gene expression during the cell cycle. So how is DNA spatially organized? How does this compacted DNA interact with enzymes? Does compacted DNA superstructure have a biological role? Answering these daunting biological riddles through a targeted physics approach is the central motive of this proposal. I aim to investigate how supercoiled DNA plectonemes, the basic unit of DNA superstructure found in chromosomes, is linked to its biological functions in gene regulation. Throughout the proposed biophysics experiments in this project, I aim to obtain direct experimental proofs that reveal the mechanism behind the transcription-induced DNA supercoiling. I will co-visualize RNA polymerase interacting with supercoiled DNA in real-time and study the relevant dynamics during  complex formation and transcription. To this end I will employ a novel single molecule in-vitro assay, Intercalation-induced Supercoiling of DNA. This assay utilizes intercalating dyes to induce supercoiling as well as to visualize the formation of DNA-plectonemes. The technique is solely based on fluorescence microscopy and allows for tracking DNA plectonemes and labelled enzymes with ease and with high-throughput. This project will provide the first direct evidence on the role of DNA supercoiling ñ a fundamental yet not-well studied phenomenon in cell biology ñ in mediating the activity of DNA-binding enzymes as well as on the origins of dynamic DNA supercoiling in the topological domains of the genome. The result of this project will be crucial for the understanding of the physical interactions that couple chromosome organisation to gene regulation.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977366": {
            "orgId": "999977366",
            "orgName": "TECHNISCHE UNIVERSITEIT DELFT",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}