{
    "rcn": "214175",
    "acronym": "LocalCom",
    "topics": "MSCA-IF-2017",
    "title": "Digital Local Public Sphere and Local Communication Online: A Comparative Study of Four European countries",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "The study of local communication in the digital age is an important subject area, as a thriving public dialogue and deliberation online enhances local democracies and engagement in local matters. However, our understanding of local communication online and how practices of different local communities vary is limited, as most research in the field explores online communication at national or international level. The aim of this project is to conduct a comparative study on the democratic potentials and challenges of local communication online and on the key features of digital local public spheres in four European countries. The objectives of the project are to: 1) develop a framework for the study of digital local public sphere; 2) analyse and compare online communication of local communities in Italy, Norway, Poland and the UK; 3) analyse and compare key features of digital local public spheres of local communities in Italy, Norway, Poland and the UK; 4) develop policy recommendations to foster strong and inclusive digital local public spheres in local communities. With these objectives the study will not only provide a theoretical contribution but also inform policy debates and have the potential to influence communicative practices. A mixed method approach will be applied for the empirical research, which will involve case study analysis of local communities in the four countries. The methods will include content analysis, interviews and social media network analysis. The project will be carried out at the Centre for Research on Communities and Cultures, Canterbury Christ Church University, a specialist centre in the study of local communities in the digital age with fitting training profile. The fellowship will expand the theoretical and methodological competences of Professor Biernacka-Ligi?za, and diversify her skills and knowledge through its interdisciplinary approach, impact on both academic and non academic beneficiaries and international mobility.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "Canterbury Christ Church University",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "956416315": {
            "orgId": "956416315",
            "orgName": "Canterbury Christ Church University",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}