{
    "rcn": "214116",
    "acronym": "DIPLOWAR",
    "topics": "MSCA-IF-2017",
    "title": "Hybrid Practices of Diplomacy and Warfare",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "DIPLOWAR is an interdisciplinary research project that uses practice theory to illuminate the changing relationship between diplomacy and warfare. The central conceptual move of the project is to conceive of diplomacy and warfare not primarily as political or legal relations between states but as structuring principles of peaceful and violent political practices. This reconceptualization allows integrating insights from the literatures on the ënew diplomacyí and the ënew warsí which so far have not been brought into a dialogue. Through an explorative study of foreign policy decision-making in the United States and Germany from 1945 to the present, the project will demonstrate that practices of diplomacy and warfare which once were neatly separated have increasingly formed hybrid constellations. As a result, we are today confronted with a situation in which neither diplomacy nor war can be clearly grasped at the level of inter-state relations anymore. DIPLOWAR seeks to both sharpen our analytical vocabulary and deepen our empirical understanding of these processes of hybridisation to help scholars, practitioners, and the public to come to terms with the new realities of war and peace. The outgoing phase of the project will be hosted by the Arnold A. Saltzman Institute for War and Peace Studies at Columbia University, New York, the return phase by the Faculty of Social Sciences at Goethe University Frankfurt.",
    "totalCost": "159795,6",
    "ecMaxContribution": "159795,6",
    "coordinator": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998269778": {
            "orgId": "998269778",
            "orgName": "TRUSTEES OF COLUMBIA UNIVERSITY IN THE CITY OF NEW YORK",
            "ecContrib": 0
        },
        "999978724": {
            "orgId": "999978724",
            "orgName": "JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN",
            "ecContrib": 159796
        }
    },
    "calculatedTotalContribution": 159796
}