{
    "rcn": "214198",
    "acronym": "ALPHA-STEM",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Laboratory Phantoms for Soft Tissues in Engineering and Medicine: ALPHA-STEM",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Research has shown that the success rate in many types of surgeries is strictly related to the experience of the surgeon. However, early in their career, trainees are not given the opportunity to operate on a sufficient number of patients nor to perform an exhaustive mix of procedures. The scenario has been further worsened by the reduction of assisted training hours in Europe (since 2009) and US (since 2011). Training and technical tasks are usually practised on cadavers, animals or using virtual simulators. However, all these alternatives present difficulties: limited availability, expensive handling and preservation processes (cadaveric training), nonhuman anatomical structures (animal training), costly set-up, and doubtful skills transfer to the real operating theatre (virtual simulators). A potential solution is to promote the use of artificial synthetic models, also known as phantoms. Phantoms are reproduction of human parts and organs that allow the trainee to practice positioning of the anatomical structures as well as hand coordination. Unfortunately, they lack of reliable tactile feedback (e.g. palpation) and real tissue deformation patterns which critically reduce the fidelity of the surgical training. \nThe main objective of this project is to overcome the present limitations by developing phantoms capable of providing detailed anatomical structures along with an accurate tactile response when performing surgical tasks such as cutting, indention and suturing. The proposed investigation is aimed at designing, making and testing synthetic advanced materials tailored to reproduce the mechanical response of different human organs and tissues (lung, brain, liver, skin, cartilage, etc.). Direct comparisons with experimental data on organic tissues and feedback from a number of experienced surgeons will be used to validate the effectiveness of the proposed solutions during this research journey towards safer surgeries.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "992204077": {
            "orgId": "992204077",
            "orgName": "PRESIDENT AND FELLOWS OF HARVARD COLLEGE",
            "ecContrib": 0
        },
        "999879881": {
            "orgId": "999879881",
            "orgName": "POLITECNICO DI MILANO",
            "ecContrib": 244269
        }
    },
    "calculatedTotalContribution": 244269
}