{
    "rcn": "214139",
    "acronym": "ZIDOMS",
    "topics": "MSCA-IF-2017",
    "title": "Using Zebrafish as a novel tool to Improve the Diagnosis and Outcome of Marfan Syndrome",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Recent technological advances have brought the implementation of personal and precision medicine in the clinic within reach. In this project, we are proposing to use zebrafish as a novel, efficient tool to improve the clinical diagnosis and treatment of Marfan Syndrome (MFS), a rare genetic disorder with a wide spectrum of clinical features. Since there is no definitive cure for MFS, patients need lifelong supportive treatment to prevent morbidity and mortality related to cardiovascular complications. Together with the detection of a number of syndromic symptoms, positive diagnosis of MFS relies on the identification of a deleterious mutation in the fibrillin-1 (FBN1) gene. Nevertheless, genetic testing often leads to the discovery of FBN1 variants which are not unequivocally linked to disease development. Current practice relies on the evaluation of historical and predictive parameters to classify variants of unknown significance as potentially causal mutations, but no biological model exists to efficiently validate the genetic classifications.\nThis project aims to make optimal use of the combination of the know-how of the researcher, Dr. Sips, in the field of cardiovascular physiology and animal models of disease, with the clinical expertise of the supervisor, Prof. De Backer, in the diagnosis and treatment of MFS patients. The goal is to develop a zebrafish-based model that will allow for the quick classification of unknown variants in the FBN1 gene to aid in the diagnosis of MFS. In addition, the model will allow an efficient screening of drug libraries to look for potential new therapies, which might make it possible to find patient-specific treatments.\nTaken together, this project aims to take advantage of the synergy between the researcher and the supervisor in order to develop a novel strategy for a personalized approach to medicine. MFS is studied as a proof-of-concept clinical challenge with unmet needs in diagnosis and treatment.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}