{
    "rcn": "214101",
    "acronym": "CC-LEGO",
    "topics": "MSCA-IF-2017",
    "title": "CC-LEGO: robust protein blocks to build cages and layers",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The design of novel proteins offers unprecedented advantages for human health, such as improved vaccines, drug delivery and novel therapies (e.g. a flu inhibitor, treatment of Alzheimerís). The state of the art of de novo self-assembling protein nanomaterials is based on the design of protein-protein interfaces. However, due to the complex interplay of numerous weak interactions at the interface the success rate of designed assemblies is currently below 10%. This proposal aims to increase the success rate of designing large protein assemblies, by using coiled-coils (CC) at the interface. CCs are some of the best understood protein motifs and can be designed with high success rates (>50%). A set of well-defined building blocks (CC-LEGOs) will be created by rigidly fusing CC bundles and natural oligomerization domains. Due to precise control of crossing angles enabled by the rigid fusion we expect that CC-LEGO structures will have the high design success rate and high solution homogeneity needed for further applications. A toolbox of CC-LEGO blocks will be designed and experimentally tested, capable of forming cages (tetrahedra, cubes, dodecahedra) as well as open 2D lattices.\n\nThe experienced researcher (ER) will gain new programming and wet lab skills for protein design through performing world-class research at one of the worldís top universities in a group of a world leader in this field. The expected high impact publications and networking opportunities, coupled with the acquired soft skills in project writing, management, leadership and communication will ensure ERís competitiveness and enable a successful start of his independent career.\nAnother important impact of the project is the transfer the protein design know-how from the University of Washington to the Slovenian and regional research ecosystem, increasing its excellence. This will be supported by the beneficiary in Slovenia, where most of the wet-lab and computational infrastructure is already in place.",
    "totalCost": "250774,2",
    "ecMaxContribution": "250774,2",
    "coordinator": "KEMIJSKI INSTITUT",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998756718": {
            "orgId": "998756718",
            "orgName": "KEMIJSKI INSTITUT",
            "ecContrib": 250774
        },
        "998096536": {
            "orgId": "998096536",
            "orgName": "UNIVERSITY OF WASHINGTON",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 250774
}