{
    "rcn": "214136",
    "acronym": "FULFIL",
    "topics": "MSCA-IF-2017",
    "title": "Fulfilling the Law: Medieval Intellectuals and the Christian Making of Jewish Identity",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Considering the cultural construction of minority identities in medieval Europe, FULFIL interrogates the impact of the Christian perceptions, conceptions and uses of the Hebrew Bible on the religious identification of Jews as a distinctive group. Given that Christianity was understood as fulfilling, not abolishing, the Old Law, how did the Jewsí purported misreading of their own sacred text affect ideas about their moral, social qualities? FULFILís objective is to investigate the intellectual forms, cultural processes and social effects of Christian ideas, as these emerged in a world with living Jews and Jewish practice.\n\nThe close study of scholastic, narrative and iconographic sources in the Middle Ages aims to demonstrate that theological thought was not disconnected from common beliefs and representations. The first stage of the programme, at the interface between intellectual and doctrinal, religious, legal and social history, will consist of defining a coherent corpus of texts and images, and of critical editions of chosen texts. At the second stage, these documents will be analysed in order to set the contexts, identify the intellectual arguments, motives and metaphors, and evaluate their social effects. \n\nIncorporating the study of Jews and Judaism within the global history of Europe, FULFIL will help demonstrate and understand the constructedness of minority identities, as well as the social effects of intellectual labour. This makes it fully consistent with part 13 (´ Europe in a changing world ñ inclusive, innovative and reflective societies ª) and part 16 (´ Science with and for society ª) of the H2020 2016-2017 work programme. The gender dimension that it involves is related to the filiation between Christianity and Judaism and to the peculiar distribution of paternal and maternal statuses within this relationship of Old and New Laws. FULFIL will thus help better understand the European history, identity and relationships to religious minorities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999847677": {
            "orgId": "999847677",
            "orgName": "QUEEN MARY UNIVERSITY OF LONDON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}