{
    "rcn": "214157",
    "acronym": "INDECRUST",
    "topics": "MSCA-IF-2017",
    "title": "Integrative ecological indicators of global change based on biocrust tissue traits",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "In order to monitor trends in global changes and predict their impacts on ecosystems, scientists and policy makers are in a constant search for integrative, cost-effective indicators of ecological change. Functional traits have emerged as practical tools to track environmental changes (response traits) and assess their effects on ecosystem processes (effect traits). Despite the impressive advances in functional diversity research, traits of organisms other than plants; such as soil lichens and mosses (biocrusts), are still largely unexplored. Nevertheless, biocrust traits such as stable isotope ratios, nutrient content and pH are easy to measure, highly sensitive to environmental conditions and integrative; as a set of indicators, they can reflect changes in climate and nutrient sources and availability. Also, due to their response-effect nature, biocrust tissue traits have an anticipatory character; shifts in their values will, in turn, affect other ecosystem processes (e.g., decomposition rates) and components (e.g., plant and microbial communities). To date, biocrusts stable isotope ratios, nutrient content and pH have been reported for a limited set of species in a systematic way and experimental studies are still scarce in the literature. INDECRUST aims to assess the suitability of biocrust tissue traits as integrative indicators of global change and its impact on ecosystem properties and functioning. I will investigate, in a range of biocrust species widely distributed in Europe, how isotopic ratios, nutrient content and pH respond to changes in soil, climate and atmospheric pollution, and how tissue traits affect biocrust decomposition rates, biocrust-plant interaction, microbial abundance and soil functioning. This project involves manipulative experiments, cutting-edge laboratory analyses and advanced statistical analyses. The outputs of INDECRUST will improve and complement the existing tools for environmental monitoring and policy making in Europe.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999886283": {
            "orgId": "999886283",
            "orgName": "UNIVERSIDAD REY JUAN CARLOS",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}