{
    "rcn": "214165",
    "acronym": "NovoFold",
    "topics": "MSCA-IF-2017",
    "title": "De novo protein discovery as a tool for understanding the folding conundrum",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Order is a prerequisite for activity, which is the essence of the sequence-structure-function paradigm of bio-macromolecules. Proteins are a case in point, displaying intricate architectures and impressive functions. Understanding how the primary sequence of these complex macromolecules relates to their 3D structure and vice versa is of fundamental interest and the basis for broad technological exploitation of proteins. \nThe proposed research aims to investigate the folding space of proteins, gaining new insights that will help in solving the folding conundrum. Specifically, the frequency and sequence patterns of ordered polypeptides and their physical and structural properties will be experimentally analysed. Based on these data sets, exploratory data analysis can be performed, providing unprecedented insights into protein folding. Generation of quantifiable high quality data is thus of utmost importance for this project. One of the main objectives of this proposal is therefore the development of an ultrahigh-throughput experimental platform for discovery of de novo proteins with unparalleled precision, using state-of-the-art molecular biology methods. Based on cutting-edge mRNA display technology, I will isolate folded polypeptides from naÔve libraries with up to 1E13 members in the size range of 50-100 amino acids. Modern bioinformatic analysis, modelling and biophysical characterisation will be performed to analyse the folding space of proteins and derive new empirical folding rules. \nGiven the increasing importance of protein engineering in fundamental research and industry, the results of this study will be of interest to a wide range of scientists. The fellowship will provide training in state-of-the-art techniques such as statistical data analysis and structural biology. The results of this research project will form the basis for future efforts to exploit the biotechnological potential of newly discovered proteins.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}