{
    "rcn": "214163",
    "acronym": "SPECTRE",
    "topics": "MSCA-IF-2017",
    "title": "SPEciation and dynamiCs of TRace Elements",
    "startDate": "01/06/2018",
    "endDate": "31/08/2020",
    "objective": "Ever-increasing production of waste requires new provisions for waste management to ensure sustainable development. The use of organic waste (OW) as fertiliser is a promising route but may represent an environmental pathway for flows of contaminants. In Europe and across the world, antibiotic resistance genes (ARGs) and trace elements (TEs) are seen as two major threats to environmental and human health. Overcoming the lack of knowledge of the role of TEs as a selective agent in the proliferation of ARGs is a major scientific challenge today. The overall objectives of SPECTRE are to (i) link the spatial distribution of TE speciation in OWs with the development of resistance at microscale and (ii) to assess the fate of TEs and ARGs in the OW-soil-plant system. During the SPECTRE project, I will take full advantage of my time at the interdisciplinary Future Industries Institute (FII, University of South Australia) to acquire new skills in molecular biology to screen interesting bacterial community members and (ii) increase my expertise in TE speciation by harnessing the analytical power of a spectroscopic cutting-edge technique. This training will position me as a leader in Europe in this rapidly advancing field. Furthermore, the unique FII environment will enable me to develop my transversal skills and gain experience in the management of public-private research partnerships. Knowledge transfer (blended learning, hands-on training, training-through-research) is essential to broaden the scope of my research as well as reinforce my future career prospects. Beyond the publication of scientific papers, I will make a particular effort to ensure that the results are widely disseminated to different audiences: schoolchildren (social networking, video link facilities), school teachers (professional development), end-users in the agro-environmental sector (workshop, seminar) and MSc students (e-learning).",
    "totalCost": "204025,5",
    "ecMaxContribution": "204025,5",
    "coordinator": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986179795": {
            "orgId": "986179795",
            "orgName": "UNIVERSITY OF SOUTH AUSTRALIA",
            "ecContrib": 0
        },
        "999993565": {
            "orgId": "999993565",
            "orgName": "CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC",
            "ecContrib": 204026
        }
    },
    "calculatedTotalContribution": 204026
}