{
    "rcn": "214105",
    "acronym": "NIRCOThera",
    "topics": "MSCA-IF-2017",
    "title": "Spatiotemporal, near-infrared light controlled carbon monoxide delivery for cancer immunotherapy",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Carbon monoxide (CO) is a gaseous signaling molecule naturally produced by the human body. In recent years, CO has shown its anti-inflammatory and immunomodulatory properties and thus therapeutic potential in the treatment of inflammatory disorders and cardiovascular diseases. It is promising to exploit the modulatory effect of exogeneous CO in tumour microenvironment where inflammation and angiogenesis are the critical components of tumour progression and metastasis, which is largely unexploited. For this purpose, it is key to manipulate CO exposure in a precise dose and time-controlled manner exclusively at the tumour site. Herein, we propose to develop a new CO delivery avenue, enabling controlled CO release to tumour sites with spatiotemporal precision by using near infrared light (NIR). Specifically, the strategy consists of single-walled carbon nanotubes (SWCNTs) loaded with CO releasing molecules (CORMs). We have reported the development of a SWCNTs-based bifunctional system that enables intratumoural protein delivery and NIR activation, which is ready to be applied to realize controlled CO release in vivo. We plan to conjugate [ReBr3(CO)3][NEt4]2 to SWCNTs. The rhenium complex is chosen because of its stability and non-toxicity while the lipid functionalized SWCNTs have shown biocompatibility, ultrahigh tumour uptake and relatively fast clearance and excretion from the health tissues, which impart the platform promising for in vivo application. We will evaluate the stability of the platform, followed by the NIR-triggered CO release profile and then dose- and time-dependent effect on both cancer cells and tumour-infiltrating immune cells, including the generation of reactive oxygen species (ROS) and expression of multiple genes associated with tumour progress. Furthermore, expecting increased cancer cell sensitivity to chemotherapeutics with CO treatment, we will combine the proposed strategy with current chemotherapy to eradicate tumours in animal models.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977172": {
            "orgId": "999977172",
            "orgName": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 0
}