{
    "rcn": "214168",
    "acronym": "4D-POLYSENSE",
    "topics": "MSCA-IF-2017",
    "title": "4D-POLYpropylene meshes as SENsitive motion SEnsors",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "4D-POLYSENSE project aims to contribute to the European Research Area (ERA) by developing a new generation of surgical meshes able to interact with the complex three-dimensional (3D) structure of biological tissues, as a smart material working as self-evolving motion sensor. Polypropylene (PP), one of the most widely employed polymers so far for surgical implants, will be modified by plasma technique to confer it temperature sensitivity upon deposition of a biocompatible hydrogel. Afterwards, it will be sterilized following a quite novel route with supercritical carbon dioxide (considered a 'green solvent'), a technique chosen in order to prevent damage of the thermoplastic substrate and the hydrogel structure. 4D-POLYSENSE proposes the use of 4D printing strategy to obtain meshes that will be able to dynamically interact with local environment, after a specific stimulus. Plasma and biological assays will be performed at the secondment host, B Braun Surgical S.A., which is the leading European company of healthcare products. The partner will be relevant for the experienced researcher (ER) training on medical field and on her international mobility to company headquarters. The project is intended to: (i) enhance the creative and innovative potential of the experienced researcher (ER) in a multidisciplinary project, involving a combination of well-developed chemistry, bioengineering, microbiology and additive manufacturing; (ii) create opportunities for the ER mobility and her knowledge transfer to the host groups, as well as forging her future collaborations in the aforementioned fields; and (iii) increase the competitiveness in Europe launching to the global market an innovative product, an abdominal hernia repair, demanded by the medical community. Moreover, an ambitious training program including a number of new scientific and soft skills to be transferred to the applicant is also envisaged.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999976202": {
            "orgId": "999976202",
            "orgName": "UNIVERSITAT POLITECNICA DE CATALUNYA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}