{
    "rcn": "214169",
    "acronym": "ECOMAT",
    "topics": "MSCA-IF-2017",
    "title": "Encapsulation and contacting of two-dimensional materials",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Two dimensional materials such as graphene and transition metal dichalcogenide (TMDC) are very sensitive to surface adsorbates and thus require proper encapsulation. In addition, functional devices based on those materials, like transistors, diodes or electro-optical modulators require high-k gate dielectrics to be deposited on top of the material. However, the deposition of high quality dielectric layers ontop of 2D materials is very challenging due to their inert surface. \nThe project ECOMAT addresses the important challenge of depositing high-k dielectrics on top of 2D materials. In particular, the experienced researcher Dr. Barbara Canto will explore different routes to encapsulate graphene and MoS2, which is the most explored TMDC material, with different high-k dielectrics using a combination of atomic layer deposition and surface functionalization using seed layers.  The key control parameters for those layers are dielectric constant, breakdown voltage, charge traps, minimal thickness achievable, and gas barrier properties, which will be characterized by electrical and spectroscopic methods. \nFinally a new route for fabricating low-resistive edge contacts to MoS2 will be explored, building up on encapsulated MoS2 layers. This contacting scheme is expected to significantly reduce contamination of the MoS2 layer during processing, while offering low-resistive contacts and thus will significantly increase the performance of electronic device based on MoS2.\nThis interdisciplinary research activity builds up on the experience of Dr. Canto in the field of material science and physics and utilizes the infrastructure and knowledge at AMO on high-k dielectrics and electronic devices.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999796558": {
            "orgId": "999796558",
            "orgName": "GESELLSCHAFT FUR ANGEWANDTE MIKRO UND OPTOELEKTRONIK MIT BESCHRANKTERHAFTUNG AMO GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}