{
    "rcn": "214199",
    "acronym": "SPECTROCHEM",
    "topics": "MSCA-IF-2017",
    "title": "First-Principles Spectroscopies in Realistic Electrochemical Environments",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Electrocatalysis will play a central role in achieving the goal of a clean-energy cycle that goes from energy harvesting to storage and delivery. Challenges abound, but many efforts are taking place in the experimental and computational communities. We believe that in order to unravel the elementary steps of electrocatalytic reactions a unique and powerful drive will come from the development of computational techniques able to predict in-operando spectroscopic data. In fact, experimental spectroscopic techniques can offer exquisitely precise data, that nevertheless requires accurate, predictive computational models to be interpreted and translated into an atomistic mechanism. This proposal will be dedicated to the development of first-principles modelling of realistic electrochemical environments, and to the calculation of in-operando computational spectra. In particular, during this fellowship I will: (i) apply novel strategies to account for the presence of the solvent, the electrolyte and the electrode potential in quantum mechanical simulations; (ii) implement computational approaches that will enable the accurate prediction and interpretation of infrared- and X-ray-based spectroscopies; (iii) investigate the carbon dioxide reduction on model copper catalysts, advancing the current understanding of this relevant electrochemical process. This Marie Sk?odowska-Curie fellowship will allow me to work in a group that is at the forefront of computational materials science and materials design, and in tight partnership with world class experimental efforts. This proposal entails numerous measures that will allow me to enlarge my collaboration network and develop new interdisciplinary skills, boosting in the process my career as independent researcher.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 175420
        }
    },
    "calculatedTotalContribution": 175420
}