{
    "rcn": "214114",
    "acronym": "WHEREAL",
    "topics": "MSCA-IF-2017",
    "title": "World Heritage and East Asian Literature ñ Sinitic writings in Japan as Literary Heritage",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "In the last 20 years, world heritage and world literature have drawn much attention because they represent a convenient framework for visualising and promoting a certain numbers of selected ëitemsí acknowledged as the best achievements of human creativity, in response to a growing interest about foreign cultures. However, the concepts of world heritageóespecially the recent declaration of intangible cultural heritage (ICH)óand world literature have been harshly questioned: Is it correct to delegate to an international community that is identified with the cultural elites of developed countries the power to judge and ìedit the cultural diversity of the worldî such as UNESCOîs list of ICH, or to arrange and create a new canon of ìwhat is literary and what is notî such as in anthologies of world literature? These questions are tied to problems of the ownership of cultural heritage and of authorship of certain literary works that are translated from peripheral languages to hegemonic, international ones. Regarding these problems, the discourses of East Asia and Japan are interesting objects of study not only because they are both ëperipheralí from the traditional, Eurocentric point of view but also because their cultural and literary heritage is often older and richer than that of many European countries. This action will allow the candidate to apply an interdisciplinary approach to merge the different debates on ownership and authorship, and to formulate a new definition of ëliterary heritageí that presents an alternative to the dichotomy of tangible/intangible. The case study will focus on the role of Sinitic writing (jp.: kanbun) in pre-modern Japan as part of the shared cultural heritage of East Asia and its historical development, reception, diffusion and eventual abandonment. This research will stimulate the dialogue on the role of literary heritage among multicultural societies with shared traditions and languages, such as East Asia and the European Union.",
    "totalCost": "280683",
    "ecMaxContribution": "280683",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999897341": {
            "orgId": "999897341",
            "orgName": "UNIVERSITA CA' FOSCARI VENEZIA",
            "ecContrib": 280683
        },
        "999585486": {
            "orgId": "999585486",
            "orgName": "WASEDA UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 280683
}