{
    "rcn": "214195",
    "acronym": "FINDER",
    "topics": "MSCA-IF-2017",
    "title": "FINDER: FIghtiNg DEngue viRus, a novel strategy for the development of fully protective antiviralsthat act by disrupting the DENV NS3/NS5 interaction",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Dengue virus (DENV) is the most prevalent arthropod-borne viral pathogen and infects about 400 million people worldwide every year, causing epidemics that are spreading rapidly, with increased frequency and magnitude. To date, no specific treatments or a fully protective vaccine are available for dengue. In line with the Priority 3 of H2020, the development of effective therapeutic strategies against DENV is urgently needed. The purpose of FINDER is that of developing innovative anti-dengue candidate drugs able to disrupt the protein-protein interactions between the viral NS3 and NS5 proteins, two key and conserved enzymes of DENV replication complex. To this end, some druggable cavities at the NS3/NS5 interface will be identified and an in silico screening of a virtual small molecule library will be performed to search for potential inhibitors of NS3/NS5 interaction. After the selection and the biological characterization of the hits, a hit-to-lead optimization step will be carried out to find compounds with lead-like properties. Such drugs are expected to be endowed with broad-spectrum antiviral activity, a reduced risk for developing resistance and lower undesirable side-effects. Through a comprehensive dissemination and exploitation strategy, one or more drug candidates will be evaluated in the future in animal models and then in clinical trials. The outcomes of this project could fill the gap of the lack of effective anti-DENV drugs, resulting in an enormous impact on world-wide public health, as well as on the European competitiveness in this area. This project will also contribute to strengthen a wide set of skills of the applicant by a multidisciplinary training in the field of antiviral research, which will make him ready for attaining a position of independent researcher. In addition, the complementary competencies between the applicant and the supervisor will allow a two-way transfer of knowledge, leading to a benefit also for the Host Organisation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999979694": {
            "orgId": "999979694",
            "orgName": "CARDIFF UNIVERSITY",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}