{
    "rcn": "214156",
    "acronym": "CROSSGRASS",
    "topics": "MSCA-IF-2017",
    "title": "Cross-border analysis of grassland greenness in Asia: Climate variations, grazing pressure, and land policy change",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The Asian grasslands that stretch from the Eastern shores of the Caspian Sea to Manchuria in China are the largest continuous grassland biome worldwide and play a vital role in global carbon sequestration and in sustaining biodiversity. In recent decades, the integrity of the Asian grasslands became threatened by climate change and increasing land-use intensity, which in turn jeopardize the livelihoods of millions of residents that rely on the grassland resources for feeding their animals. To date, however, the spatial and temporal patterns of the changes in grassland resources across the region have not been systematically assessed. Moreover, it remains elusive how changing grazing intensity, climate variations, and institutional transformations have affected the grassland dynamics. This project aims to fill this gap by mapping the spatial patterns of vegetation changes across the Asian grassland biome for the past three and a half decades, and by quantifying the drivers of these changes. The dynamics of grassland greenness, as a proxy of plant growth, will be assessed using vegetation indices derived from remote sensing data. The changes in grassland greenness will then be statistically associated with climate data, subnational livestock statistics, and other control variables using spatial econometric panel analysis at fine spatial grain and annual temporal resolution. Combined, these analyses will shed light on the importance of climate variations and land-use intensity across institutional boundaries. Such insights are pertinent for deriving management options and policy solutions that simultaneously reduce grassland degradation and secure rural livelihoods in Asia. Besides the scientific goals, this action will provide a platform for the applicant and the host to share and transfer their knowledge and experiences in interdisciplinary research in human-environmental systems.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUER AGRARENTWICKLUNG IN TRANSFORMATIONSOEKONOMIEN (IAMO)",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999514288": {
            "orgId": "999514288",
            "orgName": "LEIBNIZ-INSTITUT FUER AGRARENTWICKLUNG IN TRANSFORMATIONSOEKONOMIEN (IAMO)",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}