{
    "rcn": "214150",
    "acronym": "E FUNDIA",
    "topics": "MSCA-IF-2017",
    "title": "Ecosystem function and Diversity in Amazonia",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "A key remaining challenge in ecology is understanding the relationship between biodiversity and ecosystem function at large spatial scales. Nowhere is this challenge more pressing than in the forests of western Amazonia, which not only harbour some of the most diverse forests on earth, but also hold a key role in global biogeochemical cycles. In E FUNDIA we seek to address this challenge with a unique and innovative approach, combining state-of-the-art airborne spectranomics with an exceptional floristic dataset across the most variable landscape in lowland Amazonia.\nE FUNDIA will bring together two of the most productive research groups in this field globally: the Asner lab at the Carnegie institution for Science and the Ecology and Global Change cluster at the University of Leeds. Working with these two groups Dr Draper (the fellow) will have the opportunity to be trained at the highest possible level, extending his knowledge and technical skills in hyperspectral remote sensing and macroecology. Whilst receiving this training Dr Draper will produce world-class science and greatly enhance his career development potential. \nThe output of E FUNDIA will be of broad interest to the scientific community, policy makers and the general public. We are committed to disseminating the findings of the project though high impact publications, accessible policy summaries, and presenting the work at international conferences and directly to policy makers. Furthermore, we will engage with high profile media outlets to make sure as many people as possible outside the academic sphere are able to access the research. This communication will be supported by a range of outreach activities that will encourage non-specialists (both adults and children) to actively engage with the research.",
    "totalCost": "251857,8",
    "ecMaxContribution": "251857,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 251858
        },
        "950098317": {
            "orgId": "950098317",
            "orgName": "Carnegie Institution of Washington",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 251858
}