{
    "rcn": "214142",
    "acronym": "REMIX",
    "topics": "MSCA-IF-2017",
    "title": "Effects of rewiring microexons (REMIX) on tissue-specific signaling networks",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Signaling networks control a vast range of complex cellular behaviors. The wiring of these networks varies greatly from one cell type to another in the body, depending on the specific functions required of different tissues. However, the mechanisms controlling the tissue-specific wiring of signaling networks are poorly understood. Kinases play a major role in directing signal flow by interacting with and phosphorylating specific target proteins. Interestingly, recent studies on the tissue-specific alternative splicing of very small exons called microexons found an enrichment of these microexons in kinases. This raised the question of whether microexons might occur in regions of kinases mediating specific kinase-substrate interactions. Theoretically, such ìrewiring microexonsî could contribute to the differential regulation of signaling networks in different cellular contexts. Furthermore, their dysregulation could potentially lead to pathogenic signaling in diseases such as cancer.\n\nAccordingly, the proposed research will address the questions: What role do microexons play in regulating kinase substrate specificity and tissue-specific wiring of signaling networks, and what are their potential roles in cancer cell signaling? To answer these questions, I will (1) experimentally determine the substrate specificities of kinases with/without microexons, (2)\ndemonstrate the ability of the candidate microexons to rewire cellular signaling networks, and (3) investigate the dysregulation of kinase microexons in cancer using bioinformatics. This multidisciplinary study will fill a gap in our understanding of the functional roles of microexons in regulating kinase substrate specificity, and help to unravel the mechanisms underlying the immense variation of signaling activities between different cell types both in health and disease.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544455": {
            "orgId": "999544455",
            "orgName": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}