{
    "rcn": "214181",
    "acronym": "SoRoHuMI",
    "topics": "MSCA-IF-2017",
    "title": "Soft Robotic Human-Machine Interfaces for Rehabilitation",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "Soft Robotics is an emerging technology that bridges the gap between humans and potentially harmful robots by developing devices, which are intrinsically safe to interact with. Former studies on Soft Pneumatic actuators (SPAs) show that they can be used for fine manipulation of fragile environments including interaction with living beings for rehabilitation purposes or as wearable devices for humans. The modeling and control challenges involving early designs of SPAs remain unanswered and hinder the application spectrum of such potentially disruptive innovation. Given the flexibility and scalability of SPAs, they can be also used as haptic devices in distributed surfaces.  The development of these technologies has been limited to testbench prototypes and their integration into a single platform for sensing and actuating at different scales has not been successfully implemented yet. To address this need, we propose the design and control of Soft fluidic actuated interfaces for Human-Machine interaction for rehabilitation devices. The development of scalable interfaces require a novel approach of actuation and sensing co-design for variable impedance devices in contact with humans. \nBesides representing a step forward in the applicability of the Soft Robotics concept, the devices can also provide an intrinsically safe solution for rehabilitative robotics to address the challenge of physical interaction. \nThrough this project, the ER will reach a level of maturity on technological aspects in this rapidly growing research field. The proprietary microfluidic control developments at Elvesys will be feeding directly the advancement of this research. Also, the ER will benefit from entrepreneurship skills specific to SME environments, including market research, product valorization and finance management. Following this new experience, the ER will reach the level of autonomy and leadership to envision managing a research team in the industrial level.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954636462": {
            "orgId": "954636462",
            "orgName": "ELVESYS SAS",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}