{
    "rcn": "214173",
    "acronym": "PICS",
    "topics": "MSCA-IF-2017",
    "title": "Prediction in Complex Systems",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "Prediction has traditionally been viewed as a hallmark of successful science by scientists and philosophers alike. In recent years however, interest in prediction has declined, as philosophers have shifted their focus to explicating scientific explanation, while scientists have settled on a standard notion of the term. Unfortunately, this displacement is premature, as it obscures conceptual issues that are becoming increasingly important in scientific practice. Perhaps the most important of these issues is why some sciences (e.g. economics, ecology and climate science) face disproportionate difficulties in making predictions that are sufficiently precise and accurate. This issue has important implications within and outside academia, as it affects our expectations and evaluations of scientific practice. \n\nThe overall aim of this project is to provide a new philosophical framework for understanding prediction, which takes into account the difficulties faced by these sciences. The projectís objectives will be to provide answers for three distinct but related questions: (i) what are the causes of the problem of prediction? (ii) what are some possible solutions to the problem of prediction? (iii) what are the implications for our conception of ëpredictioní?\n\nThis interdisciplinary Global Fellowship will be pursued at the University of Helsinki and the Australian National University. Training objectives include the creation of a novel conceptual framework, its application to current scientific practice (in economics and ecology) and training in dissemination strategies. The hosting institutions will also provide training in effective publication and collaboration strategies as well as mentoring and supervision. The action will provide networking opportunities for the researcher and host institutions. Special attention will be paid to the extra-academic dissemination of the projectís results.",
    "totalCost": "172852,8",
    "ecMaxContribution": "172852,8",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994535": {
            "orgId": "999994535",
            "orgName": "HELSINGIN YLIOPISTO",
            "ecContrib": 172853
        },
        "999849132": {
            "orgId": "999849132",
            "orgName": "THE AUSTRALIAN NATIONAL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 172853
}