{
    "rcn": "214194",
    "acronym": "5GTRACK",
    "topics": "MSCA-IF-2017",
    "title": "Efficient 5G Localization, Tracking, and Environment Mapping for Systems of Autonomous Vehicles",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The automobile industry is fast moving towards commercializing autonomous vehicles (AV) after 2020. An important component of AVs is localization; a process by which the location of an AV is estimated, for which the industry is relying on high cost and computationally expensive technologies. \n5GTrack aims to fill this gap by devising localization methods using 5G millimetre-wave (mmWave) communication technology, which have the potential to provide cm-level accuracy. Since AVs will be equipped with 5G communication technology anyway, integrating localization with 5G communication would provide an affordable and accurate localization solution. \nIn a close interaction with local industry (Vovlo, Ericsson, Zenuity, Autoliv), the objective of 5GTrack is, firstly, to provide an integrated low-cost high-accuracy localization and tracking solution for near-static and highly-dynamic scenarios with a max error of 20 cm to serve vehicles, infrastructure, and vulnerable road users.  Secondly, based on the reflective and scattering nature of the mmWave channel, 5GTrack also investigates methods of environment sensing to create a map of the vehicle surrounds that can be stored for future use. \n5GTrack has 3 WPs, each will be achieved in 3 steps: 1) Modeling and performance requirement that will be discussed with the relevant industry, 2) theoretical analysis and 3) validation via computer simulation. \nHosted by a highly dynamic, international, and intellectually stimulating department, 5GTrack will provide the ER with a great opportunity to interact with world class industrial partners, who work on cutting edge vehicular and communication technologies. This will boost his market competitiveness in a domain that will witness high growth in the future by giving him hands-on experience in the industrial requirements and methodology, as well as relevant software packages. It will also give the ER an opportunity to lead and industrial and academic innovation and patenting process.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999980373": {
            "orgId": "999980373",
            "orgName": "CHALMERS TEKNISKA HOEGSKOLA AB",
            "ecContrib": 185857
        }
    },
    "calculatedTotalContribution": 185857
}