{
    "rcn": "214131",
    "acronym": "BTBnano",
    "topics": "MSCA-IF-2017",
    "title": "Do Particle Properties Modulate bioaccumulation, Trophic Transfer and biomagnifications of engineered nanomaterials: Role of Particles size, shape and surface coating? - BTBnano",
    "startDate": "01/03/2018",
    "endDate": "31/05/2020",
    "objective": "BTBnano will use state of the art knowledge and techniques to quantify single-walled carbon nanotubes (SWCNTs) and gold ENMs in cells and tissues. The objectives are to: (1) systematically quantify bioaccumulation and biodistribution of SWCNTs (as a function of size) and Au ENMs (as a function of size, shape and surface coating) in Daphnia magna and Danio rerio at chronic exposure conditions, (2) study the influence of particle size, shape and surface coating of Au ENMs and size of SWCNTs on their trophic transfer along an aquatic food chain, and (3) study the potential for biomagnification of SWCNTs and Au ENMs in the food chain when mass and particle number concentration are considered as dose metrics and develop a model for predicting biomagnification of ENMs based on the proper dose metric. Bioaccumulation and biomagnification of Au ENMs will be quantified by measuring mass and particle number concentration using inductively coupled plasma (ICP)-mass spectroscopy (MS) and single particle (sp)-ICP-MS. (sp)-ICP-MS will also be used to differentiate between ionic and particulate bioaccumulation of Au ENMs. Laser ablation-ICP-MS will be used to in situ quantify cell-to-cell heterogeneity of the intracellular distribution of Au ENMs. Combination of thermogravimetric analyser with fourier transform infrared and gas chromatography/mass spectrometry will be optimized for quantification of SWCNTs in tissues. The novelty of the project is in developing approaches for quantification of carbon-based and metal-based ENMs in biological matrices. BTBnano includes both training me in new advanced techniques and transferable skills and the transfer of knowledge to the host institution. Results have the potential capacity to support the ENM risk assessment and provide room for further studies in nanotoxicology and nanomedicine. This project is in line with the EU policy to protect the environment and to minimise risks to climate, human health and biodiversity.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974553": {
            "orgId": "999974553",
            "orgName": "UNIVERSITEIT LEIDEN",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}