{
    "rcn": "214167",
    "acronym": "PRESS-CHESS-KHS",
    "topics": "MSCA-IF-2017",
    "title": "The effect of pressure and chemical substitution on the Kitaev Heisenberg system alpha-RuCl3",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The Kitaev model on a honeycomb lattice has caused an abiding fascination due to its quantum spin liquid ground state, which is relevant to register information in matter and specifically for topological quantum computation. Here, alpha-RuCl3 is believed to be the prime material to-date to harbor such a quantum spin liquid phase. Recent studies from 2016 showed that a magnetic field can induce the highly desired quantum spin liquid state. As a new route towards the realization of this state in alpha-RuCl3, this research project will concentrate on tuning the magnetic properties by the application of hydrostatic pressure and chemical substitution. Their influence on the Kitaev-like interaction, the magnetic ground state, and the field-induced quantum spin liquid state will be studied by magnetization and thermodynamic techniques.\nDuring the time of his PhD, the applicant acquired a strong knowledge on magnetism and experimental skills in high-pressure and low-temperature measurements. This makes the applicant perfectly adapted for this research project, which will be conducted under unique conditions at the host institution. At the IFW Dresden high-quality single crystals and world-class experimental facilities (such as a unique pressure cell) are available. Via the solid experience of the applicant in high-pressure physics, this pressure cell will be improved to an even higher accuracy in the research project.\nThe applicant will follow trainings to study research integrity, develop his own leadership, construct this career development plan and learn German to obtain a clear visibility to continue an excellent career in academic research. He will disseminate his results among the scientific community through publications in high-ranking scientific journals, and participation in conferences. He will also communicate them to the public through a Science Night. In the future, the obtained results will eventually lead to the realization of quantum computing.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999544746": {
            "orgId": "999544746",
            "orgName": "LEIBNIZ-INSTITUT FUER FESTKOERPER- UND WERKSTOFFFORSCHUNG DRESDEN E.V.",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}