{
    "rcn": "214129",
    "acronym": "SPLINTER",
    "topics": "MSCA-IF-2017",
    "title": "Signaling of plant intracellular immune receptors",
    "startDate": "05/03/2018",
    "endDate": "04/03/2020",
    "objective": "Plant diseases are an economic, environmental and social threat affecting crop production worldwide. Effective plant disease resistance is a critical requirement to maintain world food security. Deployment of resistance (R) genes in crops is currently the most effective strategy for genetic control of disease. However, this type of resistance can be short-lived and is often affected by environmental stresses such as elevated temperature, which is highly concerning in the context of global warming.\nThe proposed research aims to decipher the signaling function of intracellular plant immune receptors of the NOD-like receptor (NLR) family encoded by canonical and non-canonical (truncated) R genes. \nThe opportunity at the heart of this project arises from the finding that N-terminal domains of NLRs act as potent signaling domains that are self-sufficient to activate immune responses independently of pathogen recognition and preliminary data indicate that this signaling activity is not compromised at elevated temperature (unlike full length NLRs). Hence, manipulating signaling downstream of pathogen recognition may lower the risk of resistance breakdown and provide a source of disease resistance adapted to global warming. Naturally occurring truncated NLRs lacking some of the canonical domains but containing N-terminal signaling domains are promising candidates to investigate this hypothesis. ìSPLINTERî will focus on the signaling function of canonical and non-canonical NLRs in the major vegetable crop tomato, and the model plant Arabidopsis, mainly in response to the devastating phytopathogenic bacteria Ralstonia solanacearum and under temperature stress. This project will also establish a long-term research path for an early-mid career researcher returning to her home country.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993274": {
            "orgId": "999993274",
            "orgName": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
            "ecContrib": 185076
        }
    },
    "calculatedTotalContribution": 185076
}