{
    "rcn": "214164",
    "acronym": "ACElab",
    "topics": "MSCA-IF-2017",
    "title": "Alpine Community Economies Lab: Bringing together multi-level stakeholders to co-produce sustainable alpine futures in the light of economic globalisation and climate change",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Alpine Community Economies Lab (ACElab) uses participatory design methods to support alpine communities in addressing cross-cutting concerns of sustainable socio-economic development outlined in the EU Strategy for the Alpine Region and the Alpine Convention. Via a gender-sensitive community-based research space, I will engage a diversity of civic actors and policy makers in the collaborative investigation of (trans)local economies (e.g. forestry, tourism, crafts) sustaining their valley district. Together we will envision developments that have both people and the environment at their core. To do so, I mobilise my expertise in design-led civic participation and feminist economic geography and my Host and Secondment institutionsí expertise in regional development and participatory governance. Together we will prototype, test and refine a multifaceted community economies toolkit to be released via open-access.\n\nACElab will enhance my expertise in leading participatory research projects with a gender-sensitive approach that work across the public and private sector. Through collaborations with the Host, the Secondment institution and the partnering policy makers (from local to European level), I will gain significant skills in research governance, public engagement and impact creation. I will gain expertise on alpine regional development and build research networks for follow-on grants. Thus, the fellowship will support my intended career of leading a participatory research lab in the alpine region. Beyond myself, ACElab offers significant value in the context of Horizon 2020 by addressing areas of special focus (e.g. economic growth & innovation, inclusive & reflective societies) and key objectives (e.g. build an effective research and innovation system, increase the economic potential of strategic areas) in collaboration with policy makers. Its value is significant for the Host as it premiers a community-based research lab and working with design-led methods.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999887253": {
            "orgId": "999887253",
            "orgName": "ACCADEMIA EUROPEA DI BOLZANO",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}