{
    "rcn": "214132",
    "acronym": "ConnectExAct-Age",
    "topics": "MSCA-IF-2017",
    "title": "Brain Connectivity for Executive Control over Action in Ageing",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "One hallmark of ageing is a motor functioning decline that represents a crucial impediment for healthy and active living. This multidisciplinary project combines detailed motor and neuropsychological assessments with multimodal neuroimaging techniques in an exceptionally large sample to pave the way for cognitive training interventions to improve motor functions in older adults.\nIts focus is on executive functions, i.e., high-level mental processes that control goal-directed, coordinated motor behaviour. These functions are likewise affected by ageing, but the contribution of executive decline to age-related motor impairment has not yet been unravelled. Executive functions are not a unitary capacity but span different facets. My project will reveal which aspects of executive functions are most relevant for movement control and its decline in older adults and thus constitute promising intervention targets. Structural and functional magnetic resonance imaging will reveal the neural basis of the links between executive and motor functions from a network perspectiveóan approach at the cutting edge of current neuroscience research. Profound re-organization of brain networks occurs during ageing, with aberrant coupling between usually distinct brain areas. This work will unravel how functional and structural network alterations are linked to motor and executive performance, allowing for a better understanding of age-related performance declines in both domains.\nThe fellowship constitutes a perfect opportunity to develop my research and transferable skills. New skills as well as collaborations with my host groupís network will strengthen my profile as a researcher and place me in a strong position when competing for a permanent academic post. Combining my neuropsychological experience with Prof. Swinnenís world-leading expertise in motor neuroscience will stimulate new ideas for ameliorating motor abilities in older adults to increase their healthy and active lifespan.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 172800
        }
    },
    "calculatedTotalContribution": 172800
}