{
    "rcn": "214189",
    "acronym": "NutriCoRe",
    "topics": "MSCA-IF-2017",
    "title": "An RNA-based mechanism for the nutritional control of bacterial DNA replication initiation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "DNA replication is a fundamental biological process enabling the transmission of genetic information to progeny. In bacteria, its initiation involves a set of genes whose regulation is critical to ensure genome stability, both under optimal conditions and in response to environmental cues, including changes in nutrient availability. The highly conserved bacterial initiator protein DnaA has been proposed as a primary target for the nutritional control of DNA replication. Nevertheless, surprisingly little is known about the molecular mechanisms modulating its activity in response to nutrient limitation. Previous work showed that the synthesis and degradation of DnaA are both subject to control mechanisms that respond to environmental changes in the model organism Caulobacter crescentus. The 5í-UTR of dnaA mRNA was discovered to be required for the downregulation of the protein and the block of DNA replication initiation in response to nutrient depletions by a so far unknown post-transcriptional mechanism. Based on my preliminary in silico analysis I hypothesize that the 5í-UTR of dnaA can assume distinct conformations with different ribosome binding site accessibilities. Switching between these conformations is likely triggered by a trans-acting factor, either a small RNA, an RNA-binding protein or a metabolite, that is produced in response to nutrient availability. The present project proposal aims to elucidate the precise molecular mechanism underlying the post-transcriptional control of dnaA and to determine its consequences on DNA replication and cellular survival by combining classical biochemistry and genetics with cutting-edge molecular biology techniques. I expect that this work will contribute to the development of new strategies for bacterial growth control in industry and medicine. Importantly, the results of this study will provide key insights for the understanding of one of the most important biological processes: the regulation of DNA replication.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999885022": {
            "orgId": "999885022",
            "orgName": "STOCKHOLMS UNIVERSITET",
            "ecContrib": 173857
        }
    },
    "calculatedTotalContribution": 173857
}