{
    "rcn": "214145",
    "acronym": "EFHHBBBMS",
    "topics": "MSCA-IF-2017",
    "title": "Endothelial Hedgehog autocrine signaling at the Blood Brain Barrier controls inflammatory CentralNervous System lesion size and severity through Gas1 co-receptor modulation.",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "'Being at a major turning point in my career, after a rewarding postdoctoral fellowship in the United States, Iím applying to the MSCA-IF-2017 to ensure my return to Europe as an independent researcher in neurovascular biology. I built a proposal with the purpose of providing new understanding of Blood Brain Barrier (BBB) pathophysiology, particularly in the setting of Multiple Sclerosis. My hypothesis is that Desert Hedgehog-induced autocrine signaling in endothelial cells controls inflammatory lesion expansion via the regulation of intercellular junctions at the BBB through its co-receptor Gas1, and that this pathway may represent a new target for more effective therapies to prevent relapses and progression in Multiple Sclerosis.\nI choose to join the UMR Inserm U1034 to bring together my deep BBB knowledge and its unique expertise in Hedgehog signaling and vascular biology. Moreover the Bordeaux University, through its internationally recognized neuroscience campus, offers me an exceptional opportunity to develop fruitful collaborations with many distinguished researchers.\nMy project is voluntarily built towards the exploitation of novel dynamic in vitro/in vivo BBB models requiring original microfluidic chamber design and 2-Photon live imaging (secondment in M. Nedergaardís laboratory, Copenhagen), in vivo explorations of yet unpublished transgenic mice using high resolution imaging tools and the development of new molecules targeting original protein-protein interactions.\nAs soon as I'll get exciting data, I will disseminate my work through seminars, international conferences and publications in high impact factor journals. Moreover, I will use the opportunities from both my hosting structure and Neurocampus programs to communicate to a wider audience (laboratory visits, meetings, Brain awareness week contributor). Ultimately, this fellowship will establish my emerging status of 'young leader in neurovascular biology' with an international collaborative network.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}