{
    "rcn": "214146",
    "acronym": "IRONAGE",
    "topics": "MSCA-IF-2017",
    "title": "Iron as a driver of fibrosis and regeneration",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "'I have worked over the last five years on understanding how ion channels control inflammation, immunity, metabolism and cancer, with a strong emphasis on Ca2\\ signaling. Now, I would like to take advantage of my diverse background in cation signaling and inflammation and integrate it with the outstanding expertise of Manuel Serrano¥s lab in regeneration and aging, to ask fundamental questions on the role of iron in regulation of plasticity and fibrosis. Clinical reports have described local deposition of iron around fibrotic tissues, although the significance of this remains poorly understood and unexplored. My unifying hypothesis is that fibrosis is the manifestations of ongoing free-iron release into injured organs and tissues, which without clearance maintains chronic inflammation and prevents regeneration. The project is divided as follows:  Objective #1 ñ Iron induced inflammation: the impact of free-iron on inflammatory cytokine and chemokine expression and signaling pathways. I have preliminary data indicating that free-iron is a potent inducer of inflammatory cytokines in fibroblasts.  Objective #2 ñ Free-iron as a causative of fibrosis: effect of iron on cellular senescence and on mouse models of fibrosis; and iron homeostasis in human patients with fibrosis. In vitro, I have found that free-iron is an inducer of senescence. Furthermore, in a pilot study, I have found that bleomycin-induced lung fibrosis in mice is accompanied by high levels of iron deposition. Objective #3: Iron clearance and regeneration: Effects of free-iron and iron induced cytokines on acquired plasticity in vitro and on wound healing. Surprisingly, my preliminary data indicate that chelation of free-iron completely blocks acquisition of pluripotency, but has no effect on expansion of stem cells.  I anticipate that the completion of this action will yield new fundamental insights into the underlying mechanisms of fibrosis and regeneration, and will allow me the transit to independence.'",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999541836": {
            "orgId": "999541836",
            "orgName": "FUNDACIO INSTITUT DE RECERCA BIOMEDICA (IRB BARCELONA)",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}