{
    "rcn": "214112",
    "acronym": "ReCitYu",
    "topics": "MSCA-IF-2017",
    "title": "Reclaiming the Cities in the post-Yugoslav space",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Over the last decade citizens of the Western Balkans region, an area interested by the enlargement of the European Union (EU), have increasingly been advocating for inclusion in decision-making affecting the restructuring of their urban habitat. This emerging activism addresses the so-called ìRight to the Cityî (RTC), defined as the collective right to intervene to reshape the urbanisation process. A variety of citizen initiatives emerged, brought about by grassroots groups reclaiming, through different tactics, the citizensí right to participate in decisions related to urban planning and the use of public space. These bottom-up demands have been echoed by both the United Nationsí New Urban Agenda (2016) and the European Unionís Pact of Amsterdam (2016), which called for a global commitment to sustainable urban development to be accomplished in cooperation with local communities and civil society actors. \nBy bridging Critical Citizenship Studies with Social Movement Studies and Europeanization theories, this comparative research explores the dynamics of urban activism in the post-Yugoslav space. It examines the diverse ways in which RTC groups have responded to projects of urban restructuring of their cities and to the on-going privatisation of the public space resulting from the transition of former Yugoslav republics from socialist to market economies. By employing qualitative methods for collecting and analysing empirical data, specifically in-depth semi-structured interviews, focus groups, and participant observation as well as analysis of primary and secondary sources, this project aims at providing new theoretical insights useful in understanding how citizens in post-socialist countries enact their citizenship today. Moreover, the research illuminates the extent to which urban grassroots initiatives are shaped both by their embeddedness in European social movement networks and by the opportunities and constraints offered by the EU enlargement process.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 166157
        }
    },
    "calculatedTotalContribution": 166157
}