{
    "rcn": "214186",
    "acronym": "CATHEDRAL ACOUSTICS",
    "topics": "MSCA-IF-2017",
    "title": "SOUND AS INTANGIBLE HERITAGE: PRESERVING THE ACOUSTICS OF CATHEDRALS IN THEUNITED KINGDOM",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Cathedral acoustics represents a key part of Europeís intangible cultural heritage at risk of being altered by architectural deterioration or restoration work. This multidisciplinary project aims to preserve the acoustics of four English cathedrals, which represent the diversity of this group of heritage buildings, by characterising their acoustic behaviour through impulse response measurements as well as by recreating their sound environment throughout history using computer models. Virtual acoustic techniques are applied to provide a simulation of the aural experience within the buildings at different points in history, including extracts of speech and music pieces that were part of liturgical or cultural celebrations. Moreover, listening tests are conducted to assess the acoustical perception in cathedrals.\nThis fellowship will develop the applicantís skills in virtual acoustics, sound design, and the use of new technologies for the study and dissemination of acoustical heritage, while at the same time the fellowís technical background in acoustic engineering provides opportunities for knowledge transfer to the host institution.\nThe projectís innovative approach will bring economic and social benefits to the EU by promoting and enriching heritage tourism, and by making the acoustical heritage of cathedrals widely accessible through the auralisations. The importance of sound as intangible cultural heritage will be disseminated to the general public through talks in festivals, public exhibitions and workshops. It will also result in 3 journal publications, 6 conference papers and the organisation of an international symposium on acoustical heritage. The project will encourage international collaboration networks in the field of heritage acoustics, focussing on the study of cathedrals around Europe using the methodology applied during the fellowship.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}