{
    "rcn": "214123",
    "acronym": "BIOACT",
    "topics": "MSCA-IF-2017",
    "title": "Development of biocompatible ionic electromechanically active polymer actuator/sensor",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Bioinspired devices and soft robotics are of great interest in nowadays science and technology. Technological development towards biomimetic systems requires replacement of traditional actuators. Most of the industrial robots consist of joined rigid parts, but in nature biological structures are flexible and generate motion without motors and other rigid mechanical constituents. Electromechanically active polymers (EAPs) are potential materials for preparation of biomimetic devices. These stimuli responsive materials have been in the focus of intense research already for decades and have gone through significant development during this time in terms of work output and operation voltage. However, proposed applications for EAPs in biotechnology and biomedical engineering require biocompatible materials. Preparation of EAP actuators/sensors from entirely biocompatible materials is still remained an unattained challenge and will be the aim of the current project. Developed materials have high commercialization potential and influence to our everyday life due to applications in medical devices and consumers electronics (smart prosthesis, soft haptic devices, wearable electronics). Therefore the project is in accordance with European Research Area and Innovation Union Flagship Initiative principles to get more innovation out of the research. Successful accomplishment of the project goals enhance the experienced researcher's career prospects by complementing her experiences in organic chemistry with new knowledge in electrochemisty, toxicology and computational simulations.",
    "totalCost": "148582,8",
    "ecMaxContribution": "148582,8",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999895013": {
            "orgId": "999895013",
            "orgName": "TARTU ULIKOOL",
            "ecContrib": 148583
        }
    },
    "calculatedTotalContribution": 148583
}