{
    "rcn": "214115",
    "acronym": "FemTHEATRE",
    "topics": "MSCA-IF-2017",
    "title": "Through Her Own Looking Glass: Rethinking ëWomaní in Italian Feminist Dramaturgy",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Adopting an interdisciplinary approach that combines feminist theory, Italian Studies, and womenís writing for theatre, this project will offer the first full-length investigation of the entwined dynamics between the rise of active feminism in 1970s Italy and the coeval theatrical practice. The twofold research objective represents a novelty with respect to the scant existing criticism on the subject. The study will 1) look at how the dramaturgical served as an ideological vehicle for feminism in rethinking the representation of womenís gender roles and 2) assess the impact of feminist ideology in rupturing established dramatic conventions. To better achieve this scope, it will be articulated on three main grounds: i) contextualisation of feminist theory and practice in Italy ii) philological and theatrical analysis of a wide-ranging corpus of plays produced at the time iii) collection of first-hand testimonies. This project will benefit from a unique blend of competences between the researcher and internationally established experts from the Departments of Italian Studies and Theatre Studies at the University of Milan that, combined with intense training, will allow the researcher to reach a position of professional maturity. While promising to make a significant contribution to academia by developing new knowledge in the field, the project also recognises the importance of the research topic for a wider audience. Particular attention will be given to dissemination and audience development activities, including the realisation of a number of performances intended to raise awareness of feminist issues and the topicality of feminist matters nowadays among theatre audiences and the general public. Whilst focusing on the Italian context, this study will also fill a vacuum in Womenís and Gender Studies by establishing a connection between a historically circumscribed form of artistic output and its sociological and historical context that is hitherto lacking.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999995796": {
            "orgId": "999995796",
            "orgName": "UNIVERSITA DEGLI STUDI DI MILANO",
            "ecContrib": 168277
        }
    },
    "calculatedTotalContribution": 168277
}