{
    "rcn": "214152",
    "acronym": "DYNAVOLC",
    "topics": "MSCA-IF-2017",
    "title": "Transitions in Rheology and Volatile Dynamics of Magmas: Mapping the Window to Explosive Volcanism",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "The growing number of inhabitants, tourists, and economic activities near volcanoes, require adequate volcanic hazard-assessment and -mitigation plans to guide decision-making in the case of volcanic unrest. Especially the Campi flegrei caldera (Naples, Italy) is a significant threat to the EU, as a large scale eruption is foreseen within the coming century. Accurate forecasting of volcanic behaviour is hampered by a lack of understanding of the magmas transport properties. Changes in viscosity due to the interaction between primitive and evolved magmas are documented to trigger volcanic eruptions across the globe. In the past decades, two key transition zones in magma rheology were identified that separate effusive from explosive and eruptible from non-eruptible magmas: 1) solidification through crystallization and 2) fluidization through vesiculation.\n\nEven though these transition zones are identified and the computation capacities to forecast volcanic eruptions have grown exponentially over the past decades, none of the available computer models are able to produce coherent results and no model scenario is verified in nature. This is because predictive approaches rely on accurate rheological data, which are absent to date.\n\nRecent technological advances, in combination with a new, interdisciplinary research approach now allow us to address this knowledge gap. Measuring the evolution of magma viscosity across the two change zones is one of the most interesting challenges at the interface between geo- and material-sciences. \n\nThis project aims to develop a systematic understanding of the evolution of rheological transition zones from magma chambers to super eruptions. The results allow more precise forecasting of volcanic eruptions and may find application in the glass and ceramic industries. The proposed research and training will set me up as an independent researcher who can lead a cutting-edge research group bridging the gap between geo- and material-sciences.",
    "totalCost": "243352,8",
    "ecMaxContribution": "243352,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978433": {
            "orgId": "999978433",
            "orgName": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
            "ecContrib": 243353
        },
        "998826946": {
            "orgId": "998826946",
            "orgName": "ROYAL INSTITUTION FOR THE ADVANCEMENT OF LEARNING MCGILL UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 243353
}