{
    "rcn": "214183",
    "acronym": "EdgeStress",
    "topics": "MSCA-IF-2017",
    "title": "On the edge: The influence of multiple stressors on thermal tolerance inpoleward edge populations in a climate change era",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "In response to climate change, species are moving in a poleward direction to avoid lethal temperatures. The Arctic is warming fast and non-indigenous species are expanding into the Arctic seeking a ëthermal refugeí. However, recent work shows that temperatures in the Arctic already expose some boreal species to temperatures above their thermal limits, thus these results suggest that the Arctic is already too warm to provide a thermal refuge. Moreover, climate change is not only affecting organisms by warming their environment. For instance, in the Arctic climate change is also causing ocean acidification and an unpreceded melting of sea ice and the Greenland Ice Sheet. Combined, this leads to physical and chemical changes of the environment that exposes organisms to a novel and complex mosaic of multiple stressors fluctuating through time and space. The project EdgeStress improves knowledge and perspectives on the effects of multiple climate stressors on populations at their poleward distribution edge. Dr Jakob Thyrring is the researcher behind EdgeStress. During a two-year stay at University of British Columbia (UBC) in Canada he will collaborate with professor Christopher Harley, a world leading expert on coast ecology. The third year of EdgeStress will be conducted at Aarhus University (AU), Denmark, where to Dr Thyrring will transfer skills obtained from Canada. At AU, Dr Thyrring will utilise these skills to conduct research in the High Arctic West Greenland, a region characterized by rapid changes. EdgeStress provide novel information on how multiple environmental stressors and biotic interactions affect species thermal tolerance. Thus, the results are important in order to improve climate change predictions and its consequences for species and communities. The results will have implications globally and locally as it will be used to inform stakeholders, fish farming companies, researchers and governments, and the public about climate change impacts.",
    "totalCost": "245719,8",
    "ecMaxContribution": "245719,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998804636": {
            "orgId": "998804636",
            "orgName": "UNIVERSITY OF BRITISH COLUMBIA",
            "ecContrib": 0
        },
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 245720
        }
    },
    "calculatedTotalContribution": 245720
}