{
    "rcn": "214102",
    "acronym": "MetaBil",
    "topics": "MSCA-IF-2017",
    "title": "Metacognition and bilingualism in linguistic and non-linguistic domains",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Over the last decades a great deal of studies have been done to explore the cognitive benefits of bilingualism, or to challenge the bilingual advantage in cognitive control. But almost nothing is known about the effect of bilingualism on  metacognition, namely, the ability to monitor oneís own cognitive performance and the outcome of the cognitive processes across different task domains (linguistic and non-linguistic). Metacognitive processing may be influenced by the experience of a given individual in a specific domain. Consequently, bilinguals might display improved metacognitive awareness in tasks that are linguistic in nature. As they have more experience in linguistic tasks, error-detection and monitoring mechanism may be enhanced in bilinguals compared to monolinguals in these sort of tasks. Yet we still lack empirical evidence whether individual experience in language processing can also lead to enhanced metacognitive processing in linguistic domain, and whether it can be transferred to non-linguistic tasks. Building upon preliminary evidence presented in this proposal, this project will address for the first time how the bilingual experience and environment interact with metacognitive processing at both behavioral and neural levels. Within the framework of the proposed project, I plan to address the following questions:\n1. How does bilingualism influence metacognitive sensitivity, efficiency and bias in performing linguistic and non-linguistic tasks in visual and auditory modalities?\n2. Which brain circuits are involved in metacognitive processing in linguistic (as opposed to non-linguistic tasks), and how they are affected by bilingualism and environment?\nTo address these issues, I propose a series of behavioral experiments followed by an fMRI study to define the brain networks and substrates involved into metacognitive processing, and to explore how individual differences in long-term experience affect these networks and modulate metacognitive processing.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 170122
        }
    },
    "calculatedTotalContribution": 170122
}