{
    "rcn": "214190",
    "acronym": "FoodLoss",
    "topics": "MSCA-IF-2017",
    "title": "Food Loss in History. Insights into the food produced but never consumed",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "This project outlines a study on food losses in Modern Times which explores reasons,magnitude and features of food wastage in the past. The research will focus on northern Italy, although, whenever allowed, a comparative perspective will be adopted, providing insights into the European scenario. By ëfood lossí literature refers to the food produced and yet turned inedible for a number of reasons: nowadays, as well as in the past, food loss accounts for a significant part of the overarching term ëfood wastageí. Essentially food loss remains distinct from ëfood wasteí, since the former takes place at production, post-harvest and processing stages, whilst the latter, much more widely debated, occurs only at the end of the food chain. Focusing on well-documented and highly representative case-studies,this research will investigate the incidence of grain losses as a whole, its core features and its main consequences against the backdrop of pre-industrial Europe. Accounting records combined with relevant scientific literature of the time will cast a light on grain losses occurring at  storage and processing stages. By bringing new data on cereal preservation in a chemical-free setting, this study will provide an original contribution to the current food wastage debate.\nUnlike food waste, commonly treated as a cultural phenomenon, food loss tends to be accounted as a mere technical issue, therefore disengaging humanities and social sciences specialists as a whole. This study will highlight to what extent cultural aspects, such as scientific knowledge, belief system and local policy would play a role in this process. As a matter of fact, food loss is still nowadays considered as a prominent issue even in areas endowed with adequate facilities and avant-garde technologies, pointing out that innovative models for future supply chains need an holistic and creative approach to which historical knowledge can be highly beneficial.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999923531": {
            "orgId": "999923531",
            "orgName": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}