{
    "rcn": "214196",
    "acronym": "REPLICHROM4D",
    "topics": "MSCA-IF-2017",
    "title": "Chromatin organization and mitotic inheritance of epigenetic states: genome-wide dynamics of H3.1 and H3.3 histone variants during DNA replication",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Within the nucleus of eukaryotic cells, chromatin organization has emerged to be a major regulator of genome function. The question of how chromatin is shaped and maintained through DNA replication is key to understanding its impact. Distinct histone variants, modifications and binding partners are linked to specific structural and functional domains and might constitute a stable epigenetic signature. However, the passage of the replication fork disrupts parental nucleosomes and challenges existing patterns throughout the genome. Chromatin dynamics during DNA replication have not been characterized at genome-wide resolution. I aim to address this by tracking the deposition of the histone variants H3.1 and H3.3 along S phase. H3.1 and H3.3 are deposited via distinct DNA synthesis-coupled and -uncoupled pathways and, in asynchronous cells, show opposite genomic profiles that correlate with replication timing. I will exploit new bulk- and single-cell assays to monitor their de novo assembly in synchronized cells. These will be used to characterize the deposition of newly synthesized H3.1 and H3.3 as replication progresses, and compare spatiotemporal patterns to their global distribution before S phase. My objective is to implement a comprehensive computational strategy to 1) resolve H3.1/H3.3 dynamics in cell populations and individual cells, 2) explore the determinants and impact of differentially enriched domains and 3) evaluate the effects of perturbations on the mitotic inheritance of epigenetic states. This will allow to elucidate how specific signatures are propagated through cell division and shed light on the role of H3 variants as potential carriers of epigenetic information.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999896759": {
            "orgId": "999896759",
            "orgName": "INSTITUT CURIE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}