{
    "rcn": "214172",
    "acronym": "PWAQUTEC",
    "topics": "MSCA-IF-2017",
    "title": "Phononic Waveguide-based Platforms for Quantum Technologies",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The implementation of technologies based on the rules of the quantum realm lies at the forefront of worldwide research and investment efforts. A particularly appealing application is the design of an advanced computer where quantum nodes and connectors form a miniaturized processing network. So far, many designs have been proposed based on light or other systems, but not so far on the quanta of vibrations (phonons). In this project I will go beyond discrete phonon-photon (optomechanical) quantum systems into studying a full platform based on optimized phonon emitters in combination with continuous phononic media (i.e. waveguides), for whose a fundamental understanding at the quantum level is lacking. I aim at exploiting the richer phenomenology arising for elastic phonons (e.g. longitudinal polarization states, or hybrid bulk\\surface modes) to increase the effiency of protocols and devices beyond their photonic counterpart, possibly obtaining yet unattained functionalities. In the first part of this project I will develop a quantum theory of these Waveguide Elastodynamics (WQLD) platforms focusing on experimentally realistic setups. I will also incorporate the concept of phononic crystal and phononic chirality (spin-orbit coupling), and bring both these ideas to the quantum level. This will set up an enlarged parameter space for WQLD. In the second part of this project I will study simple quantum protocols, including operations on various phononic states and dissipative engineering of quantum correlations between phononic quantum emitters. Finally, in the last part I will focus on particular applications: first I will use nonreciprocal (chiral) waveguide-emitter couplings to engineer a heat isolator, which allows heat to flow along one preferential direction. Second, I will implement phononic devices for signal distribution in computing networks (e.g. diodes and transistors). My work aims at demonstrating the potential of WQLD platforms for quantum technologies.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999823912": {
            "orgId": "999823912",
            "orgName": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}