{
    "rcn": "214177",
    "acronym": "Plasmonic Reactor",
    "topics": "MSCA-IF-2017",
    "title": "Super-resolution mapping of hot carriers on plasmonic nanoparticles for enhanced photochemistry.",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Plasmonic nanoparticles (PNPs) present unique optoelectronic properties that depend on their size and shape and are not present in larger particles or the bulk material. Such properties arise from their localized surface plasmon resonances (LSPRs). LSPRs are the light-induced coherent motion of electrons that produce dramatic enhancements of the electromagnetic field close to the surface of the particle (hot spots) as well as large scattering and absorption cross-sections. These properties have motivated the use of PNPs in many applications including ultra-sensitive sensing, light harvesting, imaging, photonics, and medical and pharmaceutical therapies. Very recently, a previously unexplored feature of LSPRs opened a new perspective. Non-radiative decay of LSPRs can result in the excitation of electron-hole pairs with high, far-from-equilibrium energies known as hot carriers. These carriers can be injected into a nearby molecule causing its chemical transformation. Manipulating LSPRs allows for the fine control of the reactive properties of hot carriers, in a similar way in which it has enabled control of electromagnetic fields. This offers new possibilities in photochemistry, including enhanced efficiencies, spatial distribution of reactivity and bond selectivity. However, determining the role of hot carriers in plasmon-mediated chemistry is a difficult task as it could be masked by other catalytic properties (heat generation and field enhancement). The main objectives of this proposal are:\n1) The implementation of an optical method for reactive-spot mapping, which will allow to create a map that highlight areas of low and high photochemical reactivity on single PNPs with high spatial resolution. \n2) The control of plasmon-mediated growth of PNPs with nanoscale spatial selectivity. Determination of the role of hot carriers in these reactions.\n3) Study, design and optimization of hybrid bimetallic plasmonic-catalytic NPs with applications in energy conversion.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999993468": {
            "orgId": "999993468",
            "orgName": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}