{
    "rcn": "214176",
    "acronym": "AxiBAU",
    "topics": "MSCA-IF-2017",
    "title": "Axions as the Origin of the Baryon Asymmetry of the Universe",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Being one of the great scientific triumphs of the 20th century, the Standard Model (SM) of particle physics is a key ingredient to our current world view. Despite its success, it, however, fails to solve a long-standing puzzle in cosmology that is crucial to our very own existence: Why does the Universe consist only of matter and not antimatter? This observation calls for baryogenesis: a physical process shortly after the Big Bang that creates an imbalance between matter and antimatter. In AxiBAU, I will shed new light on this problem, i.e., the baryon asymmetry of the Universe (BAU), and investigate a novel class of cosmological scenarios that relate baryogenesis to the physics of axions: a hypothetical type of particles that appear in many SM extensions. Recently, axions have received a great deal of attention, as their dynamics in the early Universe entail an extremely rich phenomenology. At present, the promising predictions of such cosmological axion models are, however, unreliable, as they ought to be constrained by the observed baryon asymmetry. This is where AxiBAU enters the game: In AxiBAU, I will establish the idea of axion-driven baryogenesis (ADB) as a main alternative to conventional scenarios of baryogenesis. To this end, I will: (1) Study the interplay of all baryogenesis mechanisms in the presence of axions. (2) Develop the numerical tools necessary to achieve a quantitatively reliable prediction of the final BAU. (3) Explore the constraints on other observables such as gravitational waves, primordial black holes, etc. (4) Embed ADB into a bigger picture, connecting it to ideas such as the relaxion, Higgs inflation, etc. I will implement AxiBAU at CERN under the supervision of the Head of the Theoretical Physics Department, Dr. Gian Giudice. I will collaborate with Dr. Gian Giudice as well as with other fellows and visitors at CERN, make use of CERN's unique conditions for research and training, and benefit from CERN's excellent infrastructure.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988133": {
            "orgId": "999988133",
            "orgName": "EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}