{
    "rcn": "214187",
    "acronym": "Peripheality",
    "topics": "MSCA-IF-2017",
    "title": "Exploring the function of peripheral vision in humans using virtual reality",
    "startDate": "17/09/2018",
    "endDate": "16/09/2020",
    "objective": "The aim of this project is to determine the functional significance of the peripheral visual field for human perception and its interaction with the motor system. While it is well established that central vision serves to resolve the fine details of the visual world and the objects in it, the reduced spatial resolution in the peripheral part of our visual field suggests that peripheral vision may have a very different role. In this project we will use an innovative combination of Virtual Reality (VR) with physiological recordings and computational modelling to examine the hypothesis that the peripheral visual field acts as a change detection mechanism. Specifically, under conditions resembling those encountered in everyday life, we will explore the presence of serial dependency (SD) effects, i.e., the integration of past with current information during visual processing. These experiments will provide the first evidence that SD strategies are employed during everyday activities in complex environments in daily life, while the nature of the SD effects (i.e. positive vs. negative) will allow us to deduce differences in the functions of the central and peripheral visual system. Importantly, the experiments will also allow us to assess whether peripheral vision is involved in a multisensory and hypersensitive 'alarm system', an idea that has recently been proposed in the literature. Finally, by employing computational modelling methods we will attempt to provide a comprehensive theoretical account for experimental findings. Overall, this interdisciplinary project is expected to provide important insight into the basic mechanisms of human vision that are responsible for maintaining the equilibrium between visual stability and change detection over the whole visual field.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}