{
    "rcn": "214197",
    "acronym": "NEW_WAY",
    "topics": "MSCA-IF-2017",
    "title": "New speakers and use of Russian in the Northern Norway",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The NEW_WAY project will look at trajectories across the lifespan among Russian-speaking linguistic actors, and on the role of speaking/writing Russian in the political economy of Northern Norway around the Russian-Norwegian border. With the end of Cold War and implementation of more flexible border policies, Northern Norway, as other regions neighbouring with ex-USSR, got placed into the heart of geopolitics, global migration and sea trade, security and environmental crises. In the two decades after the Warsaw Pact dissolution, use and acquisition of Russian by different social actors, including speakers of other languages, has renewed its significance in the multilingual economy of the region. With this MSCA action, I would bring my competence on biographical research, knowledge of Russian and expertise on Russian-speaking migrant communities to complement the Norwegian research team. I wish to expand the biographical workshops methods with nexus\nanalysis supervised by the world-renowned expert in nexus analysis. I will gain understanding of Northern borderland multilingual policies and practices in order to reveal deep-running social processes present and past (e.g. legal recognition, language investment and commodification, identity and community building etc.) with implications for social cohesion and peaceful neighbouring policy across other borderlands in Europe, as well as with potential for theory building and terminology creation. The project is expected to open ways to understanding the dynamics of decision-making that multilingual speakers undertake in investing into and building their individual language repertoires. Building from multi-sited ethnographic and biographical accounts, the project has a potential to construct a holistic perspective on multilingual practices and decision-making. The resulting picture goes beyond the sum of its elements and will inform critical rethinking of the concepts of community, diaspora, minority,majority and language.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}