{
    "rcn": "214140",
    "acronym": "ORIGINSOFTRUST",
    "topics": "MSCA-IF-2017",
    "title": "The Psychological Origins of Trust-Based Cooperation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Trust is essential for cooperation to flourish and for societies to function. While trust-based cooperation has been investigated extensively in fields as diverse as economics, philosophy, sociology, and psychology hardly anything is known about its ontogenetic and phylogenetic roots. The planned action will fill this gap and thereby make a significant contribution to the behavioral sciences. In a first step (outgoing phase), I will conduct innovative behavioral experiments with young children to uncover the developmental emergence of trust-based cooperation over the preschool years. Particular emphasis will be placed on the mechanisms by which children generate trust in cooperative interactions, how this is enabled by the development by key cognitive capacities (future planning, inhibitory control, theory of mind), and how this changes over course of development. In addition, I will conduct comparative studies with chimpanzees ñ one of humanís closest living evolutionary relatives ñ to elucidate the evolutionary origins of trust. By using cutting-edge experimental methodologies, the action will uncover the psychological foundations of one of the key proximate mechanisms underlying human cooperative activity and help reveal which aspects of trust-based cooperation are unique to humans. In a second step (incoming phase), I will apply the newly acquired knowledge to state-of-the-art decision-making research. By combining the strengths of two highly prolific research fields the action will generate fruitful theoretical synergies and provide new insights into how decision makers manage to overcome the social risks inherent in cooperative activities by selectively adopting a trusting attitude towards specific partners.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999843603": {
            "orgId": "999843603",
            "orgName": "UNIVERSITY OF MICHIGAN THE REGENTS OF THE UNIVERSITY OF MICHIGAN",
            "ecContrib": 0
        },
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 239861
        }
    },
    "calculatedTotalContribution": 239861
}