{
    "rcn": "214155",
    "acronym": "CULTRAMACY",
    "topics": "MSCA-IF-2017",
    "title": "Normalizing a Difficult Past? Cultural trauma and collective memory in Austria and Croatia",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "'Following the theoretical framework of cultural trauma, this project's aim is to analyze the impact of trauma on collective memory of wars in Austria  and Croatia, as well as the social processes through which such memory is produced, performed and maintained.  More specifically, a dynamics of two corresponding forces are explained: cultural trauma representing a response to a tear in social fabric and collective memory acting as a cohesive element for group identity.\nThe CULTRAMACY project draws on methods of both quantitative and qualitative analysis and uses the methodological tool of frame analysis. In order to analyze the impact of trauma on collective memories, this comparative study addresses the following specific objectives: 1) repercussions of trauma on collective and individual, as well as cultural and public memories, 2) traveling of memory through time and space - generational and transcultural transmission of memory, 3) analysis of patterns of European memory. \nThis research is situated on the intercept of the scientific fields of memory studies, social theory and political science. It aims to contribute to academic research on three different levels. First, it contributes to the theoretical debates in memory studies by approaching collective memory from the perspective of cultural trauma. Second, it offers a truly comparative perspective outside of the methodological regionalism, while still acknowledging the nation as one important framework or 'scale' of collective remembrance. Finally, this research tracks the travels of memory across borders and generations in order to give some innovative insights for similar phenomena in ever-more globalised world experiencing migration flows. Hence, the CULTRAMACY project aims to map a critical engagement with negative heritage, cross boundaries of national memories and verify the basis of the transcultural sphere of European memory.'",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAET GRAZ",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999873188": {
            "orgId": "999873188",
            "orgName": "UNIVERSITAET GRAZ",
            "ecContrib": 178157
        }
    },
    "calculatedTotalContribution": 178157
}