{
    "rcn": "214110",
    "acronym": "SplicEcomplex",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the structure and dynamics of the early spliceosome assembly",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Pre-mRNA splicing is the major step of RNA edition in eukaryotes. It consists on a catalytic process that removes non-coding sequences (introns) and ligates the coding ones (exons), creating the RNA sequence that codifies the final protein. This process is highly regulated and gives rise to a great variability of proteins, expanding the versatility encoded in the human genome. In the early stage of splicing, RNA 5í and 3í splice sites must be brought within proximity to correctly assemble the active spliceosome (cross-intron arrangement) and perform the excision and ligation reactions. Many elements participate in the assembly of the early spliceosomal complex (E complex) through different protein-protein, protein-RNA and RNA-RNA interactions, leading to the formation of a very dynamic association. Several factors regulate the correct assembly, defining the RNA sequences that should be excised and controlling the production of alternative spliced transcripts. The full comprehension of the E complex formation will allow a deeper understanding of the splicing mechanism at molecular level which is essential in human health as aberrant processes are the basis of many diseases. \nCurrently, the structures of cross-intron arrangement factors in the early spliceosome are not known and there is a lack of structural data of the complete E complex. In this project, I propose a novel, integrative and multidisciplinary study of the structure and regulation of the early spliceosomal assembly. I will analyse the different cross-intron interactions, elucidate the high-resolution structure of the whole association and study the effects of protein post-translational modifications in the structure and complex assembly. This will lead to the discovery of new structural insights for the first step of the spliceosome formation having an impact on our understanding of the fundamental mechanism of splicing regulation and forming the basis for future innovative therapeutic approaches.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999994729": {
            "orgId": "999994729",
            "orgName": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}