{
    "rcn": "214193",
    "acronym": "SPIKE",
    "topics": "MSCA-IF-2017",
    "title": "Specialization in the Knowledge Economy",
    "startDate": "15/03/2018",
    "endDate": "14/03/2020",
    "objective": "Human beings accumulate two types of capital: human ñknowing what- and social ñknowing who. In this project, I aim to understand how these types of capital affect the organization of firms and economies, with the goal of providing insights into the determinants of productivity and governance. This multidisciplinary project, composed of three sections, will provide insights to businesses and policy makers to enhance growth in the knowledge economy. In the first section, I use data from the US lobbying industry to deepen our understanding of social capital and its dynamics. Using the relational contracting literature as a theoretical framework, I will quantify the importance of lobbyist-client relationships by exploiting exogenous switches to the lobbyistís social capital. The section aims to inform the policy debate on how to reduce political corruption and improve the quality of regulation in advocacy services. In the second section, I study the effects of human capital differences emerging from specialization across fields. I present a theoretical model where employees might face tasks they cannot solve. The firm has to optimally design a rule to help them choose between passing these problems to managers in their division or to employees in other divisions. I test the theory using Mexican consulting firmsí data, which contain detailed information on frequency and types of interactions for all workers. The section aims to guide firms on how structure their divisions to increase productivity and operational efficiency. In a similar vein, the third section explores the effects of specialization across clients. Using data from a Colombian security services firm, I will use client-fixed effects estimations to study whether client-specific skills are more important than other skills for the performance of security guards. The goal is to provide guidance to increase the efficiency of the work load as well as the optimal allocation from workers to clients.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999867077": {
            "orgId": "999867077",
            "orgName": "UNIVERSIDAD POMPEU FABRA",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}