{
    "rcn": "214122",
    "acronym": "ARTES",
    "topics": "MSCA-IF-2017",
    "title": "AntifeRromagnetic spin Transport and Switching",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Magnetic materials and devices play a tremendous role in information technology to meet current societal challenges. Antiferromagnet (AFM) spintronics is considered as a disruptive approach, enabling scalable and efficient spintronic devices. Ultimate stability and speed, combined with recent observations, e.g. the enhancement of the spin current transport when a thin AFM layer is sandwiched between Yttrium Iron Garnet and Pt, and along with theoretical predictions of superfluid spin transport, indicate significant untapped potential of this class of materials. I tackle the key open questions on spin transport in AFMs: (i) To develop and employ an all-electrical read-out of the NÈel vector. The NÈel vector can be set, by studying AFMs across the spin-flop field, and then compared with the resulting magnetotransport signal. In collinear antiferromagnetic conductors, the anisotropic magnetoresistance/planar Hall effect will be used, while in these and others collinear AFMs, a read-out by the Spin-Hall Magneto-resistance (SMR) at the interface between the AFM and a heavy metal will be employed, e.g. in NiO/Pt and MnN/Pt. The SMR will be additionally correlated with direct imaging of the AFM domain structure, performed in synchrotrons. (ii) To explore a new writing method, based on the voltage control of magnetic properties, via the migration of oxygen ions, as demonstrated in ferromagnets, where the anisotropies can be tailored. (iii) To transport spin in antiferromagnets. By thermally generating spin currents via the spin Seebeck effect, I will study the transport in AFM metals and insulators. Temperature-dependent measurements allow us to ascertain the role of the different spin current magnon modes. Finally, the spin injection in NiO and the exciting predicted spin superfluidity in AFMs will be probed. This work is expected to be important, not only to understand the rich physics of spin transport in AFMs, but also toward using AFMs for novel spintronic devices.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978627": {
            "orgId": "999978627",
            "orgName": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}