{
    "rcn": "214111",
    "acronym": "CLAReTE",
    "topics": "MSCA-IF-2017",
    "title": "Combinatorially Led Advanced Research on Transparent Electrodes",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "CLAReT… will develop new p-type transparent conductive materials (TCMs) for use as contact layers in high-efficiency solar cells. State-of-the-art solar cell fabrication will be combined with high-throughput material development for an integrated experimental approach. This project bridges the typical gap between device fabrication and material science, thus allowing real-world performance to guide development of new functional materials. Computational insight into electronic structure of p-type semiconductors will drive material selection, based on the prediction that certain chemistries lead to disperse valence bands and inherently high hole mobility, thus relaxing the requirement for degenerate doping for sufficient p-type conductivity. Material development will be coupled to rapid-feedback testing in state-of-the-art silicon heterojunction (SHJ) and perovskite solar cells (PSC). In both technologies, multi-layer front contacts currently provide several functions, e.g. electrical passivation, carrier selectivity, and conductivity. These multi-layer designs increase fabrication complexity and production cost, and for PSCs, these designs also fail to guard against degradation of the hybrid organic absorber layer by thermal, chemical, or UV stress. CLAReT… will replace these multi-layer contacts with a single, p-type TCM, thus drastically simplifying fabrication for SHJ cells and increasing lifetime of PSCs. Through this project, the fellow will gain training in cutting edge solar cell fabrication, characterization, and analysis, which will round out her expertise in high-throughput material development. Further, CLAReT… will give her the opportunity to exercise her scientific creativity and innovative problem-solving skills by applying them to a technological problem with a materials science-based solution. Ultimately, the MSCA fellowship will elevate the international visibility of A. Fiorettiís career and will significantly expand her future career opportunities.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}