{
    "rcn": "214109",
    "acronym": "Black Cinema-Going",
    "topics": "MSCA-IF-2017",
    "title": "Black Cinema-Going in New York of the Interwar Period",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "This project aims to re-construct the experience of cinema-going in black communities of New York during the interwar period. In drawing on a plethora of multidisciplinary resources 単 personal correspondence, diary entries, cinema records, fan letters, local news stories and articles from historical black press 単 it will investigate the roles played by cinema, the dominant form of entertainment at the time, in shaping the lives of African-American women in Manhattan. New York is a fruitful site for the investigation of debates of race and mass entertainment because of the high concentration of black migrants and cinemas: 305 film venues operated in Manhattan in 1927, whilst other 39 were planning to open or were under construction. According to US census data, 12 percent of the Manhatanittes were black in 1930. \n\nThe study will culminate in the creation of an interactive, digital map of cinema-going, which will allow its users to experience the richness of black movie culture through personalised stories of women who attended movie theatres at the time. Produced in Scalar 単 with written content supported by visuals such as film posters, cinema programmes and photographs of the location 単  each geographical location will provide a gateway for the map users to explore the plethora of historical data in a more accessible, narrativised format. The map will be a freely available online tool, which will further advance the work of scholars working across all domains in humanities. \n\nExisting, sparse scholarship on cinema-going in the early film period, concentrates itself with culturally dominant, white audience. In assuming a homogenic demographic, it overlooks the lived experience of African-American women in a racially segregated country. In looking at race and gender specific form of spectatorship, I seek to re-address this scholarly bias. The objective is to uncover how cinema-going became embedded in black communities, as well as in the lives of black individuals.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999986096": {
            "orgId": "999986096",
            "orgName": "UNIVERSITEIT GENT",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}