{
    "rcn": "214134",
    "acronym": "MISTRO",
    "topics": "MSCA-IF-2017",
    "title": "Identification of the cellular sites of cytomegalovirus latency that contribute to the induction of inflationary CD8 T cell memory against the virus.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "T cell memory is the cornerstone of protective immunity and the key determinant of the efficacy of vaccination approaches. Memory inflation (MI) is a unique type of CD8\\ T cell memory characterized by the induction of robust and durable populations of functional effector/effector memory CD8\\ T cells that is elicited by latently persistent cytomegalovirus (CMV) infections. Accumulating evidence argues that inflationary T cells can provide exceptionally strong immune protection. Hence, several translational approaches involving MI, such as CMV vector-based vaccines, are subject of ongoing pre-clinical and clinical projects. Despite this, little is known about the cellular and molecular mechanisms governing the induction and maintenance of MI. In this proposal, I aim to identify and characterize the latently infected cell type/-s, which sustain CMV-specific inflationary CD8\\ T-cells. To this end, I will combine state-of-the-art stromal cell characterization and isolation techniques with generation of novel recombinant virus-based in vivo models enabling (1) tracking of latently infected cells, (2) conditional ablation of viral peptide processing in selected cell types. The results of this action are expected to improve our understanding of the mechanisms and requirements for MI, laying the basis for the development of improved vaccination strategies. Furthermore, identification of the sites of CMV latency in vivo will have implications for development of future clinical strategies aimed at harnessing the ability of CMV to reactivate in immune suppressed patients. Thus, this proposal explores a basic biological question of broad general interest, but also has robust translational potential for applications in human medicine.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999470347": {
            "orgId": "999470347",
            "orgName": "HELMHOLTZ-ZENTRUM FUER INFEKTIONSFORSCHUNG GMBH",
            "ecContrib": 159461
        }
    },
    "calculatedTotalContribution": 159461
}