{
    "rcn": "214121",
    "acronym": "PROTECTNICHE",
    "topics": "MSCA-IF-2017",
    "title": "Understanding the role of intrinsic and extrinsic drivers of loss in species niches, to inform conservation planning under climate change",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The extinction of species is the most alarming consequence of global biodiversity decline, with potential dramatic effects on our economy and well-being. The current rate of climate change is predicted to further increase extinction risk, hence there is urgent need to anticipate species decline rather than reacting to it. The breadth of a speciesí niche - the set of environmental conditions in which the species can persist - is the key ecological trait that allows adaptation to environmental change, but is largely ignored in conservation planning applications. The goal of the PROTECTNICHE project is to disentangle the impacts of humans, climate change, and life history on the climatic niches of terrestrial mammals to inform a conservation strategy for preventing future species declines. This goal incorporates 3 objectives: i) Attribute the global change in past species climatic niches to intrinsic and extrinsic drivers; ii) Based on the models developed in Obj. 1, define a measure of adaptability to climate change for each species; iii) Based on the outcome of Obj. 2, develop a global conservation strategy to maximise the protection of species climatic niches while minimising their exposure to climate change. The project focuses on the world's terrestrial mammals, a data-rich group currently facing significant extinction rates, to develop and theoretically ground a conservation planning approach that can be also transfered to other taxa. Building on my expertise on extinction risk analysis and conservation planning, and the habitat and climatic modelling capabilities of Dr Rondinini and the Global Mammal Assessment lab, this project will define a proactive conservation plan where actions are prioritised to preserve species adaptive potential under global change. This is a research area of primary interest in Europe, given the EC has recognised that business opportunities from investing in biodiversity conservation could be worth US$ 2-6 trillion by 2050.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 180277
        }
    },
    "calculatedTotalContribution": 180277
}