{
    "rcn": "214125",
    "acronym": "TNFL-TMML",
    "topics": "MSCA-IF-2017",
    "title": "Topological New Fermions under Laser and New Topological Material Exploring via Machine Learning",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The project of ìTNFL-TMMLî is a fundamental and scientific project that will be carried out by Dr. Peizhe Tang under the supervision of Prof. Angel Rubio. Dr. Tang is a theoretical physicist with extensive experience and good publication records in the field of topological materials. Currently, he works in Prof. Shou-Cheng Zhangís group at Stanford University as a post-doctor. Prof. Rubio is one of the leading exporters in fields of ab initio calculations of electron excitations and dynamics in Physics, Chemistry, and Biophysics. Now, he is the managing director of the theory department of MPSD (th-MPSD). This project will aslo involve collaborations with top international experimental groups, who will fabricate and characterise the proposed materials.\n\nThe proposed project ìTNFL-TMMLî is focusing on the topological fermions in the bulk states, including Dirac, Weyl and new fermions. These topological fermions can be regarded as new quantum states of matter and attract lots of attentions recently because of their exotic physical properties. Based on the studied objectives, the project of ìTNFL-TMMLî can be divided into two parts that will keep running in parallel. In Part1, Dr. Tang will study the electronic, optical and dynamic properties of new fermions beyond Dirac and Weyl models systemically via DFT, TDDFT and many body perturbation theory. He expects to discover the new physics and new quantum states of matter which can be verified by the future experiments soon. Part2 is about topological material discovery based on artificial intelligence technologies and self-developed unsupervised ML algorisms. In this part, new methods based on the Big Data of material science will be developed, which will benefit both for academic and industry in the future. Therefore, the success of ìTNFL-TMMLî will consolidate the leadership of th-MPSD group and create more advanced and effective methodological tools for other scientists in related fields.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "888898380": {
            "orgId": "888898380",
            "orgName": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}