{
    "rcn": "214166",
    "acronym": "NEUROGUIDE",
    "topics": "MSCA-IF-2017",
    "title": "Study of neuronal sensing and migration/guidance dynamics in neurodevelopmental disorders by nano-engineered chips",
    "startDate": "01/03/2018",
    "endDate": "31/03/2019",
    "objective": "Defects in neuronal migration have a severe impact on normal brain function. Here, neuronal contact sensing of the extracellular environment combines with complex signaling, determining the final wiring and plasticity. Although deficits in neuronal micro-connectivity are recently emerging as crucial in neurodevelopmental disorders (e.g. autism, schizophrenia), the role of neuronal sensing and fine-migration processes is still poorly understood in these pathological conditions.\nI propose to study neuronal sensing and guidance/migration in neurodevelopmental disorders, at both system and molecular level, with a multidisciplinary approach that combines nano-engineered devices (i.e. nano-structured substrates and microfluidic chips), molecular neuroscience and state-of-the-art fluorescence microscopy, with the aim to clarify the biochemical processes impaired in neuronal guidance.\nAs a pathological model, the project will focus on the unbalanced levels of ubiquitin ligase E3a (UBE3A), which leads to several neurodevelopmental disorders. Reduced UBE3A levels result in Angelman Syndrome, whereas increased UBE3A levels results in autism. However, its specific role in brain development is still unclear.\nThis project will investigate the topic of neuronal sensing/guidance bi-directionally: 1) in vivo, in Ube3a-mutant mouse models (using genetic engineered mouse models and/or in utero electroporation with specifically-tagged plasmids or silencing-RNA), to identify deficits; 2) in vitro, in Ube3a-mutant neuronal cells by nano-engineered platforms (by applying specific biomimetic physico-chemical stimuli to single cells), to study the biochemical mechanisms involved in the neuronal guidance deficits.\nThe obtained results will help to clarify the role of UBE3A in the pathogenesis of neurodevelopmental disorders but also to establish the value of nano-engineered platforms as innovative bio-mimicking platforms for investigating neuronal guidance dynamics in vitro, at molecular lev",
    "totalCost": "96199,35",
    "ecMaxContribution": "96199,35",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999988424": {
            "orgId": "999988424",
            "orgName": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
            "ecContrib": 96199
        }
    },
    "calculatedTotalContribution": 96199
}