{
    "rcn": "214117",
    "acronym": "ZEOCO2",
    "topics": "MSCA-IF-2017",
    "title": "ZEOlites for the conversion of CO2 to fuels and chemicals",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "ZEOCO2 is a pioneering and structured effort to comprehensively study the introduction of well-positioned Zn, Cu and acidic catalytic active sites in zeolites to directly convert CO2 into fuels and chemicals in one step. This offers step economy due to the possibility of coupling the hydrogenation of CO2 with further C-C coupling within the same heterogeneous catalyst. The synthesis of cheap, stable and active zeolites with Zn sites incorporated in the framework generates Lewis acid sites and favours the positioning of Cu sites by ion-exchange. These Cu sites will deliver redox activity, while Al and Zn will yield acid sites, both needed in the tandem catalytic system. So far, the use of such bifunctional zeolites and especially core-shell structures have not been explored for the tandem process involving the consumption of CO2 and synthesis of gasoline or light olefines. Using a two-stage research methodology, ZEOCO2 will not only provide new hybrid zeolite synthesis technology to be used in acid and redox type processes, but also demonstrate the first direct CO2 to fuels/chemicals conversion within one solid catalyst.The combined expertise of the fellow and the host ensures the best chance for successfully completing the ZEOCO2 objectives in a mutually beneficial manner. On the one side, internal collaborations will allow access to state-of-the-art synthesis laboratories and train the researcher in catalysis engineering using gas-phase reactors in continuous mode; needed to prepare and test the novel zeolite catalysts. On the other hand, a secondment in a world-leading spectroscopy (applied to catalysis) research team, will allow to get new insights into the molecular nature of the active sites and provide understanding of the reaction mechanism and deactivation pathways of the catalysts.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}