{
    "rcn": "214120",
    "acronym": "RNASTIP",
    "topics": "MSCA-IF-2017",
    "title": "RNA Sprays as a Tool for Crop Improvement and Protection",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "With the increasing world population, reduced farmland and demand for heightened global food security, comes the need for new sustainable, effective and environmentally friendly agricultural solutions. The extensive use of  toxic agrochemicals has been rendered obsolete, whereas the employment of  transgenic plants and genetically modified organisms (GMOs) has raised considerable public and scientific concerns. The current proposal aims to develop GMO-free tools to modify and protect crops based solely on RNA sprays. The candidate has recently developed a simple, cheap and efficient method for RNA delivery into plant cells by high pressure spraying. Using this method, we now aim to develop RNA sprays to selectively downregulate (RNA interference, RNAi) and upregulate (RNA activation, RNAa) genes involved in crop protection and improvement. In the current proposal, we will focus on tomato (Solanum lycopersicum), one of the most important dicot vegetable crops worldwide. On the one hand, through RNAi sprays, we will aim to combat some of tomato's most important and diverse pests by inactivating crucial for their development genes. On the other hand, through RNAa sprays, we will try to activate selected tomato genes by decoying and sequestering  their micro RNA (miRNA) regulators. Methods for optimizing the stability of sprayed RNAs into plant cells for field condition applications by conjugating them to carrier compounds will be tested. The multidisciplinary nature of the project is strong, involving a combination of molecular biology, microbiology, plant biology, virology, mycology, entomology and biochemistry. This proposal includes the transfer of knowledge to the host institute and the training of the candidate. Expected results will point towards a new direction of GMO-free plant breeding tools, in line with the EU strategy for sustainable agriculture.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "PANEPISTIMIO THESSALIAS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "986152150": {
            "orgId": "986152150",
            "orgName": "PANEPISTIMIO THESSALIAS",
            "ecContrib": 164653
        }
    },
    "calculatedTotalContribution": 164653
}