{
    "rcn": "214179",
    "acronym": "SoftNanoHybrid",
    "topics": "MSCA-IF-2017",
    "title": "Polymer-Nanoparticle co-assembly for drug targeting and release kinetics: Investigation on Structure, Morphology, Responsiveness, and Nanoparticle distribution",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "In recent years, co-assembly of nanoparticles (NPs) into block copolymer (BCP) aggregates is emerging as an active field of research, which considers the formation of mixed aggregates that combine synergistically the NP/BCP components to generate novel properties for advanced functional materials and applications. When NPs have been incorporated into the BCP micellar aggregates, various physical parameters e.g. distribution, the content, orientation, and localization of NPs in the polymeric matrix are extremely important, which play decisive roles in determining the characteristics and applications of the NP/BCP nanohybrid.\n\nIn this proposal, we aim to investigate the morphological transformations of selected model BCP micelles in the presence of magnetic NPs of different size, shape, concentration and surface functionalization. Simultaneous encapsulation of the drug molecules controlled by the NP distribution and loading will provide critical information on the correlation of drug release with the physical parameters characterizing the polymer nanohybrids. We will also examine how the distribution of NPs within co-assembled structures is correlated with the parameters characterising the polymers and NPs. The drug release kinetics for selected nanohybrid systems will be investigated to rationalize the correlation between precise control of NPs localization/drugs loading with the drug release profile. Doxorubicin (Anti-cancer drug) containing BCP-NP nanohybrid will be formulated by solvent assisted dispersion technique. The drug release kinetics will be investigated by dialysis against tris buffer (pH 7.4/5.0) at 37oC.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999974262": {
            "orgId": "999974262",
            "orgName": "UNIVERSITY OF BRISTOL",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}