{
    "rcn": "214160",
    "acronym": "SPACES",
    "topics": "MSCA-IF-2017",
    "title": "Sex, disPlacements, And cross-Cultural EncounterS",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "While for a long time historians of ideas have highlighted the seventeenth- and eighteenth-century Northern European liberal genesis of the idea of tolerance, recent historical research has indeed revealed its medieval and early modern gestation across the Mediterranean area. SPACES aims to originally investigate these attitudes by analyzing the links between two apparently disjointed aspects: religious and sexual toleration in the early modern Mediterranean world. Thanks to a survey of the sources I have already carried out in the archives of the Spanish and Roman Inquisition, I have uncovered a not yet investigated 'heresy' that circulated in the Italian peninsula between the 16th and 18th centuries. The defendants thought that Adam and Eve practiced anal sex in the terrestrial paradise, praising the pleasures of unreproductive sexuality. They also stated that ëall can be saved in their own lawí, that is, that the eternal salvation was not limited to any specific religious or cultural tradition. These heretical ideas were partially influenced by Islamic beliefs, although through the meditation of Christian anti-Islamic writings. Some of the defendants were also charged with apostasy to Islam. These facts further prove the influence of Islamic thought on religious heterodoxy in early modern Europe. I aim to prove that, in these cases, questioning the religious prescriptions regulating sexual morality prepared the ground for a wider critique of the political and social order, stimulating more inclusive understandings of religious identities. Uncovering a past in which toleration was practiced and theorized despite an ongoing religious war contrasts the simplified interpretation of today interactions with Islam in the public discourse in terms of a 'Clash of Civilizations'. Furthermore, the focus on sexuality allows SPACES to interrogate the complex relations between religious and sexual identities in an increasingly multicultural world.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999838074": {
            "orgId": "999838074",
            "orgName": "UNIVERSITA DEGLI STUDI DI VERONA",
            "ecContrib": 244269
        },
        "999573458": {
            "orgId": "999573458",
            "orgName": "THE UNIVERSITY SYSTEM OF MARYLAND FOUNDATION, INC.",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 244269
}