{
    "rcn": "214118",
    "acronym": "iSPY",
    "topics": "MSCA-IF-2017",
    "title": "Immobilized proteins in porous materials ñ Structural studies by Pulse EPR dipolar spectroscopY",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Nature is by far the most versatile chemist and modern research efforts have harnessed the power of Nature by using biomolecules such as proteins as building blocks or targets for various technological applications. In many cases the immobilization of a protein in a synthetic matrix is essential. In particular protein-porous material hybrids have received much attention but their preparation have been non-trivial, often limited by the size compatibility between the pore and the protein and the surface properties. The quest for a suitable protein-matrix combination not only requires extensive synthetic optimization, but also the development of appropriate methodologies that can be used to determine the effect of the matrix on the structure and stability of the protein. In this multidisciplinary action, the stabilities, structures and dynamics of heme proteins (globins) immobilized in mesoporous silica or titania will be studied by EPR. This class of hybrid materials are themselves also of great interest because of potential electrochemical biosensing and biocatalysis applications. Novel orthogonally spin-labeled globins will be prepared and incorporated into (modified) mesoporous silica and titania. Pulse dipolar spectroscopy will be used to measure nanometric distance constraints within the free and immobilized globins. Combined with computational models, these measurements will provide unique insights into effects of incorporation on the tertiary structures and conformational flexibilities of the proteins. This action will not only result in the development of a generic analytical toolbox, based on spin-label EPR, for the characterization of proteins immobilized in matrices, but also lead to advances in the understanding and preparation of protein-porous material hybrids.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999902870": {
            "orgId": "999902870",
            "orgName": "UNIVERSITEIT ANTWERPEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}