{
    "rcn": "214240",
    "acronym": "OE Scan",
    "topics": "SMEInst-01-2016-2017",
    "title": "A next generation diagnostic device that effectively screens for breast cancer in all tissue types, without the use of ionising radiation",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Tiro Medical was formed in 2014 by a multidisciplinary shareholder group, including academic and healthcare organisations along with clinical and industry experts. Tiro Medical develops tools for the Digital Medicine sector, creating products that enhance the diagnostic and treatment decision making processes, improving the standard of care whilst reducing expenditure. \n\nBreast cancer is the second leading cause of cancer-related death in women there are 1.7 million new cases of breast cancer occur each year, with a global economic burden estimated at US$88 billion. A woman's chance of survival is significantly increased with early detection. The mammography technique has major limitations and fails to detect approximately half of cancers in women with dense breast tissue. Women with dense breast tissue have a 4 to 6 times increased risk of breast cancer compared to women with non-dense tissue. Unfortunately the group at highest risk of cancer is also the group for which mammography is least effective. \n\nTiro Medical have developed a breast imaging device (the OE scan) based on the use of Optical Elastography and Digital Physiological Analysis. The Tiro solution has higher contrast ratio in dense tissues allowing for improved diagnosis in this population, uses zero radiation so is not limited by age and can be used at any age and in any condition (pregnancy, specific illness etc.) and has zero pain leading to better compliance. The company is currently in talks with potential stakeholder companies in the EU who have shown an active interest in the project.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "TIRO MEDICAL LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "913650955": {
            "orgId": "913650955",
            "orgName": "TIRO MEDICAL LTD",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}