{
    "rcn": "214213",
    "acronym": "DEMAIRPO",
    "topics": "MSCA-IF-2017",
    "title": "Association of air pollution with dementia risk: is it confounded and mediated by environmental tobacco smoke and consumption of fish?",
    "startDate": "30/07/2018",
    "endDate": "29/07/2020",
    "objective": "Air pollution (AP) remains prevalent globally. Its impact on dementia risk is unclear. We propose to investigate the association of dementia with AP and explore mediation effects on the association from other factors. We will examine data of 2776 participants aged >=60 years who were randomly recruited from urban and rural of China. Their baseline risk factors (including environmental tobacco smoke-ETS and fish consumption) were recorded and dementia was diagnosed in a standard interview package. They were followed up for 4 years to identify mortality and incident dementia.  We will calculate the residential distance proximity to major roadways (REDPMR) for each cohort member (an approximate AP exposure), and also collect regional AP monitoring data to evaluate individual exposure to AP. We will employ multivariate adjusted Cox regression models to examine the association of AP with dementia and interaction and mediation  effects from ETS and fish consumption on the association. In the UK we will recruit 200 elders aged>=75 years with newly diagnosed dementia and 200 without dementia from the Royal Wolverhampton hospital. We will document their disease risk factors, REDPMR and local residential AP. Using multivariate logistic regression models we will examine the associations of REDPMR with dementia. We will run 2 focus groups each in the UK and China to explore the effects of AP on dementia and preventive measures of AP and dementia. Our unique data, including participants with special characteristics from China will offer internationally applicable insights into the impact of AP on dementia. Throughout the research project, use of varied study and research methodologies and rigorous training courses, our Fellow will develop his leadership skills and further his career in public health research. The project will strengthen a long-term collaboration between EU and China partners, and will provide Europe with new data to prevent dementia and to reduce AP.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999852527": {
            "orgId": "999852527",
            "orgName": "UNIVERSITY OF WOLVERHAMPTON",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}