{
    "rcn": "214234",
    "acronym": "STAR",
    "topics": "SMEInst-02-2016-2017",
    "title": "Safe, Transparent, Active and Reliable mineral sunscreen technology",
    "startDate": "01/03/2018",
    "endDate": "31/10/2019",
    "objective": "Our product, MicNoÆ, is a patented Zinc Oxide UV filter for use in cosmetic formulations. MicNoÆ are designed platelet-shaped micron particles composed of nano primary particles - developed to exploit benefits of the nano-size particles while removing adverse effects of them.\n\nThe aim of this project is to mature, in-vivo test and commercialise MicNoÆ onto the global markets. We had been awarded Phase I funding and we have conducted a Feasibility Study (GAN #741192) that verified the market potential. Our product is at TRL 7 and this project will enable us to bring our solution to TRL9 ready for commercialisation on the global cosmetics market valued at $454 billion with CAGR of 6%.\n\nMicNoÆ has gone through in-vitro testing, toxicity tests as well as efficacy tests ñ they all showed superior broad-spectrum protection with up to 60% improvement vs. main competitors, improved transparency at application by 15-20%, mitigation of safety and health concerns related to nano zinc particles. As well as high area coverage/unit mass ñ a 40% reduction in raw materials usage for same UV protection.\n\nEurope is the global flagship producer of cosmetics with a market valued at Ä77 billion and exports exceeding Ä33 billion. Thousands of companies are involved in manufacturing of cosmetics in Europe ñ utilising our UV filter in cosmetic formulations improves cosmetic and health benefits vs. current ZnO ingredients. We offer a solution for safer sun care products without endocrine-disrupting chemical UV filters and with lower production costs. Considering 150-200 million bottles of sunscreen are sold annually in EU this would translate to savings of Ä75 to Ä100 million/year. Moreover, we believe that our unique technology will encourage large sways of population to utilise more sun care products.\n\nBy completing this project we expect to generate accumulated turnover of Ä62 million and profit of Ä41 million over 5-years post-project completion and to create 70 new jobs.",
    "totalCost": "777500",
    "ecMaxContribution": "544250",
    "coordinator": "ENTEKNO ENDUSTRIYEL TEKNOLOJIK VE NANO MALZEMELER SANAYI VE TICARET ANONIM SIRKETI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "990874013": {
            "orgId": "990874013",
            "orgName": "ENTEKNO ENDUSTRIYEL TEKNOLOJIK VE NANO MALZEMELER SANAYI VE TICARET ANONIM SIRKETI",
            "ecContrib": 544250
        }
    },
    "calculatedTotalContribution": 544250
}