{
    "rcn": "214212",
    "acronym": "MappingSpatialVision",
    "topics": "MSCA-IF-2017",
    "title": "Linking the perceptual and neural mechanisms of human spatial perception using behavioral and ultra-high field fMRI signals",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "The present research aims to further our understanding of the mechanisms by which our brain makes sense of the visual world. Our brain cannot represent with full fidelity the overwhelming amount of information it constantly faces. Yet, understanding our visual world seems effortless. One strategy developed by the brain is to trade off poor spatial representations in the periphery for high-resolution foveal vision. Spatial attention is another strategy the brain relies on to select and prioritize visual processing at relevant areas of the visual field without having to move our eyes. Perceptually, attention benefits performance in many visual tasks, in line with heightened spatial resolution at the attended area. Physiologically, single-neuron recordings in animals have shown that attention alters the receptive-field (RF) properties of neurons, which may account for changes in human perception. Yet, human behavior depends on large-scale neuronal population codes. Thus, understanding how attention helps us represent information across the visual field requires to link human perception with changes in human neuronal populations. Here, I will do exactly that by combining a powerful behavioral approach I developed with recent neuroimaging techniques that can assess human neuronal population RF properties. Using cutting-edge, ultra-high resolution neuroimaging methods, I will pinpoint the neural mechanisms by which attention alters spatial representations at unprecedented levels of cortical organization in the human brain, further establishing the hostís recognition as a world-leading brain research center. This interdisciplinary training will reinforce my previous research skills and provide me with state-of-the-art neuroimaging expertise. The MSCA fellowship is a unique chance to expand my skills and reintegrate the European research community, putting me on the right track to pursue an independent career with a multifaceted profile of psychologist and neuroscientist.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999518362": {
            "orgId": "999518362",
            "orgName": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
            "ecContrib": 177599
        }
    },
    "calculatedTotalContribution": 177599
}