{
    "rcn": "214223",
    "acronym": "TOPNIN",
    "topics": "MSCA-IF-2017",
    "title": "Tracing of pulmonary neuro-immune networks",
    "startDate": "14/03/2018",
    "endDate": "13/03/2020",
    "objective": "Group 2 innate lymphoid cells (ILC2) are strategically positioned at mucosal surfaces, regulating mucosal defense, tissue homeostasis and inflammation. ILC2 contribute to the pathogenesis of allergic airway diseases, and pulmonary neurons have been also implicated in allergic conditions, such as asthma. Interestingly, recent studies demonstrated that ILC2 exert their function in the context of neuro-immune cell units that respond to environmental signals, steering mucosal immunity and repair. Nevertheless, the identity of the neuronal circuits innervating neuro-immune cell units and the nature of the bidirectional neuron-immune signals steering mucosal physiology remain elusive. Here, we hypothesize that pulmonary neuronal circuits provide and receive signals from ILC2, which steer immune responses in airway inflammation and infection.\nInitially we will use transgenic animals, engineered rabies virus and advanced imaging techniques to functionally map the innervation of neuron-ILC2 units. Sequentially, we will employ a combination of genetic, cellular and molecular approaches to determine how efferent neuronal activity controls pulmonary ILC2 biology and how ILC2-mediated effects impact on neuronal activity to maintain tissue homeostasis in the context of allergy and infection.\nUnder this fellowship, we aim to establish how the interplay between neurons and immune cells steers tissue homeostasis. By identifying these new pathways, this action will contribute to the development of new therapeutic strategies in mucosal diseases that affect millions of people worldwide. Simultaneously, the fellowship will importantly strengthen the experienced researcherís knowledge, skills and network to allow him to establish himself as an independent researcher.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}