{
    "rcn": "214204",
    "acronym": "LEADERPROFILE",
    "topics": "MSCA-IF-2017",
    "title": "Assessing positive and destructive leadership on multiple dimensions: How to better understand and improve the behaviour of the people who lead us.",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Leadership is a key factor for success, coherence, and progress in a multitude of compelling contexts. Not only the corporate world, the military, and politics rely on skilful leadership to bundle their potential, unite followers and members, and distil the various centrifugal forces within organisations into success. European societies currently face a climate of insecurity due to various socio-political events and, thus, perceived threat amongst citizens. Such environments have been shown to especially call for strong leadership which ensures stability and safety. However, we currently see multiple expressions of destructive leadership - i.e. a process in which the activities, experiences and/or relationships of an individual are repeatedly influenced by their supervisor in a way that is perceived as hostile and/or obstructive - around the globe, which endanger peaceful and diplomatic solutions and, thus, the success and well-being of society.\n\nDestructive, forms of leadership have barely been studied empirically, although it is known to lead to harmful behaviour, including impulsivity and aggression. Destructive leadership behaviour causes severe adverse effects amongst followers and, subsequently, hampers organisational success. It is of utmost importance to advance the theoretical understanding as well as the practical reduction of destructive leadership. To achieve this, we need to i) asses it comprehensively, ii) correctly identify sub-types, and iii) develop personalised interventions which enhance leadersí self-reflection skills and behaviour.\n\nThe proposed project will complete all three steps in the context of Executive Education. It will develop multi-dimensional assessment of destructive leadership (including self-report, follower-report, cognitive, behavioural, and biophysiological measures) and enhance existing individualised personal leadership development based on those measures, directly addressing real-world experienced leaders.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999977463": {
            "orgId": "999977463",
            "orgName": "TECHNISCHE UNIVERSITAET MUENCHEN",
            "ecContrib": 171461
        }
    },
    "calculatedTotalContribution": 171461
}