{
    "rcn": "214228",
    "acronym": "NeuroBid",
    "topics": "MSCA-IF-2017",
    "title": "Inside the bi-dialectal mind and brain: An electrophysiological study on executive functions",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "There is widespread impression in Western societies that monolingualism is the norm, but in fact most people function in multilingual and/or bi-dialectal settings. Recently, there has been an upsurge of research on the cognitive effects of bilingualism, with several studies reporting an enhancement of executive control skills in bilinguals. In contrast to bilingualism, however, bi-dialectalism has so far received essentially no research attention. In this context, NeuroBid proposes a multidisciplinary approach that uses both cognitive assessments and electrophysiological measures (Event-Related Potentials) to achieve four goals. The first aim is to characterise the profile of bi-dialectals at both the cognitive and the neural level, focusing on a specific neuro-cognitive system, executive control (EC). In achieving this goal, a second aim will be accomplished, to establish the effect of language similarity on the neuro-cognitive outcomes of bilingualism. The third goal is to explore previous failures to replicate the bilingual cognitive advantage in EC with young adults and to determine whether a bilingual benefit will indeed surface when an experiment that avoids several methodological drawbacks of previous research is implemented. The final aim is to provide data to adjudicate between theoretical accounts regarding the specific locus of the bilingual EC benefit. With a fellowship to implement NeuroBid, the Candidate will provide results and publications that will contribute to a better understanding of the bi-dialectal mind and brain, and will answer important, theory-relevant questions in the neuro-cognitive research on bilingualism; he will also acquire new competences in neuroscientific tools, and receive training in key transferable skills. This will strengthen his academic profile and help him secure a permanent academic post in Europe.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999835843": {
            "orgId": "999835843",
            "orgName": "UNIVERSITY OF CYPRUS",
            "ecContrib": 151649
        }
    },
    "calculatedTotalContribution": 151649
}