{
    "rcn": "214201",
    "acronym": "BRONC",
    "topics": "MSCA-IF-2017",
    "title": "Behavioral demand-driven dynamic reorganisation of cortical networks revealed by simultaneous wide-field optical imaging and optogenetic stimulation mapping in task-performing mice",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "CAREER PLAN:\nThe Experienced Researcher (ER) has revealed causal neural mechanism of cognitive memory by optogenetics and psychophysics in macaque monkeys. ER wish to combine cognitive neuroscience in monkeys and circuit-based neuroscience in mice to build a new field to study cognitive functions at the level of genetically-defined circuits. Thus, ER plans to develop and acquire new technologies in a top laboratory investigating the mouse brain. \n\nINTRODUCTION:\nWe humans can quickly change what we do. This would require dynamic reorganization of brain networks. Recent studies have revealed differential roles of cortical layers and interneurons in local neuronal circuits. However, a mechanism that reorganise cortical networks to integrate local circuit processing has been poorly understood, while this is a core principle of the brain to work.\n\nOBJECTIVE:\nElucidating mechanisms of global integration of local processing from a view point of spatiotemporally-selective causal actions of different cortical layers and interneurons. \n \nAPPROACH:  \nSpatiotemporal actions of cortical layers and interneurons in task-performing mice will be observed by wide-field optical imaging with genetically-encoded calcium or voltage indicators. Simultaneously, optogenetic stimulation mapping to layers and interneurons will visualize their causal contribution to global processing and task execution. \n \nIMPACTS: \n1. Mechanisms of dynamic cortical reorganisation for switching behavior have a clinical impact for common psychiatric disorders such as obsessive-compulsive disorder in which patients can not stop repeating a single action.\n2. ER transfers knowledge in monkey cognitive science to the host lab to sophisticate mouse paradigm.\n3.Techniques developed by ER will be transferred to marmoset, a small non-human primate suited for gene-modification and optical observation.\n \nThis program is highly beneficial for the society and the career of ER toward understanding of human mental functions.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}