{
    "rcn": "214230",
    "acronym": "RSCmemory",
    "topics": "MSCA-IF-2017",
    "title": "Network representations of contextual memory in a neocortical circuit",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "How are memories formed and how do we remember them? Despite decades of memory research, these are still unanswered questions. There is consensus that the hippocampus is a key circuit for forming new memories. According to the classical model, memories that initially depend on the hippocampus, mature over time, and become increasingly dependent on distributed networks in the neocortex. While there has been great progress in understanding the molecular and genetic substrates of memory, how memories are represented by neuronal ensembles is still poorly understood. This is in part due to the lack of tools to monitor neural populations densely and repeatedly during memory formation and memory recall. The advent of two-photon microscopy and activity indicators that allow to measure the activity of nearly all neurons in a circuit, has created new opportunities to address these questions. To study how the neocortex supports memories, I will study a circuit called the retrosplenial cortex (RSC). This structure receives dense and direct input from the hippocampus and is therefore a key network to study memory. There is also substantial support for a role of RSC in memory recall, but the network mechanisms remain unknown. To study this, I will establish a novel head-fixed contextual fear conditioning task for mice that enables monitoring the activity of thousands of neurons in the RSC while conditioning under the microscope. The high spatial resolution of this method also enables measuring the activity changes of hippocampal axons projecting to RSC, thus allowing me to also measure the synaptic input to RSC. Finally, I will establish a novel technique to monitor hippocampal oscillations related to memory consolidation (so-called sharp wave ripples) and neural activity changes in RSC simultaneously. The results will address how memories are formed and recalled, and will provide important insights in what goes wrong during age- and disease related impairments of memory.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}