{
    "rcn": "214217",
    "acronym": "PartAct",
    "topics": "MSCA-IF-2017",
    "title": "Partial actions of monoids and partial reflections",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Mathematics is at the heart of many areas of research in the Sciences and Social Sciences, with new mathematical achievements feeding the growth of other areas. Most scientists are familiar with the notion of the algebraic construct of a group, and how groups may be used to encode and explore the notion of symmetry, by studying the way on which they act on various structures. However, much of the universe is not symmetric, and neither do we always have actions totally known or defined. In such situations it is monoids, and partial actions, that provide the correct mathematical paradigm. The overall aim of this project is to develop and apply two (related) sets of semigroup theoretical techniques for actions and partial actions.\n\nWe have four sets of Objectives:\n\nObj. 1.  To determine when the partial action of a monoid M on a set X  via partial bijections can be lifted to actions by bijections, and answer the corresponding question for inverse monoids.\nObj. 2. To determine the conditions under which strong partial actions of monoids on sets with additional structure lift to actions on sets with the same structure.\nObj. 3. To develop the theory of associative algebras and C*-algebras constructed from (partial) monoid actions.\nObj.4. To determine the algebraic constituents and constructs associated to reflection monoids, in particular, to determine their congruences and ideals, and associated lattices.\n\nEach Objective is supported by a Work Package, each of which will take approximately 6 months, and result in a journal output. Our methodology, as usual in pure mathematics, is that of testing examples (including by computation), spotting patterns of behaviour, making and proving conjectures. A careful plan has been designed for the ER, weaving the academic objectives of the proposal with a 2 year programme of training and personal development in both skills and knowledge.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999978336": {
            "orgId": "999978336",
            "orgName": "UNIVERSITY OF YORK",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}