{
    "rcn": "214225",
    "acronym": "Media andConspiracy",
    "topics": "MSCA-IF-2017",
    "title": "Lost in an Ocean of Information? Media in the Everyday Life of Conspiracy Theorists",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The question of truth receives much societal attention today as fake news, alternative facts and conspiracy theories seem everywhere. People speak in alarmed terms about filter bubbles, echo chambers, the distrust of official knowledge and the dawn of a post-truth era. The contemporary media landscape plays an important role in the rise and spread of these alternative forms of knowledge, but how is largely unknown. Wishing to delve deeper than current media hypes and moral panics allow for, I propose to ethnographically study the role of media in the everyday life of conspiracy theorists (CT) from a cultural sociological perspective by means of the following three research projects. 1) To study what media sources (TV-channels, newspapers, internet sites, blogs, Facebook pages/groups, etc) do CTs use to inform themselves about the world and why, I will ask them to keep a ìmedia diaryî for two weeks and reflect on that in a follow-up interview. 2) To study how CTs use media technologies in a world where search engines and social media algorithms filter the information people receive, I will ask them in an interview setting to perform several search queries online to show me they use or circumvent such filtering technologies. 3) to study how do CTís read (interpret, appropriate and authenticate) media contents (texts and videos), I will conduct a photo/video elicitation interview to actively study how they do so and ask them to reflect on their practice. These three objectives together should illuminate the way people engage with media (technologies) in an era of information overload. Such insights are valuable not just for scholars interested in the topic itself, but speak more broadly to professionals in the field (e.g. journalists, policy makers, government officials, scientists, NGOís and politicians) who have to deal with the broader distrust of official knowledge in Western European societies, especially as enacted by the internet.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}