{
    "rcn": "214203",
    "acronym": "XQCR",
    "topics": "MSCA-IF-2017",
    "title": "Electronic structure and energy descriptors for molecular crystals from quantum crystallography and X-ray charge density analysis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Most of the known organic compounds exist in crystalline form, and their stability, electronic properties and reactivity depend upon the electron density distribution in the molecules and the intermolecular interactions.  This project aims to develop methods in the field of quantum crystallography to estimate accurate electronic and chemical properties of molecular crystals from a combination of ultra-high resolution X-ray /neutron diffraction experiments and quantum chemical calculations. Experimental X-ray wavefunctions will be derived by fitting against high-resolution diffraction data, and hence they are expected to be superior to the wavefunctions from pure quantum chemical calculations. These X-ray wavefunctions will be exploited to derive not just the accurate electron density distribution but also the energies in crystalline materials. The results from the X-ray wavefunctions will be compared against those from the conventional X-ray charge density multipolar modeling and high level density functional theory calculations. Intended outcomes of the action include experimental values for intermolecular energies, crystal lattice energies, electronic band gaps and ionization energies. The band gap energies for known organic semiconductors will be calibrated against available spectroscopic data. The fundamentally novel approach proposed in the action will represent the first attempt to derive the energy levels in crystals from diffraction data.  These descriptors will be applied to study unexplored types of chemical bonding, intermolecular interactions, and the electronic structure of molecular crystals. Thus a subatomic-level understanding of how molecules bind to each other, and their energetics in crystals will help the rational design of new crystal forms, leading to 'crystal engineering' of pharmaceutical drugs with better efficacy, and functional organic materials with useful properties as opposed to trial-and-error based approaches.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997736": {
            "orgId": "999997736",
            "orgName": "AARHUS UNIVERSITET",
            "ecContrib": 212195
        }
    },
    "calculatedTotalContribution": 212195
}