{
    "rcn": "214235",
    "acronym": "Safer ACC",
    "topics": "SMEInst-11-2016-2017",
    "title": "ACC ñ An efficient harmless Plant Growth Regulator for fruit/vegetables RIPENING",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Ethylene is a natural vegetal hormone that plays a key role in the ripening process of vegetables and fruits, since is the precursor of the ripening response that induces and regulates all the physiological changes during maturation. Due to the well-known importance of fruitís flavour and colour for consumersí market acceptance, most of growers usually must use different artificial techniques to accelerate or promote such ripening, which basically are all based on ethylene. Being a gas substance, ethylene can be easily applied in a chamber, but cannot be dosed in the field, thus the direct application in crops must be carried out using a liquid ethylene-releasing compound. The most widely used one is ethephon (2-hloroethylphosphonic acid, 70.000 tonnes yearly produced worldwide, accounting for a turnover of ÄM400 for the active ingredient), a synthetic chemical substance that in aqueous solutions is absorbed inside the plant, where it slowly releases ethylene. Unfortunately, Ethephon is a potentially harmful substance, already legally regulated in most developed countries (in all Europe and US, for instance). Both human and environment health demand innovative, efficient, harmless options for artificial ripening, but end-users (growers) simply do not have any available healthier alternative. Just Global identified this scenario 5 years ago, so started intensive research on new sustainable, environmental-friendly and safer molecule. As a result, we developed and optimized the synthesis path of 1-Aminocyclopropane-1-carboxylic acid (ACC), a plant growth regulator alternative to Ethephon. ACC is an ethylene-releaser bioinspired by the self-produced ethylene synthesis cycle in plants. In order to disrupt the market we need to optimize the synthesis process to decrease ACC selling price, to make it more competitive in front of the cheaper Ethephon. In addition, field trials series must be carried out and submit the registration application of ACC in EUROPE.",
    "totalCost": "2154983,75",
    "ecMaxContribution": "1508488,63",
    "coordinator": "JUST GLOBAL COMMUNICATION & INTERNATIONAL MARKETING SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "918857624": {
            "orgId": "918857624",
            "orgName": "JUST GLOBAL COMMUNICATION & INTERNATIONAL MARKETING SL",
            "ecContrib": 1508489
        }
    },
    "calculatedTotalContribution": 1508489
}