{
    "rcn": "214232",
    "acronym": "DryCoolerSeeds",
    "topics": "SMEInst-07-2016-2017",
    "title": "Optimum, sustainable solution for seed drying and conservation",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "The seed market will grow at a CAGR of 10.57% during the period 2014-2019 and is expected to increase to $24 billion from its current $14.52 billion value. Europe, with 3 of its countries (France, Germany and The Netherlands) as three of the top four seed exporters in the world includes nearly 7,200 seed companies and more than 50,000 employees. Production of high quality seeds can increase crop yield by 15-20%. Seed moisture content needs to be controlled to ensure high germination rates, thus high quality seeds. An optimum drying process with control of airís relative humidity and temperature is needed to ensure harvested seed is at safe moisture content before storage or other purposes. \nExisting drying and cooling methods for seeds lack of control of these parameters, are not energy efficient and require high investment from farmers. Moreover, seed drying is one of the most energy consuming processes on farms, consuming as much energy as all field works together. With an efficient seed drying process, savings for farmers could be more than 50%. DryCoolerSeeds is able to dry and cool the seeds in a continuous monitored process with adaptation to climate variations, saving energy (99% of energy saved), time (2.5 less time needed than traditional dryers), ensuring the correct moisture content and temperature of seeds, resulting therefore in high quality seeds. Marcoldís technology is a step further in automation, simplification and costs savings (60% compared to traditional drying) being able to incorporate two different functions (drying and cooling) in a single machine surpassing the competition in the current market. The aim of the project is to build and demonstrate in real end userís facilities our DryCoolerSeeds prototype adjusting the working parameters for effective conservation of seeds while ensuring a successful commercialization of the technology in Europe and Latin America that will drive Marcold into an exponential growth.",
    "totalCost": "1134500",
    "ecMaxContribution": "794150",
    "coordinator": "MARCOLD GROUP",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "925407161": {
            "orgId": "925407161",
            "orgName": "MARCOLD GROUP",
            "ecContrib": 794150
        }
    },
    "calculatedTotalContribution": 794150
}