{
    "rcn": "214216",
    "acronym": "BLINK",
    "topics": "MSCA-IF-2017",
    "title": "Blingual Literacy and Input Knowledge Outcomes: Tracing Heritage Language Bilingual Development",
    "startDate": "15/08/2018",
    "endDate": "14/08/2020",
    "objective": "Bilingual Literacy and Input Negotiates Knowledge Outcomes: Tracing Heritage Language Bilingual Development\nThis project significantly adds to a burgeoningóroughly 2 and half decades longósub-field of bilingualism studies, namely Heritage Language Bilingualism (HLB). We propose a novel approach that combines offline and online methods and focuses on a severely understudied, yet crucially important age group of heritage speaker (HS) bilinguals in an effort to fill crucial gaps in the available literature. We will examine the role and weight of key variables that (potentially) contribute to ubiquitous differences between these populations and matched monolingual counterparts. To this end, we capitalize on the relatively unique opportunity Turkish provides as a heritage language acquired in its diaspora in the EU (the snapshot will be Norway and Germany).  Having access to balanced populations in both Norway and Germany and their respective multiple subgroups that differ in key variables (e.g. access or not to literacy education in Turkish) we will for the first time have a fairer chance to converge on an understanding of how and why HLB presents so differently from monolingualism and even other cases of bilingualism. Because HLB, deals with the development and maintenance of minority languages spoken in the home and small ethnic communities in a larger national context, it fits very well with the imperatives of the EU and its commitment to fostering cross-cultural integration while guaranteeing the rights of all to maintain their heritage languages and cultures. Understanding how to best fulfill language related EU imperatives and commitments is inherently related to understanding the cognitive, social and linguistic sciences behind HLB.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I TROMSOE",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999874643": {
            "orgId": "999874643",
            "orgName": "UNIVERSITETET I TROMSOE",
            "ecContrib": 208400
        }
    },
    "calculatedTotalContribution": 208400
}