{
    "rcn": "214231",
    "acronym": "eyecontrol",
    "topics": "SMEInst-01-2016-2017",
    "title": "EyeControl",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Today, there are more than 1.2 Million ALS  and other ìlocked-inî patients who cannot move or speak (due to a stroke, neurological diseases, spinal injuries, etc.).  Those patients have fully functioning cognitive abilities, but they are locked in their bodies.  EyeFree Assisting Communication Ltd. (EyeFree) plans on disruption of the ALS and locked-in assistance devices by providing EyeControl, a wearable and simple to use  communication device that offers the main required communication functionality for much less than the currently used devices (supplied mainly by Tobii).  The leading communication devices today are screen based, controlled by eye gazing on a screen, therefore requiring long training  and limiting the ability of the user to speak only when the patient is in front of the screen and the system is calibrated to the screen position! EyeControl was developed by founders related to ALS patients in order to change the reality of the ìlocked- inî patients by enabling any patient to communicate anytime, anywhere.  The EyeControl follows the user eye movements using an infrared camera; the camera translates the movements of the pupil  into a ìjoystickî and transmits them to a small computer that converts the movements into actions.  With EyeControl, we donít use a screen; instead we rely on audio feedback, so that the user hears what he wants to say instead of seeing it on a screen.  The user has a bone conduction earphone that enables him to hear what he wants to say before transmitting it. The device enables three levels of communication ranging from a basic call for help to more complex participation in a full conversation.  The device can also connect to a smart phone/tablet via Bluetooth.  Additionally, it enables the user to hear his own language in his earphone and transmit through the speaker in another language.  This ability allows the user to communicate with a care giver that may speak a different language.",
    "totalCost": "2843250",
    "ecMaxContribution": "1990275",
    "coordinator": "EYEFREE ASSISTING COMMUNICATION LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "917519703": {
            "orgId": "917519703",
            "orgName": "EYEFREE ASSISTING COMMUNICATION LTD",
            "ecContrib": 1990275
        }
    },
    "calculatedTotalContribution": 1990275
}