{
    "rcn": "214218",
    "acronym": "CROWDASSAY",
    "topics": "MSCA-IF-2017",
    "title": "Folding Pathways of DNA G-quadruplexes in Crowding Conditions, and Implications for Mass Spectrometry-based Ligand Screening Assays",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Nucleic acids come in many forms aside from the Watson-Crick duplex. For example, guanine-rich DNA strands can form G-quadruplex structures, which have become attractive targets for small molecule ligands. It is now proven that G-quadruplexes can form in cells. Today most biophysical and structural studies on G-quadruplex folding are carried out in dilute aqueous solutions, but recent works suggest that the folding of some G-quadruplexes may differ in a crowded environment such as the cell environment. In the same way, most in vitro ligand binding assays are today carried out in dilute aqueous solutions. The aim of the project is to assess whether and how the folding pathways of G-quadruplexes differs in dilute and crowded conditions, and whether the community should revise the experimental design of ligand screening assays. We will focus on mass spectrometry-based assays, which have the unique advantage to give a direct read-out of ligand binding stoichiometry, quantity, and the variety of structural ensembles hiding behind the free and bound nucleic acid. The research program involves (1) developing mass spectrometry in more ìnativeî conditions in the sense that we will add co-solutes to mimic cellular crowding, (2) comparing the G-quadruplex folding pathways in dilute and crowded conditions, by combining for the first time mass spectrometry, nuclear magnetic resonance, and single-molecule FRET (Fˆrster resonance energy transfer), and (3) evaluating the impact of crowding on both traditional melting assays and mass spectrometry-based ligand screening assays. Our project will contribute to unveil fundamental principles of nucleic acid folding. It will also foster collaboration between three European institutes specialized in complementary biophysical and structural approaches to study G-quadruplexes. Finally, our project will also contribute to society by improving analytical approaches that are highly relevant to pharmacology.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999997833": {
            "orgId": "999997833",
            "orgName": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
            "ecContrib": 173076
        }
    },
    "calculatedTotalContribution": 173076
}