{
    "rcn": "214219",
    "acronym": "BorGal",
    "topics": "MSCA-IF-2017",
    "title": "Borelli Galaxy. Visualizing Galileo's Heritage (1635-1700 ca.)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "BorGal orbits around the figure of the italian physiologist, physicist, and mathematician Giovanni Alfonso Borelli (1608-1679). He was the only one among the Galileoís disciples to cross the disciplinary boundaries and to apply the masterís teaching to the different branches of scientific research. Like Galileoís, his sperimentalism mantained a strong theoretical and ëideologicalí committment; he pursued with extraordinary energy and method an overall strategy to spread the credo of the new philosophy in all fields of scientific investigation, in all Italian Universities (especially in the Mediterranean area) and even in the ëpublic sphereí. Despite his unquestionable value, this figure has not yet been the object of a monographic project. BorGal will accomplish this necessary task to make clear to everybody the importance of B.ís in the making of European scientific thought and community. I aim to achieve these goals by employing and enhancing Borelliís still neglected correspondence, and in particular: to recover it by merging published, unpublished and still-to-be-discovered letters; to process the correspondance-data through the methodology proposed by the Mapping the Republic of Letters Project sited at Stanford History Department. Once in the US with the support of the GF, thanks to the powerful desktop application and programming languages for data visualization developed by the MRofL team with the support of the Stanford Center for Spatial and Textual Analysis, I will be able to map, chart ëheuristicallyí visualize and make visible to others the spatial multifaceted dimentions of ëB.ís galaxyí (places, people, works, letters, instruments, objects, informationÖ), as well as the way ëGalileoís heritageí took shape circulating across it. Last but not least, this Bís epistolary ñ by means of BorGal - will allow us to connect to the European ëRepublic of Lettersí an alleged marginal area like Spanish Sicily.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999987745": {
            "orgId": "999987745",
            "orgName": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
            "ecContrib": 262269
        },
        "999466467": {
            "orgId": "999466467",
            "orgName": "BOARD OF TRUSTEES OF THE LELAND STANFORD JUNIOR UNIVERSITY",
            "ecContrib": 0
        }
    },
    "calculatedTotalContribution": 262269
}