{
    "rcn": "214214",
    "acronym": "PLANT-RNA-MET",
    "topics": "MSCA-IF-2017",
    "title": "A newly discovered role for mRNA methylation in controlling plant gene expression",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Modifications to mRNA, collectively known as the epitranscriptome, comprise a neglected layer of gene regulation. The most abundant internal modification of mRNA is methylation of adenosine (m6A). The aim of this proposal is to explain a recently discovered interplay between mRNA methylation, gene silencing and gene expression in plants. Specific expressed Arabidopsis genes contain transposons within them that bear localised silencing marks that include methylation of DNA and modifications to histone proteins. The antagonism between stretches of so-called heterochromatin that should be ìsilentî, in genes that must be expressed, appears to provide a novel means to tune gene expression. Crucially, the Arabidopsis immune response gene RPP7 is regulated in this way. Recent findings suggest a link between mRNA methylation and intragenic heterochromatin: (1) The RNA binding protein FPA co-purifies with Arabidopsis m6A writers. (2) RNA-Sequencing analysis of fpa mutants and m6A writer complex mutants reveals changes in transcription through intragenic heterochromatin. (3) RNA-Sequencing maps m6A to intragenic heterochromatin. To determine the role of mRNA methylation in analyzed interplay, the order of events will be resolved by parallel measurement of heterochromatin (H3K9me2, m5C) and m6A marks in mutants defective in factors that control these marks. The directness by which FPA and mRNA methylation influences these events will be examined by ChIP-Seq and iCLIP-Seq of FPA and m6A writer complex components. The epigenetic stability of disrupting intragenic heterochromatin will be determined in stable lines with inducible FPA and m6A writer expression. Overall, we will assess a new role of mRNA methylation in tuning expression of crucially important plant genes.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975523": {
            "orgId": "999975523",
            "orgName": "UNIVERSITY OF DUNDEE",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}