{
    "rcn": "214210",
    "acronym": "HiBriCarbon",
    "topics": "MSCA-IF-2017",
    "title": "Mixed Biotic and abiotic functionalysed electrodes for Plant Microbial Fuel Cells applications",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Plant microbial fuel cells (PMFC) are promising electrochemical devices that can produce electricity generated by active microorganisms present in plant soil. The reactions at both anode and cathode of PMFCs can be catalysed by microbial biofilms capable of oxidising organic matter (anode) and catalysing oxygen reduction (ORR) (cathode) producing electrical power from renewable resources. However, PMFC power output to date remains low and often unpredictable due to the variability in activity achieved by the electrodes microbial biofilms. Their selection in both anode and cathode is a fundamental requirement to enhance catalytic activity and produce higher power densities. This proposal aims at developing a conceptually new approach towards PMFC catalysis though the introduction of novel nanocomposite carbon electrodes that will combine intrinsic and microbially-mediated catalytic activity. These functional materials will integrate moieties that promote bacterial recruitment to select suitable microbial consortia onto carbon based electrodes for both anodic and cathodic reactions. In the case of the cathode, the carbon material will be selected by using electrochemical methods ex situ (voltammetry) in simulated aqueous environment in the presence of fertilizers and soil to also display ORR catalytic activity. Anode and cathode topography will be investigated to identify nanostructures that promote biofilm colonisation and to control density and stability of active sites. The best electrode materials will be modified with carbohydrates and peptides that promote cell adhesion to only recruit electroactive bacterial consortia. This project combines my expertise in carbon synthesis and microbial fuel cell devices with expertise in biofilm control and carbon material characterization of the host laboratory. New training in characterization of electroactive biofilms will be provided by a secondment through a cross ñ European collaboration at University of Rennes1.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999845446": {
            "orgId": "999845446",
            "orgName": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}