{
    "rcn": "214294",
    "acronym": "One Health EJP",
    "topics": "SFS-36-2017",
    "title": "Promoting One Health in Europe through joint actions on foodborne zoonoses, antimicrobial resistance and emerging microbiological hazards.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The One Health concept recognizes that the human health is tightly connected to the health of animals and the environment, i.e. that animal feed, human food, animal and human health, and environmental contamination are closely linked. These are the main focus of our European joint programme (EJP). One reference laboratory from the public health / medicine domain and one reference laboratory from the food / veterinary domain are associated within a network of 41 European laboratories and research centers, distributed in 19 participating member states, with the aim to reach significant advances in the fields of foodborne zoonoses (FBZ), antimicrobial resistance (AMR) and emerging threats (ET) within a global One Health approach. Most of these laboratories have reference responsibilities, representing a sustainable framework for an integrated research community. Consistent with the ìPrevent-Detect-Respondî concept, the One Health EJP aims at reinforcing collaboration between institutes by enhancing transdisciplinary cooperation and integration of activities by means of dedicated Joint Research Projects, Joint Integrative Project and through education and training in the fields of FBZ, AMR and ET. While alignment and harmonization with on-going EC-funded research project will also be considered, deliverables from the EJP activities should feed the approach of evidence based risk assessment and therefore the management of risks by the competent national authorities. Therefore, it is of utmost importance to efficiently and regularly updated the dissemination of knowledge between the research community and major International and European stakeholders, national authorities and further afield.\nThe One Health EJP will also develop sustainable programs and projects beyond the lifetime of the EJP, through the production of a Strategic Research and Innovation Agenda (2021-2030) and a European P2P One Health Cooperative Joint Initiative.",
    "totalCost": "89999999,75",
    "ecMaxContribution": "44998999,99",
    "coordinator": "AGENCE NATIONALE DE LA SECURITE SANITAIRE DE L ALIMENTATION DE L ENVIRONNEMENT ET DU TRAVAIL",
    "coordinatorCountry": "FR",
    "participants": "STATNI ZDRAVOTNI USTAV;ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLA LOMBARDIA E DELL'EMILIA ROMAGNA BRUNO UBERTINI;BUNDESINSTITUT FUER RISIKOBEWERTUNG;FOLKEHELSEINSTITUTTET;TARTU ULIKOOL;VETERINAERINSTITUTTET - NORWEGIAN VETERINARY INSTITUTE;NATIONAL UNIVERSITY OF IRELAND GALWAY;INSTITUT SCIENTIFIQUE DE SANTE PUBLIQUE;ROBERT KOCH-INSTITUT;FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT;STATENS SERUM INSTITUT;ORSZAGOS KOZEGESZSEGUGYI INTEZET;ISTITUTO SUPERIORE DI SANITA;STATENS VETERINAERMEDICINSKA ANSTALT;INSTITUTUL DE IGIENA SI SANATATE PUBLICA VETERINARIA;OSTERREICHISCHE AGENTUR FUR GESUNDHEIT UND ERNAHRUNGSSICHERHEIT GMBH;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS;Department of Health england;LIVSMEDELS VERKET;PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY;UNIVERSIDAD COMPLUTENSE DE MADRID;NATIONAL CENTER OF INFECTIOUS AND PARASITIC DISEASES;ASSOCIATION MED-VET-NET DE RECHERCHE SUR LES ZOONOSES;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;INSTITUT PASTEUR;INSTITUTO NACIONAL DE SAUDE DR. RICARDO JORGE;ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELL'ABRUZZO E DEL MOLISE G CAPORALE;VYZKUMNY USTAV VETERINARNIHO LEKARSTVI;DANMARKS TEKNISKE UNIVERSITET;CENTRUM VOOR ONDERZOEK IN DIERGENEESKUNDE EN AGROCHEMIE - CODA;INSTITUTUL NATIONAL DE CERCETARE CANTACUZINO;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;INSTITUTO NACIONAL DE INVESTIGA«AO AGRARIA E VETERINARIA;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;VETERINAAR JA TOIDULABORATOORIUM;UNIVERSITY OF SURREY;FOLKHALSOMYNDIGHETEN;BULGARIAN FOOD SAFETY AGENCY;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "CZ;IT;DE;NO;EE;IE;BE;DK;HU;SE;RO;AT;ES;UK;PL;BG;FR;NL;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}