{
    "rcn": "214215",
    "acronym": "MaGMa",
    "topics": "MSCA-IF-2017",
    "title": "Applying Metabolomics to Unveil follow-up treatment biomarkers and Identify Novel TherapeuticTargets in Glioblastoma",
    "startDate": "04/04/2018",
    "endDate": "03/04/2020",
    "objective": "Glioblastoma multiforme (GBM) is the most common and devastating form of malignant brain tumour, containing self-renewing, tumorigenic cancer stem cells (CSCs) that contribute to tumour initiation and therapeutic resistance. The survival of such patients has not improved so much in the last 60 years, and we are still far to get any cure. Therefore, new methods for prognosis and diagnosis are needed, and it could come from better understanding of glioma biology. \nThe link between cancer and altered metabolism is not new. Many observations were made during the early period of cancer biology research, identifying metabolic changes as a common feature of cancerous tissues to adapt to the necessities of the tumour. GBM comprises several phenotypic subtypes, each with distinguishing hallmark mutations, copy number alterations, epigenetic alterations, and clinical features, generating a different treatment efficacy. We believe that GBM subtypes will produce different patterns in the metabolite fingerprint and moreover the use of treatments will change them.\nIn the present project we will use a metabolomic approach on a model of human CSCs isolated from fresh surgical tissue, to characterize two of the most extreme phenotypes; proneural and mesenchymal. We will map the tumour metabolite profile and the translation of this knowledge may lead to more personalized therapies. Besides that, we are interested in studying the metabolite profile of the extracellular vesicles (EV) released by those subtypes. This research effort is not only necessary to map the metabolome of EVs from different origins, but also to elucidate whether or not the metabolites are directly packaged into specific EVs, their possible function in surrounding cells, as the possibility of finding different metabolite profiles characteristic of tumour subtypes and moreover with a differential response to drugs that could be use as biomarkers.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION UNIVERSITARIA SAN PABLO-CEU",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "998002834": {
            "orgId": "998002834",
            "orgName": "FUNDACION UNIVERSITARIA SAN PABLO-CEU",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}