{
    "rcn": "214207",
    "acronym": "INTEREP",
    "topics": "MSCA-IF-2017",
    "title": "Do cortical feedback connections store statistical knowledge of the environment?",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Perception is shaped both by sensory information and internal variables. Our brain uses regularities of environmental factors to make predictions, and combines them with sensory stimuli to form percepts. However, where and how the statistical knowledge of the environment is stored and learned remains unexplored. Visual perception arises from a set of hierarchically-organized cortical areas, with abundant feedback connections from higher to lower areas. In this proposal, I will test if knowledge of the world is stored in the connectional specificity of feedback projections. I hypothesize that the tuning-specific wiring pattern of feedback projections terminating in mouse primary visual cortex (V1) reflects spatiotemporal statistics of the visual environment. To do so, I will first assess the role of sensory experience in feedback wiring. I will visually-deprive mice or raise them in artificial environments with altered visual statistics. Using a novel combination of dual-color optical recordings, I will measure how connectional specificity of functionally characterized feedback axons in V1 relates to the animalís visual experience. I will also determine if spatiotemporal patterns of neuronal activity are sufficient for establishing the wiring organization. Shedding light on the enigmatic role of feedback connections will also provide a mechanistic description of how internal factors shape perception. The specific deficits in feedback function could have a potential bearing on behavioral disorders like schizophrenia in which patients manifest a difficulty in learning and representing behaviorally relevant percepts when the selection of relevant information is determined by prior knowledge. Thus, this work will not only be imperative for a better understanding of how prior knowledge influence perception, but also for getting a deeper insight into brain disorders.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}