{
    "rcn": "214222",
    "acronym": "ChromaFish",
    "topics": "MSCA-IF-2017",
    "title": "Chromatographic micro-column development for pharmaceutical applications in zebraFish",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "ADME (Absorption, Distribution, Metabolism and Excretion) studies focus on the examination and prediction of drug behavior in the human body. Zebrafish present a good in vivo model for this purpose since they comply with the 3R principle of humane animal research (Replacement, Reduction and Refinement). The research group of Prof. Deirdre Cabooter recently developed a novel sample preparation and analytical method to accurately measure the whole-body uptake of drugs in zebrafish. The next step is to further exploit the developed methodology to study other aspects of ADME, in particular uptake and metabolisation of new drug candidates in the brain. Since the blood-brain barrier is a major obstacle preventing many pharmaceuticals from achieving effective concentrations in the brain, infinite small concentrations are to be expected. The detection of low brain concentrations can be improved by using advanced analytical techniques with lower sample dilution and thus enhanced detection limits. An important part of this research project will therefore be devoted to the development and characterization of new capillary column formats based on core-shell particles offering unprecedented sensitivity and unique selectivities. A new brain dissection technique will moreover be developed to isolate the brain from the circulating blood and investigate the uptake and metabolisation of selected pharmaceuticals in the brain. Molecular transport routes will be unraveled and the uptake in specific parts of the brain will be investigated as well using laser microdissection microscopy. Finally, the potential of the developed methodology to provide a robust protocol for brain uptake measurements in industrial applications will be investigated by comparing the outcome obtained by zebrafish experiments with typical results obtained by more traditional models (murine, rat).",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999991334": {
            "orgId": "999991334",
            "orgName": "KATHOLIEKE UNIVERSITEIT LEUVEN",
            "ecContrib": 160800
        }
    },
    "calculatedTotalContribution": 160800
}