{
    "rcn": "214241",
    "acronym": "Gri3D",
    "topics": "SMEInst-02-2016-2017",
    "title": "The industrialization and market entry of a novel bioengineered hydrogel grid to standardize stem cell cultures for precision medicine.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2018",
    "objective": "The ability to generate miniature organ models in a dish, termed organoids, from patient stem cells has opened endless possibilities for applications in precision medicine. SUN bioscience SA, a spin-off company of EPFL in Switzerland, was founded in 2016 with the ambition to move these organoid cultures from basic research to the Health Care industry. \n\nTo reach this goal, SUN bioscience has developed Gri3D, a microstructured biocompatible hydrogel platform, and aims to establish this technology as a new standard for growing organoids at industrial scale and precision. Gri3D prototypes have been field tested with over 30 European academic and pharmaceutical R&D groups. In addition, SUN bioscience has developed an industrial automated manufacturing mechanism for Gri3D that is now being translated into the world-wide first machine, Hydra I, that auomates liquid handling with hydrogel microembossing.\n\nThe objective of this feasibility study is to verify the technical, economical and practical viability of Gri3D and to ensure its successful market entry in Europe. Specifically, the first step is to validate the production capacity of Hydra I by producing 1í000 Gri3D units, which corresponds to one tenth of the total annual target production volume.\nIn a second step, SUN bioscience aims to validate the market by commercializing these 1í000 Gri3D units to existing customers and to expand its customer base to a total of 20-40 recurrent clients.\n\nAccording to our current strategy, SUN bioscience will run at maximum single line production capacity with cumulative revenues of >Ä2M within 3 years after market introduction of Gri3D. The 3D technologies market is expected to reach Ä600M by 2021. The long-term business objective is to implement organoid assays on Gri3D and to establish SUN bioscience as a leader in clinical diagnostics with the intention to initiate a phase 2 SME instrument project along this path.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SUN BIOSCIENCE SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "911324895": {
            "orgId": "911324895",
            "orgName": "SUN BIOSCIENCE SA",
            "ecContrib": 50000
        }
    },
    "calculatedTotalContribution": 50000
}