{
    "rcn": "214220",
    "acronym": "MAPGenome",
    "topics": "MSCA-IF-2017",
    "title": "Mapping migration and adaptation in genomes",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "There is increasing evidence that gene flow between populations adapted to different environments is widespread in nature. Understanding this interplay of adaptation and migration at the genomic level is a fundamental goal of evolutionary biology, with wide applications in situations where these two forces operate, e.g. pesticide resistance or species invasion. Yet, this goal remains largely elusive, mainly because genetic signatures of local adaptation are confounded by other evolutionary processes, such as past demography, the removal of deleterious mutations and recombination. I will address this by integrating new computational methods with new data from experimental evolution and field populations. First, I will develop a method to map gene flow along the genome to find regions under divergent selection, taking the challenging step of modelling recombination and background selection. I will then apply it to characterize the spread of pesticide resistance in field populations of a major crop pest, Tetranychus urticae (spider mite). Due to their small genome (90Mb) and haplodidploidy, we have the unique opportunity to get phased genomes from haploid males. Third, by training-through-research, I will follow mites (and their genomes) evolving under controlled selection regimes in the laboratory (with vs without pesticide), varying migration rates. Combining my background on population genomics with the PIís knowledge in spider-mite evolutionary ecology and the excellent conditions for experimental evolution at the host institute, we will move the field towards a comprehensive characterization of the genomics of adaptation in face of gene flow. The new method will be of general application to address fundamental questions on speciation and ecology, while providing a transferable framework to tackle societal challenges, from agriculture to human health and global change (e.g. find genes responsible for human disease and crop response to increasing temperatures).",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "915056194": {
            "orgId": "915056194",
            "orgName": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
            "ecContrib": 148636
        }
    },
    "calculatedTotalContribution": 148636
}