{
    "rcn": "214205",
    "acronym": "MultiPic",
    "topics": "MSCA-IF-2017",
    "title": "Language-Affect Interface in Parent-Infant Communication",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Language, gesture, and affect are the three musketeers of parent-child interaction.  Although affect, our experience with emotions, plays a key role in communication, its developmental trajectory in the beginning of life remains unclear. How do infants develop affect recognition that corresponds to their native environment? How do they perceive affect from non-native cultures? How does language interact with affect perception, and how does infantsí (multi-) linguistic and cultural experience play a role? \n\nTo further our understanding toward these questions, I propose to experimentally examine infantsí affectual development and its interaction with language in the first year after birth, and specifically, adopting a preferential looking paradigm where infants will watch videos of happy/angry expressions from various cultures along with languages that match or mismatch with the correspondent culture.\n\nThis exciting project bridges psycholinguistic and sociolinguistic approaches. It discusses three main topics: infant culture-specific affectual development, language-affect interface, and the effect of multilingualism on affectual perception. In this project, I will also investigate the influence of social and linguistic factors on affectual perception, examining whether multilingual heightened sensitivity would extend to the affectual domain. \n\nEurope is changing more than ever towards a complex social environment, with interactions between languages and cultures. I hope to enhance European scientific excellence by contributing to a better understanding of infant culture-specific affectual development in various linguistic contexts. As a direct consequence, the outcome of the project may change parental attitude towards a diverse linguistic and cultural environment.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975814": {
            "orgId": "999975814",
            "orgName": "UNIVERSITETET I OSLO",
            "ecContrib": 196400
        }
    },
    "calculatedTotalContribution": 196400
}