{
    "rcn": "214226",
    "acronym": "SEG",
    "topics": "MSCA-IF-2017",
    "title": "Anatomical and functional characterization of the neural circuits controlling ejaculation",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Sexual behavior is fundamental for evolution and an important component of human well-being. Ejaculation is a critical mechanism in male sexual function, which is hypothesized to be controlled by a neural circuit known as the 'spinal ejaculation generator' (SEG), located in the lumbar spinal cord. The SEG has also been hypothesized to control the post-ejaculatory refractory period, a phase of sexual satiety, through ascending projections to the brain. However, the mechanisms by which the SEG controls ejaculation and the refractory remain elusive. \nWe will tackle this problem first by using anatomical tracing to find the spinal neurons that provide input to the ejaculatory muscles and immunochemistry to characterize their molecular identity. We will use this information to provide specific genetic access to SEG neurons. By expressing fluorescent probes in these neurons, we will be able to obtain targeted electrophysiological recordings and use them to characterize the intrinsic and synaptic properties of the SEG circuitry in vivo. By expressing genetically encoded calcium indicators, which provide fluorescence probes of activity, we will monitor the activity of the SEG during sexual behaviour. Finally, by expressing and optically stimulating excitatory and inhibitory opsins in SEG neurons or their terminals, we will test their causal role in triggering both ejaculation and the post-ejaculatory refractory period. This project will provide the first mechanistic description of the key neural circuitry controlling male ejaculation and the refractory period, with potential implications for the treatment of sexual dysfunction.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "967498371": {
            "orgId": "967498371",
            "orgName": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
            "ecContrib": 160636
        }
    },
    "calculatedTotalContribution": 160636
}