{
    "rcn": "214221",
    "acronym": "PREMHYDRO",
    "topics": "MSCA-IF-2017",
    "title": "PROBING REACTION MECHANISMS IN PHOTOCATALYTIC H2 GENERATION",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Anthropogenic climate change, together with increasing demands for energy, requires a drive towards sustainable and renewable energy sources.\nOne solution lies in the advancement of a hydrogen economy, however for this to play a key role, sustainable approaches to producing H2 from renewable energy is required. A promising method for localised H2 production is the direct conversion of solar energy to fuel. Photochemical molecular devices that combine a light-harvesting unit, a bridging ligand and a catalytic center offer considerable opportunities and indeed bimetallic systems have been reported based on such combinations as Re/Co, Ru/Pt, Os/Rh, Ru/Rh, Pt/Co and Ir/Rh. During this research programme the Research Fellow will develop multicomponent arrays based on Ir/Fe and Ir/Co assemblies, and focus on the underlying mechanisms leading to solar hydrogen generation in these catalysts, and investigate structure-activity relationships. The research conducted at DCU (Pryce group) will be complemented by two secondments at Groningen (Browne group), and also to the industrial catalysis partner Catexel.\n\nTo develop efficient photochemical molecular devices for visible light-driven hydrogen production, a thorough understanding of the photophysical and chemical processes in the photocatalyst is of vital importance. Therefore, to probe the photochemical reaction dynamics, the Fellow will gain experience in time resolved techniques spanning the pico to milli-second time frame, time correlated single photon counting, luminescence, and through secondments (resonance) Raman spectroscopy, TR2 and ns-TR3. During in the secondment to the Netherlands the Fellow will spend a period at Catexel where he will be introduced to the steps in product development and IP management. Unique blend of academic knowledge and industrial experience will open up new perspective horizons for the Fellow in his independent career.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999892588": {
            "orgId": "999892588",
            "orgName": "DUBLIN CITY UNIVERSITY",
            "ecContrib": 175866
        }
    },
    "calculatedTotalContribution": 175866
}