{
    "rcn": "214293",
    "acronym": "GoJelly",
    "topics": "BG-07-2017",
    "title": "GoJelly - A gelatinous solution to plastic pollution",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "'The objective of the GoJelly project is to develop, test and promote a gelatinous solution to microplastic pollution by developing a TRL 5-6 prototype microplastics filter (GoJelly) for commercial and public use, where the main raw material is jellyfish mucus. In doing so, the consortium addresses two environmental issues with one approach by removing the commercially and ecologically destructive sea and coastal pollution of both jellyfish and microplastics. This innovative approach will ultimately lead to less plastic in the ocean, municipal demand (and thereby competitive prices) for jellyfish raw material to fill the 'mucus-need' by filter developers, and in turn more jobs for commercial fishers in off-seasons. The by-products of the GoJelly biomass have other uses as well, ensuring that GoJelly also delivers a green innovation, resulting in novel, valuable resource for the food and feed industry as well as agro-biological fertilizer for organic farming. The GoJelly prototype products will be tested and demonstrated in three different European seas (Norwegian, Baltic and Mediterranean), by a range of stakeholders, including commercial fishers and industry partners. Tying it together, the project will also ensure the possibilities for broader European promotion and utilization of GoJelly at the local, regional and global level by delivering a socio-ecological methodological toolbox for forming and implementing policies. GoJelly will broadly communicate its results in several formats such as traditional social media, open lab ship cruise, and in the form of an experimental online game depicting different management scenarios under different jellyfish- and microplastics combinations. An interdisciplinary and international consortium consisting of technology developers, business analysts, fishing companies, research institutes, and both natural and social scientists will realize GoJelly, and will ensure the uptake of GoJelly products by industry and policy makers.'",
    "totalCost": "6222816,5",
    "ecMaxContribution": "5998114,75",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "CRM COASTAL RESEARCH AND MANAGEMENT GESELLSCHAFT FUR KUSTENFORSCHUNG UND MANAGEMENT MIT HAFTUNGSBESCHRANKUNG GBR;UNIVERSITY OF HAIFA;UNIVERSITAET HAMBURG;SINTEF OCEAN AS;NACIONALNI INSTITUT ZA BIOLOGIJO;FONDATION EUROPEENNE DE LA SCIENCE;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;HANSEATISCHE UMWELT CAM GMBH;CONSIGLIO NAZIONALE DELLE RICERCHE;ORT BRAUDE COLLEGE;SANPIETRO SOCIETA COOPERATIVA AGRICOLA;INSTITUTE OF OCEANOLOGY, CHINESE ACADEMY OF SCIENCES;ARDITI - AGENCIA REGIONAL PARA O DESENVOLVIMENTO DA INVESTIGACAO, TECNOLOGIA E INOVACAO - ASSOCIACAO;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "participantCountries": "DE;IL;NO;SI;FR;IT;CN;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}