{
    "rcn": "214227",
    "acronym": "OASES",
    "topics": "MSCA-IF-2017",
    "title": "Outcomes Assessment of Sensory Education in Schools",
    "startDate": "01/10/2018",
    "endDate": "24/02/2021",
    "objective": "This action addresses EU SC1: Health, demographic change and wellbeing. Diet related ill health is a major threat to public health and the sustainability of health services in the UK, Europe and internationally. Sensory education has been proposed as one aspect of a multi-pronged response strategy. It aims to improve childrenís confidence and enjoyment in trying and appreciating flavours, so as to support the development of healthy dietary variety. Sensory education has been embedded in schools and nurseries in other countries (e.g. Sweden, Finland), but not in UK schools. This action will develop new methods for assessing outcomes of sensory education, and conduct outcomes assessment of the novel Flavour School intervention programme in UK schools. Flavour School is a sensory education programme adapting the established Sapere method to the UK school context. It currently targets early primary school children, age 4-5 years, with particular focus on fruit and vegetables. Outcomes assessment of sensory education has proven challenging. This action will develop new methods for assessment, following recommendations emerging from previous research for direct behavioural analysis in more natural settings, and video recorded testing sessions to enable more sophisticated analysis. These methods are labour intensive, so this action will also develop computer vision facial expression analysis to facilitate video coding, to enable larger scale studies with economically feasible human labour levels. Overall, this action will assess the value of a specific programme of sensory education in UK schools, and will develop innovative, open-source methods for outcomes assessment which will be valuable for gathering quantitative data on the impact of sensory education more generally. In turn, this will support evidence based decision making at the policy level, to implement effective, value-for-money interventions to combat diet related ill health.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999975426": {
            "orgId": "999975426",
            "orgName": "UNIVERSITY OF LEEDS",
            "ecContrib": 195455
        }
    },
    "calculatedTotalContribution": 195455
}