{
    "rcn": "214208",
    "acronym": "OptimisingIDS",
    "topics": "MSCA-IF-2017",
    "title": "Optimisation of the linguistic input in the first years of life",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Parents have direct access to one of the most effective child development tools - their own infant-directed speech (IDS). Access to rich linguistic input allows infants to develop language abilities in a rapid and effortless manner in their first years of life. These basic language skills are essential for efficient and effective acquisition of literacy skills and knowledge in all other academic areas when children start early formal education. However, not all children acquire these basic language skills to the same extent, giving some children a significant advantage even before they start school and leaving many others behind. Understanding how the early language environment can impact and enhance early learning language processes can inform not only the strategies for closing this gap in language ability, but the strategies to prevent it from emerging in the first place. \nThis fellowship specifically focuses on investigating the language input of bilingual infants during their first 12 months of life, and it comprises two parts. Part 1 will identify the individual acoustic and linguistic components present in natural parental IDS. Detailed acoustic and linguistic analyses of natural speech recordings will be conducted. Part 2 will systematically measure the role of each individual component of IDS in facilitating infantsí performance in language processing tasks. Behavioural and neurophysiological measures of infantsí language processing (native speech perception, continuous speech segmentation, and neural entrainment to the speech signal) will be conducted. This project is the first to implement a combined analytical and experimental approach to the study of early linguistic input. The findings of this fellowship will allow us to identify the components of IDS critical to enhance language development and provide infants with the optimal type of linguistic input to achieve their maximum potential in the development of early language skills.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "996120064": {
            "orgId": "996120064",
            "orgName": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
            "ecContrib": 158122
        }
    },
    "calculatedTotalContribution": 158122
}