{
    "rcn": "214206",
    "acronym": "EuroDag",
    "topics": "MSCA-IF-2017",
    "title": "The first European daggers: Function, meaning, and social significance",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The researcher is moving from Italy to Newcastle University (United Kingdom) to carry out EuroDag, the first ever comparative study of the function of early European stone and copper/bronze daggers, c. 3800-1500 BC. The EuroDag project aims to understand how early daggers were used, for what purposes, and in which social contexts, while also exploring whether meaningful functional differences could be discerned amongst this broad class of objects based on manufacturing technology, chronology, typology, or regional distribution. The research problem will be addressed through an original combination of museum- and lab-based microwear analysis (to be conducted on 300 prehistoric flint and copper/bronze daggers from Italy, central Europe and Iberia) and wide-ranging functional experiments with purpose-built replica daggers. The importance of the project is threefold: (1) this is the first comprehensive functional analysis of a class of objects that, though widespread in Neolithic and Early Bronze Age Europe, is still poorly understood; (2) it is the first attempt ever made to examine both flint and metal daggers as a coherent set of artefacts; and (3) it is the first time that a researcher tries to develop a unified experimental and analytical methodology for the investigation of both stone and metal objects from world prehistory. The research will dramatically reshape the agenda of European prehistory by revealing the functional basis of the social significance and fortune of early daggers. Whilst working on the project, the researcher will acquire new skills in prehistoric metallurgy, experimental archaeology, and metalwork wear analysis; she will also develop valuable experience in teaching and lecturing, academic writing, and public outreach. In turn, she will transfer her considerable specialist knowledge of prehistoric lithic industries, and her remarkable microwear analysis skillset, to the host institution, where such expertise does not currently exist.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999985417": {
            "orgId": "999985417",
            "orgName": "UNIVERSITY OF NEWCASTLE UPON TYNE",
            "ecContrib": 183455
        }
    },
    "calculatedTotalContribution": 183455
}