{
    "rcn": "214200",
    "acronym": "ToPSeCRET",
    "topics": "MSCA-IF-2017",
    "title": "Topological properties of sub-wavelength crystalline metamaterials",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Waves, as privileged carriers of information, are an inextricable part of our world, so that controlling their propagation is a crucial stake. Scientists interest for wave-matter interactions then rose, resulting in devising two sorts of composite media: wavelength (L) scaled photonic crystals (PC) based on wave-structure interactions and deep sub-L metamaterials (MM) focusing on wave-composition ones. Due to their typically different spatial scales, mechanisms of wave propagation in PC and MM were considered distinct. Notably, opposite to PC, MMís spatial structure is always neglected by standard homogenization approaches. Yet, using a pioneering approach, I recently evidenced the significant role of multiple scattering at sub-L scales in locally resonant MM. This led to defining the novel concept of metamaterial crystals (MMCs): resonant metamaterials with sub-L crystalline structures for which macroscopic properties stem from both resonant composition and spatial structure, opening new perspectives for sub-L wave propagation control. Perhaps one of the most exciting crystalline-driven effect that can be exploited is topological order due to the possibility to achieve backscattering-immune, robust, or non-reciprocal waveguiding. Yet most of previous proposals are based on L-scaled PC. Hence, achieving topological phases at sub-L scales and the associated new physics is still left widely unexplored, due to the largely underestimated role of multiple scattering in MMCs. Following my previous work, the ToPSeCRET project aims at investigating TOpological Properties of Sub-L scaled CRystalline mETamaterials while (i) providing new theoretical tools as well as an innovative deep physical understanding of topological non-trivial properties in terms of wave-matter interactions and (ii) designing a new class of sub-L topological MMC that will be implemented using different wave platforms (from microwaves to elastic waves).",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "999973971": {
            "orgId": "999973971",
            "orgName": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
            "ecContrib": 187420
        }
    },
    "calculatedTotalContribution": 187420
}