{
    "rcn": "214211",
    "acronym": "xFATE",
    "topics": "MSCA-IF-2017",
    "title": "The Fate of Excitation Energy in Photoinhibited Chloroplasts",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Plants use light energy to reduce carbon from CO2 to produce sugars. But what happens if too much light is absorbed? Part of the energy is thermally dissipated in a process called non-photochemical quenching; nevertheless excessive absorption inevitably leads to Photosystem II (PSII) damage and photoinhibition. This is followed by degradation and replacement of the reaction center core. Interestingly, photoinhibition is accompanied by a decrease in fluorescence yield, indicating an increase of thermal energy dissipation, leading to the proposal that it functions as a photoprotective mechanism. The molecular mechanism behind this energy dissipation is, however, unknown and the aim of this project is to determine the fate of excitons during photoinhibition. \nWe plan to investigate two scenarios of photoinhibition: one in which the PSII centers are damaged and not degraded, and a second in which the PSII centers are damaged and subsequently degraded. We will use a hypothesis-driven approach for the first scenario and investigate whether the altered thermodynamics of the inhibited PSII can explain changes in fluorescence emission yield and kinetics. The second scenario explores the mechanism that dissipates excitation energy in the absence of the PSII core. Both situations will be probed using spectrally- and temporarily-resolved fluorescence and transient absorption spectroscopy combined with biochemical analyses. Finally, we will use single-molecule spectroscopy on isolated PSII to reveal heterogeneity of PSII damage during photoinhibition.\nPotentially unraveling new mechanisms of protection against excessive energy absorption, crucial in natural environments where photoinhibition occurs regularly, holds promises not only for our fundamental understanding of energy conversion, but also for future applications in algae and crop cultivation.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {
        "954530344": {
            "orgId": "954530344",
            "orgName": "STICHTING VU",
            "ecContrib": 165599
        }
    },
    "calculatedTotalContribution": 165599
}