{
    "rcn": "214382",
    "acronym": "CAYMAN",
    "topics": "MSCA-IF-2017",
    "title": "Illuminating Ultra-Slow Spreading Centres: a seismic approach to the Cayman Trough",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "About 25% of the Earthís mid-ocean ridges spread at ultraslow rates of less than 20 mm/yr. However, most of these ultraslow spreading ridges are located in geographically remote areas, which hamper investigation. Consequently, how the crust forms and ages at such spreading centres, which traditional models predict to be magma-starved and cold, remains poorly understood. Recent studies of the ultraslow Mid-Cayman Spreading Centre in the Caribbean Sea, have observed the deepest and hottest black smoker hydrothermal systems on Earth, and off-axis medium-temperature venting with exhumed lower crustal and upper mantle and volcanic lithologies juxtaposed by detachment-style faulting. In CAYMAN we will establish the lithospheric context of these observations that contradict the predictions of traditional models, and test recently developed models of oceanic crustal formation at the slowest of spreading rates. We will use for the first time closely-spaced stations for a high-resolution subsurface mapping of seismic velocities to study the temporal and spatial interplay between magmatic accretion and magmatic tectonic extension, and the controls on and relationship between faulting and hydrothermal activity. The project scope is centred on the growing body of evidence that crust accreted at slower spreading rates does not form by a simple process of symmetric, magmatic accretion as traditional models predict. Instead tectonic extension accommodated by large-offset detachment faults, along which water percolates and by which the lower crust and the serpentined upper mantle are exhumed, appears to play a significant role. CAYMAN is an innovative project that will provide a quality leap in the understanding of ultra-slow spreading centres. It has a strong international dimension, and will deliver several high-profile publications, providing unique training and career development opportunities for the Experienced Researcher.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "HELMHOLTZ ZENTRUM FUR OZEANFORSCHUNG KIEL",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}