{
    "rcn": "214383",
    "acronym": "CBC-ETHOS",
    "topics": "MSCA-IF-2017",
    "title": "Does Cross-border Cooperation relate to a Humanist-ETHical cOde of valueS? Theorizing the institutionalization of a cross-border governance humanist ethical code.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Is there an ethical dimension in cross-border cooperation (CBC)? How and to what extent are peoplesí lives affected by CBC and what is the role people play in shaping the CBC social order? What are the ethical values promoted by the European Union (EU) through CBC? Although European Union border scholars and practitioners highlight how important is to consider the ethical dimension of CBC for its successful management, this dimension has been so far neglected and understudied because of the lack of an appropriate methodological and theoretical background. Thus, I aim first, to fill this academic and policy making gap by addressing these questions and by proposing a pioneering ethical-humanist approach to CBC; second, to empirically test the cross-border governance ethical code that I have recently started elaborating. I argue that the ethical dimension of CBC needs to be scrutinized since border spaces are part and parcel of human activities and precisely because they are ëhumaní, they must be structured and governed in an ethical manner. And the CBG ethical-code elaborated here is the necessary lynchpin to boost/strengthen integration. It is normatively important to institutionally determine whether ethical values such as trust, obligations, responsibility, solidarity and gift on which social exchange is grounded are considered by policy makers and stakeholders operating on CBC policies. The outcome of this analysis is an original, alternative modern CBC roadmap that promotes social conditions through which human beings as well as their natural environment can harmoniously develop through the fulfillment of specific needs. Finally, through CBC-ETHOS I will show ëhowí and ëto what extentí multi-scalar (private and public) (non)government levels change themselves in their ënormativeí institutional make-up and outlooks due to CBC.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}