{
    "rcn": "214398",
    "acronym": "CHAMPAGNE",
    "topics": "MSCA-IF-2017",
    "title": "CoHerent AMplification and PArametric GeNeration of Euv radiation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The coherent extreme ultra violet (EUV) pulses produced via high harmonic generation (HHG) in gases are now the main workhorse for various applications of atomic physics and physical chemistry. As the generation efficiency is very low, the number of applications is limited by the low EUV photon flux. The main ambition of this project is to perform a coherent parametric amplification of the EUV pulses in order to significantly increase the EUV photon flux. \n\nSuch an achievement would be an enabling technology causing a breakthrough in the field of atomic physics, physical chemistry, biology, material science and probably other fields as well. Applications suffering from poor signal/noise ratio will become widespread as they will not be limited anymore to research labs where the EUV sources are optimized daily.\nMoreover, higher photon flux opens completely new physics, as the EUV nonlinear optics becomes widely accessible and two-EUV-photon absorption turns out to be routine.  \n\nVery recently a theoretical study was published on high order parametric generation based on the same number of infrared photons absorbed as in ìstandardî HHG. However, in contrast to HHG, 3 photons are emitted. We have already obtained preliminary data that suggest the presence of EUV photons of slightly lower energies than those originating from HHG. The photon energy difference corresponds to two photons from THz part of the spectrum and is in agreement with the theory.\n\nIn the project, we identify our major objectives as work packages:\nWP1: Detection and optimization of the parametric EUV signature in HHG EUV spatially-resolved spectra.\nWP2: Study on detection of the THz field originating in HHG.\nWP3: Injection of externally generated THz beam to boost the high parametric process leading to amplification of EUV.",
    "totalCost": "154720,8",
    "ecMaxContribution": "154720,8",
    "coordinator": "FYZIKALNI USTAV AV CR V.V.I",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}