{
    "rcn": "214346",
    "acronym": "FINSEC",
    "topics": "CIP-01-2016-2017",
    "title": "Integrated Framework for Predictive and Collaborative Security of Financial Infrastructures",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The infrastructures of the financial sector are nowadays more critical, sophisticated and interconnected than ever before, which makes them increasingly vulnerable to security attacks. Despite increased security, most security measures remain fragmented and static i.e. inappropriate for confronting sophisticated and asymmetric attacks. FINSEC is a joint effort of prominent stakeholders in the financial sector and global leaders in physical & IT security, towards introducing a novel standards-based reference architecture (RA) for integrated (cyber & physical) security. The RA will enable timely preparation against attacks, while at the same time facilitating stakeholdersí collaboration for risk assessment/mitigation in the financial supply chain, as a means of confronting complex threats and their cascading effects. \nFINSEC will provide a mature implementation of the RA, based on the enhancement and integration of novel solutions of the partners (eg., Anomaly Detection, AI CCTV Analytics, Risk Assessment Engines, Collaborative Risk Analysis & Management, Compliance), which will be bundled in a toolbox. The RA implementation and the toolbox will be validated through realistic pilots involving stakeholders in the identification, assessment and mitigation of threats. The five pilots involve high-impact scenarios including SWIFT network protection, buildings and ATM networks security, peer-to-peer payments network protection, risk assessment for insurance purposes and securing financial SMEs. \nThe pilots will engage >=500 security & finance experts, while providing a representative coverage of the financial services industry (ie. banking, capital management, insurance, card & P2P payments), which is a sound basis for FINSECís broader impact. Towards maximum impact, FINSEC will establish an ecosystem of security solutions for the financial sector, which will be supported by the partnersí dense network of sales, marketing, standardization and regulation channels worldwide.",
    "totalCost": "10194437,87",
    "ecMaxContribution": "7817631,25",
    "coordinator": "GFT ITALIA SRL",
    "coordinatorCountry": "IT",
    "participants": "FUJITSU TECHNOLOGY SOLUTIONS GMBH;LIBERBANK SA;CLEAR COMMUNICATION ASSOCIATES LIMITED - CCA;WIRECARD ROMANIA SA;ZANASI ALESSANDRO SRL;JRC CAPITAL MANAGEMENT CONSULTANCY & RESEARCH GMBH;ASSENTIAN LIMITED;ASSOCIATION O.R.T.;SIA SPA;ATOS SPAIN SA;HEWLETT PACKARD ITALIANA SRL;INNOV-ACTS LIMITED;CONSIGLIO NAZIONALE DELLE RICERCHE;NEXI SPA OVVERO;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;NORSK REGNESENTRAL;FONDAZIONE BRUNO KESSLER;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD;UTI GRUP SA;CONSORZIO INTERUNIVERSITARIO NAZIONALE PER L'INFORMATICA;HDI Assicurazioni S.p.A.",
    "participantCountries": "DE;ES;UK;RO;IT;FR;CY;EL;NO;IL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}