{
    "rcn": "214367",
    "acronym": "CabaKarst",
    "topics": "MSCA-IF-2017",
    "title": "Between degradation and conservation: The carbon balance of the Chinese karst ecosystem",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Recent studies have shown a globally increasing vegetation cover, also known as the greening Earth. Elevated atmospheric CO2 has been identified as the main driver of this greening. On the contrary, human management is usually reported to cause land degradation and deforestation, especially in humid areas where population pressure is high. This project aims at challenging this simplistic view by introducing the Chinese karst regions as a study area known as one of the worldís most fragile and degraded ecosystems, but also a hot-spot of global greening hosting mega-engineering conservation projects which are the largest in human history. Here my research hypothesis is that conservation efforts in Chinaís karst regions offset degradation and lead to an increased carbon sequestration with global impact. I aim to (1) develop methods to assess aboveground biomass carbon (ABC) losses and gains with newest satellite data, (2) attribute ABC dynamics to conservation and degradation using inventory data, (3) test the sensitivity of ABC to climate extremes and explain how conservation efforts affect these, and (4) assess the regional and global impact of observed ABC changes as a climate change mitigation measure. Whereas the host institution is world leading in satellite based assessments of climate induced greening of global drylands, me and my project will add a new dimension to the hostís portfolio: the human induced greening of a humid zone. Moreover, the host is world leading in the application of newest satellite data for vegetation cover and ABC assessments and has direct contacts to data developers (e.g. vegetation optical depth based on low frequency passive microwave data). The combination of (a) my regional knowledge, my access to inventory data and contacts to Chinese stake-holders with (b) the hostís experience in data processing and scientific publishing will generate novel knowledge on human induced carbon sequestration as a climate change mitigation measure.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}