{
    "rcn": "214337",
    "acronym": "BIOGEOS",
    "topics": "ERC-2017-ADG",
    "title": "Bio-mediated Geo-material Strengthening for engineering applications",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Given the increasing scarcity of suitable land for development, soil strengthening technologies have emerged in the past decade and go hand-in-hand with the implementation of the majority of foundation solutions. The goal is to alter the soil structure and its mechanical properties for ultimately securing the integrity of structures. The BIOGEOS project puts the focus on bio-mediated soil improvement, which falls within the broader framework of multi-physical processes in geo-mechanics. The goal of the project is to engineer a novel, natural material under controlled processes, for ultimately providing solutions to real problems in the geo-engineering and geo-energy fields by advancing knowledge around complex multi-physical phenomena in porous media. The bio-cemented geo-material, which is produced by carefully integrating the metabolic activity of native soil bacteria, is produced through the bio-mineralization of calcite bonds, which act as natural cementation for endowing the subsurface with real cohesion and increased resistance. A principal characteristic of the project is its multi-scale approach through advanced experimentation to identify the main physical mechanisms involved in the formation of the bio-mineralized bonds and their behaviour under mechanical loading. The development of such a bio-mediated technology will lead to innovative applications in a series of engineering problems such as the restoration of weak foundations, seismic retrofitting, erosion protection, and the enhancement of heat transfer in thermo-active geo-structures. The project foresees to adopt multiple loading conditions for its laboratory characterization and ultimately pass to the large experimental scale. BIOGEOS further aims to provide new knowledge around the way we perceive materials in relation with their micro-structure by implementing state-of-the-art inspection of the materialís structure in 3D space and subsequent prediction of their behaviour through numerical tools.",
    "totalCost": "2497115",
    "ecMaxContribution": "2497115",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}