{
    "rcn": "214342",
    "acronym": "BIVIUM",
    "topics": "MSCA-IF-2017",
    "title": "Standing at the Crossroads: Doubt in Early Modern Italy (1500-1560)",
    "startDate": "03/09/2018",
    "endDate": "02/09/2021",
    "objective": "This three-year research project aims to produce the first comprehensive social and cultural history of doubt and unbelief in Renaissance Italy. The project is timely since scholarly attention to the topic of unbelief and skepticism in Early Modern Europe is growing, as evidenced by recent publications and major research projects. In a period of dramatic cultural, political and religious change, traditional ideas and beliefs were shaken; and doubts on human reason and its powers arose. As a result, intellectual and religious authorities and long-standing truths began to be questioned by intellectuals and commoners alike, and anxiety over the powers and reach of human reason spread. A number of works were published in the vernacular that dealt with doubt and addressed a broad public. These works have never been coherently and systematically studied. This project will fill the void analysing such works with an ground-breaking interdisciplinary methodology. It will result in new comprehension of crucial aspects of European cultural identity such as the rise of the notion of freedom of conscience and the development of intellectual inquiry, and will revolutionise the traditional scholarly approach to a key moment in Italian and European civilisation.\nMarco Faini, an experienced researcher with international experience in Germany (Wolfenb¸ttel, M¸nster), in the UK (Cambridge), and at Villa I Tatti,  is confident that the development of this project will profoundly impact his career. Thanks to the training provided by Caí Foscari University in Venice and by the Faculty of History at Toronto University, Faini will acquire new skills and build fruitful relations with European and North-American institutions and scholars. The training, networks and publication of the projectís outcomes will increase Fainiís possibilities of obtaining a future ERC Grant and may also result in a tenure-track position at Caí Foscari University.",
    "totalCost": "229761",
    "ecMaxContribution": "229761",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}