{
    "rcn": "214317",
    "acronym": "AXO-MATH",
    "topics": "MSCA-IF-2017",
    "title": "Imaging and analyzing dynamics of reward-related long-range axons during decision-making in behaving mice",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Decision-making is a crucial brain function which neuronal substrates are largely unknown. Deciphering those mechanisms is critical for the prevention and the treatment of brain diseases as decision-making is maladaptive in many neuropsychiatric disorders (obsessive behaviors, schizophrenia, autism, substance abuse); it would also significantly advance neuroeconomics and therefore positively impact society. AXO-MATH (MATHematical analysis of AXOnal projections) investigates the neuronal mechanisms involved in decision-making in behaving mice using interdisciplinary approaches and state-of-the-art methods. We hypothesize that a final step before the action is taken is implemented in the dorsal PFC as it is an anatomical hub receiving projections from both sensory areas and regions believed to participate in choice valuation, such as the ventral tegmental area and the basolateral nucleus of the amygdala. Using an original combination of advanced microscopy and genetic and viral tools, we will image the activity of those long-range axons in two conditions: while the expert animal is taking a choice, and during the stage of preference learning. Precise measures will allow us to test a model in which projections from the amygdala to the PFC encode choice values and can be dynamically modulated as a function of the context by the ventral tegmental area to switch preference. The characterization accuracy will be unprecedented thanks to the design of new analytical tools - the initial expertise of the applicant. We propose novel mathematical methods tailored to the automatic extraction of complex-shape and micrometer-scale features of synaptic activity in in vivo microscopy images; they lack human input and can handle large volumes of data. By a seamless combination of the host and applicant multidisciplinary expertise we will address the relationship between synaptic network dynamics and functional brain plasticity which is a major challenge in modern neuroscience.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}