{
    "rcn": "214318",
    "acronym": "B-SMART",
    "topics": "MSCA-IF-2017",
    "title": "Biomaterials derived from food waste as a green route for the design of eco-friendly, smart and high performance cementitious composites for the next generation multifunctional built infrastructure",
    "startDate": "30/09/2018",
    "endDate": "29/09/2020",
    "objective": "This proposal aims to develop new intelligent cementitious nanocomposites for multifunctional built infrastructure made by combining ordinary Portland cement (OPC) with cheap bio-nanomaterials synthesised from root vegetable waste such as carrot and beetroot waste streams produced by the food processing industry.  These innovative cementitious composites are not only superior to current cement products in terms of mechanical and microstructure properties, but also use smaller dosages of cement thereby significantly reducing both the energy consumption and CO2 emissions associated with the cement manufacturing. Further, as a result of these bio nanomaterials, the resulting cementitious composites exhibit an astonishing piezoelectric effect enabling concrete structures to perform multiple functions such as: 1) self-monitoring mechanism to sense, feel and diagnose impending catastrophic structural failures and 2) green energy production by converting mechanical energy (i.e. vibration and impact induced by transport systems, wind and water waves) into inexpensive and readily available electrical energy source.  Capturing this waste energy source from the built infrastructure surfaces is of great importance as it can be used to power the built-in-self-monitoring systems, houses and conventional auxiliary systems such as lighting posts, traffic lights, advertising boards and electric vehicle charging stations.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LANCASTER UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}