{
    "rcn": "214347",
    "acronym": "RESISTO",
    "topics": "CIP-01-2016-2017",
    "title": "RESIlience enhancement and risk control platform for communication infraSTructure Operators",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Communications play a fundamental role in the economic and social well-being of the citizens and on operations of most of the CIs. Thus they are a primary target for criminals having a multiplier effect on the power of attacks and providing enormous resonance and gains. Also extreme weather events and natural disasters represents a challenge due to their increase in frequency and intensity requiring smarter resilience of the Communication CIs, which are extremely vulnerable due to the ever-increasing complexity of the architecture also in light of the evolution towards 5G, the extensive use of programmable platforms and exponential growth of connected devices. The fact that most enterprises still manage physical and cyber security independently represents a further challenge. \nRESISTO platform is an innovative solution for Communication CIs holistic situation awareness and enhanced resilience (aligned with ECSO objectives). Based on an Integrated Risk and Resilience analysis management and improvement process availing all resilience cycle phases (prepare, prevent, detect, absorb, etc.) and technical resilience capabilities (sense, model, infer, act, adopt), RESISTO implements an innovative Decision Support System to protect communication infrastructures from combined cyber-physical threats exploiting the Software Defined Security model on a suite of state of the art cyber/physical security components (Blockchain, Machine Learning, IoT security, Airborne threat detection, holistic audio-video analytics) and services (Responsible Disclosure Framework) for detection and reaction in presence of attacks or natural disasters.\nThrough RESISTO Communications Operators, will be able to implement a set of mitigation actions and countermeasures that significantly reduce the impact of negative events in terms of performance losses, social consequences, and cascading effects in particular by bouncing efficiently back to original and forward to operational states of operation.",
    "totalCost": "10617476,75",
    "ecMaxContribution": "7999970",
    "coordinator": "LEONARDO - SOCIETA PER  AZIONI",
    "coordinatorCountry": "IT",
    "participants": "BIT SENTINEL SECURITY SRL;RETEVISION I SA;TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ADITESS ADVANCED INTEGRATED TECHNOLOGY SOLUTIONS & SERVICES LTD;ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA;ALTICE LABS SA;INTEGRASYS SA;UNIVERSITA DEGLI STUDI ROMA TRE;HELLENIC TELECOMMUNICATIONS ORGANIZATION S.A. - OTE AE (ORGANISMOS TILEPIKOINONION TIS ELLADOS OTE AE);BERGISCHE UNIVERSITAET  WUPPERTAL;ERICSSON TELECOMUNICAZIONI;GUARDTIME AS;ORANGE ROMANIA SA;BRITISH TELECOMMUNICATIONS PUBLIC LIMITED COMPANY;ISTITUTO SUPERIORE DELLE COMUNICAZIONI E DELLE TECNOLOGIE DELL'INFORMAZIONE;TELECOM ITALIA SPA;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "participantCountries": "RO;ES;DE;CY;IT;PT;EL;EE;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}