{
    "rcn": "214336",
    "acronym": "BioCore VIP",
    "topics": "MSCA-IF-2017",
    "title": "Development of environmentally-friendly Bio-sources aerogel as the support Core for vacuum insulation panels (VIPs)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This Marie Sklodowska Curie Individual Fellowship will bring an outstanding experienced researcher to work in Europe and be mentored by a world leading expert in low energy building technologies. Over the past 20 years, the Incoming Research Fellow, Prof Fatang Jiang has specialised in biodegradable materials and been an active technology entrepreneur by successfully commercialising his research outcomes including polysaccharide sponges and aerogels, edible desiccants, biodegradable and structure controllable superabsorbents for water retention, and innovative water activity measurement. The proposed project has been carefully chosen to match the researcher's experience in bio-sources materials with the host scientistsí expertise in low energy building technologies to produce some innovative outcomes and create new benefits to the society in Europe. The project aims to develop an environmentally-friendly bio-sources aerogel as the support core for vacuum insulation panels (BioCore VIP). Thermal insulation is a primary approach to reduce the buildingsí energy demand. Aerogel, particularly encapsulated in vacuum panel with a multilayer film, is a super insulation material with an extremely low thermal conductivity and hence can obtain the required thermal resistance with a very small thickness, which is desirable commercially in order to minimise the effect of insulation on the building usable space. Development of the proposed aerogel requires comprehensive scientific knowledge including material preparation, freeze-drying, heat transfer and buildingsí energy analysis. Combination of the expertise between the Incoming Researcher and the host team matches this requirement perfectly. In addition to the scientific goals, the Incoming Researcher will contribute his expertise on polysaccharide aerogel and soil water retention to provide training for researchers, students and industrial contacts by hosting seminars, giving lectures and participating in outreach activities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}