{
    "rcn": "214319",
    "acronym": "B4EST",
    "topics": "BB-03-2017",
    "title": "Adaptive BREEDING for productive, sustainable and resilient FORESTs under climate change",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The goal of B4EST is to increase forest survival, health, resilience and productivity under climate change and natural disturbances, while maintaining genetic diversity and key ecological functions, and fostering a competitive EU bio-based economy. \nB4EST will provide forest tree breeders, forest managers and owners, and policy makers with: 1) better scientific knowledge on adaptation profiles and sustainable productivity, and added value of raw materials in important European tree species for forestry, 2) new and flexible adaptive tree breeding strategies, 3) tree genotypes of highly adaptive and economical value, 4) decision-support tools for the choice and use of Forest Reproductive Material (FRM) while balancing production, resilience and genetic diversity, including case studies developed with industrial partners, 5) integrative performance models to guide FRM deployment at stand and landscape level, 6) economic analyses of risks/benefits/costs, and 6) policy recommendations. \nB4EST will capitalise on the resources developed by past and current EU projects to produce -together with tree breeders, forest managers and owners, and the industry- operational solutions to better adapt forests to climate change and reinforce the competitiveness of the EU forest-based sector. \nTo cover the geographical, economic and societal needs of forestry in the EU, B4EST will work with 8 (six native, two non-native) conifers and broadleaves with advanced breeding programmes (Norway spruce, Scots pine, maritime pine, poplars, Douglas-fir, eucalypts) or that are case studies of pest-threatened forests (ash) or valuable non-wood products (stone pine).\nOur approach will result in a high degree of data and knowledge integration, involving multiple and new target traits and their trade-offs; genomic information; temporal and spatial assessments in a wide range of environments; stakeholder demands; and forest owner and manager risk perception and acceptability of new breeding strategies.",
    "totalCost": "6478663,25",
    "ecMaxContribution": "6000000",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "NIBIO - NORSK INSTITUTT FOR BIOOKONOMI;OULUN YLIOPISTO;FORESTRY COMMISSION RESEARCH  AGENCY;INRA TRANSFERT S.A.;UPPSALA UNIVERSITET;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;EUROPEAN FOREST INSTITUTE;FINSILVA OYJ;LUONNONVARAKESKUS;SVERIGES LANTBRUKSUNIVERSITET;UNITED KINGDOM RESEARCH AND INNOVATION;CONSIGLIO NAZIONALE DELLE RICERCHE;CENTRE DE COOPERATION INTERNATIONALE EN RECHERCHE AGRONOMIQUE POUR LEDEVELOPPEMENT - C.I.R.A.D. EPIC;ALTRI FLORESTAL, SA;UNIVERSITE PAUL SABATIER TOULOUSE III;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA;STIFTELSEN SKOGSBRUKETS FORSKNINGSINSTITUT - SKOGFORSK;STICHTING WAGENINGEN RESEARCH;NATURAL ENVIRONMENT RESEARCH COUNCIL",
    "participantCountries": "NO;FI;UK;FR;SE;ES;IT;PT;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}