{
    "rcn": "214399",
    "acronym": "CHANCE",
    "topics": "MSCA-IF-2017",
    "title": "Climate cHange mitigAtioN poliCies and Equality: distributional implications for different socio-economic groups",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "The overarching goal of CHANCE is to contribute to bridging the gap between economic and social goals, through enhancing our understanding of how to foster socially fair and economically efficient climate mitigation policies. CHANCE will be implemented through a novel approach integrating Computable General Equilibrium and Microsimulation models. The specific research objectives of this project have not been addressed in the past.  In this sense, the project will contribute to enhance EU scientific excellence by consolidating novel multidisciplinary research. CHANCE will reduce this gap in the literature through two specific relevant multi-regional case studies in settings where climate, energy policies and trade agreements are at the core of the current political debate: first, relations between Mexico and the USA (outgoing phase) and second, relations within the 28 Member States of the European Union (return phase).  Through these analysis, identifying the factors which induce regressive policies, CHANCE could guide improvements in the design of policies. CHANCE will provide me with training and experience to widen my current expertise and promote my future career as an independent researcher. By the end of CHANCE, I expect to become a highly multidisciplinary researcher in the field of environmental management and decision-making, which will enable me to obtain a permanent position in Europe. Furthermore, the combination of knowledge and experience at MIT (outgoing phase) and at BC3 (return phase), and more specifically, of my supervisors (John Reilly and Mikel Gonzalez-Eguino), will offer me multidisciplinary training, to which I would not otherwise have access. CHANCE is the starting point of an ambitious and broader professional vision to gather the tools and databases necessary to provide policy makers around the world with relevant and accessible information on the global distributional implications of the transition to a low carbon economy.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "ASOCIACION BC3 BASQUE CENTRE FOR CLIMATE CHANGE - KLIMA ALDAKETA IKERGAI",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}