{
    "rcn": "214338",
    "acronym": "BioIsoK",
    "topics": "MSCA-IF-2017",
    "title": "Mechanisms of K stable isotope fractionation in vertebrates and significance to their energy metabolism",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The reconstruction of physiological and ecological traits of extinct organisms is crucial for apprehending the dynamics of the evolution of species and ecosystems as well as the origins of modern biodiversity. The recent advent of the use of natural stable isotopes of bioessential metals is principally related to the democratization of multi-collector inductively coupled plasma mass spectrometers (MC-ICP-MS). These isotope systems (Mg, Ca, Cu, Fe or Zn) opened up unprecedented perspectives for the study of their cycling in past and present vertebrate organisms and turned out to be precious assets for the unraveling of otherwise inaccessible biological features of fossil organisms, being ecological, behavioral or physiological characteristics.\nPotassium (K) is a bioessential metal in all vertebrates, where its cycling intensity is notably dependent on their metabolic rates, the later varying itself with thermophysiology from a phylogenetic class to another or with body mass within a given class. Due to its crucial biological functions as well as the observed significant effects of biological processes on its isotope ratios, K isotopes constitute a highly promising novel isotope system for the study of vertebrate metabolism. However, the K stable isotope compositions of vertebrate tissues are currently fairly unexplored, notably due to major technical hindrances, inherent to the existing mass spectrometry technologies. This project aims first to develop a reliable method of K stable isotope analysis using the state-of-the-art ìProteusî prototype MC-ICP-MS implemented with the collision-reaction cell technology and developed by Tim Elliott group and Thermo FisherÆ. This method will then be used for analysis of tissues from vertebrates of various classes reared in controlled conditions. This will allow identifying the main mechanisms driving the isotope compositions of vertebrate tissues and assess their potential for the study of vertebrates energy metabolism.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}