{
    "rcn": "214350",
    "acronym": "BRAD",
    "topics": "MSCA-IF-2017",
    "title": "Brexit and Deportations: towards a comprehensive and transnational understanding of a new system targeting EU citizens",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "With Brexit and the abandonment of the free movement and residence principle, the UK will define its new immigration policy concerning EU nationals. The new immigration policies will aim to control and circumscribe the mobility of the citizens of the EU member states, currently free to travel, live and work in the UK. They may also be returned or deported only under very specific circumstances. Following Brexit, those who will not comply with the new regulations will become deportable. The aim of the project is to research the implementation of the new UK deportation system concerning EU nationals. The fellow will propose a comprehensive approach to the UK deportation regime, taking into account its various components: (1) immigration policies, (2) agencies that enforce them, (3) public debate that accompanies changes in migration policies and their implementation, (4) migrants that become deportable and are deported, as well as (5) return migrants and stayers back in sending countries who consider migrating to the UK and who adjust their (im)mobility strategies according to, or resisting, migration policies. The project assumes that the deportation regime is a transnational phenomenon, since it concerns not only people in migrant-receiving countries, but also in migrant-sending counties. The research offers an analysis of the largest migrant group in the UK, the Poles. The case of the Polish migrants will offer an insight into how the transnational UK deportation regime becomes rooted among migrants and develops back in their hometown communities. The project draws upon interdisciplinary qualitative methodologies, including multi-sited ethnography, Critical Discourse Analysis of media, and legal analysis. Its outcomes will reach EU, UK and Polish policy makers, influential think tanks, the academic community and the general public.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF WOLVERHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}