{
    "rcn": "214355",
    "acronym": "BREFMC2017",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the function(s) of the C-type lectin DCIR/CLEC4A in tuberculosis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Tuberculosis (TB), caused by the infectious agent Mycobacterium tuberculosis (Mtb), is a devastating disease and one of the leading causes of death in the developing world. Dendritic cells (DCs) play a key role in anti-mycobacterial immunity and express a range of pattern-recognition receptors which are involved in the recognition of Mtb antigens. Dr Olivier Neyrollesí lab has characterised a number of these receptors, with the most recent being, and the focus of this project, the Dendritic Cell Immunoreceptor (DCIR). They have demonstrated that compared to wild-type mice, mice with a knockout in the DCIR homolog (mDCIR1) display increased antimycobacterial immunity as a result of an impaired response to type I interferon and an increased production of IL-12 in DCs. Consequently, mDCIR1-KO mice control Mtb better than their wild-type counterparts, but also develop increased lung inflammation. Based on these findings, it is hypothesised that DCIR is a key regulator of the balance between type I and type II interferon responses. The aim of this project is to implement a multidisciplinary strategy to investigate i) expression and function, ii) signalling, and iii) trafficking of DCIR in the context of Mtb infection. These studies will be focused on the aforementioned mDcir1 in addition to a second murine DCIR homolog mDCIR2, to evaluate the extent to which they play redundant or complementary roles in Mtb immunity. This will be accomplished using i) mDcir1- and mDcir2- KO mice to assess bacterial burden and the subsequent inflammatory response, ii) large-scale phosphoproteomics and transcriptomics to assess signalling events associated with DCIR-ligand binding, and iii) immunoelectron and immunofluorescence microscopy to examine the trafficking of the DCIR-ligand complex. This research will form a fundamental basis for the future exploitation of DCIR as an immunomodulatory checkpoint for the design of novel therapeutics aimed at reducing lung inflammation.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}