{
    "rcn": "214368",
    "acronym": "CABUM",
    "topics": "ERC-2017-COG",
    "title": "An investigation of the mechanisms at the interaction between cavitation bubbles and contaminants",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "A sudden decrease in pressure triggers the formation of vapour and gas bubbles inside a liquid medium (also called cavitation). This leads to many (key) engineering problems: material loss, noise and vibration of hydraulic machinery. On the other hand, cavitation is a potentially a useful phenomenon: the extreme conditions are increasingly used for a wide variety of applications such as surface cleaning, enhanced chemistry, and waste water treatment (bacteria eradication and virus inactivation).\nDespite this significant progress a large gap persists between the understanding of the mechanisms that contribute to the effects of cavitation and its application. Although engineers are already commercializing devices that employ cavitation, we are still not able to answer the fundamental question: What precisely are the mechanisms how bubbles can clean, disinfect, kill bacteria and enhance chemical activity? The overall objective of the project is to understand and determine the fundamental physics of the interaction of cavitation bubbles with different contaminants. To address this issue, the CABUM project will investigate the physical background of cavitation from physical, biological and engineering perspective on three complexity scales: i) on single bubble level, ii) on organised and iii) on random bubble clusters, producing a progressive multidisciplinary synergetic effect.\nThe proposed synergetic approach builds on the PI's preliminary research and employs novel experimental and numerical methodologies, some of which have been developed by the PI and his research group, to explore the physics of cavitation behaviour in interaction with bacteria and viruses.\nUnderstanding the fundamental physical background of cavitation in interaction with contaminants will have a ground-breaking implications in various scientific fields (engineering, chemistry and biology) and will, in the future, enable the exploitation of cavitation in water and soil treatment processes.",
    "totalCost": "1904565",
    "ecMaxContribution": "1904565",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}