{
    "rcn": "214324",
    "acronym": "BEAT",
    "topics": "MSCA-IF-2017",
    "title": "regulation of B-cell Epitope migration and Autoimmunity by T follicular helper cells",
    "startDate": "01/07/2018",
    "endDate": "30/06/2021",
    "objective": "The detection of autoantibodies typically appear a few years prior to clinical autoimmune disease and their reactivity can drift at or after disease onset. The laboratory of M.C. Carroll (outgoing institute) has developed a murine model (ARTEMIS; Autoreactive B-cell driven T-dependent Epitope Migration towards Immunity to Self) where the presence of a single autoreactive B cell clone drives activation, expansion and differentiation of other autoreactive B-cells in spontaneous germinal centers (GC) followed by autoantibody deposition in the kidney. These autoreactive B-cells target multiple other self-antigens (also known as epitope spreading) and are independent of the initial trigger once tolerance is broken. Follicular T helper (Tfh) cells play a prominent role in the selection of B-cells in the GC and have been linked to excessive GC formation, high-level production of pathogenic autoantibodies and end-organ damage in murine and human autoimmune disease. With this project I will address the role of Tfh cells in the maturation process of the self-reactive B-cell response and epitope spreading as observed in human autoimmune disease. Preliminary results show dependence of T cells, the extent and nature of T-cell involvement is however not yet addressed. I will utilize the mixed bone-marrow chimera model (ARTEMIS) in combination with selected strains altered in important factors for Tfh function and differentiation. As the GC reaction is a highly dynamic process we will visualize this utilizing multi-photon intravital microscopy and analyze important interactions of Tfh cells in the developing autoreactive GC. The development of autoreactivity from WT B-cells in the ARTEMIS model better reflects natural autoreactive GC behavior and human autoimmune disease and could therefore favor the transition of potential therapeutic targets from murine to human disease.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}