{
    "rcn": "214315",
    "acronym": "aWARE",
    "topics": "MSCA-IF-2017",
    "title": "West Africa's Role in Human Evolution",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Recent evidence indicates that the roots of our species, Homo sapiens, do not trace back to a single population, but to morphologically diverse group living over an extensive geographic area from Morocco to South Africa. The range of environments and regions in Africa that played a role in shaping our species is therefore rapidly emerging as central to unravelling human origins. However, thanks to the lack of fieldwork in many regions of Africa, these important parameters are not well understood.\n\nThe aWARE project will therefore undertake a timely investigation into the role of Africaís western forests, and their neighbouring ecozones, in modern human origins. Genetic and fossil studies have associated poorly known West Africa with complex evolutionary processes thought to have played a key role in shaping our species. Such processes include admixture between our species and late-surviving archaic humans, and long-term isolation of H. sapiens populations in forested zones. Significantly, research in West Africa by the applicant has also identified a unique late persistence of stone tool technology typical of much older periods, while at the same time demonstrating that human populations were present in currently forested regions close to the time of H. sapiens speciation. \n\naWARE builds on this pilot work and sets forth a series of explicit, testable hypotheses to explore the time depth and environmental context of human populations in West Africa as a window into our pan-African origins. To adequately address these hypotheses, an interdisciplinary approach is taken, combining information from archaeology and palaeoecology. By exploring major theories in recent human origins through Africaís poorly known western region, the project offers an opportunity to radically change our understanding of recent human evolution. The results will be broadly communicated through open access resources, including an online database and targeted public outreach activities.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}