{
    "rcn": "214359",
    "acronym": "BRIDGING",
    "topics": "ERC-2017-COG",
    "title": "The function of membrane tethering in plant intercellular communication",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Intercellular communication is critical for multicellularity. It coordinates the activities within individual cells to support the function of an organism as a whole. Plants have developed remarkable cellular machines -the Plasmodesmata (PD) pores- which interconnect every single cell within the plant body, establishing direct membrane and cytoplasmic continuity, a situation unique to plants. PD are indispensable for plant life. They control the flux of molecules between cells and are decisive for development, environmental adaptation and defence signalling. However, how PD integrate signalling to coordinate responses at a multicellular level remains unclear.\nA striking feature of PD organisation, setting them apart from animal cell junctions, is a strand of endoplasmic reticulum (ER) running through the pore, tethered extremely tight (~10nm) to the plasma membrane (PM) by unidentified ìspokesî. To date, the function of ER-PM contacts at PD remains a complete enigma. We donít know how and why the two organelles come together at PD cellular junctions. \nI recently proposed that ER-PM tethering is in fact central to PD function. In this project I will investigate the question of how integrated cellular responses benefit from organelle cross-talk at PD. The project integrates proteomic/bioinformatic approaches, biophysical/modelling methods and ultra-high resolution 3D imaging into molecular cell biology of plant cell-to-cell communication and will, for the first time, directly address the mechanism and function of ER-PM contacts at PD. We will pursue three complementary objectives to attain our goal: 1) Identify the mechanisms of PD membrane-tethering at the molecular level 2) Elucidate the dynamics and 3D architecture of ER-PM contact sites at PD 3) Uncover the function of ER-PM apposition for plant intercellular communication. Overall, the project will pioneer a radically new perspective on PD-mediated cell-to-cell communication, a fundamental aspect of plant biology",
    "totalCost": "1999840",
    "ecMaxContribution": "1999840",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}