{
    "rcn": "214344",
    "acronym": "BOLD-NMR",
    "topics": "MSCA-IF-2017",
    "title": "Biomolecular structures elucidated by cOLD magic angle spinning NMR with dynamic nuclear polarization",
    "startDate": "26/04/2018",
    "endDate": "25/04/2020",
    "objective": "Magic angle spinning solid-state nuclear magnetic resonance (MAS-NMR) has proved to be an invaluable tool in the structural and dynamical characterization at atomic resolution of biomolecules that are not suitable for solution NMR or diffraction studies, notably amyloid fibrils. These proteinaceous aggregates are implicated as the cause of many neurodegenerative diseases, such as Huntingtonís, Alzheimerís, and Parkinsonís diseases. Due to severe sensitivity limitations and the difficulty in detecting long-distance contacts in uniformly 13C/15N labelled systems, the characterization of these fibrils has been carried out in-vitro using multiple expensive samples with specific isotopic labelling schemes. In addition, it has been demonstrated that fibrils can adopt various, environment-dependent structures, which result in different levels of toxicity.\nThe global objective of this proposal is to develop a new approach for the structural characterization at atomic resolution of biomolecules, which will be compatible in a long-term vision with native in-situ samples, as for example fibrillar plaque obtained from brain tissue. This would be invaluable in understanding the mechanisms of fibril formation in neurodegenerative diseases. The concrete approach will rely on the use of samples at natural isotopic abundance studied with an emerging hyperpolarization technique ULT-MAS-DNP (Magic Angle Spinning Dynamic Nuclear Polarization at Ultra Low Temperature). The sensitivity of the commercially available MAS-DNP technique will be significantly improved by the combined use of a unique closed-loop He cryostat (allowing ULT) with high-spinning NMR probes. This will routinely afford the sensitivity required for 13C/15N 2D NMR measurements on natural isotopic abundance samples, including the facilitated measurement of inter-molecular distances. This methodology will be applied to solve the structure of challenging poly- glutamine (polyQ) fibrils implicated in Huntingtonís disease.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}