{
    "rcn": "214365",
    "acronym": "C-SERVEES",
    "topics": "CIRC-01-2016-2017",
    "title": "Activating Circular Services in the Electric and Electronic Sector",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "C-SERVEES aims to boost a resource-efficient circular economy in the electrical and electronic (E&E) sector through the development, testing, validation and transfer of new circular economic business models (CEBMs) based on systemic eco-innovative services that include: (1) eco-leasing of EEE, (2) product customization, (3) improved WEEE management, and (4) ICT services to support the other eco-services. ICT tools (relying on QR codes) will be developed as the driver of the proposed eco-innovative services to take full advantage of the potential and synergies of two major revolutions of our time: the circular economy and the Industry 4.0. The project will thus contribute to transform the E&E sector into circular and 4.0, raising new opportunities for end-users (such as their involvement in design or the access to a product as a service) and for social and solidarity economy (conducted by NGOs, like EMAUS, which employ people at risk of social exclusion to repair and prepare WEEE for re-use). The techno-economic, environmental and social viability of the new CEBMs will be validated through demonstrations dealing with four target products belonging to different EEE categories: large household appliances, IT equipment, telecommunications equipment, and consumer equipment. These EEE categories together account for 77% of WEEE collected in the EU.\nThe project will result in an estimated economic benefit of 57.03 MÄ over the period 2022-2026, which taking into account the project budget (8.03 MÄ) yields a ROI ~ 7.1. Specifically, the project will generate in the mid-term an economic benefit of 28.4 MÄ/year, with about 355 green employees (including direct and indirect jobs) and a total reduction of 2,620 tonnes CO2 eq/year.\nC-SERVEES (10 Member States and Turkey, including industry, end-users and researchers, ensures that strategic, design and implementation decisions) will be in line with business realities and set the foundation for realistic market-ready solutions.",
    "totalCost": "8034707,31",
    "ecMaxContribution": "6349067,37",
    "coordinator": "AIMPLAS - ASOCIACION DE INVESTIGACION DE MATERIALES PLASTICOS Y CONEXAS",
    "coordinatorCountry": "ES",
    "participants": "EMAUS FUNDACION SOCIAL;CIRCULARISE BV;RINA CONSULTING SPA;OSTERREICHISCHE GESELLSCHAFT FUR SYSTEM- UND AUTOMATISIERUNGSTECHNIK VEREIN;FUNDACION GAIKER;LEXMARK INTERNATIONAL;EXERGY LTD;ARCELIK A.S.;PARTICULA GROUP DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA USLUGE;INDUMETAL RECYCLING, S.A.;LOUGHBOROUGH UNIVERSITY;VERTECH GROUP;ADVA OPTICAL NETWORKING SE;GREENTRONICS SRL;WASTE OF ELECTRICAL AND ELECTRONICAL EQUIPMENT FORUM AISBL",
    "participantCountries": "ES;NL;IT;AT;BE;UK;TR;HR;FR;DE;RO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}