{
    "rcn": "214326",
    "acronym": "BEMADE",
    "topics": "MSCA-IF-2017",
    "title": "Brain evolution and the rise of mammals after the dinosaur extinction",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "There are over 5000 species of mammals alive today, the vast majority of which are placentals (which give live birth to well-developed young). How did these mammals become so successful? Intrinsic and extrinsic factors may have played a role: mammals have many specialised features such as enlarged brains with a novel structure (the neocortex) that imparts heightened memory and senses, but they also were presented with the freedom to diversify after the dinosaurs went extinct at the end-Cretaceous (66 million years ago). This raises a major question that the BEMADE project will address: did large brains and keen senses help mammals survive the apocalypse that killed the dinosaurs, or did they appear later as mammals began to fill niches left empty by dinosaurs? As the rise of mammals is a textbook example of an evolutionary radiation, resolving this dilemma will give critical new insight into what drives diversification over deep time. Until now, little has been known about the brains of mammals evolving during the ~10 million years after the extinction (the Paleocene), due to the rarity of fossils and the difficulty of reconstructing the brain in extinct species. BEMADE will remedy this by subjecting 16 Paleocene mammal skullsómany of which were recently discovered by the Supervisoróto cutting edge high-resolution x-ray and neutron computed tomography (CT) scanning, which permits 3D visualization of the brain cavity and sense organs. CT data will be used to measure key features of the brain related to intelligence and senses, which will be mapped onto the mammal family tree to test hypotheses about how and when neurosensory changes occurred. This will provide an unprecedented look at how the brain and senses changed across the end-Cretaceous extinction and whether sensory changes may have been key drivers in the rise of mammals. Additionally, BEMADE will enable the Fellow to learn new techniques in neutron scanning and statistical methods for studying evolution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}