{
    "rcn": "214322",
    "acronym": "BAHCI",
    "topics": "MSCA-IF-2017",
    "title": "Bringing a health claim to information: Measuring the impact of health data on the health outcomes of European citizens",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "European Union Members States (EU-MS) share similar levels of development and access to care. Yet, key population health indicators vary widely across countries. The societal burden of these inequalities is high, and leveraging evidence to achieve better health outcomes is a priority. Within countries, Health Information Systems (HIS) are the cornerstone of public health interventions. In Europe however, health surveillance data are fragmented: EU-MS report different items to different international data collection exercises; there is variation between countries with regard to the amount of data collected, how it is generated, and its quality; and there are gaps in information. Whereas we have good mortality data, we are weak on morbidity data, on the quality of care for chronic conditions, and on evaluating patientsí experiences of disease. Overall, there is heterogeneity in the level of evidence that can be used by key stakeholders and in specific health-domains; and we do not know the extent to which differences in health information (HI) capacity might influence on the population burden of disease. This post-doctoral project aims to provide a ìHI Impact Indexî that could be used by EU public health agencies and policy planners to measure the uptake of evidence into policies and care, and ultimately their impact on population health overall and in priority areas for Europe: maternal and child health, chronic diseases, antimicrobial resistance, injury prevention, and patient reported outcomes and experiences. The research will be hosted at the Belgian Federal Research Institute for Public Health under the supervision of Professor Herman Van Oyen, coordinator of the upcoming European Joint Action on Health Information. This MSCA project is a unique opportunity for me to consolidate my credentials as a European public health researcher and expand my career possibilities beyond the perinatal health field.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INSTITUT SCIENTIFIQUE DE SANTE PUBLIQUE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}