{
    "rcn": "214345",
    "acronym": "BOMB",
    "topics": "MSCA-IF-2017",
    "title": "Multi-scale BiOmechanical characterization of peri-iMplant Bone tissue: influence of the environment",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Orthopaedic and dental implants are commonly used clinically. Their success rely on adequate primary and secondary stabilities, the latter being achieved through osseointegration, where bone grows around and onto the surface of the implant. However, prosthesis anchorage failures are still experienced and remain difficult to anticipate. The biomechanical properties of the bone-implant interface are the essentials for determining the implant stability but are still poorly understood. The objective of BOMB is to better understand the multiscale evolution of the biomechanical properties of the bone-implant interface with the overall aim to improve the long-term stability of implants. The project will use and further develop a standardized implant model of the host team to limit the influence of the implant geometry on osseointegration. Animal experimentation on rabbit and sheep will enable to work in a controlled as well as enhanced environments, using bone marrow stem cells, which are thought to be a promising new therapeutic tool to boost implant integration and hence improve implant stability. BOMB will combine the latest and advanced multimodal techniques spanning the nano and micro-scale to explore the structural and mechanical properties of the interface on a same sample. For instance, neutron high-resolution micro-tomography, a technique adapted to the presence of metallic components, has barely been applied on bone and will enable investigation of the microstructural properties of the interface. A successful completion of BOMB would represent a major step forward our limited understanding of the bone-implant biomechanical behaviour. This will lead to the development of new models, regenerative strategies as well as new implants to improve dental and orthopaedics solutions, and contribute to an increase of the life span of prostheses to ensure patients comfort and restoration of their daily life activity.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}