{
    "rcn": "214363",
    "acronym": "BUDDHISMAFRICA",
    "topics": "MSCA-IF-2017",
    "title": "East-Asian Buddhism in Post-Apartheid South Africa",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Explorations of Buddhism in Africa are very few and have been so far conducted at the introductory level. Moreover, in the field of religious studies there is still a marked tendency to reduce the globalization of Buddhism to its worldwide missionary activities, and to neglect crucial factors such as the impact of deterritorialization and hybridization. BUDDHISMAFRICA aims to break new ground in this field of research by approaching these dynamics from an interdisciplinary perspective at the intersection of religious studies, sociology, anthropology, media studies, African studies, East Asian studies, gender studies, and global studies, as to provide for the first time a comprehensive and detailed analysis of East Asian Buddhism in South Africa, with a focus in the post-apartheid period (1994-present). BUDDHISMAFRICA has three research objectives, which will be pursued through ethnographic (participant observation, in-depth interviews) and archival research: 1) To analyze the trajectory of East Asian Buddhism in South Africa and its hybridization at the organizational/individual level. 2) To investigate the degree in which East Asian Buddhism has been able to reach out to black people, and to provide them with maps to navigate race and cultural identity. 3) To clarify the impact of informal spiritualities related to East Asian Buddhism on the South African religious context. BUDDHISMAFRICA will disseminate the research findings through peer-reviewed open-access publications (two articles and one monograph), an international workshop (and the publication of its proceedings), public talks for non-specialists, and project updates through the traditional/social media. Moreover, BUDDHISMAFRICA has put in place a detailed training program that is aimed, in collaboration with the supervisor/internal advisors and through the participation in dedicated workshops, to develop the applicantís interdisciplinary, research management, teaching, and interview skills.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}