{
    "rcn": "214357",
    "acronym": "BRIDGE",
    "topics": "MSCA-IF-2017",
    "title": "Labour Market Integration: Consequences of Cross-Border Commuting",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Free movement of people and a common labour market is one of the four main pillars underlining the single market of the EU. The central aim of the Europe 2020 strategy, is to promote ìsmart, sustainable an inclusive growthî. One of the flagship initiatives of the EU2020 strategy centers on the labour market with of focus on the labour market matching, e.g. through labour mobility. In 2016 around 92% of the EU-28 workforce resided and worked in the same region (NUTS 2), 7% commuted between regions while just under 1% of the workers were cross-border commuters. These low mobility figures are striking considering that over a third of the EU population lives in a border region. Hence, the potential for increased integration across borders is large but there is a gap in the knowledge on mobility through cross-border commuting.\n\nIn the past, data constraints have hindered research on cross-border commuters, but in the proposed project, BRIDGE, I am able to overcome those challenges. BRIDGE is at the forefront of this research by being the first study to merge and link employee-employer micro-data across borders. In addition thereto, we have the unique opportunity to look simultaneously at the impact of a large policy shock (÷resund Bridge) on labour market and firm outcomes in both Denmark and Sweden before and after the introduction of a physical connection  between the two countries.\n\nThis combination of a large policy shock and cross-country linked micro-data allows for a large array of potential research questions related to labour market and firm outcomes, integration, and regional development. The focus of BRIDGE will be on how lower cross-border thresholds to labour mobility impacts economic outcomes of the commuter and the employers/firms hiring them. In particular: Does cross-border mobility/integration improve labour market matching? Are there any gender specific effects? How does increased cross-border integration impact firm trade and specialization?",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}