{
    "rcn": "214371",
    "acronym": "CaMMEgy",
    "topics": "MSCA-IF-2017",
    "title": "Christians among Muslims in Medieval Egypt",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The CaMMEgy project aims at studying the adaptation processes of the Coptic Christian population after the Arab conquest of Egypt (642 CE) under an innovative angle. It will focus on discourse strategies set up by members of this community in order to claim and reinforce a favourable position in a social and territorial context that was gradually reorganized by Muslim rulers.\n\nThe analysis will be based on data extracted from two largely understudied textual corpuses that are rarely mobilized together. The first corpus is the Coptic-Arabic historiography and is constituted by historical texts written in Arabic in a Coptic ecclesiastical milieu after it had been arabicized, from the 11th century onwards. The second corpus ñ papyrological sources ñ consists mainly of fiscal, legal and epistolary documents, mainly written in Arabic (but also Greek and Coptic). As products of daily interactions between the various members of the Medieval Egyptian society, they will allow to assess the historical reliability of data coming from the first corpus and to consequently highlight the abovementioned strategies. \n\nThe research will be interdisciplinary and will combine the historical approach, led by Prof. Mathieu Tillier (the supervisor), with the perspectives of textual criticism, (socio)linguistics and literary analysis, provided by Dr. Perrine Pilette (the experienced researcher), at the UniversitÈ Paris-Sorbonne.\n\nNext to peer-reviewed articles that will be uploaded on an open-access repository at the date of publication, one of the main outputs of the CaMMEgy project will be intended for the use of both the academic and general public: new geo-historical maps of Egypt and the Coptic territory ñ real or purported ñ will be drawn and uploaded on an open-access web platform.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}