{
    "rcn": "214330",
    "acronym": "BetweenTwoBrains",
    "topics": "MSCA-IF-2017",
    "title": "Between Two Brains: Brain oscillatory basis of human collaboration",
    "startDate": "04/04/2018",
    "endDate": "03/04/2020",
    "objective": "BetweenTwoBrains aims to investigate the oscillatory brain mechanisms underlying a fundamental human social behavior: collaboration. A growing dichotomy in the current understanding of this important behavior motivates this goal - Whereas there is an increasing number of empirical observations that interpersonal neural synchronization supports collaboration, the challenge is to understand the mechanism and function of this synchronization in the context of human social behavior. BetweenTwoBrains tackles this challenge in three steps. 1st Relate collaborative behavior to specific brain oscillatory networks (using dual-magnetoencephalography, dual-MEG). 2nd Test the hypothesis that there is a causal link between interpersonal neural synchrony and teamwork success (using dual transcranial alternating current stimulation, dual-tACS). Finally, 3rd, translate this research to understand the oscillatory basis of collaboration deficits in individuals with Autism Spectrum Disorder (ASD). Beyond basic research, this project will yield impact in a wide range of industries relying on teamwork (e.g., ER medical teams), and in potential new treatments for ASD. Excellent training in cognitive neuroscience research will be provided by leading experts at the University of Birmingham, UK (tACS and M/EEG) and the Aalto University, Finland (dual-MEG). After six years of research experience in experimental psychology at North American universities, the neuroscience training and reintegration opportunities provided by this fellowship will help me become an independent scientist in the European research panorama.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}