{
    "rcn": "214374",
    "acronym": "CAPPUCCINO",
    "topics": "MSCA-IF-2017",
    "title": "Characterising anthropogenic particulate properties in the ultraviolet by chamber and coordinated in situ observations",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Understanding the sources, chemistry, and optical properties of atmospheric aerosol is key for policy decisions to mitigate the dangerous effects of climate change and improve air quality for human health. The anthropogenic sources and role of brown carbon, a type of secondary organic aerosol that exhibits increasing absorption at short UV wavelengths and therefore impacts secondary pollutants like ozone, remains an open question. In particular, residential home heating emissions, which contribute to poor wintertime air quality in northern European urban centres, are an understudied source of brown carbon. This study fills an important gap in our understanding of brown carbon by characterising UV (300 ñ 400 nm) absorption using the extinction-minus-scattering method based on two new instruments: a UV incoherent broadband cavity-enhanced absorption spectrometer (IBBCEAS) measures optical extinction, and an innovative broadband nephelometer (BBNeph) measures scattering. Both instruments utilise state-of-the-art UV light sources. Measurements of the UV absorption of organic aerosol produced under controlled conditions in the Irish Atmospheric Simulation Chamber (IASC) identify oxidation pathways that produce brown carbon. Subsequent field studies in an urban centre improve our understanding of the local chemistry and fuel types responsible for brown carbon formation in the real atmosphere.\nThis project combines the Fellowís expertise in the field of aerosol scattering technology and the capabilities of the host institution, including the new IASC and cutting-edge IBBCEAS technology. The Fellow will significantly enhance her scientific skills and gain training across a wide range of complementary and transferrable skills. The implementation of the research is highly structured, with a clear timeline for successful completion of the project goals. The programme both fully prepares the Fellow for an academic career, and strengthens the research at the host institution.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}