{
    "rcn": "214323",
    "acronym": "BC AMEL",
    "topics": "MSCA-IF-2017",
    "title": "BEFORE CONSUMPTION: AMBIGUOUS MORALITIES AND EQUINE LIMINALITY IN EUROPEAN HORSE (MEAT) PRODUCTION",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Irresponsible breeding of domestic animals is recognised as a significant welfare issue by the European Commission. While surplus dogs and cats might end up as strays, unwanted horses typically end up at horse markets. Some might be rescued, but the majority will end their lives at the slaughterhouse. BC AMEL explores the ambiguous moralities binding young horsesí fates to practices of horse breeding, trading and rescuing, exploring what the annual conjuncture of possible life or imminent death (nonlife) signifies for individual horses, for the humans involved and for the horse (meat) production system. The primary goal of the project is to develop and test socio-hippography as a novel methodological and analytical tool for researching human-horse interactions. Socio-hippography integrates equine existence and experience into the complex fabric of human sociality. It moves beyond anthropocentrism, foregrounding the experiences of nonhuman equine informants, encompassing embodied communication and the documentation of both human and equine biographical narratives. Field research will be conducted in Austria, where a national breeding program to preserve the heavy draught Noriker horse is established and where hundreds of foals end up as meat each year. Based on a multi-sited approach expanded to include animals, the researcher will follow a cohort of Noriker foals from birth to sale (Austria) and possible rescue (Germany) over a period of two years. The researcher will be integrated into the lively, vibrant research community provided by the Exeter Anthrozoology as Symbiotic Ethics (EASE) working group. Training within this multi-disciplinary network of scholars and experts in human-horse relations, and close interaction and exchange with the supervisor will enable the researcher to establish herself as an expert at the cutting edge of research into human-horse relations, and as a mediator between academia, policy makers and the equestrian industry.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}