{
    "rcn": "214366",
    "acronym": "C-VoUCHER",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Circularize ValUe CHains across European Regional Innovation Strategies",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "C-VoUCHER aims to develop new circular (cradle to cradle) value chains, disrupting traditional linear (cradle to waste) business models by means of cross-fertilization with Design Thinking experts and Circular Disruptors. \nThis approach is empowered by 6 Regional entities (2 leading ones from SE and DK and 4 learning ones from ES, FR, PL and RO), which together with their 41 clusters representing 5,763 SMEs (linked as 3rd Parties, including 11 gold, 4 silver and 7 bronze label ones) will work, at cross border level, on embedding circular economy (CE) model in their Smart Specialization Strategies.\nC-VoUCHER is the proof-of-concept framework where 24 selected Classic SMEs from traditional industries (Agro-Food, Health, Sea, Textile, and Manufacturing), will be offered an innovative 4-phase Circularity Program to develop 12 Circularity Solutions, to be then introduced in 42 Adopter SMEs with similar challenges. The regional CE Champions will be showcased to create ëschoolí at Regional Level and beyond. The project will leverage Ä6M of complementary funding for CE Champions and Adopters (provided by private and public investors). Also, a ëCircular Design Toolkit for Regionsí will be produced to mainstream the methodology in the other EU Regions. \nThe project will be coordinated by FBA, the European leader in Financial Support to Third Parties and supported by BLUMORPHO (Business and LEAN Innovation Accelerator) and Fundingbox Communities (expert in online marketing and community building). Industry actors: MADE (representing manufacturing companies as LEGO, Danfoss, among others), ARLA (biggest Scandinavian dairy producer), Green Ship of the Future (private partnership working for cleaner maritime industry), Neuca (Polish entity from Health sector) and Danish Fashion Institute specializing in Textiles, will help to define the industry challenges.\nC-VoUCHER will demonstrate how Europe can disrupt traditional value chains and become the Europe of entrepreneurial regions.",
    "totalCost": "5210220,64",
    "ecMaxContribution": "4999393,5",
    "coordinator": "FUNDINGBOX ACCELERATOR SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "SYSTEM@TIC PARIS REGION;AGENCJA ROZWOJU MAZOWSZA SPOLKA AKCYJNA;FORENINGEN MADE;AGENTIA DE DEZVOLTARE REGIONALA NORD-VEST;AXENCIA GALEGA DE INNOVACION;FUNDINGBOX COMMUNITIES SL;DANMARKS TEKNISKE UNIVERSITET;BLUMORPHO SAS;TREKANTOMRADET DANMARK;DEN ERHVERVSDRIVENDE FOND DEVELOPMENT CENTRE UMT;Tillv‰xtverket;NEUCA SA",
    "participantCountries": "FR;PL;DK;RO;ES;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}