{
    "rcn": "214372",
    "acronym": "CANDELA",
    "topics": "EO-2-2017",
    "title": "Copernicus Access Platform Intermediate Layers Small Scale Demonstrator",
    "startDate": "01/05/2018",
    "endDate": "31/10/2020",
    "objective": "With the advent of the Copernicus program with its wealth of open data, the Earth Observation application and service development domain is increasingly adopting big data technologies. This adoption is first related to efficient data storage and processing infrastructures, but most importantly data analytics and application development framework.\nCANDELA project main objective is to allow the creation of value from Copernicus data through the provisioning of modelling and analytics tools given that the tasks of data collection, processing, storage and access will be provided by the Copernicus Data and Information Access Service (DIAS), which the team is fully familiar with. The implementation starts by putting in place a set of powerful tools that drastically lowers the cost of getting familiar with the data and creating new services. These modules adopt new developments in the domain of machine learning, data mining, data fusion and web semantics, combining the Copernicus data and information with other non-Earth Observation data sources to derive novel applications and services.\nCANDELA will demonstrate the breadth of project capabilities with a real-life small demonstrator by means of two reference scenarios: a ìmacro-economics and agricultureî scenario to show how remote sensing capacities to extract adequate information from images could be used to feed economical models; and a ìforest health monitoringî (FHM) scenario which aim is to present how Earth Observation satellite data collection can be used for the monitoring of forest health conditions.\nCANDELA team is a well-balanced consortium, consisting of nine partners from five European countries, and with strong participation from the industry as encouraged by the Call, being half of the partners well positioned SMEís.",
    "totalCost": "1998011,25",
    "ecMaxContribution": "1998011,25",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "TERRANIS SAS;THALES ALENIA SPACE ITALIA SPA;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;ATOS INTEGRATION SAS;THALES ALENIA SPACE FRANCE;SMALLGIS SP ZOO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;CLOUDFERRO SP ZOO",
    "participantCountries": "FR;IT;DE;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}