{
    "rcn": "214331",
    "acronym": "BHmapping",
    "topics": "MSCA-IF-2017",
    "title": "Mapping the inner flow around accreting black holes",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Understanding the behaviour of matter in the close environments of astrophysical black holes (BH) is one of the biggest challenges of modern astrophysics. This project aims to address the fundamental problem of determining the geometry of the inflowing matter around accreting BHs. The geometrical distribution of the accreted gas is a hotly disputed and still unsolved issue. Its relevance is tightly linked to the possibility of testing the effects of General Relativity in the vicinity of BHs. Moreover, it is strictly related to other fundamental problems, in particular regarding the nature and location of the X-ray source, the mechanism responsible for the launch of the jet and the determination of the BH spin. \nWe propose to use a novel approach known as ìX-ray reverberationî. This is based on the use of innovative cross-spectral-timing techniques to study the temporal response of the accreting gas to flux variations of the central X-ray source, thus allowing distances among the different emitting regions to be constrained. This project will use the best quality data, including those provided by the ASTROSAT satellite and the NICER payload. We aim to: map the evolving geometry of the accretion flow as a function of accretion state in Galactic BH X-ray binaries; study the coupling between the accretion flow and the jet; develop theoretical spectral-timing models to explain the data; investigate how these behaviours extend to the supermassive BHs in active galactic nuclei. \nThe candidate is an experienced researcher (ER) in the field of observational X-ray astronomy, and has pioneered the application of the X-ray reverberation method to several accreting BH systems. By exploiting the long-term and renowned expertise in theoretical modelling of accretion processes around BHs of the High Energy Astrophysics group at the Nicolaus Copernicus Astronomical Center of the Polish Academy of Science, this research will allow the ER to emerge with new and competitive skills.",
    "totalCost": "134462,4",
    "ecMaxContribution": "134462,4",
    "coordinator": "CENTRUM ASTRONOMICZNE IM. MIKOLAJAKOPERNIKA POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}