{
    "rcn": "214353",
    "acronym": "BrainBehaviourModel",
    "topics": "MSCA-IF-2017",
    "title": "Understanding decision making by linking brain and behaviour",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Why do some people make decisions impulsively while others are more cautious? The answer may lie in individual differences in synaptic connectivity strengths within the underlying brain network. Previous work has found correlations between aspects of the decision making process and BOLD or electrophysiological responses. However, a proper mechanistic and biological explanation is still missing. This is nevertheless crucial for understanding how neurotransmitter systems influence behaviour and lead to impulse control disorders, addiction, or eating disorders. To reach this aim, I propose to combine state-of-the-art cognitive models with likewise state-of-the-art models of neural responses. My ëBrainBehaviour modelí will link cognitive factors that influence behaviour with synaptic connectivity patterns that give rise to neuroimaging findings.\nUsing this model, I will first analyse high-resolution (7T) fMRI data of subjects performing a stop-signal task. I will then turn to a novel data set comprising local field potential recordings obtained from deep brain stimulation electrodes implanted in the subthalamic nucleus for treatment of Parkinsonís disease, in combination with simultaneous MEG. After model inversion, the estimated parameters will be used to test specific hypotheses on the role of the hyperdirect, indirect, and direct pathways in movement inhibition.\nThe project is not only at the forefront of cognitive and computational neuroscience but it also offers invaluable training experiences, including the opportunity to work with high-tech imaging data (7T fMRI), mastering dynamic causal modelling, learning how to apply advanced cognitive models, and a good number of transferable skills like teaching and student supervision. The latter will result in an official teaching certificate that is compulsory for all university lecturers in the Netherlands. Granting this proposal will be a vital step for progressing my career beyond the current postdoctoral level.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}