{
    "rcn": "214328",
    "acronym": "BESIDE",
    "topics": "MSCA-IF-2017",
    "title": "Bile acids and epithelial stem cells in intestinal development",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "This project will investigate how gut bacteria (the microbiota) influence development of the human gastrointestinal tract (GIT) through innovative research at a world leading research centre (the APC Microbiome Institute) and secondment to the R&D division of a leading multinational biotech company (Perkin Elmer).  The gut microbiota comprises a complex community of microorganisms that provide essential metabolic functions in the host. The colonisation of the gut begins during the antenatal period, continues after the moment of birth and is coincident with rapid morphological and functional gut maturation suggesting that these early colonisers and their metabolites have an impact on GIT barrier development. Bile salt hydrolase (BSH) activity (which deconjugates amino-conjugated bile acids in the gut), is present among the first colonisers of the GIT.  Thus, the BESIDE project hypothesis is that this bacterial BSH activity critically affects GIT development and maturation in early life.  To understand the mechanisms underlying this relationship, BESIDE will conduct a series of experiments to i) determine how BSH activity influences intestinal stem cells (IESCs); ii) identify the effects on proliferation of these IESCs and iii) extrapolate the obtained results using an in vivo model. BESIDE presents a novel approach using methods based on cutting-edge cell culture, flow cytometry and cell imaging to gain knowledge which is likely to inform the future development of therapeutics to improve barrier function in the neonate. Additional objectives of BESIDE include dissemination and transfer of knowledge to relevant stakeholders (as well as to the general public) and the development of management and career development skills. This, in line with the Work Programme for the MSCA fellowship, will help the applicant to become an independent professional scientist in the field so that she will continue to make significant contributions to the European society and economy.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}