{
    "rcn": "214393",
    "acronym": "CellFreeImplant",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Cell-free Ti-based Medical Implants due to Laser-induced Microstructures",
    "startDate": "01/07/2018",
    "endDate": "31/12/2019",
    "objective": "New miniaturized and smart medical implants are more and more used in all medical fields, including miniaturized pacemakers. These implants with a casing consisting often of a Ti-alloy may have to be removed after some months or several years and shall therefore not be completely overgrown by the cells. In the framework of the ongoing FET Open project LiNaBioFluid, we successfully demonstrated that self-organized sharp cones or spikes at Ti-alloy substrates created by pulsed laser-ablation can result not only in complete wetting by water and body fluids but at the same time provide too little surface for the cells (i.e., fibroblasts) to grow on. Compared to flat surfaces, the cell density on the microstructures is significantly lowered, the coverage is incomplete and the cells have a clearly different morphology. The best results regarding suppression of cell growth are obtained on structures created by femtosecond Ti:sapphire laser irradiation, which are subsequently electrochemically treated. The goal of the Coordination and Support Action CellFreeImplant is to find strategic partners (end-users) for future development of smart medical implants addressing wide-spread patients needs for instance in the field of cardio-vascular diseases. The project activities include the identification of the market segments and needs and assessment of the technology with end-users.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "UNIVERSITAT LINZ",
    "coordinatorCountry": "AT",
    "participants": "BUNDESANSTALT FUER MATERIALFORSCHUNG UND -PRUEFUNG;KEPLER UNIVERSITATSKLINIKUM GMBH",
    "participantCountries": "DE;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}