{
    "rcn": "214395",
    "acronym": "CENTR-ALL",
    "topics": "MSCA-IF-2017",
    "title": "Clarifying role of the CENTROSOME in abnormal mitotic processes featuring the most commonchildhood malignancy: paediatric High Hyperdiploid Acute Lymphoblastic Leukaemia (HHDpALL)",
    "startDate": "24/01/2019",
    "endDate": "23/01/2021",
    "objective": "Paediatric Acute Lymphoblastic Leukaemia (pALL) still accounts for most cancer-related deaths in children. Although high hyperdiploidy (HHD) is the most frequent pattern, its pathomechanism remains poorly understood. Recently, Experienced Researcher (ER) et al showed that sequential chromosomal gains and chromosomal instability (CIN) are critical features in HHD-pALL evolvement. The most common cause of CIN is centrosome amplification (CA) and recent findings indicate that inhibiting centrosome clustering (mechanism by which tumour cells control CA to retain viability) is a promising therapeutic avenue. Opposed to most solid and hematologic malignancies, the role of CA in HHDpALL has not been clarified thus far. Primary goal of ER is to illuminate this issue, which is expected to result in new diagnostic- and screening methodologies, as well as novel therapeutics. ER will join a leading group in the field of ëcancer associated centrosome abnormalitiesí (headed by Professor Alwin Kr‰mer), in one of Europeís largest cancer research institutes (DKFZ, Germany), applying state-of the art technologies in genomics and functional cell biology. Centrosomes are mostly visualized by immunocytochemistry, but precise evaluation is error prone and featured with inter-personal/-laboratory variance. A diagnostic and high-throughput screening methodology thus is highly desirable. Accordingly, second aim is to develop a novel automated fluorescence light microscopy (aFLM) application for centrosome analysis, building on ER's previous experience, but in a cross-sector collaboration with a non-academic world leader in image analysis (MetaSystems, Germany). To gain ultrastructural information as well, ER will also align aFLM with scanning electron microscopy for the first time, in collaboration with the Schwab Group (EMBL, Germany) creating high-capacity correlative light electron microscopy (hcCLEM). Commercial potentials of above original developments will also be investigated.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}