{
    "rcn": "214351",
    "acronym": "BRAIN CAMO",
    "topics": "MSCA-IF-2017",
    "title": "Camouflaging electronics in the brain with immobilized liquid coatings",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "In the UK alone, those suffering from brain disorders is approximately 45 million and associated healthcare costs exceed 130 billion euros per year. Neural electronics for recording and stimulating brain activity have become invaluable tools to study and treat disorders such as epilepsy, depression, and Parkinsonís. Currently used neural probes often fail in chronic evaluations (>1 year); the stiffness and chemistry of probes induce inflammation, neuronal death, and fibrous capsule formation. When examining a neural probe, the vast majority of the surface area is comprised of the encapsulation material; an insulating polymer that shields electronics from tissue. To date, most studies of implantable electronics have utilized only bare insulation as the tissue-interfacing material, yet in long-term studies, these insulation materials degrade and crack from the in vivo environment and expose the underlying electronics. Furthermore, adherence of proteins and cells to insulation promotes the immune response against the probe. Therefore, introducing an effective barrier between insulation and tissue is a highly promising approach for improving probe biocompatibility and performance. In this proposal, the approach is to use water-immiscible liquids anchored to the surface by a gel to shield neural probes from surrounding tissue. The proposed strategy of these immobilized liquid coatings (ILCs) is applicable to all implantable electronics, including those for other tissues and those based on various materials (silicon, metal, and organics). This proposal will focus solely on organic probes, which can be flexible and have recently been shown to improve biocompatibility by the reducing the mechanical mismatch between probe and brain tissue. Therefore, applying ILCs to organic neural probes will advance the current state-of-the-art and will address chronic biocompatibility on multiple fronts.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}