{
    "rcn": "214396",
    "acronym": "CeramCom",
    "topics": "MSCA-IF-2017",
    "title": "New Generation Ultra-High Temperature Ceramic Matrix Composites for Aerospace Industry",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This multidisciplinary industrially oriented research proposal brings together very timely and highly original fundamental research with a commercial potential for aerospace applications, aimed at improving the lifetime and reliability of ceramics performing in extreme conditions. The use of a new type of additives, such as rare-earth (RE) oxides with a small ionic radius of RE3\\, combined with the use of new processing routes (new coating technique), opens up the possibility of developing new generation ultra-high temperature ceramic matrix composites (UHTCMCs). The project will push the boundaries of knowledge forward towards understanding the influence of RE additives on the properties of UHTCMCs by performing a systematic study using RE elements with different RE3\\. Besides the new style of additives (RE), the project proposes new and innovative coating technique to develop new compositions of RE-ultra-high temperature ceramics (RE-UHTC) coatings for ceramic matrix composites (CMC). In this way, the final RE-UHTCMCs will be developed. The ultimate aim of the project is to develop novel RE-reinforced UHTCMC materials with significantly improved ultra-high temperature properties (above 2200∞C) and long-term (up to several hours) thermo-chemical resistance. This will significantly improve the current state of the art. The application of these materials as thermal protection systems for hypersonic vehicles, and other areas of aerospace industry, is foreseen through the knowledge transfer to the industrial partner, Central R&T Airbus Defence and Space GmbH. This innovative scientific programme will provide an advanced training for the Fellow. Due to the involvement of one of the global leaders in aerospace industry (Airbus Defence and Space) into this proposal, the project will generate patents, industrial property rights, and high quality publications. This all will contribute to further personal development and international scientific recognition of the Fellow.",
    "totalCost": "153381,6",
    "ecMaxContribution": "153381,6",
    "coordinator": "USTAV ANORGANICKEJ CHEMIE SLOVENSKA AKADEMIA VIED (Institute of Inorganic Chemistry, Slovak Academy of Sciences)",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}