{
    "rcn": "214327",
    "acronym": "BEMAR",
    "topics": "MSCA-IF-2017",
    "title": "Protection-induced selection and evolution of behavior within marine reserves and the impact on fisheries sustainability",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Marine reserves are a valuable tool for protecting against overharvesting and are expected to support fisheries beyond their boundaries through spillover of adult fish. However, marine reserves may set unanticipated selection regimes on fish behavior when they fail to protect a sufficiently large part of the range of movements of the animals present in the target population and there are fishing activities at the reserve boundary. Under these situations, marine reserves may generate differences in the time that each individual spends at risk to be harvested, and ultimately the fitness of the individuals. Worryingly, consistent removal of individuals that spend more time at risk may entail evolutionary consequences because the behavioral traits that might determine time at risk are likely heritable (they have been show to be repeatable, i.e. personality traits). This mechanism, termed protection-induced selection and evolution, has received support from simulation studies but lack empirical evidence. By analyzing a unique dataset that includes long-term and fjord-wide behavioral information of two cod populations from Norway, before and after reserve establishment in one of the areas, we will 1) investigate the drives of protection-induced selection, 2) the immediate effect of protection on the fitness landscape of the protected populations and 3) the long-term, evolutionary consequences for the protected individuals and the spillover effect from the marine reserve. Results will be synthesized to provide management recommendations. We forecast very timely and novel results, with high impact, that will move the knowledge frontier several steps forward and will allow a better management of marine resources with clear benefits to the society.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}