{
    "rcn": "214380",
    "acronym": "CASCADE-X",
    "topics": "MSCA-IF-2017",
    "title": "CO2 to light olefins conversion by cascade reactions over bifunctional nanocatalysts: an ëall X-rayí approach",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "In a waste-to-value perspective, CO2 can represent a sustainable carbon source to produce light olefins, representing key building blocks for petrochemical industry. CASCADE-X proposes an ultimate approach to directly convert CO2 to light olefins through cascade reactions over a bi-functional catalyst, obtained by molecular scale integration of an active metal alloy for the CO2-to-methanol reaction onto a zeotype catalyst for selective methanol-to-olefins conversion. Such a single-reactor cascade approach enables a simplified process scheme while overcoming the thermodynamic restrictions of the methanol synthesis by its sequential conversion. The action will generate fundamental knowledge on properties-performances relationships for the combined system, providing a rational for the optimization of catalyst and process conditions, as well as an improved understanding of key fundamental issues in both hydrogenation and methanol-to-olefins chemistry (restructuring, deactivation mechanisms, confinement effects). These goals will be pursued by an ëall-X-rayí approach, synergizing in situ and operando X-ray absorption spectroscopy and diffraction/scattering at the laboratory and large-scale facility level in combination with complementary physico-chemical methods, to identify activity/selectivity/stability descriptors for the bifunctional catalyst. Multi-modal synchrotron nano-mapping of individual catalyst particles will elucidate the space-resolved dynamics of restructuring and deactivation phenomena. Integrating the applicantís experience in X-ray spectroscopy, the Hostís excellence in structural analysis, testing and rational optimization of zeotype catalysts, as well as the industrial know-how of the private sector partner (a leading Company in recycling and manufacturing precious metal catalysts, where a Secondment is planned), CASCADE-X provides a unique platform to diversify the proponentís individual competences and to promote trans-sectoral knowledge transfer.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}