{
    "rcn": "214340",
    "acronym": "BioVOLHum",
    "topics": "MSCA-IF-2017",
    "title": "An understated player of Climate Change - increased air humidity - impact on volatile signaling compound emission at northern forests",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Global climate simulations predict increased atmospheric humidity (AH) for northern latitudes. Water vapor, as an effective greenhousegas, can magnify the rise in temperature even more. There is large uncertainty of the impact of elevated AH on the production of biogenic volatile compounds (BVCs) by plants, which in turn, might contribute considerably to changes in atmospheric chemistry. The aim of this project is to clarify the impact of increased AH and diffuse irradiation to carbon assimilation, allocation and consequently BVC emissions from northern forests. This study will combine a unique free-air manipulation experiment of increased AH in a temperate forest with analysis of long-term data of plant responses to natural variation in AH. A broad selection of environmental and plant parameters (incl. BVCs, growth, photosynthesis, leaf pigment and nitrogen content, tree hydraulics) will be measured during the period of shoot development in spring, to clarify the impact of seasonality and physiological constraints on the emission of BVCs. Increased AH appears to influence photosynthesis, transpiration and foliage nutrient supply in trees and previous research by the applicant has revealed that changes in light use efficiency (LUE), nitrogen and carbon allocation into pigments result from differences in irradiance and temperature, but BVC emissions are not well predicted by current carbon-allocation and climate models. This project hypothesizes that control and humidified trees vary in LUE due to differences in sink-source limited growth and resultant differences in allocation of carbon to synthesis of pigments or to BVCs. As an outcome of this project, the feedback mechanisms between carbon production, allocation and BVC emissions will be analyzed and the link between air humidity and BVC production will be proposed as an important agent of climate change. The project will substantially elaborate the professional competence and perspectives of the applicant.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}