{
    "rcn": "214314",
    "acronym": "AutoDropProd",
    "topics": "MSCA-IF-2017",
    "title": "Development of a commercially-viable system for the automatic generation of high-throughput well defined single and double microdroplets",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Emulsions are widely used in industries such as foods, cosmetics, pharmaceuticals and chemicals. However, most of the emulsions used in the industry consist of polydisperse droplets. Emulsions of monodisperse droplets have many advantages, such as higher stability, thus longer shelf life and easier to control physical properties (e.g. viscosity or visual appearance). Small scale production of monodisperse emulsions is easily achievable using microfluidics technology. To increase the production rate of the emulsions to industrial levels and maintain droplet monodispersity, we propose to use parallelization of liquid flows with coupled flow microchips together with a fully automated droplet production system which can monitor droplet sizes and adjust flow rates to compensate for any fluctuations in the system. The next step for the system is production of monodisperse double emulsions, applicable for double drug delivery and other applications.  Commercialization of such a system would allow scientists in different laboratories (e.g. pharmacy, biology, genetics, chemistry) to simplify the monodisperse single and double droplet production procedures. At the same time, industry would benefit from the simplified monodisperse emulsion preparation, increase the efficiency and lower costs.\n\nTo create such a high throughput automated system I will employ my previous experience from physics, material science and microfluidics. At the same time I will receive training inentrepreneurship from the perspective of a start-up company, increase my knowledge microfluidics system automation and learn effective business communication at the private sector. This experience and acquired knowledge will open new possibilities for me to establish myself in the industry, R&D companies or become more competitivein the scientific community.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}