{
    "rcn": "214381",
    "acronym": "CATENA",
    "topics": "ERC-2017-COG",
    "title": "Commentary Manuscripts in the History and Transmission of the Greek New Testament",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Manuscripts which contain commentary alongside the biblical text are some of the most significant and complicated witnesses to the Greek New Testament. First compiled around the fifth century, the commentaries consist of chains of extracts from earlier writers (catenae). These manuscripts became the main way in which users encountered both the text and the interpretation of the New Testament; revised editions produced in the eleventh and twelfth centuries continued to hold the field until the invention of printing.\n\nRecent advances have shown that commentary manuscripts play a much more important role than previously thought in the history of the New Testament. The number of known copies has increased by 20% following a preliminary survey last year which identified 100 additional manuscripts. A recent comprehensive textual analysis of the Catholic Epistles indicated that all witnesses from the third generation onwards (some 72% of the total) could stem from the biblical text of three commentary manuscripts occupying a key place in the textual tradition. Investigation of the catena on Mark has shown that the selection of extracts could offer a new approach to understanding the theology of the compilers and the transmission of the commentaries. \n\nThe CATENA Project will use digital tools to undertake a fuller examination of Greek New Testament commentary manuscripts than has ever before been possible. This will include an exhaustive survey to establish a complete list of witnesses; a database of extracts to examine their principles of organisation and relationships; and electronic transcriptions to determine their role in the transmission of the biblical text. The results will have a direct impact on editions of the Greek New Testament, providing a new understanding of its text and reception and leading to broader insights into history and culture.",
    "totalCost": "1756928",
    "ecMaxContribution": "1756928",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}