{
    "rcn": "214349",
    "acronym": "BRAIN",
    "topics": "MSCA-IF-2017",
    "title": "Bacterial regulation of Apis neurophysiology",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Gut microbes are known to affect the neurophysiology of their hosts and genome sequencing now easily allows metabolic characterization of elusive microbial diversity that cannot be cultured. While investigations on the neurological and behavioural consequences of mammalian gut symbionts have grown exponentially in recent years, little is known about the ëgut microbiotañbrain axisí in insects of major economic interest. The applicant is a molecular evolutionary ecologist who previously used gene expression data to predict physiological modifications in the honeybee after insemination and published a comparative analysis of bacterial symbionts across ants. He now aims to realize an inter-disciplinary program to map the neurological and behavioural extended phenotypes of gut symbionts in bees. Through experimental approaches of microbiome manipulation, neurotranscriptomics, behavioural-tracking, FISH, and isotope-labelling of bacterial metabolites, the project seeks to understand: (i) the extent to which Apis mellifera gut symbionts affect host brain function by identifying the specific bacteria, their metabolic products, and the brain regions involved in host-symbiont interactions, and (ii) assess whether these processes affect behavioural traits relevant for the social organization of bees. None of these objectives have been addressed before and achieving them has high potential to change the way in which biologists think about bacterial symbioses and animal behaviour. The project includes training-through-research for the applicant in microbiology, behavioural ecology, microscopy and bioinformatics, and considerable knowledge transfer in transcriptomics and conceptual symbiosis theory from the applicant to the host groups. Although challenging in its ambitions, the project is synergistic and feasible, and will allow the European Research Area to harvest tangible benefits to improve the health of a domesticated species of primary importance to secure food production.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}