{
    "rcn": "214335",
    "acronym": "BioAXOS",
    "topics": "SMEInst-07-2016-2017",
    "title": "A novel cost-efficient process to produce best-in-class prebiotics from side-products of the bioethanol industry",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Prebiotics (just like other fibres) are carbohydratesóhumans do not digest them, but probiotic bacteria in our gastrointestinal tracts flourish on them, making it more difficult for dangerous pathogenic bacteria to multiply. Prebiotics occur naturally in many fruits & vegetablesóin chicory roots, avocados, peas, dandelion greens, as well as in whole & sprouted grains. There is a growing body of clinical studies & other scientifical evidence attesting to their positive effect on our health.\nAt the moment the most widely used prebiotic is inulin (40%\\ market share). More efficient recent prebiotics, XOS and more recently AXOS have attracted a lot of attention , since they substantially improves on other characteristics of other types of prebiotics.\nWe have developed BioAXOSóa novel effective prebiotic from XOS family that fulfils the described criteria can replace inulin in at least half of its applications, taking a market share of at least 20%. In the EU only this represents a total addressable market of Ä200m. This process can be run on any bioethanol production plant (or grain milling facility) enabling additional revenue streams for them. As a result of our Phase 1 feasibility study we have secured a strategic partnership with Pannonia Ethanol to produce BioAXOS, which will accelerate our time to market by 2 years.\nWith BioAXOS we are targeting at least 10% of the total prebiotics market by 2027, and at least 40% in the longer term.\nIn this Phase 2 project we are requesting a Ä1.9m contribution to industrialize the BioAXOS process, undergo necessary regulatory approval to be able to sell into human food applications, as well as carry out 3 trials with functional food producers.",
    "totalCost": "2682788,75",
    "ecMaxContribution": "1877952",
    "coordinator": "PURE FIBER LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}