{
    "rcn": "214364",
    "acronym": "C-POS",
    "topics": "ERC-2017-COG",
    "title": "Children's Palliative care Outcome Scale",
    "startDate": "01/09/2018",
    "endDate": "28/02/2023",
    "objective": "Person-centred care is a core health value of modern health care. The overarching aim of C-POS (Children's Palliative care Outcome Scale) is to develop and validate a person-centred outcome measure for children, young people (CYP) and their families affected by life-limiting & life-threatening conditions (LLLTC). International systematic reviews, and clinical guides have highlighted that currently none exists. This novel study will draw together a unique multidisciplinary collaboration to pioneer new methods, enabling engagement in outcome measurement by a population currently neglected in research. \nC-POS builds on an international program of work. The sequential mixed methods will collect substantive data through objectives to determine i) the primary concerns of CYP and their families affected by LLLTC & preferences to enable participation in ethical person-centred measurement (n=50); ii) view of clinicians and commissioners on optimal implementation methods (national Delphi study); iii) a systematic review of current data collection tools for CYP regardless of condition; iv) integration of objectives i-iii to develop a tool (C-POS) with face and content validity; v) cognitive interviews to determine interpretability (n=40); vi) longitudinal cohort of CYP and families to determine test-retest reliability, internal consistency, construct validity and responsiveness (n=151); vii) development of resources for routine implementation viii) translation and interpretation protocols for international adoption. \nC-POS is an ambitious study that, for the first time, will enable measurement of person-centred outcomes of care. This will be a turning point in the scientific study of a hitherto neglected group.",
    "totalCost": "1799820",
    "ecMaxContribution": "1799820",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF SUSSEX;University College London",
    "participantCountries": "UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}