{
    "rcn": "214394",
    "acronym": "CellularNanoMachines",
    "topics": "MSCA-IF-2017",
    "title": "Development of Stimuli-Responsive Nanoparticle-carrying T lymphocytes in the Fight against Cancer",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "The cancer burden represents an overarching health problem and it is essential that EU institutions develop the next generation of diagnostics that overcome the inadequacy of current imaging strategies. Nanomedicine, defined as the use of nanotechnologies in medicine, offers extraordinary opportunities to address these unmet medical needs. The proposed research project endeavours to find effective anticancer diagnostics through the development of smart cellular nano-machines. The design will integrate white blood cells (concretely, tumour-targeted T lymphocytes) as living carriers of stimuli-responsive drug-loaded NPs. The tumour-homing T cells will facilitate NP accumulation in tumours until an internal/external stimulus triggers NP-release. The NPs will also possess imaging capabilities to visualize and monitor the injected formulations and confirm that the designed NPs target cancer cells in vivo. This approach aims to achieve highly versatile, selective and effective nanomedicine products that combine imaging and therapy for different types of cancer (theranostics). The strategy will provide anticancer materials compatible with industrial processes and personalized medicine. Thus, I believe the results arising from this work will place EU institutions in an unbeatable position to capitalize on the next generation of diagnostics, not only to boost the competitiveness of our industries but also to make positive changes in the lives of our citizens.",
    "totalCost": "240530,4",
    "ecMaxContribution": "240530,4",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}