{
    "rcn": "214379",
    "acronym": "CASACAMAhyps",
    "topics": "MSCA-IF-2017",
    "title": "Cucurbit[8]uril Assisted Supramolecular Architectures of Carbon Materials for Hydrogels, Photocatalysis and Sensing",
    "startDate": "15/05/2018",
    "endDate": "14/05/2020",
    "objective": "Carbon Materials (CMs: graphene etc.) are known for their light-weight and, excellent mechanical, electrical and thermal properties.  However, one of the main challenges for state-of-the-art CM-based composites is the mass manufacture and low-cost production of uniformly distributed composite materials under aqueous conditions to harness these properties for various applications.  Moreover, the surface functionalisation of CMs is still a great challenge, attributed to their inert surface and lack of solubility in many solvents including water.\nSupramolecular host-guest complexation could be a useful technique to produce uniformly distributed CMs-based supramolecular architectures (SAs). Cucurbit[8]uril (CB[8]) is a macrocyclic host molecule with 8 glycoluril units yielding a barrel-like shape macrocycle. It can accommodate 2 guest molecules simultaneously, typically 1 electron-poor (1st guest) and 1 electron-rich (2nd guest), forming a heteroternary complex. CB[8] creates an aqueous dynamic supramolecular system that can help improve the water solubility of guest molecules.\nThus, the overall aim of this proposal is to develop SAs based upon host-guest heteroternary complexation between CB[8], CMs and matrices. Two entirely different matrix polymers (organic) and metal NPs (mNPs: inorganic) will be considered. Three CMs will be investigated. i) 2D Graphene(GR), ii) 1D Carbon nanofibers (CNFs) and iii) 0D Carbon dots (C-Dots).  Following goals of the project will be achieved in the respective work packages: 1) Surface functionalisation of guest molecules onto CMs (fCMs). 2) To obtain Dynamic Hybrid Supramolecular Hydrogels after the host-guest complexation between fCMs, CB[8] and polymers. 3) Supramolecular heteroternary complexes between fCMs, CB[8] and mNPs to form fCMs-mNPs Supraparticles, and their 4) Applications in photocatalysis and Sensing.\nOverall, the fundamental investigation of how fCMs will bind to CB[8] and later to polymers or mNPs will be investigated.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}