{
    "rcn": "214378",
    "acronym": "CASE-CO2",
    "topics": "MSCA-IF-2017",
    "title": "Carbon Accumulation over Succession to Enhance mitigation of CO2 emissions",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Former agricultural lands, also known as old-fields, can have great potential as carbon (C) sinks and could act as naturally occurring, low cost mechanism to mitigate CO2 emissions. However, many studies on C fixation have focused on mature forests, not properly considering abandoned agricultural lands. Through this project, the experienced researcher (ER), Dr. Eduardo Vel·zquez, aims to; (i) study the process of C accumulation in old-fields over ecological succession, predicting their C sequestration potential over the long-term, (ii) estimate old-field C stocks at regional scale in a region characterized by farmland abandonment. These objectives will be attained (i) through sampling in 50 permanent plots, performing vegetation and soil laboratory analyses, and adaptating the forest model IBERO, and (ii) through the conjoint use of field measurements and radar backscatter data. The ER will work in the IUFOR (Palencia), supervised by Felipe Bravo. He will collaboratewith ECM and perform a secondment in Edinburgh. He will be trained in the calculation of C stocks, the development of allometric equations, the parameterization and calibration of forest growth models, and the analysis of radar backscatter data. This project proposes a multidisciplinary approach among Forest and Systems Ecology, forest modelling and remote sensing, and aligns within several cross-cutting issues and focus areas of H2020 Work Programme. The results of CASE-CO2 could be applied to develop new laws and directives regarding the most suitable management practices in order to enhance mitigation of atmospheric CO2 emissions in old-fields, and to improve the assessment of regional and national carbon budgets. This project will increase the leadership and scientific network of the ER, the quantity and quality of his publications, the impact of his scientific activity, and his possibilities to obtain funds, enhancing his possibilities of reaching a position of professional maturity within the ERA.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE VALLADOLID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}