{
    "rcn": "214354",
    "acronym": "BriCoFra",
    "topics": "MSCA-IF-2017",
    "title": "New ideas for the Variational Approach to Brittle and Cohesive Fracture",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "During World War I the English aeronautical engineer A.A. Griffith formulated a theory to explain failure of materials, based on the idea that crack growth is the result of the competition between the surface energy spent to produce the fracture and the energy stored in the uncracked region. \n\nGriffith's viewpoint, that by its own nature is variational, found a rigorous mathematical setting in the variational formulation for quasistatic evolutions by Francfort and Marigo, in 1998. Remarkably, this work provides a general framework for several problems in Fracture Mechanics, including post-Griffith theories, in particular the one due to Barenblatt. Griffith and Barenblatt theories differ in the surface energy dissipated in the fracture process: the first is proportional to the measure of fracture set (surface in 3d, length in 2d), the latter depends also on the amplitude of the opening between the two sides of the crack. Microscopically, in the first case (brittle fracture) any material point is either broken or sound, in the latter (cohesive fracture) restorative forces, depending on the opening, are present between the lips of the crack set. Particular choices of cohesive dissipation in the evolution may describe fracture by fatigue.\n\nFatigue occurs when a material degrades by repeated loading and unloading. Fracture by fatigue is extremely dangerous and difficult to predict, since it happens in normal operating conditions without evident warnings. Moreover, it is responsible of about the 90% of failure occurrences. Despite its importance, both the mathematical and the mechanical treatment of fatigue by fracture are much less general than those for brittle fracture.\n\nNevertheless, even the existence of quasistatic evolutions for 3d brittle fracture is still an open problem. This action aims both to prove such existence result with an innovative combination of two apparently alternative approaches, and to explore the rich field of fracture by fatigue.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "Ecole Polytechnique of Paris",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}