{
    "rcn": "214361",
    "acronym": "BROWSE_PLUS",
    "topics": "ERC-2017-PoC",
    "title": "Beam-steered Reconfigurable Optical-Wireless System for Energy-efficient communication ñ Proving the Concept",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "Worldwide, wireless communication traffic is growing at a staggering pace. Driven by digitalization of nearly every aspect of our lives and by the ëFourth Industrial Revolutioní, the numbers of mobile broadband devices as well as the proliferation of small sensing and actuating devices (the ëInternet of Thingsí) are exploding. The vast majority of wireless traffic is generated indoors, and radio-based wireless networks such as Wi-Fi are getting into severe states of traffic congestion.\n\nBy means of Optical Wireless Communication (OWC), vast new spectrum bands can be opened without licensing needs, which provides relief to the use of congested unlicensed radio-spectrums. We have developed OWC by means of ultra-high capacity 2D-steered narrow infrared optical beams. Our research group recently made a breakthrough by improving the download speed of indoor Wi-Fi by a factor beyond 300x compared to conventional Wi-Fi via radio waves.  In our approach, we can devote and guarantee the full capacity to each separate device in the room. This is an extensive improvement to the current technologies, which are allocating the available capacity among all the users in a shared fashion.\n\nThe technical and pre-commercialisation work in this PoC project will equip us with the sufficient IP protection strategy, patent portfolio, business plan, industry and application piloting networks, initial contacts with funding bodies and make our technology more mature, ready-to-be-taken out from the laboratory to real-life experiments.\n\nBy commercialising our novel innovation, we aim for strong global impact by developing dramatic improvement in wireless connectivity. This will concretely lead to an orders-of-magnitude higher wireless capacity per user, reduced energy consumption, improved privacy, improved resources utilization by novel networking dynamics and avoiding radio spectrum licensing issues.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}