{
    "rcn": "214321",
    "acronym": "BACTIN",
    "topics": "ERC-2017-COG",
    "title": "Shaping the bacterial cell wall: the actin-like cytoskeleton, from single molecules to morphogenesis and antimicrobials",
    "startDate": "01/02/2019",
    "endDate": "31/01/2024",
    "objective": "One of the ultimate goals in cell biology is to understand how cells determine their shape. In bacteria, the cell wall and the actin-like (MreB) cytoskeleton are major determinants of cell shape. As a hallmark of microbial life, the external cell wall is the most conspicuous macromolecule expanding in concert with cell growth and one of the most prominent targets for antibiotics. Despite decades of study, the mechanism of cell wall morphogenesis remains poorly understood. In rod-shaped bacteria, actin-like MreB proteins assemble into disconnected membrane-associated structures (patches) that move processively around the cell periphery and are thought to control shape by spatiotemporally organizing macromolecular machineries that effect sidewall elongation. However, the ultrastructure of MreB assemblies and the mechanistic details underlying their morphogenetic function remain to be elucidated. \n\nThe aim of this project is to combine ground-breaking light microscopy and spectroscopy techniques with cutting-edge genetic, biochemical and systems biology approaches available in the model rod-shaped bacterium Bacillus subtilis to elucidate how MreB and cell wall biosynthetic enzymes collectively act to build a cell. Within this context, new features of MreB assemblies will be determined in vivo and in vitro, and a ìtoolboxî of approaches to determine the modes of action of antibiotics targeting cell wall processes will be developed. Parameters measured by the different approaches will be used to refine a mathematical model aiming to quantitatively describe the features of bacterial cell wall growth. The long-term goals of BActin are to understand general principles of bacterial cell morphogenesis and to provide mechanistic templates and new reporters for the screening of novel antibiotics.",
    "totalCost": "1902195",
    "ecMaxContribution": "1902195",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}