{
    "rcn": "214313",
    "acronym": "AuroraMHD",
    "topics": "MSCA-IF-2017",
    "title": "Constraints on Io's and Europa's atmospheres and interiors from modeling of the satellites' aurora",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Two of Jupiterís large Galilean moons - Io and Europa - are among the most interesting planetary bodies: Io is the most volcanically active body in our solar system and its neighboring moon Europa harbors a subsurface water ocean and high water vapor plumes were observed at its surface. The moonís surfaces and atmospheres interact with the surrounded moving magnetized plasma forming a complex plasma interaction.\nObservations of auroral emissions from the moonsí atmospheres and numerical modeling of the plasma interaction are used to derive plasma physical, geophysical and atmospheric properties, such as the composition and the distribution of the moonsí atmospheres and subsurface oceans. However both approaches, observations and numerical modeling, are mostly treated independently and hence often provide an ambiguous interpretation. The research goal of this project is to combine the two approaches and the different data sets- in-situ measurements from the Galileo spacecraft and the large set of aurora images from the Hubble Space Telescope- in order to advance the understanding of the atmospheres, interiors and magnetic surroundings of Io and Europa and to investigate the influence of induction from a subsurface ocean on the moonsí aurora. This action will be fulfilled by an advanced magnet-hydrodynamic model which self-consistently simulates the plasma interaction and aurora emissions.\nThe results of the project will advance the understanding of the properties of the moons and their plasma interaction, lead to several publications in peer-reviewed scientific journals and will provide useful input to the planning of future spacecraft observations such as the Jupiter Icy moon Explorer or the Europa Clipper mission. During the fellowship at the KTH I will greatly expand my expertise in aurora observations and numerical modeling as well as my pedagogical competence which will help me to develop into a leading independent researcher.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}