{
    "rcn": "214397",
    "acronym": "CGM",
    "topics": "SMEInst-02-2016-2017",
    "title": "A next generation nano media tailored to capture and recycle hazardous micropollutants in contaminated industrial wastewater.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Customem Ltd is a company founded with the long term vision to harness natureís capacity to make biomaterials to promote human health in alignment with sustainable development goals. A next generation nanomedia that can be tailored to capture and recycle specific micropollutants in contaminated industrial wastewater. Lack of access to clean water is predicted to affect 47% of the worldís population by 2030. Contamination of water supplies by micropollutants such as metal ions, pesticides and pharmaceuticals is a major contributor to this water stress. These pollutants are released by industrial processes in the textile and manufacturing industries. Existing water treatment removes 99.96% of contaminants, but does not remove the 0.04% of micropollutants. Although the remaining contaminants seem small, they are a major problem as they are exceptionally difficult to capture but also highly toxic to humans and animals. CustoMem have developed a customisable selective nanocellulose media called CustoMem Granular Media (CGM) that is bioengineered to capture and remove all micropollutants including the 0.04% that cannot currently be removed. Customers benefit from a simple, low cost, low energy solution that is low maintenance. It allows removal of all micropollutants resulting in clean water supplies. The company is headquartered in the Imperial College Incubator UK and currently has 6 employees. The company is currently in talks with companies in the EU who have shown an active interest in the project. The Phase 2 project will allow CustoMem to finalise CGM development and accelerate its market introduction.",
    "totalCost": "1953701,25",
    "ecMaxContribution": "1367590,88",
    "coordinator": "CUSTOMEM LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}