{
    "rcn": "214334",
    "acronym": "BiHyOMat",
    "topics": "MSCA-IF-2017",
    "title": "BioHybrid Optoelectronic Materials",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "BiHyOMat is an ambitious research project at the interface of chemistry, physics and biology, with the aim to produce high-end optoelectronic materials. To this end, the project will take advantage of the co-crystallization of toroidal proteins and photosensitizers into monodimensional self-assemblies by means of electrostatic interactions, being a field where the hosting group is playing a pioneer role. By means of pH, temperature and electrolyte control, different proteins and dyes will be conjugated to a wide variety of materials with different stabilities and optical properties. Peroxiredoxin, an ubiquitous protein with a wide selection of isoelectric points has been selected as protein scaffold of the columnar stacks, along with a selection of charged phthalocyanines and porphyrins playing a dual role as molecular glue and photoactive moieties. The latter group will be obtained through collaborations, commercial sources or synthesized by the candidate.The resulting materials will be thoroughly characterized by a broad selection of techniques, including cryo-TEM, SAXS and time-resolved spectroscopy. Additionally, the spectroscopic properties arising from the anisotropic array of dyes into this well-defined structure will be thoroughly explored. Furthermore, the resulting tubular arrays will be conjugated supramolecularly with magnetic nanoparticles, endowing them with magnetoresponsive behaviour. Finally, the tubular aggregates, presenting a well-defined inner pore, will be employed as nanoreactors to synthesize finely tuned rod-like nanoparticles, taking advantage of the hollow structure of the stacks.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}