{
    "rcn": "214348",
    "acronym": "SAFECARE",
    "topics": "CIP-01-2016-2017",
    "title": "SAFEguard of Critical heAlth infrastructure",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Over the last decade the European Union has faced numerous threats that quickly increased in their magnitude, changing the lives, the habits and the fears of hundreds of millions of citizens. The sources of these threats have been heterogeneous, as well as weapons to impact the population. As Europeans, we know now that we must increase our awareness against these attacks that can strike the places we rely upon the most and destabilize our institutions remotely. Today, the lines between physical and cyber worlds are increasingly blurred. Nearly everything is connected to the Internet and if not, physical intrusion might rub out the barriers. Threats cannot be analysed solely as physical or cyber, and therefore it is critical to develop an integrated approach in order to fight against such combination of threats. Health services are at the same time among the most critical infrastructures and the most vulnerable ones. They are widely relying on information systems to optimize organization and costs, whereas ethics and privacy constraints severely restrict security controls and thus increase vulnerability. The aim of this proposal is to provide solutions that will improve physical and cyber security in a seamless and cost-effective way. It will promote new technologies and novel approaches to enhance threat prevention, threat detection, incident response and mitigation of impacts. The project will also participate in increasing the compliance between security tools and European regulations about ethics and privacy for health services. Finally, project pilots will take place in the hospitals of Marseille, Turin and Amsterdam, involving security and health practitioners, in order to simulate attack scenarios in near-real conditions. These pilot sites will serve as reference examples to disseminate the results and find customers across Europe.",
    "totalCost": "9573979,63",
    "ecMaxContribution": "7994553,63",
    "coordinator": "CENTRE HOSPITALIER REGIONAL DE MARSEILLE ASSISTANCE PUBLIQUE-HOPITAUX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "MILESTONE SYSTEM AS;CASSIDIAN CYBERSECURITY SAS;BEIA CONSULT INTERNATIONAL SRL;INSTITUTO SUPERIOR DE ENGENHARIA DO PORTO;EUROPEAN ORGANISATION FOR SECURITY SCRL;THE MAIN SCHOOL OF FIRE SERVICE;ISTITUTO SUPERIORE MARIO BOELLA SULLE TECNOLOGIE DELL'INFORMAZIONE E DELLE  TELECOMUNICAZIONI ASSOCIAZIONE;CONSERVATOIRE NATIONAL DES ARTS ET METIERS;KENTRO MELETON ASFALEIAS;PHILIPS ELECTRONICS NEDERLAND B.V.;AGENCE NATIONALE DE SANTE PUBLIQUE;ENOVACOM SAS;PHILIPS MEDICAL SYSTEMS NEDERLAND BV;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSITAET GREIFSWALD;SECURITY MATTERS BV;Academisch Medisch Centrum bij de Universiteit van Amsterdam;ASL TO5;MINISTERE DE L'INTERIEUR;CONSORZIO PER IL SISTEMA INFORMATIVO (CSI PIEMONTE)",
    "participantCountries": "DK;FR;RO;PT;BE;PL;IT;EL;NL;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}