{
    "rcn": "214333",
    "acronym": "BIF-SCV",
    "topics": "MSCA-IF-2017",
    "title": "Bifurcations in Several Complex Variables",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This fellowship builds on the success of the applicantís PhD thesis, where he made breakthroughs in the area of holomorphic dynamics in several complex variables. The field of holomorphic dynamics in several complex variables is a fast-growing area of mathematics, linking complex geometry, dynamical systems and many other topics. This project addresses the central question of studying stability and bifurcations of such dynamical systems under perturbation. The applicantís foundational work has prepared the ground for significant advances in the subject, forming the basis for this project.\n\nThis project specifically aims at the extension of parabolic implosion techniques (field in which the supervisor is a world-leading expert) from their natural one dimensional setting to higher dimensions (the applicantís area of expertise). This proposal has three main directions.\n\n1 - Establish the equivalence of various possible definitions of dynamical stability in this setting, and study in depth the many differences between the one and the several complex variables setting.\n\n 2 - Extend the theory to the case of systems of saddle type, i.e., generically displaying a repelling and an attracting direction. This case contains the Henon maps (polynomial diffeomorphisms of C^2), as well as explains the local dynamics near attracting sets for endomorphisms of P^2 (C).\n\n3 - As part of the above points, contribute to a general theory of parabolic implosion in higher dimension.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}