{
    "rcn": "214407",
    "acronym": "ChiralComm",
    "topics": "MSCA-IF-2017",
    "title": "Chiral Communications at the Nanoscale",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Since the separation of enantiomers by Louis Pasteur we have realized that chirality has many important repercussions in our lives. In the last decades, the chiral properties of organic molecules in solution and adsorbed on surfaces have intensively been explored and analysed. At the same time, new chiral systems have been discovered, such as thiolate protected metal clusters and carbon nanotubes, both of which present intrinsic chirality at the nanoscale. However, the notion and the impact of chirality in these systems are still evolving and the research is mostly concentrating on the structure and optical properties of these materials. In contrast, the aim of the proposed project is to study the creation, amplification and transfer of chirality in thiolate protected gold clusters and carbon nanotubes.\n\nThe proposed work will clarify fundamental aspects of chiral intermolecular interactions, enantioseparation processes and transfer of chirality at the nanoscale. As such it will have impact on many fields where both systems are crucial, such as in nanotechnology, nanomedicine and molecular electronics. Using clusters and carbon nanotubes with well-defined composition and structure will allow us to gain insight that is difficult to obtain otherwise. Particularly a large part of the project focuses on dynamic aspects of the metal-sulphur interface which plays an important role in many applications but which has been almost completely neglected up to now. Importantly, the project makes use of chiral vibrational spectroscopies extending the application of these techniques to the field of nanotechnology. \n\nFinally, transfer of chirality at the nanoscale is a promising topic to focus on for a young scientist because it is timely, touches fundamental aspects of science like symmetry breaking and intermolecular interactions and has tremendous potential for applications in chiral technology, a growing European market.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}