{
    "rcn": "214416",
    "acronym": "CLAIMS",
    "topics": "MSCA-IF-2017",
    "title": "CLAIMing land in early medieval localitieS: an interdisciplinary study of land claims and property regimes in the north-west of the Iberian Peninsula (9th-11th)",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "What did it mean to own land in early medieval European localities? Research has so far largely concentrated upon historiographical questions such as the relationship between property and power and lords to peasant relations. However, much less attention has been paid to the crucial issue of how claims to land were laid, maintained and contested over time. CLAIMS arises from a concern to analyse the everyday dynamics of land claims. Its main goal is to develop an interdisciplinary framework for the study of land claims that can account for the different ways in which actors formulated, enacted, and engaged with each otherís land claims and in which these relationships became embedded in the local landscapes. This will enhance our understanding of the everyday processes of conflict and negotiation that shaped early medieval local property regimes. With Europe as its wider horizon, the project will focus on the north-west of the Iberian Peninsula between the 9th-11th centuries. The area provides us with a rich, coherent corpus of written sources and allows for a comparative assessment of a wide variety of scenarios. It thus offers a solid empirical basis to underpin the development of an interdisciplinary methodology for the study of land claims. Led by Dr ¡lvaro Carvajal Castro, CLAIMS will develop under the supervision of Dr Julio Escalona, a leading scholar in the study of early medieval societies. A well-planned programme of secondments with experts in Archaeology, Anthropology, and Geography will further contribute to reinforce the interdisciplinary nature of the project. CLAIMS will be based at the Centro de Ciencias Humanas y Sociales of the Spanish National Research Council (CCHS-CSIC), where a thriving multidisciplinary research environment, ample training opportunities, and the assistance of a solid management structure will support the fellow in the successful completion of the project.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}