{
    "rcn": "214466",
    "acronym": "CRISPR-GQ",
    "topics": "MSCA-IF-2017",
    "title": "Identifying the Capabilities and Limitations of CRISPR in Targeting G-quadruplex Forming Sequences: From Target Recognition to Gene Expression Regulation",
    "startDate": "01/07/2018",
    "endDate": "30/06/2019",
    "objective": "Clustered regularly interspaced short palindromic repeats (CRISPR) and CRISPR associated proteins (Cas) have recently been at the forefront of genomic research due to their enormous potential at editing the genome with great precision and specificity. A world-wide effort is currently underway to test Cas proteins and their variants for applications geared towards genome editing for human cells. How CRISPR-Cas systems perform in editing sequences that form non-canonical DNA or RNA secondary structures or are in the vicinity of such structures is the problem we wish to pursue during the course of proposed studies. One such structure is the G-quadruplex (GQ), which has been demonstrated to form throughout the human genome, with particular concentration in telomeric sites, promoters, and 3í and 5í untranslated regions of RNA. The higher frequency of potentially GQ forming sequences (PQS) at such regulatory sites has suggested a potential role for these structures in transcription or translation level gene expression regulation. GQ formation has been demonstrated to inhibit gene expression for a number of different genes, including certain critical oncogenes. Inability to remove these structures is directly associated with several syndromes, including Bloom and Werner syndromes, and neurological disorders such as amyotrophic lateral sclerosis (ALS) and frontotemporal dementia (FTD). Therefore, editing such sequences to prevent GQ formation also has therapeutic potential. We will design different single guide RNA constructs and target the GQ forming G-rich or the complementary C-rich strand to elucidate the capabilities and limitations of the CRISPR-Cas9 system in editing such structures using single molecule techniques and bulk assays. We will then investigate whether CRISPR-Cas9 can be used to regulate gene expression by targeting GQ structures in the promoter region of tyrosine hydroxylase and c-Myc genes in the presence and absence of GQ stabilizing small molecules.",
    "totalCost": "88799,4",
    "ecMaxContribution": "88799,4",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}