{
    "rcn": "214403",
    "acronym": "ChemRAS",
    "topics": "MSCA-IF-2017",
    "title": "Chemical probing of transcriptional RAS effectors",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "Targeted therapies have been widely used in tumors driven by RAS oncogenes. Unfortunately, no effective RAS inhibitors have been translated to the clinic, and attempts to block other signaling nodes usually fail due to the emergence of drug resistance. Chromatin dependent signal transduction and transcription are a point of confluence of multiple signaling networks elicited by hyperactive RAS. Hence, pharmacologic disruption of gene-regulatory dependencies imposed by mutant RAS represents an attractive therapeutic interface less prone to the emergence of resistances. The urgent clinical need of RAS-related therapies is well exemplified by pancreatic cancer, one of the most aggressive and deadly cancers, which will be the disease background of my studies.\nUsing the innovative approach of targeted protein degradation, I want to characterize and understand the consequences of acute mutant KRAS degradation on chromatin remodeling and transcription. Further engineering the models of acute KRAS degradation will enable to devise cellular reporters of KRAS-dependent chromatin regulation amenable to high-throughput phenotypic drug and genetic screens. Coupled to a facile readout via high-throughput microscopy, these screens will allow me to identify molecules and genetic perturbations that interfere with KRAS-dependent, transcriptionally active chromatin. Lead molecules will be characterized for the underpinning mechanism of action and assessed for therapeutic potential. Building on already existing experimental and computational pipelines in the Winter laboratory at CeMM-Research Center for Molecular Medicine of the Austrian Academy of Sciences, this project will increase the understanding of transcriptional control elicited by oncogenic KRAS and could open new avenues for the treatment of RAS-driven tumors based on chemical modulation of critical chromatin and transcription regulators.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}