{
    "rcn": "214465",
    "acronym": "CRISPR-EVOL",
    "topics": "ERC-2017-ADG",
    "title": "The eco-evolutionary costs and benefits of CRISPR-Cas systems, and their effect  on genome diversity within populations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "CRISPR-Cas systems are microbial defense systems that provide prokaryotes with acquired and heritable DNA-based immunity against selfish genetic elements, primarily viruses. However, the full scope of benefits that these systems can provide, as well as their costs remain unknown. Specifically, it is unclear whether the benefits against viral infection outweigh the continual costs incurred even in the absence of parasitic elements, and whether CRISPR-Cas systems affect microbial genome diversity in nature.\nSince CRISPR-Cas systems can impede lateral gene transfer, it is often assumed that they reduce genetic diversity. Conversely, our recent results suggest the exact opposite: that these systems generate a high level of genomic diversity within populations. We have recently combined genomics of environmental strains and experimental genetics to show that archaea frequently acquire CRISPR immune memory, known as spacers, from chromosomes of related species in the environment. The presence of these spacers reduces gene exchange between lineages, indicating that CRISPR-Cas contributes to diversification. We have also shown that such inter-species mating events induce the acquisition of spacers against a strain's own replicons, supporting a role for CRISPR-Cas systems in generating deletions in natural plasmids and unessential genomic loci, again increasing genome diversity within populations.\nHere we aim to test our hypothesis that CRISPR-Cas systems increase within-population diversity, and quantify their benefits to both cells and populations, using large-scale genomics and experimental evolution. We will explore how these systems alter the patterns of recombination within and between species, and explore the potential involvement of CRISPR-associated proteins in cellular DNA repair.\nThis work will reveal the eco-evolutionary role of CRISPR-Cas systems in shaping microbial populations, and open new research avenues regarding additional roles beyond anti-viral defense",
    "totalCost": "2495625",
    "ecMaxContribution": "2495625",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}