{
    "rcn": "214439",
    "acronym": "COMFECTION",
    "topics": "MSCA-IF-2017",
    "title": "Communication for Food Protection",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Communication is essential to effective food protection policies: if healthy habits help reduce food-related diseases and disorders, communication can enable active and responsible consumers; but it might also lead to misinformation by promoting food myths and hoaxes. In fact, news on ìpoisonousî or ìmiraculousî foods fill up the daily agenda of the mass and new media, through which they become viral and more likely to affect peopleís perceptions of edibility. While considerable efforts have improved food risk communication, no extensive research has addressed this increasing phenomenon: it is not sufficient to debunk food myths, but it is necessary to understand how they are able to spread so widely and what can be done to oppose them. The project COMFECTION - ìCommunication for Food Protectionî intends precisely to fill this gap by addressing some of the most urgentóbut not adequately explored yetóissues concerning food protection and its communication: (i) the genetic modification of foods and the risks and benefits associated with their consumption; (ii) organic farming techniques and principles, as opposed to the use of synthetic pesticides, vaccines, hormones, etc.; (iii) the risks and benefits associated with the consumption of meat or the abstention from the use of animal products; (iv) the recent spread of grain free movementsófrom ìgluten sensitivityî to the Paleo diet, etc. The project will be implemented by means of a unique combination of theoretical and methodological approaches, and thanks to the collaboration of a well-experienced ER and the support of two top-class academic institutions: New York University, United States, and the University of Turin, Italy. This will allow not only identifying effective tools for opposing food myths, but also defining creative solutions for promoting food protection through communication and, ultimately, helping the general public understand better some of the crucial issues currently involving the European Union.",
    "totalCost": "176203,8",
    "ecMaxContribution": "176203,8",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}