{
    "rcn": "214431",
    "acronym": "COLOSSEO",
    "topics": "MSCA-IF-2017",
    "title": "Seismogenic COmpression in southern Italy? ñ High-resolution topography (Lidar) and mOrphotectonic analySis to test the active nature of the Southern ApenninE Outer Thrust Front",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "Over the past decade (1999-2009), earthquakes proved to be the deadliest of all European disasters. Italy is one of the most seismically active countries in Europe and, Southern Italy, is recognized as the most seismically active sector of the peninsula. The sector is traversed by the Apennine fold-and-thrust belt which is seismogenic, along the Outer Front, in northern-central Italy and in Sicily. On the contrary, it is considered often inactive in southern Italy. Nevertheless, historical seismicity reports several destructive earthquakes and geological-geomorphological indications of recent deformation have been recently pointed out. The geological setting contrasts the recognition of the seismogenic sources since the Apennine Outer Front is buried under Plio-Quaternary foredeep successions. It is urgent to develop new approaches to investigate the active deformation in this sector. \nThis research aims to detect evidence of Late Quaternary active compressional faulting along the Southern Apennine Outer Front. The peculiar geological setting of the sector necessarily requires a multidisciplinary approach. The research plan envisages the integration of HRT (high resolution topography) data analysis, morphotectonic analysis in GIS/Matlab environments, geochronologic dating and classical methodologies of analysis belonging the seismotectonics. Airborne lidar topographic data are able to capture fault offsets and landscape properties recording the complexity and sensitivity of deformation. The drainage pattern analysis and morphometric indices computed using GIS (Geographic Information System) and Matlab programming language are suitable for evaluating the effects of active tectonics on the topography or morphological features. These novel approaches are exploding worldwide. Exploiting them in order to investigate the active deformation represents an excellent chance to improve the knowledge on the southern Apennines seismotectonic setting.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA DEGLI STUDI GABRIELE D'ANNUNZIO DI CHIETI-PESCARA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}