{
    "rcn": "214440",
    "acronym": "CommGenRwa",
    "topics": "MSCA-IF-2017",
    "title": "Genocide Commemoration in the Rwandan Diaspora",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project explores commemorative responses to the 1994 Genocide against the Tutsi in Rwanda, seeking to build an understanding of the forms of commemoration taking place among Rwandan genocide survivors living in the diaspora. Focusing on three European case study areas ñ Belgium, France and the UK ñ it will examine the myriad ways in which community groups, authors, artists and creative practitioners are communicating their experiences of violence and exile to the host societies, and will investigate the impact of place and displacement on commemorative practices within diasporic communities. As the 25th anniversary of the 1994 Genocide against the Tutsi in Rwanda approaches, this project will make an important and timely contribution to the field of Cultural Memory Studies, advancing new critical paradigms ñ conceptualised in terms of a particular form of ëexilic memoryí ñ for understanding the articulation and transcultural circulation of memory in specific diasporic locations. It is significant that the project will be completed in Belgium, given the colonial history shared by the two countries.\nThe primary outputs of the project will include the completion of a monograph, the organisation of an interdisciplinary symposium and the curation of an exhibition at the Royal Museum for Central Africa in Brussels, which will feature the work of Rwandan diasporic artists and writers. These dissemination and outreach activities, combined with the personalised training offered by Ghent Universityís Postdoctoral Talent Management programme, will enable the researcher to acquire new competencies and multidisciplinary knowledge and to further enhance her scholarly profile and publications, which will be crucial for reaching a position of professional maturity. The MSCA-IF at Ghent University will also offer the researcher the opportunity to establish international collaborations in her field and will facilitate outstanding intellectual exchange.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}