{
    "rcn": "214495",
    "acronym": "DECON",
    "topics": "MSCA-IF-2017",
    "title": "Deconstruction as Critical Method in Political Theory",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Deconstruction as Critical Method in Political Theory\n\nëDeconstruction as Critical Method in Political Theoryí (DECON) explores the critical potential of deconstruction for three important - but contested - concepts in political theory: democracy, sovereignty and universality, and systematises deconstruction as a methodological and theoretical framework for political theory. This is done through methodological and conceptual development within deconstruction and through critical conversation with other approaches in political theory. The overall objective of DECON is to develop deconstruction as a systematic approach within political theory. The proposed research is highly relevant for current academic and political debates about the challenges to liberal democracy from populism, the representative character of contemporary democratic institutions, and the possibility for social critique in the face of post-truth politics. My wager is that deconstruction can provide a novel and productive perspective on these debates ñ but, in order to do so, it is necessary to develop deconstruction in a more systematic fashion so that it can enter into critical conversation with other, more mainstream approaches in political theory.\n\nI pursue this project in the political theory research group in the Department of Political Science and in the Centre for Anthropological, Political and Social Theory (CAPS) at the University of Copenhagen (UCPH), where I will be part of an international research environment focusing on critique and critical theory in the social sciences. The expected impact of the Marie Sk?odowska-Curie Action consists of two journal articles and a book manuscript as well as organisation of workshops and a reading group, seminar and conference presentations, and public dissemination activities. This is in addition to essential training n dissemination for non-academic audiences and in research and administrative leadership.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}