{
    "rcn": "214489",
    "acronym": "DataStories",
    "topics": "MSCA-IF-2017",
    "title": "DataStories: Making Use of Interpretive Judgments of Data Creators",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "The creative, situated, and interpretive nature of data collection is well established by scholars across disciplines. Archaeologists recording the color of soil interpret its hue differently. Library catalogers disagree on the title of a book. Collectors of plant specimens provide different kinds of information about the specimen's location: some provide coordinates, others describe landmarks, some record details of the terrain. Interpretive flexibility in data creation occurs despite the use of standardized structures and protocols to enforce consistent data. It even occurs when data is collected by computers. For example, smartphones, fitness trackers, and other devices record the number of steps users take when carrying the device. But although the recording of steps is automatic, people use these devices in flexible, creative ways: they carry them during certain activities but not others, use different devices for different activities, and so on. In the DataStories project, I argue that interpretive judgments of data creators are valuable forms of information, and we should study them and learn from them, not ignore or eliminate them. DataStories seeks to answer the following question: What can we learn from understanding the range of interpretive judgments that appear in a dataset?\n\n DataStories has three objectives: \n1. To empirically investigate the alternate stories within datasets that arise from data creatorsí interpretive judgments. \n2. To demonstrate how the variation that arises from data creatorsí interpretive judgments is valuable information. \n3. To develop a methodological framework for telling these data stories.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}