{
    "rcn": "214429",
    "acronym": "COLONINFO",
    "topics": "MSCA-IF-2017",
    "title": "Improving COLOrectal cancer screening: Novel INverse and FOrward algorithms for a new real-time microwave endoscopy",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "More than 470,000 European citizens are diagnosed every year with colorectal cancer (CRC), accounting 12.2% of the total number of cancer deaths. The cumulative risk of CRC in persons aged under 75 is 4.17% in men and 2.3% in women. Screening options are used in EU for the early detection of CRC and the most likely one (after positive faecal test) is the endoscopy. However, the reduced field of vision of the endoscopic camera (<180∞), the non-homogenous illumination, the polyp concealment due to angulations and folds of the colon or poor colon cleansing, and the dependence on the experience of the clinician who performs endoscopy, result in lack of efficacy of this technique. It is estimated that after a negative colonoscopy the risk of having CRC is 60-70%.\nThe host has just invented MiWEndo, a low cost system of microwave image generation for clinical endoscopic applications. The pre-prototyped device is a small endoscope head composed by an array of antennas that transmits and receives microwave signals, and it will form anatomical and functional images of the interior of the gastro-intestinal tract as the endoscope travels along it. The goal is to provide real-time (360∞) images in endoscopic explorations and interventions, offer a better understanding of the CRC behavior (by allowing quantification), and guide diagnosis and therapy. The objective of this MSCA is to ensure the computational efficiency and robustness (in terms of resolution and computational time) by developing a reconstruction software able to guide diagnostic and allowing quantification in real-time (not yet possible). This project will be completed in a leading multi-disciplinary research group. The applicant brings mathematical and bioengineering skills that will facilitate research in the group and the transfer of ideas. The proposed work will expand her experience, research competencies and professional networks, enhancing the development of her career as an independent researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}