{
    "rcn": "214486",
    "acronym": "DARKHIGGS",
    "topics": "MSCA-IF-2017",
    "title": "Dark Higgs Hunting at the Large Hadron Collider",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "This project proposes a search for a novel signature of dark matter (DM) production at the Large Hadron Collider (LHC) resulting from the emission of an additional Higgs boson in the dark sector. The presence of such a dark Higgs boson is motivated both by the need to generate the masses of the particles in the dark sector and the possibility to relax constraints from the dark matter relic abundance. If the dark Higgs boson is the lightest state in the dark sector and has a small mixing with the Standard Model (SM) Higgs boson, it predominantly decays into b-quarks for a dark Higgs boson mass below 160 GeV. This gives a distinct mono-dark-Higgs signature to search for consisting of a two collimated b-jets in association with missing transverse momentum from a pair of undetected dark matter particles. The new search channel probes large parts of phase space which are inaccessible to conventional mono-jet and di-jet searches and is complementary to the existing dark matter search programme at the LHC. The potential discovery of a dark Higgs boson would provide a unique window to the dark sector with excellent opportunities for further exploration, e.g. by probing the couplings of the dark Higgs boson to other SM particles. The implications would even go beyond the question of DM as it would suggest that the Higgs mechanisms is more fundamental that what is currently believed. The project described here proposes to use the data collected with ATLAS at the LHC by the end of Run-2 to search for a dark Higgs boson decaying to b-quarks. In addition, the project has a hardware part on the upgrade of the ATLAS inner tracker (ITk) for High-Luminosity LHC. This is an important element for the preparations for future searches for the dark Higgs boson, either as a means to further explore a potential positive outcome of the search with Run-2 data, or to improve the sensitivity of the search in case no evidence is found for a dark Higgs boson with the Run-2 data.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}