{
    "rcn": "214427",
    "acronym": "COGBIAS",
    "topics": "MSCA-IF-2017",
    "title": "Neural circuitry and health consequences of cognitive bias",
    "startDate": "01/02/2019",
    "endDate": "31/01/2022",
    "objective": "Stress has long been a major concern among researchers interested in health and welfare. Most of their work has considered stress from either a biological or an environmental perspective, focusing on the activation of the physiological systems involved in the stress process or the role of stressful life events in specific diseases. While interesting, if we are to fully understand the effects of stress on health, we must also take into account a psychological perspective that considers an individualís perception of stress. Indeed, a deep understanding of the neural circuitry underlying psychological stress and its physiological consequences is crucial to meaningfully explain inter-individual variations in vulneraibility to stress. In this way, my ongoing research has revealed some preliminary results which indicate ? for the first time ? that cognitive bias towards pessimistic judgments (i.e. some individuals consistently evaluate ambiguous stimuli as negative) may predict an individualís susceptibility to the detrimental effects of chronic stress. These groundbreaking results shed light on a completely unexplored and highly promising avenue of research, based on the potential impact of evaluation biases regarding stress on an individualís vulnerability to stress-associated diseases. In this framework, COGBIAS firstly aims to characterise the specific neural circuits underlying cognitive bias by which stress is perceived, processed, and transduced into a neuroendocrine response, using zebrafish (Danio rerio) as a model. Secondly, COGBIAS aims to unravel the role of subjective stress on resilience to stress-associated diseases. Hence, the multidisciplinary and unique perspective of this project, combining behavioural, neural, genetic, and physiological sciences, has the potential to reinforce the already European competitiveness in the area of stress-related health and management.",
    "totalCost": "270862,2",
    "ecMaxContribution": "270862,2",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}