{
    "rcn": "214497",
    "acronym": "DeepSym",
    "topics": "MSCA-IF-2017",
    "title": "Understanding the drivers of the genetic and functional structure of deep-sea sponge symbiont communities",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Sponges (phylum Porifera) are sessile filter-feeding organisms that dominate the benthos in many regions of the marine environment. They represent the pillars of the ecosystem for the functions and services they provide. Sponges are known for hosting dense, diverse, and highly specific microbial communities that contribute appreciably to the hostís metabolism and biochemical repertoire. Shallow water sponges and their associated microorganisms have received most attention but much less is known about deep-sea sponges, and whether these sponges exhibit contrasting functions and symbiotic relationships as a result of being in an extreme environment. This project aims to determine the next frontier of sponge symbiosis: the functionality of the microbial consortia of deep-sea sponges.\n \nSponge associated microbial communities vary within and among species, and this variation can be attributed to biotic and abiotic factors. The genetic variability and population structure of the host sponge has been suggested as a factor controlling the intraspecific bacterial composition in different locations. This hypothesis has yet to be rigorously tested, particularly examining coexisting species in the same habitat and species widely distributed across latitudinal gradients. I will explore the role of the host genotype in shaping the associated microbial community by examining several individuals of three species of sponges among five geographically segregated regions, including three localities within each region. Genotyping of sponges and analyses of microbial communities will use next generation sequencing technologies of DNA and RNA, providing high-resolution information of host relationships, microbial compositional and functional profiles. This project will constitute a major breakthrough in bridging the gap between evolution and function in multispecies relationships, attracting the interest of a wide variety of fields.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}