{
    "rcn": "214413",
    "acronym": "CIOP",
    "topics": "MSCA-IF-2017",
    "title": "Centrifugal Instability in the Orkney Passage",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "Climate change by the early-to-mid century will attract great social, economic, political and scientific attention. Countries will be faced with elevated sea levels, changes in drought and precipitation, alterations to marine ecosystems, and economic insecurity as a result of Earthís changing climate. In order to make practical and prudent decisions about economic aid to developing and developed countries alike, the European Union (EU) must predict global change with increased accuracy. While climate models are consistently improving in predictive skill, their computational demands necessitate parameterization of sub-grid-scale processes. In oceans, one such process is centrifugal instability (CI) occurring near topographic boundaries in the abyssal oceans. The research proposed here, ìCentrifugal Instability in the Orkney Passage (CIOP)î, aims to improve our predictive capability of climate by representing a small-scale turbulent mixing process occurring in and around steep topography, and that is believed to impact global ocean circulation through modification of dense water properties. This study will focus on the analysis and interpretation of moored observations and model simulations of Orkney Passage (OP). As the OP is a region where dense water that is formed within the Weddell Sea is modified prior to joining the deep ocean circulation, it is a prime candidate for such study. As part of CIOP, the applicant will (1) enhance understanding of energy and buoyancy fluxes by closely examining mooring and high-resolution model data, (2) identify a relationship between volume transport and fluxes within OP and (3) identify regions conducive to CI. Three outcomes of CIOP will be (i) work toward representing such fluxes in coarse-resolution models and communicated through open-access publications, conferences and meetings, (ii) development of the applicantís modelling skills and (iii) strategic collaborations between French, British, and American institutions.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}