{
    "rcn": "214459",
    "acronym": "covtrans",
    "topics": "MSCA-IF-2017",
    "title": "Functional/Harmonic Analysis of Covariant Transforms",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The topic of this proposal is a structured extension of abstract harmonic analysis and covariant/contravariant transforms over homogeneous spaces of locally compact groups. We are going to develop a systematic framework to study the structure and properties of convolution-type operators associated to locally compact groups, both from a theoretical perspective and in application to geometric analysis, operator theory and mathematical physics.\n\nThe first objective is to present the abstract notion of relative dual space for homogeneous spaces. Then we present the theory of relative Fourier analysis over these homogeneous spaces by applying the the abstract theory of relative dual space. Finally, we explore a general model of covariant/contravariant analysis over homogeneous spaces. The entire project will be an important contribution to the field of abstract harmonic analysis, harmonic analysis, geometric analysis and\ntheoretical physics, presenting a unified perspective on the structure of these homogeneous spaces. Applications to symbolic calculus of operators and quantum information theory will be explored.\n\nThe Fellow will gain new skills and experience in applications of his knowledge in mathematical physics and other areas. Progress in this ambitious project will reinforce Fellow's reputation and support him in obtaining a strong academic position. The host will gain from Fellow's expertise, on the representation theory/abstract harmonic analysis border, which Fellow has developed from his tree-year PostDoc in Vienna--the one of world's leading wavelets groups.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}