{
    "rcn": "214458",
    "acronym": "Cosmo-Blow-Up",
    "topics": "MSCA-IF-2017",
    "title": "Deflating the blow-up: controlling infinities in cosmic fluid descriptions",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "'According to the standard model of cosmology, we are witnesses of an epic battle: While dark energy leads to an accelerated expansion, matter and particularly the dark matter, opposes this trend, leading to the observed large-scale structure of the Universe. Since the pioneering discovery of dark energy that lead to a Nobel Prize in Physics, the nature of dark matter is still shrouded in mystery. What we know is that matter can be described as a fluid on macrophysical scales, and that the fluid has, at early times, no overlapping matter trajectories. Yet, matter trajectories do eventually begin to intersect ('shell-crossing'), which marks the starting point of very complex computations in the phase-space on the one side, and the birth of our cluttered Universe on the other side. Understanding the collapse and shell-crossing is quite a challenge that is usually tackled by utterly opposing means, either by (approximative) analytical models or by cosmological N-body simulations. With this Marie-Curie fellowship, I will close this gap and get full control of the instant of shell-crossing in two complementary ways. I will develop full-fledged numerical simulations of the cosmological fluid equations and develop certain matter collapse models, that, at their heart, determine the matter trajectories by exact analytical descriptions until the instance of shell-crossing, where infinities become real and the solutions 'blow up'. Detecting blow-ups is one of the most challenging and rewarding problems in mathematical physics; by resolving them, precious information will be gained which we will use to improve (heavily used) N-body simulations at the critical vicinity of shell-crossing. The department Lagrange (host institute) is a unique place in Europe that houses both world experts in numerical cosmology and in mathematical analysis, thereby complementing exactly my expertise (exact analytical models). This allows us to solve outstanding problems in interdisciplinary fields.'",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}