{
    "rcn": "214418",
    "acronym": "ClinGen-PsychTx",
    "topics": "MSCA-IF-2017",
    "title": "Identifying Clinical, Demographic, and Genomic Risk Factors for Treatment-Resistant Psychiatric Disorders",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Identifying factors contributing to treatment-resistance in psychiatric disorders could uncover shared aetiology or used to develop predictive tests to identify patients at risk of poor outcomes. Severe psychiatric disordersñhere schizophrenia, bipolar disorder, major depressive disorder, and anorexia nervosañhave an enormous impact on morbidity. Up to 60% have poor outcomes despite adequate treatment. Those with treatment-resistant psychiatric disorders have high rates of mortality, higher health care costs, and are hospitalized longer. Further knowledge on how clinical, demographic, and genomic factors effect treatment-resistance in psychiatry is urgently needed. To date, I am unaware of any systematic assessment of genetic, clinical, and demographic factors associated with treatment-resistance across the 4 previously mentioned disorders simultaneously. Previous genomic studies investigating these disorders evaluated treatment-resistance for one disorder, were limited by small sample sizes, and did not consider a range of risk factors. First, I will investigate whether clinical and demographic factors are associated with treatment-resistant psychiatric disorders using Swedish National register data and whether they differ between disorders (N=20K). Second, I will examine whether different forms of genetic variation are associated with treatment-resistance, using existing samples (N=20K) with genome-wide genotyping, copy number variant, and exome data. Here, I will uncover knowledge about how genetic variation effects treatment-resistance, including shared genetic correlation. Third, I will examine the confounding effects of genetics on clinical and demographic factors for treatment-resistance. Completion of the proposed work could highly impact our understanding of treatment-resistance in psychiatry, and has the potential to reduce morbidity, mortality, and suffering in individuals with these disorders.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}