{
    "rcn": "214473",
    "acronym": "CuCAN",
    "topics": "MSCA-IF-2017",
    "title": "Asymmetric Copper Catalyzed Multicomponent Coupling",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The development of operationally simple methods for the rapid and efficient, catalytic construction of high value products from simple starting materials is key to the future of synthetic science. Moreover, if high value chiral products can be assembled from several readily available achiral components in a one-pot process then diverse collections of important compounds can be quickly constructed by simple variation of the material inputs. Even more challenging, but attractive to the scientific community, would be a multicomponent process catalyzed by a low-cost metal using a commercially-available ligand to control the regiochemistry and relative and absolute stereochemistry of the cross-coupling process.\n\nIn this project we will develop one-pot processes involving imines that deliver important, functionalized amine products that are hard to make using the current state-of-the-art in synthesis. In particular, we will develop the enantioselective union of imines, allenes, and boronñX components, mediated by an inexpensive, readily available copper catalyst, which delivers versatile functionalized homoallylic amines that are privileged substructures in bioactive compounds and flexible building blocks for the construction of other biologically-significant motifs.\n\nFor example, the brand new methodology will be applied in the target synthesis of validated bioactive molecules and in the rapid generation of libraries for medicinal chemistry exploration. The action will also open new vistas for other enantioselective multicomponent couplings using this approach. This ambitious project will expose Dr. Manna to new areas of physical techniques as well as provide high level synthetic training, which in addition to transferable skills gained, will place him in a uniquely strong position to advance in his career.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}