{
    "rcn": "214422",
    "acronym": "CO2SPLITTING",
    "topics": "MSCA-IF-2017",
    "title": "Carbon dioxide splitting into higher-value chemicals with hybrid photocatalyst sheets",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Harvesting solar energy to convert carbon dioxide into fuels such as syngas or alcohols is a promising strategy to curtail the growing carbon dioxide levels in our atmosphere and overcome the global dependence on fossil fuels. However, carbon dioxide is one of the most stable and chemically inert molecules and the reduction of carbon dioxide can lead to a large variety of products. Hence, the overall efficiency and selectivity of carbon dioxide reduction remains a key scientific challenge. The overall objective of the proposal is to develop novel hybrid photocatalysts-based sheets capable of splitting carbon dioxide into energy-rich chemicals with high solar-to-fuel conversion efficiency and selectivity. To this end, semiconductors with relatively negative conduction bands, such as tantalum nitride, will be modified with various water-tolerant molecular catalysts for selective carbon dioxide reduction, and combined with a water oxidation photocatalyst (bismuth vanadate) to construct sheet systems. Because of the efficient electron transfer through the underlying conductive layer, the obtained sheets are expected to provide the most effective means of achieving efficient and scalable carbon dioxide conversion to produce solar fuels. This project will involve extending the device created as part of the applicantís current research for water splitting to carbon dioxide splitting. The applicant and the host group possess complementary skills and experiences, which match the necessity for the proposed project. Therefore, they are likely to deliver the desired outcomes in a synergistic manner. The outcomes and results in the present project will strengthen the European advances already made in carbon dioxide conversion and European knowledge. This project approaches the subject from a different scientific angle and focuses on renewable solar fuel generation to access a sustainable carbon-based economy, dovetailing with the overall objective of Horizon 2020 work programme.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}