{
    "rcn": "214433",
    "acronym": "COMAMOC",
    "topics": "MSCA-IF-2017",
    "title": "Coherent Manipulation of Rotational States of Single Molecules via Direct Frequency Comb Excitation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The increasing ability to manipulate individual quantum systems is leading to a wave of new technologies that have fundamentally superior performance and capabilities for many applications in metrology, sensing, communication, simulation and computing. It is thus identified today as a major axis of research and innovation as apparent from the European Commission decision to launch a Quantum Technology (QT) Flagship. Trapped and laser-cooled atomic ions have in this context proven to be a very important system. Their exploitation within QT is, however, typically limited by their coupling to time-varying stray magnetic fields which shortens the timescale for coherent manipulation. In this perspective, using molecular ions, because they can be made nearly immune to magnetic fields fluctuations, would be advantageous. The complex level structure makes though quantum control of cold molecular ions significantly more challenging. Only this year first deterministic state manipulation of molecular ions, yet within a same rotational manifold, was performed at NIST, USA, in the group of Dr. Dietrich Leibfried. With COMAMOC, I will go step further and drive transitions between different rotational levels with a frequency comb laser. This innovative approach, will be based on my recent achievement in driving the fine structure transition of the Ca\\ atomic ion with this technique, in collaboration with Prof. Michael Drewsen at AU. The proposed action, hosted in his group, which has longest experience with cold molecular ions, is a unique opportunity to achieve full deterministic coherent control over the quantum states of a molecule. COMAMOC will open up for many fundamental investigations and technological achievements ranging from test of QED to the use of molecular ions as qubits in ion-based QT. The proposed action is therefore expected to impact the future of the information and communication technology (ICT) market which is foreseen to be quantum in the next few decades.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}