{
    "rcn": "214456",
    "acronym": "CorticalSpaceShift",
    "topics": "MSCA-IF-2017",
    "title": "How altered sensory experience changes the cortex: plasticity processes in the visual cortex andtheir relation to ecological real-life events under shifted perception condition",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "To properly function in daily life we need to interact with our surrounding world. How do these interactions forge our sensory cortices? And how does our visual cortex adapt in order to function in an altered environment? The proposed study combines functional magnetic resonance imaging (fMRI) and novel analysis of ecological real-life events with sensory-motor training in order to tackle these questions in both healthy and brain damaged individuals. We will use a specially designed virtual-reality-based prism-adaptation device (VR-PA) that creates a lateral shift in the userís sensory experience, to probe experience-dependent changes in visual cortex functional connectivity. The VR-PA device will be used for rehabilitation of stroke patients suffering from an inability to attend stimuli in the left side of space (hemispatial neglect). We will explore the neuronal basis of this perceptual rehabilitation using functional connectivity methods in hemispatial neglect patients and in neurologically intact participants. We will use novel fMRI analyses to study how the severity of the perceptual impairment in neglect patients before treatment is reflected in altered pattern of intra-hemispheric connectivity in the primary visual cortex and in its connectivity with parietal areas. We will test whether exposure to VR-PA in healthy controls would result in a temporary imbalanced connectivity pattern, mimicking the patientsí condition. Conversely, in patients, VR-PA training, ameliorating perceptual deficits, would make connectivity patterns more similar to those of an intact brain. Multiple behavioural and physiological measures will be acquired during the training to identify key behavioural triggers of cortical plasticity. Combining the researcher's expertise in functional connectivity and the host specialization in multisensory-motor plasticity would create a platform for novel discoveries in the field of training-induced plasticity and its translational applications.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}