{
    "rcn": "214409",
    "acronym": "CHOCOLATE4LIFE",
    "topics": "MSCA-IF-2017",
    "title": "Achieving sustainable agriculture in African cacao through DNA metabarcoding and food web models",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Anthropocentric destruction of natural ecosystems, such as tropical rainforests, has created an urgent need to balance agricultural production with biodiversity. To achieve sustainability, we must manage ecosystems to prioritise both species that both maximise ecosystem support for crops (ìecosystem service speciesî) and those that maximise biodiversity (ìkeystone speciesî). The framework of community models offers an ideal platform for managing a balance between keystone and ecosystem service species, but two principle components remain: 1) a method for rapidly identifying key species and quantifying interactions between species, and 2) quantitative methods that can fit dynamic community models to such novel data. To overcome the first issue, I will characterize species interactions by implementing state-of-the-art diet metabarcoding, in which the prey of hundreds of animals as well as the plant taxa consumed by prey can be simultaneously identified through predator faeces. With my host at the University of Glasgow, these data will enable me to develop a step-change in food-web modelling. Using Bayesian statistical inference I will construct models in which the strength of connections among species will dynamically adapt to changes in their abundance. With species identifications from metabarcoding, I will build multi-trophic food web models of African shade cacao plantations to address three objectives: 1) identify keystone trees that maximize richness of birds and arthropods (i.e., biodiversity); 2) determine ecosystem service species that maximize predation of damaging pest arthropods and 3) identify ìcrossover speciesî: those with both ecosystem service and keystone properties. This cutting edge approach will provide an ecosystem-level understanding of factors affecting the relationship between biodiversity and agricultural production, allowing sustainable management and many further applications in agriculture, ecology, disease control and beyond.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}