{
    "rcn": "214460",
    "acronym": "CPA-EST",
    "topics": "MSCA-IF-2017",
    "title": "Mind-wandering in everyday event comprehension: Memory, attention, and the brain",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Mind-wandering (MW) is the occurrence of thoughts that are decoupled from immediate perceptual inputs and unrelated to the activity at hand. MW represents a substantial part of our daily thinking time and it has substantial negative effects on reading, memory, and the ability to focus attention. At the same time, MW can enhance creativity and afford opportunities to plan for the future. However, most of what we currently know about MW comes from laboratory studies where the tasks from which the mind wanders are simple, boring, repetitive, and do not reflect the richness of daily life events. A limited body of research using experience sampling gives a coarse-grained characterization of MW in real-life situations, but this approach cannot measure the detailed behavioral structure of MW, or its neural correlates, to reveal underlying mechanisms. To overcome this barrier, we will leverage new advances in methods to study naturalistic event comprehension in the laboratory. We will adopt a multi-method approach that will combine (i) validated event cognition tasks that involve the viewing of movies of naturalistic everyday activities with (ii) state-of-the-art techniques to measure the behavioral, physiological, and neural correlates of MW. Study 1 will use eye-tracking to determine whether and how the event structure of naturalistic activities affects the perceptual decoupling component of MW. Study 2 will examine how the structure of everyday activities can modulate the content of MW episodes. Finally, Study 3 will use functional magnetic resonance imaging to investigate how the neural correlates of MW are modulated by the event structure of everyday activities. Together, these studies will provide the foundations for a detailed account of MW in naturalistic settings, laying the basis for future interventions aimed at helping individuals to capitalize on the benefits of MW in their daily life while minimizing the associated costs.",
    "totalCost": "160465,2",
    "ecMaxContribution": "160465,2",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}