{
    "rcn": "214412",
    "acronym": "CINDERELA",
    "topics": "CIRC-01-2016-2017",
    "title": "New Circular Economy Business Model for More Sustainable Urban Construction",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The EU-28 total waste generation in 2014 was 2598M tones, the highest since 2004, 33.5% of which was from the construction sector, being also one of the larger consumers of inorganic raw materials. Construction activities are mainly localized in urban areas where by 2050 about 86% of the developed world is expected to live. CINDERELLA project aims to develop a new Circular Economy Business Model (CEBM) for use of secondary raw materials (SRM) in urban areas, connecting different industries, the construction sector and municipal services, decision makers and the general public with the support of CinderOSS, a ìOne-Stop-Shopî service, articulated in (i) an on-line ICT platform for tracking and modelling the urban waste-to-product flows, on-line marketing and sharing knowledge and information along the value chain (ii) production and marketing of (SRM) based construction products and (iii) building with SRM based construction products supported by building information modelling (BIM). Different streams of waste will be exploited in the project, i.e. construction and demolition waste, industrial wastes, heavy fraction from municipal solid waste and sewage sludge, mostly of them currently landfilled and/or incinerated. Their suitability for use for building materials will be demonstrated through large scale demonstration activities in Slovenia, Croatia and Spain while the ICT platform will be demonstrated in Slovenia, Croatia, Spain, Poland, Italy and The Netherlands. The project will contribute to 20% reduction of environmental impacts along the value and supply chain, reducing virgin material exploitation and converting wastes to products. Sustainability of CEBM will be proven with the environmental, economic and social assessment through whole life (LCA, LCC and S-LCA). The pre-feasibility analysis of the proposed CEBM indicates an increase of recycling by 30% of CDW, 13% of industrial waste, 100% of heavy fraction and 25% of sewage sludge with a net profit of 18%.",
    "totalCost": "7635365,25",
    "ecMaxContribution": "6729219",
    "coordinator": "ZAVOD ZA GRADBENISTVO SLOVENIJE",
    "coordinatorCountry": "SI",
    "participants": "INSTYTUT EKOLOGII TERENOW UPRZEMYSLOWIONYCH;I.G.K. RECIKLAZA DOO ZA PROIZVODNJU, TRGOVINU I USLUGE;FUNDACION TECNALIA RESEARCH & INNOVATION;UNIVERSITA COMMERCIALE LUIGI BOCCONI;FUNDACION BENEFICO-DOCENTE GOMEZ-PARDO;POLO TECNOLOGICO DI PORDENONE SOCIETA CONSORTILE PER AZIONI;OPENCONTENT SOCIETA COOPERATIVA;BEXEL CONSULTING DOO BEOGRAD;KPLUSV ORGANISATIEADVIES BV;NIGRAD KOMUNALNO PODJETJE DD;TECHNISCHE UNIVERSITEIT DELFT;ASOCIACION DE EMPRESARIOS DEL HENARES",
    "participantCountries": "PL;HR;ES;IT;RS;NL;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}