{
    "rcn": "214400",
    "acronym": "CHANGE",
    "topics": "SwafS-03-2016-2017",
    "title": "CHAlleNging Gender (In)Equality in science and research",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The main aim of CHANGE ñ ìCHAlleNging Gender (In)Equality in science and researchî is it to support research organisations to implement gender equality plans, this will be achieved by involving key actors, called transfer agents, within each organisation who will together with the core consortium partners transmit the co-produced gender equality knowledge inside their institution. This innovative approach will ensure the promotion and sustainable institutionalization of the gender equality plans (GEPs) beyond the project duration. Through mutual learning and networking CHANGE will enable partners to become resource centres skilled to provide knowledge and expertise to individuals or departments that will be available for experience exchange, support and mentorship in the country and region after the project is finished. Regular inclusion and exchange with national and European stakeholders (policy makers, researchers, ministries etc.) ensures a spill-over effect of CHANGE results to other research performing organisations (RPOs) and research funding organisations (RFOs) in their respective countries as well as with other ministries in the whole European area. Thus CHANGE contributes to the advancement of gender equality in the European Research Area by stimulating institutional cultural change towards gender equal work environments in RPOs and fostering the importance of gender dimension inclusive research and innovation programmes in RFOs.",
    "totalCost": "2026381,25",
    "ecMaxContribution": "2026381,25",
    "coordinator": "INTERDISZIPLINARES FORSCHUNGSZENTRUM FUR TECHNIK, ARBEIT UND KULTUR",
    "coordinatorCountry": "AT",
    "participants": "BEIT BERL COLLEGE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;NACIONALNI INSTITUT ZA BIOLOGIJO;UNIVERSIDADE DE AVEIRO;ZILINSKA UNIVERZITA V ZILINE",
    "participantCountries": "IL;DE;SI;PT;SK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}