{
    "rcn": "214477",
    "acronym": "CXCR4THERAPY",
    "topics": "MSCA-IF-2017",
    "title": "IMPROVING HEMATOPOIETIC STEM CELL- BASED GENE THERAPY OUTCOME BY MODULATING CXCR4 EXPRESSION",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "?-thalassemias and sickle cell disease (SCD) are caused by mutations in the ?-globin gene (HBB) that result in the defective synthesis (?-thalassemias) or the production of an abnormal variant (SCD) of hemoglobin. Currently, the only curative option is allogeneic transplantation of hematopoietic stem cells (HSCs), but it is severely limited by conditioning toxicity and the restricted availability of compatible donors. Alternative strategies, based on lentiviral vector (LV)-mediated introduction of a functional copy of the HBB gene followed by autologous transplantation, are currently explored. Despite the fact that clinical data are promising, achieving a broad therapeutic benefit still remains a major hurdle because of inefficient gene correction and competition of the endogenous affected HSCs.\nIn this proposal, I intend to confer an in vivo competitive advantage to transduced HSCs in terms of homing and engraftment efficiencies by modulating the expression levels of the chemokine receptor CXCR4 through two different approaches. On one hand, as increased CXCR4 levels enhance bone marrow (BM) homing, I will develop an innovative LV-based strategy to transiently deliver CXCR4 into HSCs to improve their migration to the BM. On the other hand, as CXCR4 haploinsufficiency enhances proliferation of homed HSCs, I will develop LVs down-regulating CXCR4 expression to endow corrected HSCs with an increased BM repopulating capacity. Thanks to these strategies, corrected HSCs will be able to out-compete non-corrected as well as endogenous affected HSCs, thus attaining therapeutic levels of engraftment even with a reduced number of corrected HSCs. In addition, this will contribute to use a milder conditioning regimen, normally required to eliminate endogenous affected HSCs, and thus reduce its toxicity, which preclude this treatment for patients with high disease burden. Noteworthy, this approach can potentially benefit many diseases amenable to HSC gene therapy.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}