{
    "rcn": "214420",
    "acronym": "Co-Inform",
    "topics": "CO-CREATION-06-2017",
    "title": "Co-Creating Misinformation-Resilient Societies",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Misinformation generates misperceptions, which have affected policies in many domains, including economy, health, environment, and foreign policy. Co-Inform is about empowering citizens, journalists, and policymakers with co-created socio-technical solutions, to increase resilience to misinformation, and to generate more informed behaviors and policies. The aim of Co-Inform is to co-create these solutions, with citizens, journalists, and policymakers, for (a) detecting and combating a variety of misinforming posts and articles on social media, (b) supporting, persuading, and nourishing misinformation-resilient behavior, (c) bridging between the public on social media, external fact checking journalists, and policymakers, (d) understanding and predicting which misinforming news and content are likely to spread across which parts of the network and demographic sectors, (e) infiltrating echo-chambers on social media, to expose confirmation-biased networks to different perceptions and corrective information, and (f) providing policymakers with advanced misinformation analysis to support their policy making process and validation. \n\nTo achieve these goals, Co-Inform will bring together a multidisciplinary team of scientists and practitioners, to foster co-creational methodologies and practices for engaging stakeholders in combating misinformation posts and news articles, combined with advanced intelligent methods for misinformation detection, misinformation flow prediction, and real-time processing and measurement of crowds' acceptance or refusal of misinformation. Co-Inform tools and platform will be made freely available and open sourced to maximize benefit and reuse. Three main stakeholder groups will be directly engaged throughout this process; citizens, journalists, and policymakers.",
    "totalCost": "4110758,75",
    "ecMaxContribution": "4110758,75",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "TECHNOLOGIKO PANEPISTIMIO KYPROU;SCYTL SECURE ELECTRONIC VOTING SA;DIETHNES PANEPISTIMIO ELLADOS;INTERNATIONALES INSTITUT FUER ANGEWANDTE SYSTEMANALYSE;FOUNDATION (NORTHERN IRELAND);UNIVERSITAET KOBLENZ-LANDAU;THE OPEN UNIVERSITY;EXPERT SYSTEM IBERIA SL",
    "participantCountries": "CY;ES;EL;AT;UK;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}