{
    "rcn": "214461",
    "acronym": "CRASCI",
    "topics": "MSCA-IF-2017",
    "title": "Spatial-temporal characteristics of Cortical Reorganization after Spinal Cord Injury and the role of interneurons and astrocytes",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Spinal cord injury (SCI) is followed by functional reorganization of the primary somatosensory cortex (S1), in which the S1 area deprived of inputs is activated by sensory stimulation of surrounding intact regions. Recent data suggest that reorganization after SCI is a heterogeneous process depending on the time elapsed after injury and the cortical layer under study. This research proposal aims to study the complexity of the cortical reorganization after SCI in terms of spatial-temporal patterns and the involvement of distinct cell types as inhibitory interneurons and astrocytes. This will be achieved by monitoring and manipulating brain activity using in vivo and in vitro electrophysiology, genetically encoded calcium indicators (GCaMP6), chemogenetics (DREADDs) and transgenic mice. A mice model of thoracic SCI will be used throughout the study. First, reorganization of the hindlimb and forelimb S1 cortex at different time points after the injury will be studied by recording in vivo neuronal activity in response to sensory stimulation across all layers of S1 using a vertical multielectrode array. Second, changes in inhibitory transmission induced by SCI will be studied by monitoring intracellular Ca2\\ signaling and by in vitro electrophysiology from GFP expressing GABAergic cells. Third, the role of astrocytes in the reorganization after SCI will be studied by using either Gq DREADD to enhance astrocyte activity or IP2R2-/- mice to decrease astrocyte activity while recording in vivo neuronal responses across all layers of S1. Changes in astrocyte activity after SCI will also be determined by monitoring intracellular Ca2\\ signals from astrocytes expressing the calcium indicator GCaMP6. Results from this proposal will be a first in understanding the complex network of local plasticity in S1 both in control conditions and after SCI. It will be also relevant to design new therapies for SCI-associated pathologies as neuropathic pain.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION HOSPITAL NACIONAL DE PARAPLEJICOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}