{
    "rcn": "214446",
    "acronym": "ComRad",
    "topics": "MSCA-IF-2017",
    "title": "Combining MIMO Radar with MU-MIMO Communications: More than Coexistence (ComRad)",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Frequency spectrum has nowadays become one of the most valuable assets, as the wireless communications devices and services are growing explosively. Realising the scarcity of the spectrum, future wireless systems are exploring the feasibility to use the spectrum that is currently occupied by radar systems, such as 3.4GHz and 5.6GHz bands used by airborne and shipborne radars. With the allocation of available spectrum to newer communication technologies, the interference in radar bands is on the rise consequently. Therefore, effective interference management approaches are needed for achieving the spectral coexistence between the current radar and communication services. More fundamentally, dual-functional systems that can simultaneously perform remote sensing and transmit useful information via classical communications could be an essential solution in the future, which not only ensures the spectral coexistence but also the improvement for both radar and communicationís performance. The goal of ComRad is to develop novel signal processing techniques for transmit and receive beamforming, waveform design, signal classification/recognition, and channel estimation, to enable the exploitation of radar spectrum for communication applications, with particular focus on 1) coexisting communication and radar systems (C-ComRad), and 2) Dual-functional Communication-Radar Systems (D-ComRad). The main research approaches that will be employed include the cutting-age concepts of interference exploitation, manifold based optimization and machine learning. The research outputs will have a significant impact on the applicantís career prospects enabling him to obtain a leadership position in academia or industry. More importantly, it will also contribute to the efficient usage of the spectrum, which is closely related to the economic future of the European Union (EU), especially the digital communication for essential public services such as defense, police and emergency services.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "University College London",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}