{
    "rcn": "214471",
    "acronym": "Ctrl Code",
    "topics": "MSCA-IF-2017",
    "title": "Proactive Brain State Regulation: a closed-loop brain-state dependent stimulation approach",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "I propose to adopt a novel closed-loop brain stimulation (cl-BSDS) approach to test the possibility to proactively induce optimal brain state (attention enhancement) at time t\\1 knowing the brain activity-behaviour relation at time t (post-conflict adjustments). The idea to use cognitive conflict to trigger attention adjustments might appear as a paradox; however behavioural data suggest that after the experience of cognitive conflict (i.e. when competing responses must be overcome) performance is better. Since the loop between cognitive conflict and attention adjustment seems to be a natural mechanisms used by the brain for flexible behaviour, we suggest to test the specific hypothesis that post conflict attention adjustments are implemented in a preparatory way from one trial to the next (WP1) and to capitalize on this mechanism to test, in real-time, to what extend the frontal-parietal interactions lend themselves to (a) implement a self-regulative brain state, with (b) potential impact on participantsí performance (WP2). This approach will be an innovative way to investigate on-line brain functions (cl-BSDS), taking into account the value of brain oscillations in encoding and determining behaviour, and generating new testable hypotheses in the field of cognitive control. Ctrl Code will provide the proof-of concept for optimizing self-regulative brain functions (conflict/attention loop) in order to develop person-centred solutions for attention boosting non-invasively. It will not need active training (vs. neuro-feedback), thus overcoming one of the strongest limitations of standard treatments, since it will capitalize on a natural context (post-conflict attention adjustments) spontaneously generated by the brain.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}