{
    "rcn": "214424",
    "acronym": "COBOM",
    "topics": "ERC-2017-ADG",
    "title": "Convective Boundary Mixing in Stars",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Stellar evolution models are fundamental to nearly all fields of astrophysics, from exoplanet to galactic and extra-galactic research.\nThe heart of the COBOM project is to develop a global physical picture of fundamental mixing processes in stars in order to derive robust and predictive stellar evolution models.\nThe complex dynamics of flows at convective boundaries is a key process in stellar interiors that drives the transport of chemical species and heat, strongly affecting the structure and the evolution of many types of stars. The same physical processes can also drive transport of angular momentum, affecting the rotation evolution and the generation of magnetic field of stars. The treatment of mixing processes at convective boundaries (also referred to as overshooting) is currently one of the major uncertainties in stellar evolution theory. This mixing can dramatically affect the size of a convective core, the lifetime of major burning phases or the surface chemistry over a wide range of stellar masses.\nThe main objectives of this project are to (1) develop a global theoretical framework to describe mixing and heat transport at convective boundaries in stellar interiors, (2) derive new physically-based transport coefficients and parametrizations for one-dimensional stellar evolution models and (3) test the new formalisms against a wide range of observations.\nWe will accomplish these goals by performing the most comprehensive study ever performed of mixing processes in stars using a fundamentally new approach. We will combine the power of multi-dimensional fully compressible time implicit magneto-hydrodynamic simulations and rare event statistics, which are usually applied in finance or climate science.\nThe key strength of the project is to establish a direct link between multi-dimensional results and observations (asteroseismology, eclipsing binaries, color-magnitude diagrams) via the exploitation of 1D stellar evolution models.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}