{
    "rcn": "214410",
    "acronym": "CHROMABOLISM",
    "topics": "ERC-2017-COG",
    "title": "Chromatin-localized central metabolism regulating gene expression and cell identity",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Epigenetics research has revealed that in the cellís nucleus all kinds of biomoleculesñDNA, RNAs, proteins, protein posttranslational modificationsñare highly compartmentalized to occupy distinct chromatin territories and genomic loci, thereby contributing to gene regulation and cell identity. In contrast, small molecules and cellular metabolites are generally considered to passively enter the nucleus from the cytoplasm and to lack distinct subnuclear localization. The CHROMABOLISM proposal challenges this assumption based on preliminary data generated in my laboratory. I hypothesize that chromatin-bound enzymes of central metabolism and subnuclear metabolite gradients contribute to gene regulation and cellular identity.\nTo address this hypothesis, we will first systematically profile chromatin-bound metabolic enzymes, chart nuclear metabolomes across representative leukemia cell lines, and develop tools to measure local metabolite concentrations at distinct genomic loci. In a second step, we will then develop and apply technology to perturb these nuclear metabolite patterns by forcing the export of metabolic enzymes for the nucleus, aberrantly recruiting these enzymes to selected genomic loci, and perturbing metabolite patterns by addition and depletion of metabolites. In all these conditions we will measure the impact of nuclear metabolism on chromatin structure and gene expression. Based on the data obtained, we will model for the effects of cellular metabolites on cancer cell identity and proliferation. In line with the recent discovery of oncometabolites and the clinical use of antimetabolites, we expect to predict chromatin-bound metabolic enzymes that can be exploited as druggable targets in oncology. In a final aim we will validate these targets in leukemia and develop chemical probes against them.\nSuccessful completion of this project has the potential to transform our understanding of nuclear metabolism in control of gene expression and cellular identity.",
    "totalCost": "1980916",
    "ecMaxContribution": "1980916",
    "coordinator": "CEMM - FORSCHUNGSZENTRUM FUER MOLEKULARE MEDIZIN GMBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}