{
    "rcn": "214450",
    "acronym": "Construye2020_Plus",
    "topics": "EE-14-2016-2017",
    "title": "A new boost for green jobs, growth and sustainability",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "'Moving to a greener economy creates the need for new skills and competencies profiles, requiring the development of strong alliances for the adjustment of current training and qualification frameworks. On the basis of a Quadruple Helix approach, this project aims to define and develop a training and accreditation scheme on green skills. This scheme will address, in an articulated way, professional, market and customer barriers that stand in the way for the consolidation of Energy Efficiency (EE), Renewable Energy Systems (RES) and nearly Zero Energy Buildings (nZEB). It will be based on on-site and on-line training, transversally incorporating BIM and LEAN methodology. Specifically, the project will:\n*Improve skills of workers from the construction industry on EE, RES and nZEB, taking into account the entire value chain of the building.\n*Promote cooperation and understanding between the different trades and professional groups by incorporating to the training the quality paradigm known as LEAN Construction as well as BIM methodology.\n*Develop a new standard of sectoral competencies on EE, RES and nZEB following the methodology EQF (learning outcome approach) as well as ECVET and quality criteria EQUAVET.\n*Develop a new 'Energy Audit' qualification.\n*Foster the specialization of SMEs in sustainable construction and its leadership in the market, allowing knowledge to be translated into innovative services to gain market share.\n*Certify skills by creating the accreditation 'Green tag' to promote interaction and collaboration between stakeholders throughout mutual recognition.\n*Encourage innovation and improvement of work processes in regard to customer relations, workers and SMEs (guidance, needs detection and decision making on health, comfort and EE).\n'",
    "totalCost": "797111,25",
    "ecMaxContribution": "797111,08",
    "coordinator": "FUNDACION LABORAL DE LA CONSTRUCCION",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;UNIVERSITAT DE VALENCIA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;MINISTERIO DE EDUCACION, CULTURA Y DEPORTE;FUNDACION ESTATAL PARA LA FORMACION EN EL EMPLEO",
    "participantCountries": "ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}