{
    "rcn": "214454",
    "acronym": "CORLINK",
    "topics": "MSCA-IF-2017",
    "title": "The therapeutic potential of Genipin as a corneal cross-linking agent: Unlocking a new pathway for the treatment of corneal infection and disease.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Keratoconus is an eye disorder in which the normally curved cornea, the clear window of the eye, progressively thins and begins to bulge into a cone-like shape, leading to significant visual impairment. Corneal cross-linking is the gold standard treatment for halting disease progression by using riboflavin activated by ultraviolet light (UVA) to introduce covalent chemical bonds (cross-links) into the cornea. To enhance permeability of riboflavin into the corneal stroma, epithelium removal is required and thus, patients with thin corneas are not eligible for this approach, as several complications have been reported, some temporary and some irreversible. There is, therefore, an urgent need to develop new innovative therapeutic approaches that ideally avoid deepithelialization and the use of radiation. Genipin, is a naturally occurring cross-linking agent that has been proposed to have a biomechanical effect comparable to that of the contemporary cross-linking approach, without the need for deepithelization, and importantly to exhibit anti-inflammatory properties. This research will investigate the potential application of Genipin for the treatment of keratoconus corneas and corneal inflammatory diseases. With the overarching aim to elucidate the efficacy and mechanism of action of Genipin in the cornea and to ascertain its anti-inflammatory activity on resident corneal cells called keratocytes, a combination of biomedical techniques and advanced 3D structural imaging modalities will be integrated, in a drive towards the establishment of a new therapeutic strategy for keratoconus and inflammatory diseases. The results of this study will elucidate the effect of Genipin on corneal keratocytes in vitro and in vivo and will provide the first ever direct measurement of the effect of Genipin on the corneal architecture in 3D, which will importantly serve to propose a new therapeutic approach for keratoconus, particularly advanced cases, and corneal inflammatory diseases.",
    "totalCost": "226413",
    "ecMaxContribution": "226413",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}