{
    "rcn": "214402",
    "acronym": "CHEM2D",
    "topics": "MSCA-IF-2017",
    "title": "Chemistry of 2D materials: Intercalation and surface functionalization",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Two-dimensional (2D) materials consist of successive covalently bonded atomic layers sustained by weak van der Waals forces. The electronic and optoelectronic properties of these materials are extremely sensitive to the number of layers and to the interlayer distance. \n\nIn the proposed project, we aim to synthesise transition-metal chalcogenide and chromium halide 2D nanomaterials with tailored transport and optoelectronic properties. The control of these properties will be achieved by two main strategies: (1) Tuning interlayer interactions through wet chemical and electrochemical intercalation routes: Guest species intercalated in the van der Waals gaps act as spacers increasing the interlayer distance and doping the material by conducting charge carriers into the adjacent conducting layer, which modify the electronic properties of the materials. Furthermore, this strategy enables the piling up of several layers while keeping their single layer behaviour and, therefore, dramatically enhancing the light absorption, which in turn, improves the optoelectronic properties. (2) The second strategy will consist on the modification of the monolayer crystal surface through functionalization, implementing covalent and physisorption methods. \n\nFinally, the new synthesized 2D materials will be integrated in heterostructures and devices (such as photodetectors or solar cells). This will be done by nanofabrication techniques, transferring a flake of the material onto suitable substrates. The electrical and optical properties of the devices will be studied in order to optimize their technological potential. \n\nThe success of this project will make a substantial contribution to one of the EU main concerns on developing nanotechnologies and advanced materials.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}