{
    "rcn": "214469",
    "acronym": "CRYOSTEM",
    "topics": "ERC-2017-PoC",
    "title": "Solvent free Cryopreservation of Hematopoietic Stem Cells",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "This proof of concept grant will revolutionise how bone marrow stem cells are cryopreserved by translating ERC-grant developed technology, inspired by how organisms survive in extreme cold temperatures. \nBone marrow (haematopoietic) stem cells are used in life saving treatments, especially for blood cancers such as Leukaemia, but have potential for a wide range of diseases. The current method for storing stem cells involves addition of huge amounts of toxic organic solvents which leads to unwanted side-effects and not all the recovered cells are viable. There is also a rapidly growing market for stem-cell therapies, but with a major bottleneck being the logistics of transport: getting the cells from the (small number of) specialised production facilities to the patients, with minimum processing and within the cold chain. \nWe have established strong preliminary data demonstrating an entirely new concept in cryopreservation based on the use of (patent pending) synthetic polymers, which can control ice formation and growth. These are inspired by how antifreeze proteins protect organisms which live in sub-zero environments, but with the advantages of being; Highly tuneable; Low toxicity; Scalable synthesis. This is backed up by demonstration of function in immortalised cell lines, and is ready to be applied to real biomedical problems.  \nIn this project we will obtain convincing data-sets demonstrating that our synthetic polymer can revolutionise the storage and transport of stem cells for current and emerging therapies. This will bring significant societal change through enabling new regenerative medicine therapies and bringing real commercial benefit by solving a supply chain challenge and improving on the current 50 year old method.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}