{
    "rcn": "214464",
    "acronym": "CRIMETIME",
    "topics": "ERC-2017-COG",
    "title": "Crime  and Time: How short-term mindsets encourage crime and how the future self can prevent it",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Why are some people more likely to commit crime than others? Answers to this question, which is at the heart of criminology, can be grouped into two broad views. On the one hand, dispositional perspectives argue that stable factors within the individual, such as lack of self-control, lie at the roots of criminal conduct. Sociogenic perspectives, on the other hand, put the locus of study outside the individual and point towards factors such as rough neighborhoods, parental unemployment, and deviant peers, as the main causes of crime. In spite of ample empirical support for both views, there has been relatively little constructive engagement with each other. \n\nCapitalizing on my multidisciplinary background and drawing on social psychology and evolutionary theory, I outline a new perspective on criminal behavior ñTime Frame Theory (TFT)ñ that integrates both views. TFT is premised on the idea that short-term mindsets encourage crime and specifies how both individual dispositions and sociogenic variables can encourage such mindsets. I test this theory using a combination of longitudinal research and behavioral field experiments. \n\nBesides aiming to mend the current theoretical disconnect in criminology and providing the foundation for a common paradigm, the proposed research program goes a step further by using TFT as the basis for a behavioral intervention to reduce crime. Building on recent pilot research, I use virtual reality technology in combination with a smartphone application to instill a future-oriented mindset in offenders. I am convinced that this combination of novel theory and innovative methodology may lead not only to a breakthrough in our understanding of delinquency but can also provide a blueprint for a scalable and evidence-based intervention to reduce it.",
    "totalCost": "1763690",
    "ecMaxContribution": "1763690",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}