{
    "rcn": "214421",
    "acronym": "CO-SUSTAIN",
    "topics": "MSCA-IF-2017",
    "title": "Collaborative Sustainable Innovation: co-designing governance approaches for a sustainable and innovative small-scale fishing industry in the Irish islands",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The aim of this Fellowship is to provide Dr Ruth Brennan with advanced interdisciplinary training and new skills and experience in order to enhance her innovative and creative potential, increase her knowledge base, expand her career possibilities and enable her to reach professional maturity commensurate with a leading researcher in Ireland and internationally. The researcher will be based at the Centre for Environmental Humanities (CEH), School of Histories and Humanities, Trinity College Dublin, working under the supervision of Professor Poul Holm. Research training will be implemented through an interdisciplinary project to investigate whether, and how, the Irish small-scale fishing industry can develop innovative fishing models that promote good governance, foster marine stewardship and contribute to climate change goals while meeting the need of fisheries-dependent coastal communities to flourish. The specific aim of the project is to co-design and test innovative governance approaches that address the needs of fisheries-dependent island communities and meet national and European marine planning and conservation objectives. The researcher is trained in marine social science, environmental governance and law. CEH expertise is focused on positioning the Environmental Humanities (including social science) as having a crucial role to play in understanding human motivation and behaviour in the face of the challenges of global environmental change. The researcherís continued exposure to the CEH will provide her with advanced interdisciplinary training necessary for advancement of her career and project success. The resources of the host institution will facilitate the development of an Irish and international academic network, as well as career mentoring, and will firmly establish the researcher as a science-policy expert in addressing the societal challenge of sustainable and socially inclusive marine resource management while conserving the marine environment.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}