{
    "rcn": "214472",
    "acronym": "CulTech",
    "topics": "MSCA-IF-2017",
    "title": "Cultural transmission and technological evolution in southernmost Africa c. 44 ñ 12 kcal. BP",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "CulTech proposes a probabilistic and spatially explicit simulation-based study to test the roles of population fragmentation and coalescence to explain variability in the southern African late Pleistocene lithic record. It focuses on the interval c. 44 ñ 12 kcal. BP relevant to onset and maturation of the Later Stone Age (LSA). The project asks three key questions: Q1) To what extent is the degree to which southern African late Pleistocene LSA lithic assemblages differ as a function of space and time? Q2) Are these patterns of similarity/dissimilarity consistent with expectations derived from simulated population coalescence and fragmentation scenarios? Q3) How do these patterns change through time across the period c. 44 ñ 12 kcal. BP? It draws on a multi-variate dataset including radiocarbon dates and lithic technological data to develop a series of simulation and model-based approaches to examine the possible demographic dimensions of late Pleistocene technological variability in southern Africa.\n\nCulTech builds on a growing field of computational modelling and simulation-based approaches applied to studies of prehistoric cultural transmission. Simulation based approaches are efficient and can accommodate several variations in population size, density, structure, rates of interaction and mechanisms of cultural transmission. The project draws its principle datasets from southern Africaís long history of LSA lithic research to evaluate the degree of fit between patterns in the regionís site spatial distribution, lithic data, and expectations from a series of simulations to generate expected population coalescence/fragmentation patterns and their effects on the lithic data. \n\nThe outcomes of these models will contribute significantly to discussions about cultural transmission and population processes in hunter-gatherer societies. These topics are of relevance not just to southern Africa, but to human evolution and global archaeology in general.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}