{
    "rcn": "214487",
    "acronym": "DarkMatterAndHiggs",
    "topics": "MSCA-IF-2017",
    "title": "Searching for Dark Matter in the Higgs boson sector with the ATLAS detector",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "According to modern cosmological models only 16% of all matter in our universe corresponds to the known, visible matter. The other 84% is called dark matter (DM) and could so far only be observed indirectly, which is why its particle nature is poorly understood. Yet, DM played a crucial role during the evolution of our universe and thus the formation of life itself. Therefore, the understanding of DM is an important aim of contemporary physics and is pursued in this fellowship.\n\nWith this research proposal, I will endeavour to uncover the particle nature of DM by analysing the proton collisions of the Large Hadron Collider recorded with the ATLAS detector at a centre of mass energy of 13 TeV. I will study whether DM is produced in the collisions by analysing events containing a Higgs boson decaying to two tau leptons and missing transverse energy, the iconic signature of weakly interacting particles. This search channel has not been exploited before and complements the current searches for DM performed by the ATLAS collaboration. I will develop a strategy to identify these Higgs decays by using novel physics quantities and machine learning methods. The results will be interpreted in different models that describe DM.\n\nFurthermore, I will combine the results of different Higgs plus DM searches of the ATLAS Collaboration to maximise their discovery reach. Their sensitivity will be increased through the exploitation of the uncertainty correlation between the different measurements and results from other DM searches will be incorporated. This way, my proposal connects the fields of high energy physics, astroparticle physics, cosmology and computer science with the aim to uncover the true nature of DM in our universe.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}