{
    "rcn": "214426",
    "acronym": "CODIS",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Co-create Design Innovation Services",
    "startDate": "02/04/2018",
    "endDate": "01/04/2019",
    "objective": "This specific project aims to bring three organizations together, to jointly seek solutions in the service delivery system of Design support programmes. The three members of the consortium have long-standing experience in providing services to SMEs, managing nation/regional funds to reinforce entrepreneurship. Also, on the one hand, the three organizations are positioned in totally different areas, south-eastern, central and northern Europe and their economies are at different phases, while on the other hand, they themselves as organization show a different level of service provision regarding design support. All those conditions, create an added-value consortium formation, as this diversity ensures that more different points of view will be captured in every subject examined, representing the concerns of the highest percentage possible of similar agencies across Europe.\n During the implementation of the project, the partners will peer review the procedures of setting up a design service that satisfies its target group, raising awareness of design support opportunities, the provision of the services themselves, the post-evaluation of the provision and the improvement of the service. \nIn the end, the partners will have peer-reviewed existing services, come up with a backbone of how to set up a ìdesign support serviceî, while at the end of the peer-review process, the partners will set up a pilot in Greece, where  a newly-established service will be set, using and testing the draft DOP. After the set up of the service, the final amendment will be made in response to potential unforeseen issues not covered by the DOP, and its final version will be published.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "BUSINESS AND CULTURAL DEVELOPMENT CENTRE",
    "coordinatorCountry": "EL",
    "participants": "MITTETULUNDUSUHING EESTI DISAINIKESKUS;DANSK DESIGN CENTER",
    "participantCountries": "EE;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}