{
    "rcn": "214452",
    "acronym": "COOLEFIN",
    "topics": "MSCA-IF-2017",
    "title": "Novel Dinuclear Late Transition Metal Catalysts for CO2/Olefin and CO2/Epoxide/Olefin Copolymerization",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "Polyolefins are the most produced class of polymers every year (>130 million tons in 2015). Despite intensive research and development in this field over the past 50 years, both in academia and in industry, the synthesis of polar polyolefin copolymers remains challenging.  These copolymers are highly desirable, most notably as compatibilizing agent in polymer blends. The COOLEFIN proposal is aiming to develop a sustainable alternative method to synthesise polar polyolefin from CO2/olefin and olefin/CO2/epoxide copolymerization - two challenging reactions still under explored. These new materials will reduce the use of petrochemically derived starting monomers and open a new field of sophisticated materials with unique properties. The COOLEFIN objectives are i) the synthesis and characterization of a new family of dinuclear late transition metal catalysts; ii) testing the series of catalysts for CO2/olefin and olefin/CO2/epoxide copolymerization; iii) physical characterization of the produced polymers; iv) kinetic and mechanistic studies of the polymerization reactions; v) optimization of the reactions conditions and scale up. The COOLEFIN action proposes a multidisciplinary research project on the frontier between inorganic, catalysis and materials chemistry, providing an optimum training experience and transfer of knowledge between all parties during both phases. In addition, the high impact of the study will be both of academic and industrial interest. It will put light to i) mechanism/rate of simple organometallic reactions (CO2/ethylene insertion); ii) the requirements for a good catalyst to perform these two polymerization reactions; iii) the link between the polymer micro/macrostructure and its physical properties to target specific applications. This project is a value added effort to bring two excellent polymerization concepts to the frontier of polymer catalysis research, which has never been given proper attention, despite being extremely promising.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}