{
    "rcn": "214408",
    "acronym": "CHNIEQ",
    "topics": "MSCA-IF-2017",
    "title": "Wealth Acumination and Inequality in China and its Neighboring Emerging Countries: Trends, Drivers and Policy Implications",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In the last four decades, China, has experienced exceptional economic growth; its share of global GDP has increased from less than 4% in 1978 to about 20% in 2015. This record growth has moved China from a relatively poor, underdeveloped country to the worldís leading emerging economy. However, due to the lack of national balance sheet data and individual income tax records, relatively little is known about the evolution of income and wealth distribution within China. We know little about how much different sectors or income classes have benefited from Chinaís growth, as well as the mechanisms driving the inequality trend.\nCombining national accounts, survey, wealth and fiscal data, this proposed research project aims to address this gaps in literature by: i) providing consistent series on the accumulation and distribution of income and wealth in China in both national and provincial level over the period of 1978-2015, and ii) investigate the potential mechanisms driving the inequality trend. In particular, I will carefully examine three important yet understudied channels which drive the inequality trends in China and its neighboring emerging countries since 1978, namely; privatization, the rising capital share in total income, and the openness of economies to trade and foreign direct investment. This research project follows the literature concerning the long-run evolution of the distribution of income and wealth. In order to be able to compare findings for China with existing inequality studies for other countries, I will build a harmonized framework following the Distributional National Accounts (DINA) guidelines for analyzing aggregated national wealth and inequality. \nThrough four related studies, this proposed project will provide insights into a fundamental question - how can economic growth and inequality be reconciled? The answer for this question could then be used as a reference for any country searching for a better economic development model.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE D'ECONOMIE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}