{
    "rcn": "214414",
    "acronym": "CIRC4Life",
    "topics": "CIRC-01-2016-2017",
    "title": "A circular economy approach for lifecycles of products and services",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "This project aims to develop and implement a circular economy approach for sustainable products and services through their value and supply chains. Three new circular economy business models will be developed including (i) co-creation of products and services, (ii) sustainable consumption, and (iii) collaborative recycling and reuse. \n\nThe Co-creation of Products/Services model will bring end-users closer to the design and manufacturing phases by identifying consumer preferences via Big-data online mining product reviews and evaluating product specifications and prototypes via Living Lab to customise the end-user requirements. Benefited from the co-creation features, sets of sustainable production methods will be implemented and new products/services will be created.\n\nThe Sustainable Consumption model will develop a method to calculate the eco-points of products based on the outcome of FP7 myEcoCost project, assess product environment footprints (PEF), provide a traceability solution to monitor productís sustainability along the value chain, and support end-users and stakeholders to actively implement the circular economy via awareness raising and knowledge sharing activities. \n\nThe Collaborative Recycling/Reuse model will develop a system for stakeholders to interact with each other to facilitate the use/reuse of end-of-life products and reduce waste, and implement the eco-credits awarding scheme to encourage people to recycle/reuse.\n\nThis project will be demonstrated at a large scale in electrical and electronic products and farming/agri-foods sectors, provide an effective means to communicate with wide communities to disseminate the project outcome, and involve a large number of stakeholders along value and supply chains throughout the project lifetime, including end-users, producers, researchers and civil society.\n\nAn ICT platform will be developed to support the development, implementation, demonstration, communication and dissemination.",
    "totalCost": "7228773,75",
    "ecMaxContribution": "6294033,39",
    "coordinator": "THE NOTTINGHAM TRENT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "SWEREA IVF AB;FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS;INSTYTUT EKOLOGII TERENOW UPRZEMYSLOWIONYCH;JONATHAN MICHAEL SMITH;LAUREA-AMMATTIKORKEAKOULU OY;CENTRE FOR EUROPEAN POLICY STUDIES;KOSNIC LIGHTING LIMITED;BJORLING STEN;INDUMETAL RECYCLING, S.A.;SIG DE RAEE Y PILAS SOCIEDAD LIMITADA;DELEGATION EUROPEENNE DE MAKE MOTHERS MATTER;SOCIEDAD AGRARIA DE TRANSFORMACION 2439;GS1 GERMANY GMBH;European EPC Competence Center GmbH;INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS;ONA PRODUCT SL",
    "participantCountries": "SE;ES;PL;UK;FI;BE;DE;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}