{
    "rcn": "214445",
    "acronym": "ComplexSignal",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the combinatorial signalling patterns in brain development by structural studies of axon guidance receptors and adhesive GPCRs",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Brain development relies on formation of functional neuronal circuits. This requires coordinated migration of embryonic neurons and their cellular processes such as axons to the target regions and their selective connections with synaptic partners. The migration of neurons and axons is mediated by guidance cues. Combined interactions of multiple guidance cues with their receptors direct neurons and axons to their final destinations. So far our understating is limited to the effect of individual cues, which result in attractive or repulsive responses. How multiple cues influence neuron and axon migration remains elusive. In addition, interactions of multiple cues and receptors are poorly understood. Our group recently elucidated the structure of an octameric super-complex fragment consisting of FLRT proteins, adhesion GPCRs Latrophilin and guidance receptors Unc5. In this project, we will aim at elucidating the full length (including the transmembrane domains) structure of the super-complex to reveal the molecular details of the interactions. Further analysis of structure-function relationship of the super-complex will, for the first time, address how modular architecture of these medically important receptors influence their signaling functions. Expertise of the host, capacity of the researcher, multidisciplinary approach of the proposal and well-planned implementation and risk mitigation strategies will ensure successful completion of the project. The results will enhance competence of the researcher; collaboration opportunities and competitiveness of the host and contribute to the excellence of European research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}