{
    "rcn": "214441",
    "acronym": "CoMoRoC",
    "topics": "MSCA-IF-2017",
    "title": "Comic Motifs in Romances of Chivalry of Spanish Golden Age",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Romances of chivalry are one of the most representative literary genres of Spanish Golden Age,\nwhich gained great popularity in XVI century. In the last few years, critical studies have stressed the\nimportance of the uniformity of this corpus, which includes many imitations, sequels, and prequels resuming\nthe threads of the narration where they were dropped. The main consequence is that the genre involves a\ngreat deal of stereotyping of the same situations, contexts, even episodes, which became common motifs and\nrecognizable formulas for the readers. The fictitious biography of a knight-errant, a Christian prince who\nestablishes his heroic credentials, finding love and power, is only the basic thread of a structure which\npresents a reiterative pattern where themes and motifs are usually combined in the same fashion. A motif is\nthe smallest narrative unit of a tale, that shows persistence in the tradition, where it survived with a specific\nidentity, and can be included in different contexts; it is a recurrent unit with a fixed narrative or descriptive\ncontent; generally, it concerns a specific episode or accident: the main action is consistent in every\nmanifestation of the motif, but details can (and do) change. The main focus of this proposal is the analysis\nand categorisation of comic motifs (jokes and pranks) in the corpus of chivalric novels, starting from its most\nfamous cycles. The research is also meant to study poetic and literary treatises of XVI-XVII centuries, to\ndevelop a reflection on the value, function and meaning of comic expression at the time. The comic elements\nof the genre will be then compared to the parody of the romances of chivalry realised by Cervantes in Don\nQuixote. This research will consolidate the general paradigm of the genre, studying its morphology; the\nconcept of motif will be used as the interpretative key to approach both the formal aspect of the genre and its\nideological background.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}