{
    "rcn": "214428",
    "acronym": "COINE",
    "topics": "MSCA-IF-2017",
    "title": "Counterfeiting Empire: Money, Crime, and Politics in the British Atlantic World",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "COINE will provide the first comprehensive history of counterfeiting as an imperial crime, demonstrating that it had wide-ranging implications for market development, cultures of money and the market, and imperial authority in the eighteenth-century British Atlantic world. Combining methods from social, cultural, and political history with analysis of material and visual culture, COINE engages with interdisciplinary issues, including the dynamics between crime and economic development; the relationship of money to the state; and the evolution of money in the modern world. To accomplish COINEís objectives, the Experienced Researcher (ER) will complete six months of field work in British archives, collecting data on British-based counterfeiting networks which will be assembled into a relational database and integrated into the ERís existing database on counterfeiters operating in the British colonies. This data will allow the ER to accurately trace, for the first time, the movements of counterfeiters and their extensive networks in the British Atlantic world. Based at University of Birmingham (UoB) and benefiting from the expertise of the Supervisor and the Birmingham Eighteenth-Century Center, the ER will produce a monograph, Counterfeiting Empire, on money, crime, and politics in the eighteenth century. The results will also be disseminated in a single-authored article and conference presentations. COINE is thus designed to allow the ER to access critical archives, complete data analysis and writing that will be enriched by the intellectual community at UoB, and disseminate results that will change how scholars think about crime, money, and imperial politics. The ER will bring her expertise on the emerging field of the history of money to the UoB and help the institution strengthen ties with American researchers. COINEís work programme will also augment the ERís international research profile and position to obtain a permanent academic position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}