{
    "rcn": "214444",
    "acronym": "COMPRESS NETS",
    "topics": "MSCA-IF-2017",
    "title": "Compressed Sensing Techniques for Wireless Sensor Networks",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The emerging Compressed Sensing theory provides an entirely new perspective on the basic principles governing data acquisition, compression, and reconstruction. The main goal of this project is to understand the fundamental design principles and investigate the ultimate capabilities of Compressed Sensing techniques in wireless sensor networks. What distinguishes this project from prior related work is that it addresses large sensor networks that rely only on wireless interconnections and are subjected to arbitrary temporal and spatial variability (caused, e.g., by channel fading, addition/removal of nodes, node mobility, etc.). We propose an optimization-based methodology which integrates compressed sensing and wireless data transport into a unified optimization framework which will serve as the mathematical basis for a systematic design and, ultimately, will reveal the performance limits. This work will provide: 1) mathematical characterizations of the optimal tradeoffs between different fundamental performance criteria (e.g., energy versus sensing accuracy), and 2) practical algorithms and hierarchically structured network protocols (i.e., key enablers for Internet of Things (IoT) applications) able of handling large amount of data with lower energy and bandwidth consumption than in existing systems. The ultimate goal is to develop the foundations for a general theory of compressive sensing in wireless sensor networks which includes all aspects mentioned above. Such theory will have a breakthrough-making impact both through direct application on the wireless sensor networks, and in the science of network and data processing in other fields, including economics, transportation, biology, etc. From a career development perspective, the main goal is to strengthen the researcherís interdisciplinary competence and research-leadership skills for pursuing the next level of career: becoming an internationally recognized, top-tier research leader in ICT.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}