{
    "rcn": "214443",
    "acronym": "Complementarity",
    "topics": "MSCA-IF-2017",
    "title": "A unifying model: bulk chondrite complementarity by individual chondrule-matrix mentality",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The so far unique role of our Solar System in the universe regarding its capacity for life raises fundamental questions about its formation history relative to exoplanetary systems. Central in this research is the accretion of asteroids and planets from a gas-rich circumstellar disk and the final distribution of their mass around the central star, our Sun. The key building blocks of the planets may be represented by chondrules, once molten silicate spherules that are the main constituents of chondritic meteorites, which in turn are primitive fragments of planetary bodies. Chondrule formation mechanism(s), as well as their subsequent storage and transport in the disk are still poorly understood and their origin and evolution can be probed through their link to unprocessed dust that accreted together with chondrules in chondrites. Contrastingly, while bulk chemical and isotope analyses of this dust (the matrix) and chondrules indicate that these components formed co-genetically in a single reservoir, individual analyses of chondrules suggest that they formed over a range of space and time, requiring storage and transport mechanisms. The candidate proposes to unify these seemingly opposing data in a single model that will result in significant and timely progress on the frontiers of Solar System research, including a bridge to astrophysical simulations that tackle planet formation and physicochemical constraints on the origin of chondrules. This model invokes bulk chondrule-matrix complementarity as a result of genetic relationships between individual chondrules and their dust rims. The necessary development of analytical methods to verify this hypothesis will contribute greatly to the advancement of small sample analyses, including cometary grains from sample return missions and interplanetary dust particles.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT DE PHYSIQUE DU GLOBE DE PARIS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}