{
    "rcn": "214498",
    "acronym": "DeepPatient",
    "topics": "MSCA-IF-2017",
    "title": "Deep Understanding of Patient Experience of Healthcare from Social Media",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The proposed multidisciplinary project aims to develop an automated tool to process large-scale social media data in order to understand patient feedback and provide a decision support dashboard for healthcare professionals and senior decision-makers to allow for timely responses to address patients' concerns. In particular, it will extract information relating to patient feedback and experience, automatically map the extracted opinions into various aspects of healthcare services, discover connections between elements that result in a perception of low and high quality of service and present results in a visual dashboard to facilitate timely interventions.\n\nThe project requires expertise in text mining, statistical modelling, visual analytics and healthcare research. The Systems Analytics Research Institute (SARI) at Aston University will provide a suite of scientific training in Bayesian model learning and information visualisation. Additionally, the Fellow will be trained to improve his soft-skills such as foreground intellectual property (IP) protection, communication skills, financial and management skills. On the other hand, the research team will benefit from the Fellowís strong experience in deep learning for sentiment analysis, acquired during his PhD. The Fellow will benefit from a tightly knit and extremely complementary team of academic and clinical advisors. This project will be directed by Dr. Yulan He with complementary interaction with Dr. Dan Cornford, both from SARI. Additionally, it will be carried out in collaboration with Research and Development department of Heart of England NHS Foundation Trust (HEFT), under the supervision of Dr. Dawn Chaplin, expert in patient experience analysis. Dr. Chaplin will take an active role in training the Fellow in their relevant user studies.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}