{
    "rcn": "214448",
    "acronym": "CONSEQUENT",
    "topics": "MSCA-IF-2017",
    "title": "Coherent Optomechanical Nonlinear Systems for Evolving Quantum and Electronic Nano- Technologies",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "This proposal aims at the first investigation and utilization of nonlinear interactions between mechanical vibrational modes, i.e phonons. These phonons will be excited, controlled and measured through their interaction with light in optomechanical crystals, which are designed and made by means for nano-fabrication techniques. Optomechanical crystals have shown powerful applications in electronics, as they are resonant at GHz frequencies, commonly used in electronic signal processing. Furthermore, mechanical oscillators, when cooled to few phonons, exhibit quantum mechanical properties, which can be exploited for quantum information processing. Limiting factors for both classical and quantum applications, however, are the high optical absorption and low thermal conductivities of common materials used for optomechanical crystals, such as silicon nitride. Diamond on the other hand has a two-orders of magnitude higher thermal conductivity and better mechanical properties than silicon nitride. These unique features enable the excitation of extremely high phonon intensities and coherent laser-like mechanical oscillations, as recently demonstrated by the outgoing host. While lasers gave birth to the field of nonlinear optics, one of the largest research fields in physics, the high intensity and coherent phonon oscillations in diamond enable for the first time the investigation of nonlinear phonon interactions. The aim of this project is to conduct the first characterization of nonlinear phonon interactions, thereby opening-up the new research-field of Nonlinear Optomechanics. These nonlinear interactions will then be used for novel classical and quantum functionalities. In particular, nonlinear phonon gain and energy transfer between different frequency modes will be investigated with applications in electronics, while nonlinear coupling between frequency modes will enable controllable superposition in phonon quantum states.",
    "totalCost": "261208,8",
    "ecMaxContribution": "261208,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}