{
    "rcn": "214474",
    "acronym": "CultureLabs",
    "topics": "CULT-COOP-06-2017",
    "title": "Culture Labs: recipes for social innovation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "The proposalís central concept is CultureLabs, an open and evolving ICT-empowered infrastructure which comprises a rich variety of resources including guidelines, methodologies, digital tools, existing community engagement projects, as well as novel ideas and approaches that can facilitate social innovation in culture. The infrastructure is addressed to both institutional stakeholders and community members to make use of existing shared, and in many cases commonly created, resources, according to their missions and needs. Different resources, the ìingredientsî, can be combined in various ways to form a ìrecipeî that describes how to carry out a participatory project to address the needs of a specific target audience. The primary focus will be on approaches that build positive awareness about communitiesí own heritage and memories, and engage their members as bearers and producers of culture. CultureLabsí case studies focus on different immigrants communities (e.g. refugees, second generation immigrants, female immigrants etc). CultureLabs toolkits and infrastructure are reusable and extensible, and its ingredients can be easily combined and adjusted to meet the needs of different stakeholders and target groups. At least 20 concrete recipes will be designed through the collaboration between different stakeholders, including museums, civil organisations, and policy makers. Four of these recipes will be implemented and evaluated as pilots in three different countries. Research outcomes and the empirical evidence gained from the projectís activities, including the recipesí design and implementation, will be consolidated into general-purpose methodological guidelines and best practices that can be adopted by any stakeholder who wishes to organise participatory approaches to CH with a social impact.",
    "totalCost": "2492380",
    "ecMaxContribution": "2492380",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "NATIONAL MUSEUM OF LABOUR HISTORY(THE);FONDAZIONE SISTEMA TOSCANA;COOPERATIVA SOCIALE COOSS MARCHE ONLUS SOCIETA COOPERATIVA PER AZIONI;EUROPAISCHES FORUM FUER MIGRATIONSSTUDIEN EV;PLATONIQ SISTEMA CULTURAL;MUSEOVIRASTO*NATIONAL BOARD OF ANTIQUITIES;SHEFFIELD HALLAM UNIVERSITY;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS",
    "participantCountries": "UK;IT;DE;ES;FI;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}