{
    "rcn": "214419",
    "acronym": "CliRSnow",
    "topics": "MSCA-IF-2017",
    "title": "Statistically combine climate models with remote sensing to providehigh-resolution snow projections for the near and distant future.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The cryosphere in the European Alps is expected to change substantially with global warming. Snow in the Alps impacts the local communities but also affects the quantity and seasonality of water downstream, and thus has a wide range of effects on agriculture, ecosystems, hydropower, and tourism. Projections of future snow are required in society and economy. Targeted actions require information at the local community scale, which is not yet consistently available for the whole Alpine region. This is because the existing approaches to infer future snow conditions rely on physical models, either regional climate models (RCMs) or snow-hydrological models, which are both computationally very intensive, making it yet impossible to have a high resolution output for such a large area as the Alps. Here, I shall employ empirical models derived from remote sensing (RS) to provide an innovative and fast solution to increase the precision in future projections of snow cover from RCMs for the whole Alpine area. This will be achieved by correcting the bias in snow cover from RCMs and increasing the spatial resolution with RS snow cover data. Such an approach has now become feasible, because the data that forms its basis is on the verge of being sufficient in time (RS: MODIS time series since 2000) and space (RCM: EURO-CORDEX horizonzal resolution at approx. 12.5km). The host has the necessary data (daily MODIS snow cover at 250m and output from 15 different RCMs with snow cover), the technological environment for the computational demand, and the relevant expertise in each discipline (remote sensing, climate, hydrology) inside the institute and with international partners. I shall bring the statistical background, data handling skills, and interdisciplinary experience to combine these fields. This fellowship shall pave the way for my future career as independent researcher, but also produce output ready for re-use and exploitation by stakeholders in the Alpine countries.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}