{
    "rcn": "214468",
    "acronym": "CRoSh",
    "topics": "MSCA-IF-2017",
    "title": "ìChromatin Re-organization during Shade Avoidanceî",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Plants are sessile photosynthetic organisms, which adapt their growth and development according to their light environment. The reduction in red/far-red ratio (low R/FR), caused by absorption of red light and reflection of far-red radiation by canopy leaves, signals the proximity of neighboring plants and triggers the shade avoidance syndrome (SAS). The SAS consists in large changes in plant body form, in particular rapid elongation of selected organs providing enhanced access to sunlight. Shade-induced elongation is triggered by a rapid and transient burst in the production of the phyto-hormone auxin (IAA). However, elongation growth persists way beyond the initial increase in IAA levels and it is currently not understood how this initial signal leads to long-term growth. This project aims to identify epigenetic reprogramming events caused by reduction in R/FR and the pulse of IAA production, to allow a rapid and persistent growth response in Arabidopsis thaliana. The chromatin state of shade-grown seedlings will be analyzed by combining two novel approaches: INTACT nuclei purification and ATAC-sequencing providing information about chromatin accessibility. This data will be integrated with genome-wide expression and transcription factor binding sites enabling us to relate transcription factor binding, chromatin state and gene expression. The relevance of shade-induced changes in chromatin modification will be tested functionally by mutational analyses. This project will provide important information about the regulation of gene expression by changes in the environment and how these are mediated by hormonal cues and light-regulated chromatin organization. More broadly, understanding the response to shade has an agricultural relevance. Crops grown at high density display the SAS leading to the reallocation of resources towards fast growing stems and causing a reduction in biomass of storage organs that are important for agricultural yield.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}