{
    "rcn": "214485",
    "acronym": "darkBHgrowth",
    "topics": "MSCA-IF-2017",
    "title": "Shedding light on the dark supermassive black hole growth in the early Universe",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Understanding what drives the interplay between active supermassive black holes (SMBHs) and galaxies is one of the most debated issues in modern Astrophysics. The feeding, feedback and cosmic growth of active galactic nuclei (AGN) must have been much more effective in the early Universe than today. Nevertheless, little is known on the high-redshift (z>3) SMBH\ngrowth, as this early epoch may coincide with intense star formation and obscured SMBH accretion, both unaccessible with current X-ray data. Moreover, no constraints on the role of mechanical AGN feedback in shaping galaxy growth exist at z>1. These issues point to a lack of understanding of the big picture of AGN-galaxy evolution. \nThe proposed project hosted at CEA will clarify the link between SMBH growth, star formation, and AGN feedback since z~5. For this, I will exploit a stellar mass complete sample of 150,000 galaxies with exquisite multi-wavelength data obtained in the COSMOS field. The novel combination of the most sensitive IR-radio data, and state-of-the-art tools for spectral modeling, will allow me to derive dust-unbiased AGN and galaxy properties with unprecedented accuracy. I will push this analysis for the first time to z>3 galaxies and to highly obscured systems at any redshift. The main objectives of this comprehensive work are twofold: (1) to trace the hidden growth of SMBHs since z~5 in star-forming and quiescent galaxies; (2) to constrain the role of the host galaxy in triggering mechanical AGN feedback over cosmic time. These are crucial steps in determining how AGN feedback has shaped today's galaxies and SMBHs. One of the specific strengths of this proposal is that all the core data are already available, ensuring the achievement of the proposed goals.\nThis innovative project will complement the existing expertise of CEA in physics of star formation, distant galaxies and numerical simulations, providing a unique opportunity for knowledge growth.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}