{
    "rcn": "214481",
    "acronym": "CYMEIT",
    "topics": "MSCA-IF-2017",
    "title": "Cyanated macrocycles for electron and ion transport",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The aim of the proposed project is to develop redox-active macrocycles for excellent electron and ion transporting materials. Such mixed ionic-electronic conductors are important for various state-of-the-art applications, for example organic battery electrodes, electrochemical transistors, electrochromic devices, and light-emitting electrochemical cells. So far, macrocycles are considerably underexplored regarding these applications; important aspects such as straightforward synthesis and self-assembly are usually not taken into account. The proposed project is going to change this by introducing new molecular design concepts; thereby, the project is expected to yield macrocycles with excellent electron and ion transport properties and to attract significant attention to macrocycles regarding the above mentioned applications.\nCyanated paracyclophanetetraenes and related compounds with different aromatic units are selected as the target materials. Such fully unsaturated shape-persistent macrocycles often feature desirable properties, due to their strain and low conformational flexibility. Regarding the aim of electron transport, it is particularly useful that the macrocyclic structure facilitates intermolecular contacts and charge transport. Regarding the aim of ion transport, the potential self-assembly of shape-persistent macrocycles into tubular superstructures is encouraging as such structures can provide channels for the transport of ions.\nThe specific objectives of the project are (i) the development and optimization of syntheses towards cyanated paracyclophanetetraenes using model compounds, (ii) the preparation of these cyanated macrocycles and related compounds with different aromatic units, and (iii) the investigation of their redox and self-assembly properties as well as the demonstration of their excellent electron and ion transport properties in devices such as transistors and batteries.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}