{
    "rcn": "214415",
    "acronym": "CL_Exocytosis",
    "topics": "MSCA-IF-2017",
    "title": "ìMolecular dissection of cytotoxic lymphocyte exocytosis",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "My PhD experience in the field of immunology focused on deciphering vesicular pathways underlying T cell activation profoundly motivated my move to Dr. Brycesonís lab, which offers a unique opportunity to explore cytotoxic lymphocyte (CL) exocytosis in the context of human disease. Cytotoxic lymphocyte exocytosis is critical for life, with mutations in genes required for cytotoxicity causative of severe, early-onset hyperinflammatory syndromes. Genetic studies have identified several cytosolic proteins required for CL exocytosis. However, understanding of how these proteins cooperate for exocytosis, their interaction partners and how their activities are regulated is still limited. I propose strategies to gain insight to the molecular regulation of human CL exocytosis. First, prompted by genetic studies, I aim to study the contribution of two distinct Munc13-4 isoforms to lymphocyte cytotoxicity by dissecting their role in cytotoxic granule (CG) exocytosis using advanced live-cell imaging as well as identifying their interaction partners using quantitative mass spectrometry (MS). Second, recycling endosome (RE) have recently been implicated in CG exocytosis, delivering syntaxin-11, an effector molecule required for CG fusion, to the plasma membrane. I plan to use a high-throughput MS approach to identify RE constituents and cargo in order to define new components that may be critical for CG exocytosis. Results will provide novel mechanistic insights to CL exocytosis, which will also be relevant for other exocytic systems. Providing detailed molecular understanding of lymphocyte cytotoxicity in both healthy and pathological conditions, insights promise to guide improved diagnosis and therapy of immune disorders associated with defects in lymphocyte cytotoxicity. Yearning to build a successful academic career, the excellence of the host laboratory will allow me to successfully purse this project and expand technical expertise and my scientific horizon.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}