{
    "rcn": "214406",
    "acronym": "ChildPro",
    "topics": "MSCA-IF-2017",
    "title": "Child prodigies: on giftedness and child celebrities in modern France",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Although there is no scholarly agreement on how to define ìgiftednessî, there is a consensus on why it is important: understanding giftedness, and especially, gifted children, means understanding human potential and development. Conceptions of giftedness affect education and parenting, and can create unrealistic expectations in adults and children. Child prodigies manifest an extreme form of giftedness. Research on giftedness is chiefly developed within psychology, and remains quite ahistorical. Meanwhile, historical research on prodigies focused on case studies, failing to account for todayís interest in gifted children.\nThis project aims to go beyond these two approaches. It will explore how the history of child prodigies can help to explain the current fascination with giftedness. To do so, it will examine child prodigies in cultural and scientific settings (such as the theatre and the laboratory) in 19th and early 20th century France, mainly Paris. The project will address child prodigies as a cultural phenomenon that: a) influenced the western scientific interest in giftedness, and b) built a long-lasting entertainment culture around gifted children. The study will build upon past and current psychological research on giftedness, and contribute to fields such as the history of science, and childhood and celebrity studies. \nWith my postdoctoral experience in an ERC project, and with a promising track record, I am prepared to move a step further. The MSCA will help me improve my skills in teaching and project management. In addition, I will be able to provide a historical background to a socially sensitive and timely topic. Overall, it will solidify my career, preparing me to apply for funding and academic positions to reach independence.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}