{
    "rcn": "214493",
    "acronym": "DEBT",
    "topics": "MSCA-IF-2017",
    "title": "Eliciting Preferences over Saving and Borrowing",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Attitudes towards saving and borrowing are crucial to the understanding of individual financial behavior. An unwillingness to save or borrow can have severe economic implications, such as preventing optimal portfolio choice, insufficient retirement saving, or a failure to invest in profitable investment projects. To further the understanding of borrowing and saving behavior, I am proposing to develop an experimental protocol that allows to measure individual preferences over saving and borrowing. In particular, I will develop an intertemporal choice list, in which subjects can choose between different saving and debt contracts, using real monetary incentives. Subjectís decisions in this choice experiment can be used to infer individual differences in preferences over saving and borrowing. To control for confounds, and to identify how preferences over borrowing and saving interact with preferences over risk, time and losses, I will also elicit these preferences experimentally, and estimate all domains of preference jointly. For this purpose, I will write a formal model that extends cumulative prospect theory, to incorporate preferences over saving and borrowing. Along with the experiment, I plan to elicit a number of different novel survey measures regarding participantsí borrowing behavior and experience, and identify those that best predict behavior in the incentivized choice experiments. Identifying simple survey measures that explain preferences over saving and borrowing will be of help for future research on these preferences, where time and monetary constraints do not allow a fully incentivized experiment.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}