{
    "rcn": "214432",
    "acronym": "CoM_n_Play-Science",
    "topics": "SwafS-11-2017",
    "title": "Learning science the fun and creative way: coding, making, and play as vehicles for informal science learning in the 21st century",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The CoMíníPlay-Science project aims to help Europe better understand the new ways in which informal science learning is taking place through various coding, making, and play activities that young Europeans are nowadays increasingly engaged with outside school and higher education science classrooms, beyond the formal boundaries of science education. The project investigates a wide range of loci and modes of this kind of informal science learning, including: a) learning occurring in the context of such activities intentionally organized to achieve informal science learning; b) informal science learning that occurs as a by-product of youngstersí various coding, making, and play activities that are not intentionally meant for science learning, and which may take place either in organized contexts or independently in everyday life. Carefully positioning the research within the context of the overarching contemporary discourses on STEM/STEAM education, RRI, and science capital, the proposed project aims to shed light on the nature and impact of the informal science learning gained through coding, making and play activities. It identifies diverse practices and looks deeper into a sample of them, whereby participants of real-life activities are surveyed, observed, and gamefully engaged in intensive research. The project further explores the impact of this this kind of informal science learning on: a) formal science education and more traditional informal science learning interventions; and b) scientific citizenship, investigating in particular the attitudes, values and dispositions that young people as learners and as citizens may develop through such activities towards science, scientists, and science-related information in everyday life. The project enables the exploitation of its research findings by developing relevant guidance for practitioners and recommendations for policy making and further research, and through an overall extrovert project approach.",
    "totalCost": "3097715",
    "ecMaxContribution": "3097715",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "OULUN YLIOPISTO;THE BOARD TRUSTEES OF THE SCIENCE MUSEUM;OVOS MEDIA GMBH;TECHNISCHE UNIVERSITAET MUENCHEN;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UPPSALA UNIVERSITET;UNIVERSITA TA MALTA;TECHNISCHE UNIVERSITEIT EINDHOVEN;DESIGN FOR CHANGE ESPANA;KING'S COLLEGE LONDON",
    "participantCountries": "FI;UK;AT;DE;EL;SE;MT;NL;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}