{
    "rcn": "214449",
    "acronym": "Constr-HaVi",
    "topics": "MSCA-IF-2017",
    "title": "Construction techniques, experimentation and innovative architectural solutions atHadrianís Villa (Tivoli, Italy)",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "The aim of this Fellowship is to develop the professional prowess, advanced training, interdisciplinary skills, high-impact dissemination, and practical experience commensurate with a leading independent researcher in the EU. The aim of the project is to investigate the building and engineering techniques utilized in constructing Hadrianís Villa. For the first time, I will apply a new research approach to a comprehensive study of the villa that concentrates not only on architectural design and form but also on building materials, construction techniques and engineering. The main objective is to create a synthesis combining analysis of the buildings with a critical study of the bibliography that will result in a comprehensive corpus of the building solutions found in the different structures across the entire site. I will be based in the Department of Classics in Trinity College Dublin (TCD), working under the supervision of Professor Hazel Dodge. Research training will be implemented through an interdisciplinary project investigating the ancient architectural process of construction. I will access expertise, advanced training and mentoring in the History of architecture. No Irish university, but Professor Dodge, has yet established a dedicated History of the roman architecture. In TCD I will be given the opportunity to embed new knowledge in the design of interdisciplinary curricula for graduate students. Under the guidance of international experts, I will acquire an invaluable skill-set bridging humanities, science and technology with implications for contemporary conservation of cultural heritage. The resources of the host departments will facilitate development of an interdisciplinary and international academic network as well as career-mentoring. The Fellowship will establish me firmly at the centre of interdisciplinary research in the histories of building science.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}