{
    "rcn": "214490",
    "acronym": "DC-SIGN-MFN",
    "topics": "MSCA-IF-2017",
    "title": "Dissecting Multivalent Viral Receptor-carbohydrate Interactions Using Polyvalent Multifunctional Glycan-Quantum Dot",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Multivalent lectin-sugar interactions play a key role in facilitating viral infections, affecting hundreds of millions people worldwide. Understanding the structural mechanisms is key to be able to design glycoconjugates that can block such interactions, thereby preventing infection. However, research advances have been hampered by inability of current methods to reveal key structural information of some important cell surface lectins. For example, despite 17 years of extensive research, the structure of two vitally important tetrameric lectins, DC-SIGN and DC-SIGNR, remain unknown. These lectins bind to virus surface multiple glycans and enhance many viral infections (e.g. HIV, HCV and Ebola).\n\nThis fellowship will address this challenge by developing a novel multimodal readout strategy (e.g. FRET, TEM and particle size analysis) using compact polyvalent glycan-quantum dots (QD) to fully exploit multivalency and QDís unique properties. By tuning QD surface glycan structure, valency, inter-glycan spacing and flexibility, we will create a perfect spatial & orientation match to those of glycan-binding-domains (CRDs) in DC-SIGN/R, leading to greatly enhanced binding affinity. By studying QD-glycan binding with DC-SIGN/R, we will reveal key structural data (e.g. CRD orientation, distance, binding mode) in DC-SIGN/R. We will verify the binding data with native receptors on cell surfaces, correlate receptor binding affinity with virus inhibition potency, and study their immune cell activation.\n\nThis research is extremely timely and important because it will, 1) address the capability gap of current methods; 2) reveal key structural information of CRD spatial arrangement in DC-SIGN/R; 3) reveal how ligand multivalency & affinity control intracellular trafficking and modulate dendritic cell response. These are important not only to fundamental structural biology, lectin biochemistry, chemistry, and nanotechnology, but also to develop novel potent anti-viral reagents.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}