{
    "rcn": "214417",
    "acronym": "CLAMOR",
    "topics": "MSCA-IF-2017",
    "title": "environmental Conflicts through the Lens of Artwork and Multimedia in waterscape transfORrmations",
    "startDate": "03/09/2018",
    "endDate": "02/09/2021",
    "objective": "The fellowship aims at establishing the applicant as an expert in the study of environmental conflicts through training in the interdisciplinary fields of (gendered) water justice and data-intensive social science at the University of California Berkeley. I will analyse artworks produced in water-related ecological distribution conflicts (EDC) in which transformative or restorative initiatives operate under violent conditions.\nThe use of artworks in EDC has not been theorised enough although they are crucial to elicit the valuation languages held by local populations, this being a main tenet of ecological economics, and more generally of the environmental social sciences. I will conduct empirical research on the gendered use in EDC of artistic creations (films, plastic arts and songs), connected multimedia, and supporting ICTs, at two levels: a) case studies drawing on activist knowledge of EDC over wetlands and over coal (both water-related) under diverse contexts of violence in Colombia and California; and b) databases on artworks, and on social media, from EDC in countries where there is violence against environmental defenders (e.g., Philippines and Brazil). The research and associated training will innovatively use mixed methods, combining in-depth case studies, ideal for developing causal explanations, with data-intensive social science research methods such as big-data extended ethnography, which provide grounds for generalisation.\nCLAMOR will address environmental justice issues that are of relevant for Europe and will build up a large database of artworks used in EDC at the global level. The action contributes to two H2020ís societal challenges and reinforces the European Innovation Partnership on Water, and the Water Justice Action Group in particular. Knowledge will be reintegrated at the Universitat AutÚnoma de Barcelona through postgraduate teaching and supervision, and by establishing a distinctive line of research on arts and environmental conflicts.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}