{
    "rcn": "214479",
    "acronym": "CVVOC",
    "topics": "MSCA-IF-2017",
    "title": "The ecological consequences of chemotypic variation of damage-induced volatile organic compounds in sagebrush (Artemisia tridentata)",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Plants have evolved an impressive defense system to combat herbivores. These defenses include morphological structures like spines and secondary metabolites that have toxic, repellent, or antinutritional effects on consumers. Many plant defenses are constitutively expressed, but some are induced in response to herbivore damage. Damaged plants emit volatile organic compounds (VOCs) into the environment that may induce defenses in adjacent, undamaged tissue or may be eavesdropped by neighboring plants, enabling them to prime their own resistance response prior to attack. While once controversial, this plant-plant communication resulting in a VOC-induced phenotypic response that reduces damage from attacking herbivores has been demonstrated in over 50 species. Recently, researchers have found distinguishing VOC blends among sagebrush (Artemisia tridentata) referred to as chemotypes. Field experiments demonstrated that communication between A. tridentata plants of the same chemotype resulted in less damage by herbivores compared to that between plants of different chemotypes. Chemotypes were also found to be highly heritable. This is consistent with the hypothesis that volatile communication evolved as a within-plant warning mechanism due to limited vascular signaling. Because emitted volatile cues become available to potential competitors of the same or different species, selection for cues that are more private would likely be of greater benefit to the emitter.  At the time of this study, only 2 A. tridentata chemotypes had been identified. More recent work has found an additional 6 chemotypes. Here we propose to rigorously test the ecological consequences of chemotypic variation and the processes that maintain it. Through synergistic efforts combining my expertise in field ecology and plant-insect interactions and that of the host and collaborators in ecological chemistry and molecular biology, we will forward the field of volatile-mediated plant-plant interactions.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}