{
    "rcn": "214483",
    "acronym": "D5S",
    "topics": "ERC-2017-ADG",
    "title": "Direct Statistical Simulation of the Sun and Stars",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "This proposal (D5S) addresses a key problem of astrophysics ñ the origin of magnetic activity in the sun and solar-type\nstars. This is a problem not only of outstanding theoretical importance but also significant practical impact ñ solar activity has\nmajor terrestrial consequences. An increase in activity can lead to an increase in the number and violence of solar flares and\ncoronal mass ejections, with profound consequences for our terrestrial environment, causing disruption to satellites and\npower. Predictions of magnetic activity are highly desired by government and industry groups alike. A deep understanding of\nthe mechanisms leading to solar magnetic activity is required. The variable magnetic field is generated by a dynamo in the\nsolar interior. Though this mechanism is known to involve the interaction of magnetohydrodynamic (MHD) turbulence with\nrotation, no realistic model for dynamo action currently exists. D5S utilises two recent significant breakthroughs to construct\nnew models for magnetic field generation in the sun and other solar-type stars. The first of these involves an entirely new\napproach termed Direct Statistical Simulation (DSS) (developed by the PI), where the statistics of the astrophysical flows are\nsolved directly (enabling the construction of more realistic models). This approach is coupled to a breakthrough (recently\npublished by the PI in Nature) in our understanding of the physics of MHD turbulence at the extreme parameters relevant to\nsolar interiors. D5S also uses the methodology of DSS to provide statistical subgrid models for Direct Numerical Simulation\n(DNS). This will increase the utility, fidelity and predictability of such models for solar magnetic activity. Either of these new\napproaches, taken in isolation, would lead to significant progress in our understanding of magnetic field generation in stars.\nTaken together, as in this proposal, they will provide a paradigm shift in our theories for solar magnetic activity.",
    "totalCost": "2499899",
    "ecMaxContribution": "2499899",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}