{
    "rcn": "214423",
    "acronym": "COBADIM",
    "topics": "MSCA-IF-2017",
    "title": "Characterizing Congo Basin Drought resilience: an Integrative Modelling approach",
    "startDate": "19/03/2019",
    "endDate": "18/03/2021",
    "objective": "The African rainforest, is the second largest on Earth, covers ~630 million ha and stores up to 66 Pg of carbon and is presently a persistent carbon sink. In addition, African rainforest support the forestry sector which contributes 3-6% of the gross domestic product across the Congo Basin with most foreign export directed to Europe. As such, African rainforest currently represents both a local and foreign economic driver and provides important ecosystem services through the negative feedback on the global carbon cycle. Both remote sensing data and tree ring stable isotope measurements have shown that these forests are currently being subjected to a long-term drying trend, raising fears over the drought resilience of tropical tree species and the persistence and magnitude of this important terrestrial carbon sink. Here, we combine eco-physiological and dendrochronological research with a model based approach to increase our understanding of the response of African tropical tree species under changing climatological conditions across the central Congo Basin. We will integrate several data streams including inventory data on soil properties and associated leaf traits, wood traits, phenology, retrospective dendrochronology and wood core stable isotope and calcium tracer time series, in order to constrain a data-informed mechanistic ecosystem model (MuSICA). Using a novel tracer experiment we will corroborate the use of a calcium [Ca] tracer in tropical tree species for rapid dating and eco-physiological research into drought resistance. Accurate model predictions, based upon Ca tracer measurements made during this action, will provide estimates of the vulnerability of tree species to future drought conditions. Our results will have important policy implications as the demise of important tree species could have significant effects on ecosystem services, e.g. affecting the carbon balance, as well as a direct economic impact on sustainable local and EU timber trade.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}