{
    "rcn": "214411",
    "acronym": "CHROMREP",
    "topics": "MSCA-IF-2017",
    "title": "An integrative approach linking chromosomal evolution and biodiversity in reptiles from Madagascar",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Chromosomal evolution is a major, yet under-explored, driver of biodiversity. Changes in chromosome number and morphology influence reproductive compatibility in sexually reproducing organisms. Despite this, links between chromosomal changes and phylogenetic and biogeographic diversification have rarely been investigated in animals. By using an unprecedented multidisciplinary and comparative approach CHROMREP will test for the influence of chromosome evolution on the generation of animal biodiversity, phylogeny and biogeography. Specifically, employing novel combinations of cutting-edge methods on comprehensively sampled data from eight Malagasy reptile evolutionary lineages, I will perform: (a) cytogenetic analyses to provide the first comprehensive karyological assessment of the study taxa, (b) DNA sequencing and phylogenetic analyses to produce novel molecular phylogenies of each group, (c) computational analyses with phylogenetic comparative methods and statistical biogeography to test for phylogenetic, biogeographic and ecological correlates of chromosomal evolution. Explaining chromosome evolution within endemic reptile radiations of Madagascar will be a major step towards understanding the ultimate causes of speciation and lineage diversification in vertebrates. CHROMREP will help to elucidate timings and mechanisms of the evolution of the extraordinary Malagasy biodiversity, statistically evaluating distinct scenarios. The combination of a world class reptile collection, outstanding laboratory facilities and the resident researchersí scientific expertise make the NHM the perfect setting for CHROMREP. The realization of this project would establish me as an innovative leader in the field of evolutionary biology, critically enhancing my professional skill set and reinforcing my position in the international scientific community.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}