{
    "rcn": "214457",
    "acronym": "COSMIC-LITMUS",
    "topics": "ERC-2017-COG",
    "title": "Turning cosmic shear into a litmus test for the standard model of cosmology",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The standard model of cosmology is impressively consistent with a large number of observations. Its parameters have been determined with great accuracy with the Planck CMB (cosmic microwave background) mission. However, recently local determinations of the Hubble constant as well as ob- servations of strong and weak gravitational lensing have found some tension with Planck. Are those observations first glimpses at a crack in the standard model and hints of an evolving dark energy com- ponent? With this ERC Consolidator Grant I will answer these questions by greatly increasing the robustness of one of those cosmological probes, the weak lensing effect of the large scale structure of the Universe also called cosmic shear.\nIn order to reach this goal I will concentrate on the largest outstanding source of systematic error: photometric redshifts (photo-z). I will exploit the unique combination of two European imaging surveys in the optical and infrared wavelength regime, an additional narrow-band imaging survey with extremely precise photo-z, and spectroscopic calibration data from a recently approved ESO large program on the VLT. Using angular cross-correlations and machine-learning I will calibrate the photo- z in a two-stage process making sure that this crucial systematic uncertainty will keep pace with the growing statistical power of imaging surveys. This will yield an uncertainty on the amplitude of the clustering of dark matter that is smaller than the best constraints from the CMB.\nI will also apply these methods to ESAís Euclid mission launching in 2020, which will fail if photo-z are not better understood by then. If the discrepancy between lensing and CMB measurements holds this would potentially result in a revolution of our understanding of the Universe. Regardless of this spectacular short-term possibility I will turn cosmic shear ñ one of the most powerful cosmological probes of dark energy ñ into a litmus test for our cosmological paradigm.",
    "totalCost": "1931493",
    "ecMaxContribution": "1931493",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}