{
    "rcn": "214435",
    "acronym": "ComBIOsites",
    "topics": "MSCA-IF-2017",
    "title": "Reversibly photocrosslinked BIO-based composites with barrier properties from industrial by-products",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "ComBIOsites aims at developing recyclable composite materials for packaging, using (i) raw materials issued from bio-based industrial by-products, according to the principles of circular economy, (ii) environmentally friendly processes, such as photopolymerization. This project is fully aligned with the European primary goals for the promotion of a ìgreenî society, with a sustainable and resource efficient economy, by key actions such as the development of new and improved materials with reduced environmental impact, from sourcing and processing to end of life. \nCellulose is an abundant, renewable and sustainable biopolymer, plus it is biodegradable. Microfibrillated cellulose (MFC), obtained with top-down approaches from cellulose sources, forms excellent gas barrier films ; however, their high hydrophilicity prevents their use in highly humid environments. It is therefore convenient to combine MFC with polymers in the form of composites. Crosslinked matrices guarantee high mechanical performances and water and solvent resistance. The uncured prepolymers can have very low viscosity, which allows for solvent-free mixing at room temperature. However curing often hinders recyclability. Reversible photocrosslinking of bio-based prepolymers, combined with MFC to obtain recyclable composites is innovative. \nTo fulfil the final goal of the project, I will use MFC obtained from hemp hurd, a low cost by-product of industrial hemp decortication process, and a bio-based prepolymer, functionalized with a reversibly photocrosslinkable group, able to ensure the curing of the polymeric matrix upon irradiation at a given wavelength, and to allow its dismantling upon irradiation at a different wavelength. Thus, through appropriate matrix-filler combination and processing, I plan to obtain a reversibly photocrosslinked composite material having the performances requested for packaging, the recyclability of thermoplastics and potentially the biodegradability of natural polymers.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}