{
    "rcn": "214478",
    "acronym": "CUREORCURSE",
    "topics": "ERC-2017-COG",
    "title": "Non-elected politics.Cure or Curse for the Crisis of Representative Democracy?",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Evidence of a growing disengagement of citizens from politics is multiplying. Electoral turnout reaches historically low levels. Anti-establishment and populist parties are on the rise. Fewer and fewer Europeans trust their representative institutions.  In response, we have observed a multiplication of institutional reforms aimed at revitalizing representative democracy. Two in particular stand out: the delegation of some political decision-making powers to (1) selected citizens and to (2) selected experts. But there is a paradox in attempting to cure the crisis of representative democracy by introducing such reforms. In representative democracy, control over political decision-making is vested in elected representatives. Delegating political decision-making to selected experts/citizens is at odds with this definition. It empowers the non-elected. If these reforms show that politics could work without elected officials, could we really expect that citizensí support for representative democracy would be boosted and that citizens would re-engage with representative politics? In that sense, would it be a cure for the crisis of representative democracy, or rather a curse? Our central hypothesis is that there is no universal and univocal healing (or harming) effect of non-elected politics on support for representative democracy. In order to verify it, I propose to collect data across Europe on three elements: (1) a detailed study of the preferences of Europeans on how democracy should work and on institutional reforms towards non-elected politics, (2) a comprehensive inventory of all actual cases of empowerment of citizens and experts implemented across Europe since 2000, and (3) an analysis of the impact of exposure to non-elected politics on citizensí attitudes towards representative democracy. An innovative combination of online survey experiments and of panel surveys will be used to answer this topical research question with far-reaching societal implication.",
    "totalCost": "1981589",
    "ecMaxContribution": "1981589",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}