{
    "rcn": "214447",
    "acronym": "CONDENSATION",
    "topics": "MSCA-IF-2017",
    "title": "Aerosol-ClOud iNteractions anD Effects oN atmoSpheric rAdiaTIve fOrciNg",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The effect of changes in atmospheric aerosol properties on clouds formation, distribution and radiative properties is the most uncertain component of the Earth¥s-Atmosphere energy balance. This uncertainty affects climate model estimates, key for the development of strategic plans for climate change mitigation and for policymakers worldwide. Thus, there is an essential need for understanding aerosol-cloud interaction (ACI) processes and reducing their associated uncertainties in radiative forcing (RF). Ground-based remote sensors (e.g. lidar and radar) are crucial in this sense, providing profiles of aerosol and cloud properties, required to study ACI processes and their influence on RF. During this project, we will perform a theoretical evaluation through numerical models for optimizing lidar-radar configurations in order to improve ACI processes understanding, which could bring novel technical advancements by improving the instrumental capabilities of remote sensors. We will also perform sensitivity studies of minimum parameter information required and the impact of noise for the estimation of ACI RF from combining lidar and radar measurements. To that end, we will use the numerical models, radiative transfer codes and the global model GEOS-5 as reference data. Experimental data for the lidar and radar systems at Granada (Spain), operating within H2020 ACTRIS-2 project, will be used in the final phase. The experimental supersite at Granada is a unique environment thanks to the availability of multiple remote sensors and in-situ instrumentation which offers the possibility of evaluating the theoretical simulations and the obtained outcomes using measured data. The innovative research from the hosting group, plus the cooperative efforts with the Polytechnic University of Catalonia, the University of Reading or NASA, will guarantee the success of the proposal and a fruitful experience for the candidate on her way to consolidate as an independent leading researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}