{
    "rcn": "214437",
    "acronym": "COMEX",
    "topics": "MSCA-IF-2017",
    "title": "COmputational Modelling for EXtreme conditions",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Pressure is an important thermodynamic variable in order to understand the properties of the materials, even at room pressure, because it allows for a precise control over the interatomic distances and hence the atomic interactions. Moreover, the application of high pressure, many times in combination with high temperatures, allows the synthesis of new phases of materials with completely different properties to those from stable materials at room conditions. New phases of materials may be metastable at room conditions and thus lead to new technological advances.\n\nSesquichalcogenides (A2X3 stoichiometry) have been traditionally studied due to their many interesting applications at high pressure. These interesting properties, together with the search for miniaturization, which includes isolating layers to form 2D mono- or bi-layer systems, have motivated an increased interest to explore the properties of the A2X3 compounds in the nanosize regime as well. In this regime, quantum confinement effects could become dominant thus altering the structural, electronic and optical behaviour when compared with the bulk material. In this context, studies of the properties of many bulk and nanocrystalline sesquichalcogenides are still required since their high pressure and high temperature phases have not yet been fully explored. \n\nThus, the goal of this project is to study, from a theoretical perspective by employing ab-initio calculations, the structural, vibrational, elastic, and electronic properties of sesquichalcogenides under extreme conditions of high pressure and temperature and predict stable and metastable phases of these materials under these extreme conditions. The proposed work will complement experimental studies and will provide basic understanding of the physical-chemical properties of these materials, which will be important for respective implementation in technological devices.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}