{
    "rcn": "214462",
    "acronym": "Crater Chron",
    "topics": "MSCA-IF-2017",
    "title": "Understanding the role of impact cratering in Earth's evolution through state-of-the-art geochronology",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The role of impact cratering in the evolution of Earthís geosphere and biosphere is greatly underappreciated in the field of modern geoscience. Although years of research on terrestrial impact craters have contributed greatly to our knowledge of impact cratering processes and products, the available geochronological data represents a major and fundamental gap in our knowledge. Of the ca. 190 confirmed impact craters on Earth only ca. 10 % are considered to be accurately and precisely dated. Consequently, the vast majority of terrestrial craters cannot be correlated with each other or with other geological events such as mass extinctions. Here we propose to take timely advantage of recent advances both in our understanding of how the mineral zircon (ZrSiO4) can record the age of an impact event and in the analytical techniques used to determine such U-Pb ages to significantly and efficiently grow our database of accurately and precisely dated terrestrial impact craters. Specifically, this project will focus on craters whose precise formation age may have broad implications for Earthís history. Among others, these include the Siljan impact crater, Sweden, which has been proposed as a contributing factor to the late Devonian mass extinction event, one of the largest mass extinctions in the Phanerozoic, and the Suavj‰rvi impact crater, northwest Russia. The latter has a very poorly constrained age of between 2.7 and 2.2 Ga but is likely to be the oldest impact crater on Earth with confirmation of an impact age in this study. This innovative action will couple recent advances in microstructural characterisation of shocked zircon (EBSD analysis and Raman mapping) with cutting-edge U-Pb analytical techniques not previously applied to shocked grains (including high resolution, fully quantitative U-Pb age mapping by SIMS and high precision multiple step leaching CA-ID-TIMS) and establish efficient protocols for future dating of craters on Earth and other planetary bodies.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "NATURHISTORISKA RIKSMUSEET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}