{
    "rcn": "214467",
    "acronym": "CROCODILE",
    "topics": "SC5-14-2016-2017",
    "title": "first of a kind commercial Compact system for the efficient Recovery Of CObalt Designed with novel Integrated LEading technologies",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The CROCODILE project will showcase innovative metallurgical systems based on advanced pyro-, hydro-, bio-, iono- and electrometallurgy technologies for the recovery of cobalt and the production of cobalt metal and upstream products from a wide variety of secondary and primary European resources. CROCODILE will demonstrate the synergetic approaches and the integration of the innovative metallurgical systems within existing recovery processes of cobalt from primary and secondary sources at different locations in Europe, to enhance their efficiency, improve their economic and environmental values, and will provide a zero-waste strategy for important waste streams rich in cobalt such as batteries. Additionally, CROCODILE will produce a first of a kind economically and environmentally viable mobile commercial metallurgical system based on advanced hydrometallurgical and electrochemical technologies able to produce cobalt metal from black mass containing cobalt from different sources of waste streams such as spent batteries and catalysts.  The new established value chain in this project will bring together for the first time major players who have the potential of supplying 10,000 ton of cobalt annually in the mid-term range from European resources, corresponding to about 65% of the current overall EU industrial demand. Therefore, the project will reduce drastically the very high supply risk of cobalt for Europe, provide SMEs with novel business opportunities, and consolidate the business of large refineries with economically and environmentally friendly technologies and decouple their business from currently unstable supply of feedstocks.",
    "totalCost": "14890408,75",
    "ecMaxContribution": "11625289,01",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "MONOLITHOS KATALITES KE ANAKIKLOSI ETAIREIA PERIORISMENIS EVTHINIS;LOMARTOV SL;COMET TRAITEMENTS SA;OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL;ECO RECYCLING SOCIETA A RESPONSABILITA LIMITATA;SAUBERMACHER DIENSTLEISTUNGS AG;ACCUREC-RECYCLING GMBH;Natural History Museum;RELIGHT SRL;SINTEF AS;Env-Aqua Solutions Ltd;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;AKKUSER OY;FREEPORT COBALT OY;GENIKI METALLEUTIKI KAI METALLOURGIKI ANONIMI ETAIRIA - (GENERAL MINING AND METALLURGICAL COMPANY S.A. );SOCIETE NOUVELLE D'AFFINAGE DES METAUX-SNAM;TECNALIA VENTURES SL;GLENCORE NIKKELVERK AS;STENA RECYCLING INTERNATIONAL AB;Kopacek KEG;KATHOLIEKE UNIVERSITEIT LEUVEN;BANGOR UNIVERSITY;PNO INNOVATION",
    "participantCountries": "EL;ES;BE;IT;AT;DE;UK;NO;FR;FI;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}