{
    "rcn": "214404",
    "acronym": "CHEMPUFF",
    "topics": "MSCA-IF-2017",
    "title": "Atmospheric surfactants Chemistry: imProving the predictions of cloUd Formation and Features (CHEMPUFF)",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Predicting the formation and properties of clouds the atmosphere still represents a major challenge today and a main source of uncertainties in weather forecasting, hydrology, and climate prediction. Some fundamental aspects of these processes are still poorly understood, such as the role of the surface-active compounds (or surfactants) and their chemistry in the droplet nuclei, predicted by theory 80 years ago but elusive to observations until recently. The objective of CHEMPUFF is to complete the understanding of these compounds and their role on cloud formation and climate by \n- simultaneously investigating aerosol surfactants and cloud events in different regions (mid-latitude continental, Coastal, and Boreal),\n- using the results, together with satellite data, to make the first evaluation of the impact of surfactants on the radiative forcing of clouds on climate, at regional scale, then at global scale in collaboration with global modelers,\n- using the field results to characterize the links between aerosol surfactants and the biosphere (microorganisms, vegetation), and investigate the existence of a vegetation/biosurfactant/cloud/climate feedback in collaboration with global modelers.\nThe Researcher is a recent PhD graduate from India, who has already demonstrated exceptional talents and scientific excellence. He will be integrated to the Host group at CNRS, France, which has led the main advances on the topic of surfactants and clouds in recent years. In addition to learning unique knowledge and techniques from this group, CHEMPUFF will open the Researcherís professional network to Europe, thus increase his career prospects.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}