{
    "rcn": "214430",
    "acronym": "Colophons-Scholars",
    "topics": "MSCA-IF-2017",
    "title": "COLOPHONS AND SCHOLARS: TOWARDS A SOCIAL HISTORY OF KNOWLEDGE IN BABYLONIA DURING THE FIRST MILLENNIUM BCE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "My Colophons and Scholars project will undertake an infrastructural intervention into the history and sociology of science urgently required for the one of the longest-living traditions of learning. It will open a major new data set and exploit it for evidence on the production, consumption, and transmission of knowledge in Babylonia. \nWhy are colophons important? The entire lives of scribes, keepers of knowledge, can be traced through the colophons appended at the bottom of their works. As paratexts they offer a hitherto untapped opportunity of understanding the social context of the transmission of knowledge.\nI will change the state-of-the-art by offering a systematic study of all Neo-Babylonian colophons. Creating an online relational and GIS database and analyzing the colophon data will improve our understanding of Mesopotamian knowledge and give a new impulse for further study. My method combines the approaches of social networks analysis (SNA) with those of the sociology of science, anthropology, archaeology, economic history, and philology. \nThe project will be supervised at Leiden University by Prof. Waerzeggers, the first Assyriologist to adopt SNA for studying Babylonian cuneiform records. It will collaborate closely with her ERC project Persia and Babylonia. Access to the specialist library and cuneiform tablets of the Netherlands Institute of the Near East in Leiden, and working within the multidisciplinary structure of the Leiden Institute of Area Studies offers an ideal environment for conducting my research and disseminating my results. This will be achieved by providing an open access database, publishing a monograph, and organizing  international seminars. I expect to acquire proficiency in consulting Neo-Babylonian archives and refine my theoretical training in SNA. Under the supervision of Waerzeggers at LIAS I intend to resume my academic career, which has been interrupted for family reasons, and attain the academic position, to which I aspire.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}