{
    "rcn": "214537",
    "acronym": "DYNAMICE",
    "topics": "MSCA-IF-2017",
    "title": "DYNAMICE: An integrated framework for biomechanical phenotyping of arteries to disentangle mechanical causes of arterial stiffening in diabetes",
    "startDate": "01/04/2019",
    "endDate": "31/03/2022",
    "objective": "Accelerated arterial stiffening, an important complication in diabetes, increases cardiac workload eventually leading to heart failure. The arterial wall óconsisting of elastin, collagen, smooth muscle, and glycosaminoglycansó may stiffen in diabetes due to 1) advanced glycation end-product (AGE)-induced collagen cross-linking, 2) calcification, or 3) changed glycosaminoglycan composition. The exact mechanical stiffening effects of these processes are unknown. Current preclinical, state-of-the-art measurement methods characterise arterial wall mechanics under static conditions. However, AGE-induced and glycosaminoglycan-associated wall stiffening may particularly affect dynamic characteristics (viscoelasticity) ó especially relevant in vivo where arteries are subject to pulsatile blood pressure. The novel set-up for mechanical characterisation under such dynamic conditions I have previously developed still requires a matching computer modelling framework to correctly interpret the multidimensional, dynamic measurement data. I aim to 1) develop this modelling framework and 2) use it to quantify the characteristics of diabetes-associated stiffening processes by studying murine arteries with increased calcification, collagen cross-linking, glycosaminoglycan content, and combinations thereof. The forthcoming measurement platform óalready sparking interest among international collaboratorsó enables realistic preclinical biomechanical arterial characterisation and will be the integrative keystone in my multidisciplinary research career. Its application to diabetes-associated arterial stiffening may yield breakthrough target and focus to further treatment of patients. Furthermore, its accessibility to (inter)national collaborators will be ensured by its implementation at the independent Special Skills & Advanced Phenotyping unit at the Maastricht University Biomedical Center ó a dedicated core laboratory for phenotyping of small animal models.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}