{
    "rcn": "214562",
    "acronym": "ElectroNick",
    "topics": "MSCA-IF-2017",
    "title": "The Combination of Electrochemistry and Nickel Catalysis: New Bond-Forming Reactions on a Sustainable Platform",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Sustainable routes towards the formation of key synthetic carbonñcarbon bonds by cross-coupling remains a challenge in organic chemistry. Realization of this goal will enable the combination of simple building blocks to rapidly assimilate synthetic complexity with only a minimum level of stoichiometric waste. Electrochemistry provides a new platform to conduct reactions through in situ generation of reactive intermediates under mild conditions, with broad applications to industrial synthesis. Herein, we seek to combine the fields of electrochemistry and cross-coupling reactions, using an electric current to catalytically generate alkylzinc reagents and reactive alkyl radicals. These intermediates will then undergo coupling, facilitated by nickel catalysis, to generate key carbonñcarbon bonds, including challenging C(sp3)ñC(sp3) bonds. Furthermore, the powerful combination of electrochemistry and nickel catalysis will enable the simplest feedstock chemicals ñ alkanes ñ to be utilized for the first time in cross-coupling through a nickel chain-walking process, providing facile access to fatty acids and alternative coupled products. These projects will enable the emergence of new reaction strategies for exploitation in a sustainable manner. Additionally, this ambitious and innovative proposal will succeed through considerable two-way transfer of knowledge between the participating organizations and the ER, developing the fellow into a leading international researcher.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}