{
    "rcn": "214567",
    "acronym": "EMOMETER",
    "topics": "MSCA-IF-2017",
    "title": "EMOMETER: Developing an Integrated Toolbox for the Assessment of Emotional Functioning in Dogs",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Dogs have great social (e.g. companion dogs) and economic (e.g. working, assistance, therapy dogs) values. Their increasing presence in our society (~63 million in Europe and 500 million worldwide) calls a timely understanding of emotional processing in dogs, in order to promote human-dog bonds, ensure dog welfare and reduce dog related costs to society (e.g. dog-bite related incidents). Emotional functioning is a complex process and we currently have very little understanding of it in non-human animals, with no consensus on the theoretical framework and limited robust empirical research on dog emotion. Given recent theoretical advances (e.g. multi-component emotion process theory) in human emotion research and improved technology (e.g. integrated wearable wireless sensors), there are new opportunities to address this fundamental issue. This interdisciplinary research programme will break new ground by developing an integrated toolbox (a range of behavioural, cognitive and physiological measures) for emotion assessment, and providing the first systematic study of multi-component emotional functioning in dogs. The novel findings will result in a step change in our understanding of dogsí capability for processing and functionally responding to emotional signals, such as subtle or even subliminal human expressions. This has significant practical implications for various human-dog interactions and dog welfare. The development of such an integrated toolbox for dogs will pave the way for emotion assessment in a variety of animal species in everyday settings and will ensure Europe remains at the forefront of animal emotion and welfare research. With combined expertise in animal cognition, behaviour and welfare, cognitive neuroscience and computer science, the interdisciplinary supervisory team will provide structured training of research and complimentary skills to the Fellow, and facilitate her development as a future leader in this emerging field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LINCOLN",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}