{
    "rcn": "214557",
    "acronym": "EGERNIALIZARDS",
    "topics": "MSCA-IF-2017",
    "title": "FAMILY MATTERS: POST-NATAL SOCIALITY AND THE OUTCOMES OF MATERNAL STRESS IN A SOCIAL LIZARD",
    "startDate": "07/01/2019",
    "endDate": "06/01/2022",
    "objective": "Mothers can alter the characteristics of their offspring through non-genetic maternal effects. For example, stress experienced by mothers during gestation can have organizational effects on offspring behaviour and physiology ñ such effects may substantially influence the subsequent success of these offspring. Theory suggests that, depending on the environment in which they occur, maternal effects have the potential to accelerate or constrain the rate, and alter the direction, of evolutionary change. It is therefore critical to know how ecological variation influences the outcomes of maternal effects, such as maternal stress effects, in order to understand the evolutionary importance of maternal effects in different species. A source of environmental variation likely to be important in determining the outcome of maternal effects, and maternal stress specifically, is the post-natal social environment ñ in other words, whether offspring remain with their mother/parents, or not. I propose an integrative research project to test how the outcomes of maternal stress are influenced by the post-natal social environment. To achieve this, I will combine a large-scale field experiment using a social lizard species (Liopholis whitii) in which the degree of post-natal mother-offspring association varies naturally, with physiological laboratory analysis and meta-analytical methods to: experimentally address how the post-natal social environment alters the effects of maternal stress on key phenotypic traits (such as growth, and dispersal and competitive behaviours), identify potential endocrinological and neurological mechanisms underlying these effects, and test the generality of these patterns across taxa in a meta-analytical framework. This work will provide novel insights into the long-term consequences of maternal stress-induced maternal effects for offspring fitness and the extent to which these effects may show the evolutionary and ecological trajectory of populations.",
    "totalCost": "232551",
    "ecMaxContribution": "232551",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}