{
    "rcn": "214572",
    "acronym": "EnCAge",
    "topics": "MSCA-IF-2017",
    "title": "Progeria models to study endothelial cell ageing: implications for organ regeneration and fibrosis",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Capillary endothelial cells (ECs) are not just passive conduits for delivering blood. Rather, ECs also play tissue-specific functions by providing highly specialized sets of angiocrine factors that control tissue homeostasis, regulate stem cell self-renewal, and guide organ regeneration without provoking fibrosis. However, it is not known whether tissue-specific instructive functions of ECs are lost during ageing. Moreover, the causal role of EC ageing in age-associated tissue dysfunction has not been directly studied so far. The use of aged mice to study age-related tissue alterations and to develop new drugs is not practical, since it is expensive, time consuming and does not allow for high throughput screenings. Thus, it is key to develop more convenient experimental systems that recapitulate the phenotype of aged cells. Hutchinson-Gilford progeria syndrome (HGPS) is a rare disease caused by progerin, a mutant form of the nuclear protein prelamin A that induces premature ageing. Remarkably, HGPS mimics many of the characteristics of human ageing, and progerin has also been detected at low levels in aged tissues of non-HGPS individuals. Thus, HGPS experimental models have proven to be very useful for the study of physiological ageing. This proposal will study age-dependent and tissue-specific alterations in ECs using a mouse model of HGPS. Furthermore, the candidate will use mice with EC-specific expression of progerin to assess the causal role of EC ageing in age-related impairment of organ regeneration, modelled by liver repair after injury. Finally, the applicant will develop an in vitro system to identify mechanisms through which progerin-induced EC ageing may elicit fibrotic responses that could compromise organ repair, and to test compounds to prevent or reverse the acquisition of an aged EC phenotype. These studies will open new potential therapeutic approaches to tackle age-related disorders, one of the most prominent health issues in European societies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION CENTRO NACIONAL DE INVESTIGACIONES CARDIOVASCULARES CARLOS III",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}