{
    "rcn": "214507",
    "acronym": "DETECt",
    "topics": "CULT-COOP-04-2017",
    "title": "Detecting Transcultural Identity in European Popular Crime Narratives",
    "startDate": "01/04/2018",
    "endDate": "31/07/2021",
    "objective": "DETECt -Detecting Transcultural Identity in European Popular Crime Narratives addresses the formation of European cultural identity as a continuing process of transformation fostered by the mobility of people, products and representations across the continent. Because of the extraordinary mobility of its products, popular culture plays a decisive role in circulating representations that constitute a shared cultural asset for large sectors of the European society. The project examines examples of crime fiction, film and TV dramas from 1989 to present, to learn how mobility strategies such as co-production, serialization, translation, adaptation, distribution, and more, have influenced the transnational dissemination of European popular culture. It also investigates how the treatment of specific ëmobile signifiersí ñ including representations of gender, ethnic and class identities ñ affect the ability of European narratives to migrate outside their place of origin, and be appropriated elsewhere in different and variegated ways. Researching the contemporary history of the crime genre in Europe, DETECt aims to identify the practices of production, distribution and consumption that are best suited to facilitate the emergence of engaging representations of Europeís enormously rich, plural and cross-cultural identity.\nThe knowledge acquired through a detailed research programme will be used in cultural, learning and public engagement initiatives designed to prompt the elaboration of new transnational formats for the European creative industries. These activities will profit from a set of experimental research and learning resources and innovative collaborative tools, aggregated and organized on DETECt Web portal. A range of activities will be addressed to the general public. In particular, the development of a Web mobile app tools will allow users to contribute to the creation of a collaborative atlas of European crime narratives.",
    "totalCost": "2518443,75",
    "ecMaxContribution": "2518443,75",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "TV 2 DENMARK AS;AARHUS UNIVERSITET;MISO FILM APS;UNIVERSITATEA DIN BUCURESTI;UNIVERSITE DE LIMOGES;LINK CAMPUS UNIVERSITY;DEBRECENI EGYETEM;DEUTSCHE FILM-UND FERNSEHAKADEMIE BERLIN GMBH;UNIVERSITE PARIS NANTERRE;FONDEN VISIT AARHUS;THE QUEEN'S UNIVERSITY OF BELFAST;UMEA UNIVERSITET;BIBLIOCITE;PANEPISTIMIO IOANNINON;KATHOLIEKE UNIVERSITEIT LEUVEN;FREIE UNIVERSITAET BERLIN;AALBORG UNIVERSITET",
    "participantCountries": "DK;RO;FR;IT;HU;DE;UK;SE;EL;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}