{
    "rcn": "214512",
    "acronym": "DiCrEd",
    "topics": "MSCA-IF-2017",
    "title": "Towards a Digital Critical Edition of The Works of Giuseppe Verdi",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Critical editions of 19th-century Italian opera have been appearing in print for over four decades, offering the basis for productions in major European theatres, as well as for audio and video recording with world leading singers, which continue to engage millions of people today. Established in 1983, _The Works of Giuseppe Verdi_ (University of Chicago Press and Ricordi) aims to publish all of Verdiís music in a critical edition, relying on the rigorous criteria developed by its Editorial Board, but the traditional printed book format of this edition presents several practical limitations for users: in particular, it does not allow for simultaneous visualisation of alternative materials and for fruition of alternative versions of the score, and it precludes addition of newly available source materials to existing volumes. \n     DiCrEd is a multidisciplinary project aiming to address these limitations through the integration of the innovative instruments offered by digital humanities into _The Works of Giuseppe Verdi_, under the supervision of its general editor, Prof. Francesco Izzo (University of Southampton). DiCrEd employs the digital tools designed by the Edirom project (University of Paderborn) to develop 1) an applied model of digital critical edition with 2) an interactive system of fruition of the score, and 3) an applied model of digital critical edition of preparatory materials (sketches and drafts). The project uses Giuseppe Verdiís French version of _Macbeth_ (1865) as a case study, making its full score commercially available for the first time. The project bears the potential to mark a turning point in the fields of musicology and textual criticism, with the long-term prospect of introducing digital instruments into the standard toolkit of the publishing industry related to 19th-century Italian opera.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}