{
    "rcn": "214573",
    "acronym": "ENCORE",
    "topics": "MSCA-IF-2017",
    "title": "Exploring Neutrinos: Cosmology, Oscillations, REactors",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Neutrinos are the most promising sector where to look for something new in particle physics. Neutrino properties can be studied using two different approaches: with terrestrial experiments or complementary probes, such as cosmology. In this proposal we will explore both possibilities.\nConcerning terrestrial experiments, we will consider the problems related to the theoretical calculation of the flux of reactor antineutrinos, in light of the recent reactor anomalies and the so-called 5 MeV bump. The results will be applied to constrain the three-neutrino mixing parameters and the properties of a potential light sterile neutrino that could explain the short-baseline anomalies. A new calculation of the reactor antineutrino spectra will also have direct applications to the monitoring of nuclear power plants to prevent the development of nuclear weapons, following the efforts of the International Atomic Energy Agency.\nConsidering cosmology, we will study the dynamics of light sterile neutrinos in the early Universe and its implications for future experimental results, as well as the clustering of relic neutrinos in the Milky Way and the consequences for their direct detection. The obtained results will be compared with all available experimental data in order to improve the current constraints on neutrino properties.\nDissemination will be implemented through the publication of articles in high-impact journals, contributions to international conferences and outreach activities, including blog articles, a YouTube video and participation in open-door initiatives at the host institute.\nThe strong network of collaborations, the importance of the treated aspects and the timeliness of the results, well justified by the current status of experimental results and the need of more precise theoretical calculations for the incoming ones, will reinforce the leading position of Europe in the international scientific community devoted to neutrino physics.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}