{
    "rcn": "214560",
    "acronym": "ELECTRIC CHALLENGES",
    "topics": "ERC-2017-COG",
    "title": "Current Tools and Policy Challenges in Electricity Markets",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The fight against climate change is among Europeís top policy priorities. In this research agenda, I propose to push out the frontier in the area of Energy and Environmental Economics by carrying out policy-relevant research on a pressing issue: how to design optimal regulatory and market-based solutions to achieve a least cost transition towards a low-carbon economy. \nThe European experience provides unique natural experiments with which to test some of the most contentious issues that arise in the context of electricity markets, including the potential to change householdsí demand patterns through dynamic pricing, the scope of renewables to mitigate market power and depress wholesale market prices, and the design and performance of the auctions for renewable support. While there is a body of policy work on these issues, it generally does not meet the required research standards. \nIn this research, I will rely on cutting-edge theoretical, empirical, and simulation tools to disentangle these topics, while providing key economic insights that are relevant beyond electricity markets. On the theory front, I propose to develop new models that incorporate the intermittency of renewables to characterize optimal bidding as a key, broadly omitted ingredient in previous analysis. In turn, these models will provide a rigorous structure for the empirical and simulation analysis, which will rely both on traditional econometrics for casual inference as well as on state-of-the-art machine learning methods to construct counterfactual scenarios for policy analysis. \nWhile my focus is on energy and environmental issues, my research will also provide methodological contributions for other areas - particularly those related to policy design and policy evaluation. The conclusions of this research should prove valuable for academics, as well as to policy makers to assess the impact of environmental and energy policies and redefine them where necessary.",
    "totalCost": "1422375",
    "ecMaxContribution": "1422375",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}