{
    "rcn": "214509",
    "acronym": "DEVINAC",
    "topics": "MSCA-IF-2017",
    "title": "Identifying the proteins of the cochlear mechanoelectrical transduction machinery that are also involved in the development of auditory cortex interneurons.",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "My long-term goal is to advance our understanding of the development and maturation of cortical neuronal microcircuits. My PhD focused on the role of adult brain plasticity in psychiatric diseases. I will now perform postdoctoral studies in the laboratory of Prof. Christine Petit, where a population of GABAergic interneuron precursors co-expressing two cadherin-related proteins, cdhr15 and cdhr23, from their birth in the medial ganglionic eminence to their final destination in the auditory cortex, was recently identified. Cdhr15 and cdhr23 and eight other proteins have been implicated in mechanoelectrical transduction in auditory sensory cells. In the brain, defects of cdhr15 or cdhr23 result in a deficit of parvalbumin-expressing interneurons in the auditory cortex only, and susceptibility to audiogenic seizures. Heterozygous Cdhr15\\/- or Cdhr23\\/- mice have smaller numbers of parvalbumin interneurons, but with considerable interindividual variability. The work proposed here aims to provide insight into the mechanisms involved in the development of this newly identified population of interneurons and their integration into the cortical microcircuits of the auditory cortex. I will address the following three questions: 1) Which other mechanoelectrical transduction proteins of sensory cells are involved in the development of interneurons in the brain? 2) What roles do cdhr15 and cdhr23 play in the migration of interneurons and their integration into the auditory cortex? and 3) Is the monoallelic expression of Cdhr15 and Cdhr23 responsible for the interindividual variability in Cdhr15\\/- and Cdhr23\\/- mice? This project will shed light on the extent to which people suffering from hereditary forms of deafness also suffer from cortical deficiencies, providing a scientific basis for improving auditory rehabilitation in patients.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}