{
    "rcn": "214518",
    "acronym": "DIVA",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Boosting innovative DIgitech Value chains for Agrofood, forestry and environment",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "In the wake of the Digitising Europe Industry initiative, the DIVA project aims at providing support to the emergence and development of new industrial digitech value chains with applications to the Agrofood sector and related sectors forestry and environment. The focus is on digital marketplaces, big data, cloud, robotics & artificial intelligence, cyber-physical systems, IoT and digital/electronic/photonic components. These new technologies bring new perspectives, either to fulfil existing needs from applications sectors or to imagine new services and products. This particularly fertile framework is favourable to cross-sectorial fertilisation between digital industries, applications sectors and other emerging industries such as creative, experience industries, etc.\nThe DIVA project concept relies on the creation of open-spaces in order to boost cross-fertilisation between SMEs, stakeholders from the application sectors and operators of the digital economy. Direct and Indirect support to SMEs will be provided in order to accelerate new ideas all along the innovation chain, from idea emergence up to the demonstration and the internationalization stages with a focus on the creation of new value chains.\nThe consortium of the DIVA project is composed of 10 partners from 6 countries (France, Spain, Portugal, Italy, Greece, Ireland) representing 9 European regions, all strongly involved in digitising initiatives for Agrofood, forestry and environment.The partnership combines skills and competences of both digital and application sectors, and in order to join the capabilities of clusters and RTD performers. The partners and the actions planed in the DIVA project will be anchored in the regional contexts with an expected leverage effect with RIS3 axis actions, and with an ambition towards value creation at the EU level.",
    "totalCost": "4165586,14",
    "ecMaxContribution": "4028823,64",
    "coordinator": "AGRI SUD OUEST INNOVATION",
    "coordinatorCountry": "FR",
    "participants": "DIGITALPLACE;ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE;INESC TEC - INSTITUTO DE ENGENHARIA DE SISTEMAS E COMPUTADORES, TECNOLOGIA E CIENCIA;INOVISA - ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EMPRESARIAL;H-FARM SPA;FUNDACION CORPORACION TECNOLOGICA DE ANDALUCIA;ASOCIACION MULTISECTORIAL DE EMPRESAS DE LA ELECTRONICA, LAS TECNOLOGIAS DE LA INFORMACION Y LA COMUNICACION, DE LAS TELECOMUNICACIONES Y DE LOS CONTENIDOS DIGITALES;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;C.R.P.V. CENTRO RICERCHE PRODUZIONI VEGETALI SOCIETA COOPERATIVA A RESPONSABILITA LIMITATA",
    "participantCountries": "FR;EL;PT;IT;ES;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}