{
    "rcn": "214597",
    "acronym": "EXPO",
    "topics": "ERC-2017-STG",
    "title": "Citizens exposed to dissimilar views in the media: investigating backfire effects",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "In Europe, understanding and respect for those who hold different opinions are needed more than ever. In this context, exposure to dissimilar content in the media is crucial because encountering views that challenge oneís beliefs is hoped to foster tolerance. More and more scholars are interested in media diversity and more and more policymakers encourage citizens to see dissimilar views in the media. However, exposure to difference can also do harm, increasing conflict among citizens with different opinions (backfire effects). Despite these dangers, we lack a comprehensive model that explains when and why exposure to dissimilar views amplifies or attenuates hostilities. What encourages people to see dissimilar political content, on which issues, and in which media? Under what conditions, for whom, and why does exposure to dissimilar views backfire? What can be done to minimize the harms and maximize the benefits of encountering difference? This project addresses these questions. It will advance an evidence-based theoretical model that identifies the individual, social, and system factors that together drive dissimilar exposure and its effects on understanding and respect between citizens with different views. This model accounts for old and new media, various political issues, and intended and incidental exposure.The model will be tested in four projects, each offering methodological breakthroughs. I will use latest techniques in ëbig dataí research, automated content analyses, panel surveys, qualitative work, and experiments; the first project to use this necessary variety of cutting-edge techniques conjointly and comparatively. This project will advance academic knowledge. Its findings are crucial for scholars across disciplines, policymakers who optimize media diversity policies, and media and campaign designers. Only if we know when, how, and why citizens are affected by dissimilar media will we be able to enhance respect and understanding in diverse societies.",
    "totalCost": "1499384",
    "ecMaxContribution": "1499384",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}