{
    "rcn": "214533",
    "acronym": "DYNAFLUORS",
    "topics": "ERC-2017-COG",
    "title": "Dynamic Activatable Fluorophores",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "In DYNAFLUORS I will develop the first chemical toolbox for imaging in real time the activity of immune cells in tumours.\nAlthough the management of cancer has improved over the years, the cure rates for patients with metastasis and advanced tumours remain low due to lack of appropriate therapies. Recent studies suggest that drugs empowering host immune cells (i.e. immunotherapies) are promising approaches for intractable tumours. However, there are no tools to visualise and understand how host immune cells stop cancer progression in vivo. This important unmet challenge drives the ambitious targets of this proposal.\n\nOver the past 10 years, I have pioneered the development of chemical fluorophores that allow unparalleled analysis of biological systems. In this project, I will implement an innovative approach to unify cutting-edge methodologies in chemistry and biology and develop Dynamic Activatable Fluorophores (DYNAFLUORS) as a chemical toolbox with enhanced imaging capabilities over current technologies. \n\nThe cross-disciplinary and ambitious nature of this project will open multiple avenues for broad impact in many areas of chemistry as well as in basic biology, imaging and medicine. DYNAFLUORS will allow us to image, from the molecular level to human tissue, the activity of immune cells in tumours and the response to therapy in real time. This ground-breaking chemical platform will represent a step forward in the forefront of chemical imaging and will create new opportunities in the personalised management of cancer.\n\nIn the long term, DYNAFLUORS will become a transformative toolbox for monitoring disease in humans. The integration of functional fluorophores into imaging technologies to perform ëoptical biopsiesí in vivo and to create patient-specific drug-response assays has the potential to revolutionise the diagnosis, stratification and personalised treatment of disease.",
    "totalCost": "1986650",
    "ecMaxContribution": "1986650",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}