{
    "rcn": "214569",
    "acronym": "EmorphProject",
    "topics": "MSCA-IF-2017",
    "title": "Reconstructing habitat type and mobility patterns of Rangifer tarandus during the Late Pleistocene in Southwestern France: an ecomorphological study.",
    "startDate": "01/10/2018",
    "endDate": "31/03/2021",
    "objective": "An animal¥s habitat and mobility patterns hypothetically affect bone density and limb bone morphometry. The goals of this project are two: 1) test this ecomorphological hypothesis for a given taxon (Rangifer tarandus), and; 2) establish a reference sample for this taxon that will enable a reconstruction of its habitat type and degree of mobility using bone samples recovered from archaeological sites. This project quantifies the link   between habitat type and mobility and bone density and morphology using X-rays and Computer Tomography (CT) and geometric morphometry (GMM). The study will focus on reindeer because it is a key prey species in many prehistoric contexts in both Europe and North America. Modern reference samples will be collected in North America, where Rangifer tarandus (caribou, aka reindeer) herds still exist in woodland (non-migratory) and tundra (migratory) habitats, making the creation of a referential framework possible. \n\nOnce the relationship between habitat, mobility and bone structure has been quantified, the information collected will be applied to faunal assemblages from Upper Palaeolithic archaeological sites in Southwestern France and used to reconstruct prey mobility. Prey mobility is thought to influence the seasonal mobility of human predators and their hunting strategies. There is also a long-standing debate as to the migratory behaviour of reindeer in Western Europe during the Late Pleistocene and its influence on human systems. This project will develop an effective methodology to apply to archaeological faunas that will enable us to test whether human beings were hunting animals which migrated long or short distances, which will allow us to gain a better knowledge of their hunting strategies, the mobility of human systems and potentially their technological choices.",
    "totalCost": "210754,8",
    "ecMaxContribution": "210754,8",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}