{
    "rcn": "214593",
    "acronym": "SaRNAReg",
    "topics": "MSCA-IF-2016",
    "title": "Staphylococcus aureus sRNA targetomes and regulatory networks involved in fast adaptive responses: structure, mechanisms and dynamics",
    "startDate": "04/06/2018",
    "endDate": "03/06/2020",
    "objective": "Staphylococcus aureus is an opportunistic human pathogen responsible for severe nosocomial and community acquired infections. S. aureus has evolved a large number of strategies to regulate the synthesis of multiple virulence factors including the use of small regulatory RNAs (sRNAs). These sRNAs in combination with transcriptional regulators adapt cell growth in response to various stresses and environmental conditions. Hence, the identification of sRNAs regulatory networks is of crucial importance in the fight against emerging multidrug resistant strains. Using recent and innovative technologies (i.e. MS2-affinity purification coupled with RNA sequencing and ribosome profiling), we will investigate biological roles of sRNAs, elucidate their targetomes, and their mechanisms of action that was not possible to obtain with classical genetic and biochemical approaches. This project is aimed to draw comprehensive sRNA regulatory networks, which may contain many new targets regulated by unexpected mechanisms and unravel the deepest mysteries in sRNA field in this major opportunistic pathogen. Finally, sRNA-mediated regulation dynamics will be analyzed with unprecedented scrutiny in single-cell studies. The recent development of techniques to visualize RNA and to monitor gene expression in individual bacterium, offer the possibility to address specific questions related to the dynamics of sRNA regulation. Proposed single cell studies will be crucial to investigate the dynamics of sRNAs-dependent regulation, but also to monitor its impact on a monoclonal population behavior in response to a particular stress. Such analysis will open long term perspectives such as to monitor the influence of the microbiome on S. aureus physiology. It should also pave the way to the identification of novel targets for drug design and to the development of novel antimicrobial compounds. New findings will be commercially exploited through patenting and licensing before publications.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}