{
    "rcn": "214549",
    "acronym": "EcoGemCoat",
    "topics": "MSCA-IF-2017",
    "title": "Smart anticorrosion coatings based on nanocontainers loaded with novel, eco-friendly cationic gemini surfactants as efficient corrosion inhibitors for carbon steel in seawater.",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "The project, EcoGemCoat, involves the preparation of smart anticorrosion coatings based on mesoporous silica nanocontainers loaded with innovative, eco-friendly cationic gemini surfactants as high efficient corrosion inhibitors of carbon steel in seawater with the potential application in marine and offshore industry.\nThe main aim of EcoGemCoat will be achieved by performing four specific goals:\n1) preparation of novel corrosion inhibitors (synthesis of the surfactants and structure confirmation) with low toxicity;\n2) testing of the inhibitors (aggregation behaviour tests, biological tests, electrochemical corrosion inhibition tests);\n3) preparation of smart coatings (immobilization of surfactants, characterization of nanocontainers, release study, smart coating preparation);\n4) corrosion, mechanical and biological tests of the developed coatings.\nThe proposed project involves different areas of science as organic chemistry (synthesis of inhibitors), analytical chemistry (aggregation behaviour, release study), electrochemistry (electrochemical corrosion tests), environmental science (toxicity and bioaccumulation tests) and materials science (mechanical tests), which makes topic interdisciplinary in nature. The research of encapsulation of the cationic gemini surfactants will be attempted for the first time, as well as the resulting type of smart anticorrosion coatings. Furthermore, the use of green inhibitors as additives of smart and eco-friendly coatings might change the coating Industry paradigm, answering to some of the EU societal challenges for the present and future decades. Equally relevant is the high quality of training to which the candidate will have access, thus fostering a reinforcement of the candidateís position in the scientific community as an independent researcher and will ultimately have a significant positive impact on the fellow's future career in corrosion research.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}