{
    "rcn": "214558",
    "acronym": "eJUMP",
    "topics": "MSCA-IF-2017",
    "title": "Organic Ionic Plastic Crystals Nanocomposites for Safer Batteries",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "Nowadays, important safety concerns limit large-scale use of lithium batteries for electric vehicles and stationary storage. Despite their high ionic conductivity, conventional liquid electrolytes for lithium batteries are highly flammable and can leak out of the battery case. Safer electrolytes are needed to enable the next-generation of rechargeable batteries.\n\nThe eJUMP Global Fellowship aims to develop innovative nanocomposites electrolytes based on Organic Ionic Plastic Cristals (OICPs) 単 a novel class of solid state electrolytes with intrinsic safety and high ionic conductivity. The eJUMP approach is to prepare composites materials from OIPCs and polymer nanoparticles 単 which can act both as reinforcement but also add function via a purposely designed nanoparticle interfaces. The knowledge generated by eJUMP will help to establish specific design criteria for the fabrication of this new class of solid electrolytes.\n\nThe fellow 単 Dr. Luca Porcarelli 単 will carry out the research and training activities of the outgoing phase at the ARC Centre of Excellence in Electromaterials Science (Deakin University, Australia), under the supervision of Prof. Maria Forsyth. The incoming phase will take place at POLYMAT (University of the Basque Country, Spain) at the Innovative Polymer Group of Prof. David Mecerreyes. The quality of the multidisciplinary research program will broaden the scientific knowledge of the fellow and help him to set the basis for the development of a new class of products providing performance competitive with traditional electrolytes and improved safety standards.",
    "totalCost": "245440,8",
    "ecMaxContribution": "245440,8",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}