{
    "rcn": "214531",
    "acronym": "DUX4",
    "topics": "MSCA-IF-2017",
    "title": "Function of DUX4 in skeletal muscle and non-muscle tissues",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Somatic expression of the retrogene DUX4 in skeletal muscle is associated with the development of the common myopathy facioscapulohumeral muscular dystrophy (FSHD). As FSHD patients mainly present with muscular symptoms, research in the FSHD field has focused on unraveling the functional consequences of DUX4 expression in skeletal muscle. Research on DUX4 expression in non-muscle tissues is limited, but increasing evidence suggests a biological function for DUX4 in somatic tissues. I aim to characterize DUX4 expression in non-muscle tissues, to determine the genome-wide transcriptional consequences of DUX4 expression, to identify DUX4 target genes in these tissues, and to establish whether treatment with DUX4 antisense oligonucleotides negatively impacts somatic tissues in which DUX4 has a biological function. First, I will use a combination of quantitative reverse transcriptase PCR, immunofluorescence staining, and flow cytometry to establish which tissues and what cell types express DUX4 in human and mouse. Next, I will use the innovative technique of single-cell RNA sequencing to determine the autonomous and non-autonomous functional consequences of DUX4 expression in DUX4-positive tissues. In parallel, to establish which genes and pathways are direct targets of DUX4 and whether tissue-specific differences exist, I will employ DUX4-chromatin immunoprecipitation sequencing. Finally, I will determine the effect of DUX4 suppression in vitro and in vivo. The proposed work will provide in depth analysis into the biological function of DUX4 in somatic tissues, contribute to the long-standing enigma in the field why FSHD presents as a muscle-specific disease, and provide guidance to DUX4-targeted therapies that are currently being developed.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}