{
    "rcn": "214541",
    "acronym": "E-SCENT",
    "topics": "MSCA-IF-2017",
    "title": "Epidermal sensors as personal chemical environmental monitoring tools",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The E-SCENT project aims to develop wearable chemo-responsive sensor arrays for personal monitoring of exposure to volatile airborne pollutants. Indoor levels of volatile organic compounds (VOCs) can be up to 1000 times higher than background outdoor levels, and can have serious harmful health effects. Measurement of exposure to airborne pollutants at the individual level is an integral part of human health risk assessment, but is currently reliant on macro-level air quality data and lacks the necessary tools for monitoring at the individual level. A number of personal environmental monitoring devices have recently emerged, but are constrained to sensing physical parameters. E-SCENT will advance personal environmental sensor technology by developing the first personal chemical environmental monitoring tool comprising an array of cross-responsive materials for colourimetric detection of VOCs in a wearable epidermal patch format to enable seamless collection of multi-parameter exposure data at the individual level. \nA diverse range of chemo-responsive dyes will be incorporated in porous matrices for deposition and encapsulation on stretchable conformable films suitable for integration with the epidermis. Sensor protypes will be developed and their deployment in a variety of indoor environments will enable chemical fingerprinting of ambient VOCs. Sensor colour change upon exposure will be quantitatively measured using smart phone image capture technology with image analysis software to examine sensor colour space and changes. Chemometric analysis of multidimensional colourimetric data will be used for classification of VOC exposure levels. E-SCENT will enable rapid low-cost data generation that will advance air quality research and will prove to be a key technology in informing exposure assessment, related health impacts and counter measures by informing policy development at local and European levels.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}