{
    "rcn": "214510",
    "acronym": "DFitHH",
    "topics": "MSCA-IF-2017",
    "title": "Digital Forensics in the Historical Humanities: Hanif Kureishi, The Mass Observation Archive, Glyn Moody",
    "startDate": "01/09/2018",
    "endDate": "31/08/2019",
    "objective": "The use of personal computers has fundamentally changed the historical record. ìBorn digitalî documents ñ private digital archives, legal and public digital repositories, websites and social media content, digital art ñ have entered the historical record and become part of our shared cultural heritage. Yet few scholars in the historical humanities can preserve, process and analyse these primary sources with the digital forensic methodologies required to maintain evidential integrity, fixity, and authenticity, to recover data, and to draw historically valid conclusions from the digital materiality of the evidence and its preserved technological context. There is a clear need for this situation to change. My project will make that happen.\n\nTo effect change I will draw on my expertise in born-digital philology and digital forensics to undertake exemplary analysis of born-digital corpora in three distinct UK-based archives that have not been subjected to digital forensic analysis: the archive of the celebrated author Hanif Kureishi at the British Library (BL), the internationally renowned Mass Observation Project Archive (MOPA) based at the University of Sussex (UoS), and the private digital archive of the technology writer and journalist Glyn Moody.\n\nWorking across these three archives will demonstrate the innovative potential of digital forensic methodologies in the historical humanities and set forensic standards for future research using born-digital archives.\n\nThis fellowship is, therefore, timely. It will effect real and long lasting change in the historical humanities. It will evolve the state of the art in archive science, philology and historical scholarship. It will create a significant change in engagement with the digital historical record in the historical humanities, ensuring that humanities continue to be able to answer the important political, social, and cultural questions of our times.",
    "totalCost": "91727,4",
    "ecMaxContribution": "91727,4",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}