{
    "rcn": "214550",
    "acronym": "ECOFOULPEST",
    "topics": "MSCA-IF-2017",
    "title": "From marine molecules to eco-friendly tools for agriculture",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "'A pesticide is defined as any substance used to kill, repel, or control certain forms of plant or animal life that are considered to be pests. They include herbicides for destroying weeds and other unwanted vegetation, insecticides for controlling a wide variety of insects, fungicides used to prevent the growth of molds, disinfectants for preventing the spread of bacteria, and rodenticides used to control mice and rats.\nUndoubtedly, the use of a wide range of pesticides has increased crop yields, controlled disease vectors and reduced postharvest losses. However, practically all pesticides are poisons and some of them pose long-term danger to the environment and humans through their persistence in nature and body tissue.\nIdeally a pesticide must be lethal to the targeted pests, but not to non-target species, including man.\n\nIn the search for new alternatives, several researches paid attention towards the marine environment. Indeed, marine organisms are in constant competition with other species and any organism being able to produce compounds providing it with an evolutional advantage will prevail. Such products have been optimized through evolution to be highly efficient and represent as many opportunities for us, researchers, to develop 'greener' tools to answer the increasing demand for environmentally respectful chemicals.\n\nThe main goal of the project I propose is to assess the potential of specific marine organisms to produce prototype ecofriendly agrochemical agents, especially herbicides and fungicides, and to further evaluate the potential hits. In parallel, I will investigate the biosynthetic pathway of the natural compound as well as its ecological role towards other marine organisms.\nI envision to cover several cutting-edge areas both in fundamental and applied research, from bioprospection to ecotoxicology and including biological testing, chemical ecology and medicinal chemistry.'",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}