{
    "rcn": "214528",
    "acronym": "DURCWAVE",
    "topics": "MSCA-IF-2017",
    "title": "amending the Design criteria of URban defences in LECZs through Composite-modelling of WAVE overtopping under climate change scenarios",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The growth in coastal zone population increases the exposure of large numbers of people and assets to hazards related to climate change. Sea level rise and increased storminess represent major threats to coastal defences preventing the inundation of the hinterlands. This is true especially in low elevation coastal zones (LECZs). Understanding the mechanisms that govern the interaction between overtopping waves and coastal defences to changing climate conditions is of outmost importance to amend the current design criteria of coastal defences. The present project, named ìDURCWAVEî (amending the Design criteria of URban defences in LECZs through Composite-modelling of WAVE overtopping under climate change scenarios), aims to identify new design criteria for wave action by modelling wave overtopping and post-overtopping processes of urban defences (storm walls, stilling wave basins, buildings along coastal boulevards). To reach these objectives the project will implement a composite-modelling approach, consisting of both physical and numerical modelling. Physical model tests will be carried out in two different wave flume facilities at the host organization (UPC), meanwhile the numerical modelling will be performed through the secondment at the partner organization (UVigo). The mesh-free DualSPHysics model will be used for the scope. The EPR data-driven technique will be used to find new correlations between wave impacts and overtopping flows. The Action will provide a methodology to help decision-makers to estimate the vulnerability of coastal zones to climate change, by assess the threats for sea frontages and buildings on the coastline. The project outcomes will trace the path at National and European levels for further extensions from urban defences in LECZs to all kind of coastal defences. Furthermore, a unique numerical model technique to simulate post-overtopping processes and estimate wave loadings on coastal defences will be release open-source for public use.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}