{
    "rcn": "214515",
    "acronym": "Digiteal",
    "topics": "SMEInst-12-2016-2017",
    "title": "Digiteal: Next generation e-invoicing and e-payment platform, one-click and automatic invoice payment anywhere in the SEPA zone",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The European financial sector has been opened up, creating significant opportunities for innovative consumer and business-oriented financial services that span the European Single Market.  The EU is standardising the banking and payment landscape, in part through its Single Euro Payments Area (SEPA) payment-integration initiative for the simplification of bank transfers denominated in euro and in part with the upcoming PSD2 with payment initiation and account information services.  \n \nDigitealTM is the next generation web and mobile electronic invoicing and payment system that enables payment in and between all countries in the SEPA zone. DigitealTM is unique, offering a SEPA-wide domiciliation management platform for end-users. Our clients are B2C European companies that issue high volume of invoices in paper. We offer an intuitive platform to transmit and manage their invoices sent to consumers, and a low-cost payment enabled by SDD. This reduces their operating costs significantly, allowing issuers to gain significant financial savings with minimal implementation costs. Our end users (their customers) will be able to conveniently manage and pay their mandates and invoices for free. \n \nThe DigitealTM payment platform provides more consumer control, increasing business competitiveness and financial control - all whilst significantly lowering cost, environmental impact and carbon footprint. Our payment platform enables companies within the European Union to cut their interoperability transaction costs within and across the EU, and gives EU citizens complete control of their SEPA mandates \n \nOur solution delivers on several key European initiatives, helping make the Digital Single Market (DSM) strategy a reality and delivering the EU eGovernment Action Plan. DigitealTM delivers a step-change in business (and European) competitiveness and aims to reduce the huge dependencies on US online payment services.",
    "totalCost": "1366560",
    "ecMaxContribution": "956592",
    "coordinator": "TEAL IT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}