{
    "rcn": "214564",
    "acronym": "EmBd",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling the molecular mechanisms of monocot embryogenesis",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "One key question in developmental biology is how a single-celled zygote develops into a functional organism consisting of different organs and tissues during embryogenesis. Knowledge about embryogenesis in plants has been tremendously advanced in the last two decades after adopting the dicot plant Arabidopsis thaliana as a model organism. Auxin and WUSCHEL_RELATED_HOMEOBOX transcription factors have been shown to play essential roles in patterning such as apical-basal axis formation and meristems initiation.  However, how the embryo of monocot plants develops is still mostly unknown, although monocot grasses encompass the worldís most important food, feed and bioenergy crops. Compared to dicot embryo development, monocot embryogenesis has its own unique features, such as unpredictable cell division, monocotyledon and a root originated from embryo center. While much has been discovered by studying Arabidopsis embryogenesis, it is currently not clear if these concepts can be directly transposed to monocots. Brachypodium distachyon has recently emerged as a new monocot model species because of its clear advantages over crop model species. Thus, I propose to systematically study monocot embryogenesis using Brachypodium distachyon in the Weijers lab. By combining live imaging, modelling of key genetic interactions, transcriptome profiling, and genetics, I will try to understand how the embryo develops. I aim to reveal molecular similarities and divergence in tissue patterning between monocot and dicot embryogenesis by studying the function of auxin and WOX genes in Brachypodium, as well as discover the molecular networks that regulate the unique aspects of monocot embryogenesis. This will increase our knowledge on early patterning events critical to set up the initial body plan in monocots and the biological diversity of plant early development. In addition, this action will greatly assist me to reach scientific maturity and independence.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}