{
    "rcn": "214571",
    "acronym": "ENAMARE",
    "topics": "MSCA-IF-2017",
    "title": "Enactive model of aesthetic perception through rhythm and entrainment",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "ENAMARE is an innovative project that will study the functionality of the aesthetic constituent of general perception through the use of an enactive approach and conceptual tools from the dynamic systems theory. This will be done through the elaboration of a interdisciplinary model based on interactional loops between environmental and bodily rhythms mediated by the phenomenon of entrainment and their implications on processes of sense-making and engagement. This project will address general perception, thus, as a temporally extended process arising from dynamic interactions between agent and environment with an inherent and vital aesthetic component involved in our constant reappraisal of the world and ourselves. In coherence with enactivism, the theoretical framework will be grounded on philosophy but will integrate research results and theory from biology and neurosciences as well.\nIt is a particularly timely moment to conduct ENAMARE. Despite relevant researchers asking for projects addressing this topic and interdisciplinary research focused on different aspects of cognition, there has yet to be a thorough and comprehensive research on aesthetic influence over everyday perception. It would lead to a better understanding on the reciprocal effect and influence between environment and agents, and it would also enhance European research in fields as diverse as urbanism, education or artificial intelligence.\nMy background, which covers biology, neuroscience and humanities, puts me in a unique position to develop a project that will grant me methodological expertise and theoretical knowledge. This will help me develop into a solid interdisciplinary researcher by successfully integrating all sides of my previous academic formation.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}