{
    "rcn": "214555",
    "acronym": "EDIOS",
    "topics": "MSCA-IF-2017",
    "title": "Evolutionary development of the insect olfactory system",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "An outstanding challenge at the crossroads of neuro, evolutionary, and developmental biology is explaining how molecular changes give rise to the alternate neural morphologies and physiologies that underlie the behavioral adaptations of animals. I propose to address this by examining the EvoDevo of the olfactory system in insects. The number and physiological properties of olfactory sensory neuron (OSN) populations determine the sensitivity and specificity of olfactory responses. Evolution of new OSN populations requires changes in cell-type diversification, receptor repertoire, receptor regulation, and axonal targeting. However, it is unknown how these factors co-evolve. I will use three complementary methods to investigate the genetic basis of OSN evolution in insects. First, I will utilize the large OSN size in the silk moth to conduct single-cell RNA-seq of OSNs during development, examining transcriptomic differences between related OSN lineages within a species. Second, I will utilize the rapid evolution of the ant olfactory system to investigate comparative gene expression and neurodevelopment in closely related species with divergent olfactory systems. By examining a range of more and less diverged species/OSN populations, I will be able to observe the gene expression changes accompanying OSN evolution. Third, I will test candidate genes by using gene modification in the genetically tractable vinegar fly. This research will show how new OSN circuits evolve, facilitating olfactory system adaptation. More generally, this research will show how genomic changes wrought by evolution can give rise to novel neural circuitries- in essence showing how brains can evolve.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}