{
    "rcn": "214500",
    "acronym": "DEFPOLL",
    "topics": "MSCA-IF-2017",
    "title": "Origins of trait diversity in flowering plants: understanding interactions between plant defence and pollination using molecular, phenotypic and ecological studies of natural selection",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The extraordinary diversity of flowering plants is arguably most evident in two seemingly unrelated aspects of life history: reproduction, exemplified by the stunning diversity in flower form and function; and defence, exemplified by the remarkable variation in toxic chemistry found in the leaves of most plant species. Despite over 150 years of research on these topics, comparatively few studies have addressed how defence and reproduction interact on ecological and evolutionary time scales. This is surprising, first, because variation in sexual reproduction determines key aspects of plant populations that are known to influence the frequency and impact of antagonists such as herbivores and pathogens; and second, because herbivory and disease are ubiquitous stresses that influence plant reproductive success. Feedbacks between defence and sexual reproduction therefore represent a rich set of unexplored mechanisms explaining important components of plant trait diversity. The objective of this proposal is to address this knowledge gap by answering two questions: First, what are the immediate consequences of a shift in a plant speciesí reproductive strategy for interactions with pollinators and herbivores? Second, what are the impacts of these altered species interactions for plant fitness and the evolution of both leaf defence traits and floral pollination traits? To answer these questions, I will gain training in plant molecular biology, allowing me to combine cutting edge genome-editing techniques and gene expression analyses with my own expertise in evolutionary ecology and chemical ecology. With this interdisciplinary approach, I will assess novel genetic and ecological factors underlying variation in defence and pollination phenotypes, two classes of plant traits that are of critical significance in both wild and managed plant species.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}