{
    "rcn": "214526",
    "acronym": "DSMFACIL",
    "topics": "MSCA-IF-2017",
    "title": "Facilitating a digital single market in Europe through cross-border alliances",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "ìNearly all growth in retail comes from e-commerceî states E-commerce Europe, as online sales in Europe grew by 13.3% while the growth in total retail sales merely reached 1% in 2015. However, cross-border sales constituted only 10.6% of Europe's total online sales in 2013, despite the European Commissionís (ECís) estimate of Ä415 billion annual contribution to European economy from a European Digital Single Market (DSM), which is currently one of the top priorities of the EC. Besides language barriers and differences in legislature across the EU, the EC states that low engagement can be attributed to: 1) high compliance and delivery costs, 2) low consumer trust regarding foreign retailersí delivery and after-sales support, and 3) low consumer awareness of foreign retailers. \n\nThe EC has proposed several trade policy measures to facilitate a DSM. Yet, complementary operational business strategies that enable cross-border profitability under aforementioned challenges have not been explored, while trade measures are still under way. This project aims to develop an interdisciplinary modeling and optimization framework in order to study the dynamics of cross-border alliances between retailers for enhanced cross-border customer acquisition, distribution, and after-sales support. This much-needed framework will provide timely and reproducible models, leading to win-win horizontal cross-border alliances that leverage unique strengths of local retailers under high distribution and compliance costs, low cross-border consumer awareness, and consumer concerns on cross-border delivery and after-sales support. To that end, an interdisciplinary research that uses econometrics, economics, systems dynamics, and optimization literatures will be conducted to create models that can be translated into decision support systems. The proposed models will find future applications in banking and travel sectors, as they face similar challenges in their cross-border operations.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}