{
    "rcn": "214536",
    "acronym": "DYNaMIC",
    "topics": "MSCA-IF-2017",
    "title": "DiarY by Nurses' iMplemented in the Intensive Care unit",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Nursing is the largest healthcare discipline worldwide and nurses play vital roles in the healthcare system. Clinical guidelines and protocols are available to provide safe and effective nursing care, but implementing these in routine care is not easy. So far, nursing implementation science has provided little evidence to guide the development of implementation strategies for influencing nursesí professional behaviors. The proposed research addresses an urgent question in the field of nursing implementation science: What are effective strategies to change nursesí behavior towards successful implementation of evidence-based interventions?\nThe focus will be on ICU-nursing care and specifically on diaries kept by nurses in this setting. An ICU-diary of events during admission improves patientsí psychological recovery and prevents post-traumatic stress. In this action, the Consolidated Framework for Implementation Research will be used in combination with several original approaches and innovative implementation methods. First, a qualitative study will explore barriers and facilitators among ICU staff (nurses and physicians) and patients for implementation of the ICU-diary. Second, I will tailor my implementation strategy to the barriers and facilitators found, while extending traditional strategies with the involvement of patientsí relatives. Third, in a prospective implementation study I will assess implementation outcomes measures (fidelity with and coverage of implementation of diaries) as well as the clinical outcomes (e.g. anxiety, delusional memories, and PTSD) after ICU discharge.\nThe research proposes a novel approach in a clinically relevant field. This grant would have a substantial impact on my short- and long-term scientific and career goals and will strengthen my scientific qualities. Undoubtedly, this action will boost the field of nursing implementation science in the EU member states, for example with regard to influencing nursesí professional behavior.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}