{
    "rcn": "214563",
    "acronym": "ELITE-S",
    "topics": "MSCA-COFUND-2017",
    "title": "Future Leadership in ICT Standards in Europe ìELITE-Sî",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "ICT standards play an essential role in achieving interoperability of new technologies and can bring significant benefits to both industry and consumers. They support the realisation of a European Digital Single Market and allow consumers and businesses the widest choice of products and services across the EU. DCU, host to the ADAPT Centre, is an international hub of scientific expertise related to ICT standards in areas such as data and regulation technologies, data privacy and protection, content analytics, machine learning, preservation, personalisation and interoperability, data and process management. ADAPT will host the ELITE-S Programme which will offer 16 prestigious two-year fellowships for incoming mobility across two calls over the 60 months duration of the programme.\nFellowships will be offered in the four core research areas Regulations and Compliance, Content Analytics and Content Preservation, Data and Process Management, Interoperability. ELITE-S applicants will have the freedom to choose their own research topic, their supervisor and their secondment host. \n\nThe ELITE-S programme will offer excellent quality in the selection of researchers, and high quality training, supervision and training in transferable skills. Specifically:\n-Provide a state of the art research environment in the area of ICT standardisation related to the programme's core research areas that will stimulate and challenge researchers while developing them as research leaders of the future\n-Provide fellows with industry-specific training and secondments in priorities sectors including 5G, Internet of Things, Cloud computing, cybersecurity and data technologies\n-Implement a transparent evaluation and selection process for recruitment\n-Provide an attractive and supportive working environment for fellows where they are truly inte-grated into ADAPT and their academic host\n\nThe ELITE-S programme will train the next generation of leaders in ICT Standards.",
    "totalCost": "2265600",
    "ecMaxContribution": "1132800",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}