{
    "rcn": "214529",
    "acronym": "DUST.ES",
    "topics": "MSCA-IF-2017",
    "title": "Addressing key uncertainties in mineral DUST EmiSsion modelling to better constrain the global dust cycle",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Mineral dust emission is ubiquitous in arid and semi-arid areas, representing a serious hazard for health, environment, and economy in many countries, in particular some of the least developed. Dust is a dominant contributor to the global aerosol load and plays a significant role in different aspects of climate and atmospheric chemistry. A key uncertainty in estimating present-day dust emissions is the contribution of human activities such as cultivation and grazing that disturb the soil. Recent research allowed representing natural and anthropogenic dust sources in global models based on high-resolution satellite data and land use maps. However, the accurate quantification of dust emissions and their attribution to natural and anthropogenic origin is currently hampered by deficiencies in dust emission modelling. Deficiencies include an incomplete representation of the physics of dust emission and a lack of skill to model certain atmospheric processes driving dust emission. DUST.ES will constrain present-day global dust emissions for both source types (natural/anthropogenic) taking into account (1) aerodynamic entrainment, a potentially important, yet previously neglected dust emission mechanism; and (2) moist convective dust storms (haboobs), intense dust events, which are unrepresented in global models, but  have a big impact on society. DUST.ES will estimate the regional and global relative significance of dust emissions caused by different dust emission mechanisms, meteorological dust injection processes, and source type. Results of DUST.ES will be a cornerstone to the longer-term goal of quantifying the effects of anthropogenic dust sources in the present and future climate. The beneficiary (BSC) hosts the WMO Dust Storm Prediction Regional Center for North Africa, Middle East and Europe, ensuring that the results have an immediate and sizeable benefit in several areas of public and private sectors across Europe and beyond.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}