{
    "rcn": "214568",
    "acronym": "EmoPun",
    "topics": "MSCA-IF-2017",
    "title": "How the expression of moral emotions affects third party punishment",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Many researchers have suggested that cooperation is made possible by third party punishment (TPP) of free riders. TPP has its own free riding problem, though; it is costly in itself, and people can be tempted to let others incur the costs of punishing cheaters. Thriving research areas are currently seeking to explain how this second-order free rider problem is resolved ñ that is, how individuals are sufficiently compensated for engaging in TPP. One proposal suggests that individuals gain reputational benefits by punishing noncooperators. Yet the evidence supporting this proposal is equivocal: punishers are sometimes preferred, but they are also often avoided, perhaps because of uncertainty about their motives underlying TPP. Based on recent theoretical and empirical developments on the functions of disgust and anger, we suggest that the expression of these moral emotions can help explain the inconsistency in how observers perceive third party punishers, because emotions reveal information about the punishersí motives and intentions. The proposed research aims to test whether disgust expressions increases trustworthiness of punishers whereas anger promotes a reputation for punitiveness and aggression. The research would simultaneously shed light on prominent debates about the differences between these emotions. Methods from behavioural economics, such as the third party punishment game and the trust game, will be integrated with methods from the social psychology of emotions used to test the interpersonal effects of emotion expression. Studies will also employ software that enables the collection of data from real-time behavioural interactions. The proposed research and training will enable the applicant, who has made important contributions to the literature on emotions, to gain crucial new expertise in cooperation and behavioural methods from leading experts at VU Amsterdam.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}