{
    "rcn": "214559",
    "acronym": "ELECNANO",
    "topics": "ERC-2017-COG",
    "title": "Electrically Tunable Functional Lanthanide Nanoarchitectures on Surfaces",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Lanthanide metals are ubiquitous nowadays, finding use in luminescent materials, optical amplifiers and waveguides, lasers, photovoltaics, rechargeable batteries, catalysts, alloys, magnets, bio-probes, and therapeutic agents. In addition, they bear potential for high temperature superconductivity, magnetic refrigeration, molecular magnetic storage, spintronics and quantum information. \n\nSurprisingly, the study of lanthanide physico-chemical properties on surfaces is at its infancy, particularly at the nanoscale. To address this extraordinary scientific opportunity, I will research the foundations and prospects of lanthanide elements to design functional nanoarchitectures on surfaces and I will study their inherent physico-chemical phenomena in distinct coordination environments, targeting novel approaches for sensing, nanomagnetism and electroluminescence. Importantly, our studies will encompass both metal substrates and decoupling surfaces including ultra-thin film insulators and graphene. Nurturing from these studies and in parallel, we will focus on graphene voltage back-gated supports, thus surpassing the seminal knowledge on electrically-inert substrates and enhancing the scope of our research to address the overarching objective of the proposal, i.e., the design of electrically tunable functional lanthanide nanomaterials.\n\nThe culmination of ELECNANO project will provide strategies for:\n1.-Design of functional nanomaterials on high-technological supports.\n2.-Development of advanced coordination chemistry on surfaces.\n3.-Rationale of the physico-chemical properties of lanthanide-coordination environments.\n4.-Engineering of lanthanide nanoarchitectures for ultimate sensing, nanomagnetism and electroluminescence.\n5.-In-situ atomistic views of electrically tunable materials and unprecedented fundamental studies of charge-molecule/metal physics on devices.",
    "totalCost": "1994712,5",
    "ecMaxContribution": "1994712,5",
    "coordinator": "FUNDACION IMDEA NANOCIENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}