{
    "rcn": "214520",
    "acronym": "Divided communities",
    "topics": "MSCA-IF-2017",
    "title": "Communities Under Siege:  Everyday Challenges in the Divided City of Jerusalem",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Social (in)justice is a key issue in todayís cities, which are characterized by growing  socio-economic inequalities. Divided citiesósuch as Jerusalem and Nicosiaóexperience further tensions in light of their unstable geopolitical condition. While divided cities have been studied from a number of angles, little is known of the daily challenges that divided communities experience at the neighbourhood scale. This research proposes to study divided communities in East Jerusalem to examine the pressures that they experience and to elucidate the strategies they employ to better off their lives. Situated in the realm of urban planning, the study focuses on four key issues: a) governance, b) local leadership), c) housing, and d) municipal services, infrastructure and public space. The project utilizes diverse methods including interviews, focus groups, on-site visits, and mental maps to study the dynamics of integration and exclusion in three Palestinian and Israeli-Palestinian East Jerusalem neighbourhoods.\nThis project involves an Advisory Board composed of experts in the fields of urban studies and political science, providing scholarly expertise and access to the research area. The project will be disseminated through scholarly publications and conference presentations. Moreover, a public outreach programme has also been designed to communicate the findings  to local communities, NGOs, and policy makers. In addition, local Palestinian students will be  participate in research activities. The project will advance the training of the Fellow, enabling her to reach a position of  independence through learning new methods, mentoring students, and leading the planning and execution of the project. Findings from the research would extend beyond the particular status of divided cities, contributing to a more inclusionary planning theorization and practice by applying lessons from the experience of marginalized communities in Jerusalem to marginalized communities elsewhere.",
    "totalCost": "182509,2",
    "ecMaxContribution": "182509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}