{
    "rcn": "214534",
    "acronym": "DYNAMET",
    "topics": "MSCA-IF-2017",
    "title": "Interplay of plant one-carbon metabolism and redox homeostasis in the context of dynamic DNA methylation (DYNAMET)",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "DNA methylation patterns in natural population are influenced by environmental factors and may be involved in selection of complex traits. Accordingly, there is growing interest to exploit epigenetic variation for crop improvement, a goal of utmost social importance considering the rapidly expanding world population and agricultural challenges from climate change. To better assess the use of epigenetic variation for crop improvement, it is crucial to know more about the dynamics of DNA methylation and the involved mechanisms.\n\nDNA methylation is stably maintained during DNA replication to faithfully silence transposable elements and thereby ensure genome integrity. However, recent studies indicate that DNA methylation changes in plants that have been caused by environmental factors, including pathogens, heat, and drought may contribute to resistance against recurring stress. The aim of this proposal is to further elucidate the regulatory mechanisms of dynamic DNA methylation and their effects on plant fitness under environmental stress.\n\nWe will address this aim by studying the interaction of one-carbon (C1) metabolism, redox homeostasis, and epigenetic regulation. C1 metabolism provides the methyl donor S-adenosylmethionine required for DNA methylation. Accordingly, perturbations in C1 metabolism can drastically affect genome-wide DNA methylation patterns and transcriptional gene silencing. C1 metabolism is tightly connected to redox homeostasis and key enzymes in C1 metabolism are regulated by redox-dependent post-translational modifications. Notably, redox changes are hallmarks of stress responses. Therefore, our objective is to investigate how stress-induced redox changes are linked to alterations in C1 metabolism and epigenetic regulation in the model plant Arabidopsis thaliana and in barley. The interdisciplinary approach will facilitate the discovery of new regulatory mechanisms involved in plant acclimation and reveal their potential in crop improvement.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}