{
    "rcn": "214599",
    "acronym": "Healing Encounters",
    "topics": "ERC-2017-STG",
    "title": "Healing Encounters: Reinventing an indigenous medicine in the clinic and beyond",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "What is the difference between healing and curing? What understandings of wellness, illness and bodies underpin different healing practices? How is therapeutic efficacy assessed in a context of competing valuation practices? This project aims to develop a symmetrical, ethnographically grounded theory of what healing entails from the perspective of those who give, receive or evaluate healing. It is designed to break with binary frames that contrast indigenous and biomedical healing, positioning them on a traditionñmodernity continuum. To do this, it will study the striking expansion and prolific reinventions of healing practices that make use of the Amazonian herbal brew ayahuasca. The unprecedented globalization of this indigenous medicine provides a unique opportunity to study healing encounters ethnographically.\nThrough participant observation, interviews, ethnography in expert settings, collaborative workshops and the use of digital methods we will study healing across three related sites: Healing in the City will examine the production of neotraditional urban healing forms. Healing in the Laboratory will analyse how ayahuasca is reinvented as a psychiatric tool to treat mental health problems and Healing in the Forest will study the contemporary reconfigurations of indigenous shamanism. These practices are entangled in long histories of postcolonial encounters: they are all ñ neotraditional, biomedical and indigenous alike ñ thoroughly modern and mixed. The comparative analysis is structured around three transversal objectives: \n1) Material Semiotics: To develop an innovative framework to map the entanglement of biological and symbolic effects. \n2) Encounters Beyond-the-Human: To push medical anthropology beyond the human by paying attention to the healing propitiated by more-than-human beings. \n3) Radical Alterity in a Common World of Encounters: To develop an anthropological theory that recognises multiple ontologies without needing to posit multiple worlds.",
    "totalCost": "1450166",
    "ecMaxContribution": "1450166",
    "coordinator": "ECOLE NORMALE SUPERIEURE DE LYON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}