{
    "rcn": "214522",
    "acronym": "DNAProteinCrossRep",
    "topics": "MSCA-IF-2017",
    "title": "Identification of DNA-Protein-Crosslink Repair Factors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "DNA damage can cause mutations and genome instability and is therefore the underlying cause of many pathologies including neurodegeneration and cancer. To maintain genome integrity, cells are equipped with sophisticated pathways for efficient repair of the broad spectrum of lesions that frequently arise in cellular DNA. By now, most DNA repair pathways are well understood. However, dedicated mechanisms for the repair of DNA-protein crosslinks (DPCs) have only been discovered very recently and are still poorly described. This is mainly due to a lack of approaches for specifically generating DPCs. My host lab has established a cell-based system that facilitates, for the first time, the induction of genome-wide yet defined DPCs. With this system at hand, I propose a project to identify and characterise cellular responses to DPCs in both human cells and in the nematode Caenorhabditis elegans (C. elegans). I will utilize the newly established system in a CRISPR/Cas9-based genome-wide screen to identify new DPC repair factors, and subsequently characterise their roles in promoting genome stability. I will strengthen the physiological relevance of my findings by studying orthologues of selected factors in C. elegans, in order to gain insights into their tissue specificity and roles in development and organismal fitness. By combining the host labís strong standing within the DNA repair field and formidable know-how in the area of cell-based studies of DNA damage repair pathways with my expertise in DNA damage research in C. elegans, I will be in a unique position to critically advance our knowlegde about DPC repair. Considering that DPCs are generated by many anti-cancer drugs, it is particularly important to illuminate the underlying repair mechanisms to improve current treatment strategies. This timely and interdisciplinary project will greatly enhance my scientific and transferrable skills required to realize my long-term goal of becoming an independent group leader.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}