{
    "rcn": "214521",
    "acronym": "DMSWet",
    "topics": "MSCA-IF-2017",
    "title": "Microbial Dimethylsulfide Degradation in Anoxic Wetland Sediments",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Dimethyl sulfide (DMS) is the most abundant organic sulfur compound emitted to the atmosphere and is considered as the ëclimate-cooling gasí. However, its microbial degradation in anoxic sediments leads to the production of methane and carbon dioxide, which are the significant greenhouse gases. Wetlands, which account for ~ 30% of the methane emissions from natural sources globally, are hotspots for DMS with concentrations up to 10µM. Better monitoring and management of wetlands in terms of methane emissions are encouraged under the EU decision No 529/2013/EU, to mitigate climate change. Anaerobic microbial communities metabolizing DMS and producing methane (methanogens) likely has a huge impact on the methane flux from wetlands. Understanding the microbial mechanisms that control the methane production from wetland sediments and including this information in climate prediction models are urgently required for devising effective strategies to comply with climate change mitigation goals. To fill this major gap in our knowledge, we designed this project around three objectives: (1) Characterize the active methanogenic populations that degrade DMS to methane in anoxic wetland sediments (2) Characterize the anaerobic DMS degradation pathway and their environmental regulation in wetland sediments. (3) Develop a model to predict the response of methanogens to temperature change in anoxic wetland sediments. These will be achieved using state-of-the-art microbial ecology techniques (stable isotope probing-sequencing) combined with statistical modelling, which makes this project highly novel and competitive. The outcomes of this project will advance our understanding of the role of microbial communities on methane emissions from wetlands and their response to the temperature rise. Hence, they will further advance the European excellence in the fields of microbial ecology and climate change.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}