{
    "rcn": "214544",
    "acronym": "EARLYRIDERS",
    "topics": "MSCA-IF-2017",
    "title": "Tracking the temporal and geographic origins of modern domestic horses",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The goal of the EARLYRIDERS project is to identify the geographic and temporal locus of modern horse domestication. It also focuses on the interplay between domestication and the increase of pathogen load in horses, and the role of epizootic transfer of human pathogens, especially plague. Horse domestication represents a turning point in human history, revolutionizing transport, trade, warfare, agriculture, and allowing humans to form larger, interconnected societies. Despite its importance for human history, this process remains poorly understood. Recent genome sequencing shows that the earliest archaeological remains of domestic horses are not the ancestors of modern domestic horses and that another, still unknown, wave of domestication forged the modern horse during the Early Bronze Age. Horse riding also allowed a rapid spread of diseases. For instance, the plague, that regularly haunted human populations in history, has been already commonly found in human remains dating to the Early Bronze Age. As the gene essential for the transmission through fleas was absent in these ancient strains, the plague might have been transmitted through other, still unknown vectors. This represents a serious gap in understanding of the early epidemiology of this important disease. As the spread of plague appears to be concurrent to horse domestication, the question remains whether the horse accounted for its spread, either as a vector or passively, by contagious riders.  We aim at identifying the source of the second domestication wave and pathogen load in ancient horse populations by sequencing 300\\ samples originating from all potential centers of domestication. Full genome sequencing is not possible due to low endogenous DNA content, therefore the samples will be subjected to sequence enrichment techniques, including the novel hyRAD method developed by the experienced researcher, scalable to thousands of loci in hundreds of samples at moderate cost.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}