{
    "rcn": "214524",
    "acronym": "DOMES",
    "topics": "MSCA-IF-2017",
    "title": "Exhumation mechanisms of deep crust and formation of metamorphic domes in orogens: a Synergybetween naturalistic and numerical approaches",
    "startDate": "01/02/2019",
    "endDate": "31/07/2021",
    "objective": "This study focuses on the genesis of metamorphic domes and gives fundamental insights on the thermo-mechanical behavior of the deep crust and its relationship with the upper crust. This understanding is essential in order to decipher transfers of mass and heat within the crust and related economic issues and seismic hazards. This project is original as it establishes a strong multidisciplinary synergy between field studies, quantitative petrochronology and numerical modelling. The candidate will spend the outgoing phase at the School of Geosciences in Sydney (Australia) and the return phase at GÈosciences Montpellier (GM), University of Montpellier (UM, France). Dr Cenki-Tok is associate professor, well versed into naturalistic approaches. Benefiting from an intensive training in numerical modelling by A/Prof P. Rey at U Sydney will allow her to gather a unique combination of competences both naturalistic and numerical. Sydney is internationally recognised for geodata synthesis assimilating the wealth of geological and geophysical big data into a 4D Earth model. The return phase and knowledge transfer to GM will be supervised by Dr. D. Arcay. The complementary skills acquired during this GF will make her an ideal candidate for a Professorship in Europe. A special attention will be paid to disseminate our results to a large audience, using the various means well established at UM. A scientific workshop will be organised in the Montagne Noire dome (France) in order to bring together a multidisciplinary group of geoscientists. This highlight will significantly contribute to the international recognition of UM. Finally, UM has a long-standing experience in the management of European projects, funded research and training grants. The assistance of the academic, technical and administrative staff of the host institutions will assure a complete support of the applicant to successfully carry out her training and research.",
    "totalCost": "226323",
    "ecMaxContribution": "226323",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}