{
    "rcn": "214503",
    "acronym": "DEPART",
    "topics": "MSCA-IF-2017",
    "title": "DEmocratic PARticipation in Territorial states",
    "startDate": "17/09/2018",
    "endDate": "16/09/2020",
    "objective": "Who should have a right to participate in the making of political decisions? Political theorists have thus far approached this important moral question in two ways. Theorists of territorial rights argue that the right to make laws on particular territories belongs to groups, such that a personís enfranchisement derives from her group membership. In contrast, democratic theorists argue that states should enfranchise anyone affected or subjected by their laws, regardless of group membership; if not, their lawmaking is undemocratic. This creates an intriguing dilemma. As they stand, the prominent theories preclude a straightforward dual commitment to democratic decision-making and collective territorial rights: we must either give non-members a say over a groupís lawmaking on ëitsí territory, or withhold various individualsí right to a democratic say.\n\nDEPART solves this impasse. It will conduct the first systematic exploration of how theories of territorial rights and democratic participation may be plausibly combined, and thus develop a unified theory of rights of democratic participation (through voting) in territorial states. The project will use what is known as the method of reflective equilibrium ñ a common methodology within the Anglo-American (or ëanalyticalí) tradition of normative political theory/political philosophy.\n\nDEPART will achieve several valuable goals. First, by showing how insights from apparently disparate approaches may pull in the same direction, its unified theory gives a promising framework for fruitful future research on territorial rights and democratic participation. Second, it gives policy-guidance on several issues on the EU agenda, including whether EU citizens living in another member state should have a say in that stateís national elections ñ an issue recently raised by the Commission. Third, when communicating its action and results, it reinforces public awareness of the value of democratic participation (especially among youths).",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}