{
    "rcn": "214502",
    "acronym": "DenCity",
    "topics": "ERC-2017-COG",
    "title": "Density assemblages: intensity and the city in a global urban age",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "DenCity offers a new approach for understanding density and its relationship to the city. Density is a defining feature of the city and urban life. Across the world, density is now at the centre of policy and planning agendas to build cities that are environmentally, economically, socially and politically ësustainableí. While there is a lively tradition of research on density in the city, we lack an understanding of the different ways in which high densities are lived and perceived by residents. Existing research provides rich resources for how we might define and represent density, how we might arrive at optimum numbers of people in a given area, and how capitalism builds or reduces densities within and between places globally. However, we lack an understanding of how high density ñ what I call intensity ñ is understood and experienced by different urban inhabitants, and the implications for how we understand the contemporary city. Developing a ëdensity assemblageí approach, I propose to examine the ways in which residents differently know and relate to intensity, including how it comes to matter, for good or ill. I do so by examining different cases of intensity in the Asian city, from travel and transport hubs, and slums to rooftops. While the 20th century witnessed a general global decrease of urban density in favour of urban sprawl, many Asian cities continue to densify. Asia is the densest and most urbanized part of the planet, and the trend is predicted to continue. I will examine some of the highest densities in the world, including in Hong Kong, Mumbai, Manila, Dhaka, and Tokyo. The different ways in which intensity becomes known and comes to matter for residents will be a vital challenge for understanding life in the urban 21st century, and for how we understand the city.",
    "totalCost": "1344681,25",
    "ecMaxContribution": "1344681",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}