{
    "rcn": "214513",
    "acronym": "DIET",
    "topics": "MSCA-IF-2017",
    "title": "Direct Interspecies Electron Transfer in advanced anaerobic digestion system for gaseous transport biofuel production",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Anaerobic digestion (AD) has been widely applied to produce biogas through complex communities of syntrophic bacteria and methanogenic archaea. However, AD can suffer from the inefficiency of biogas production, which fundamentally arises from the low efficiency of mediated interspecies electron transfer (MIET) via hydrogen between bacteria and archaea. Dr Richen Lin proposes an advanced AD-based circular economy system by introducing conductive materials (such as biocompatible graphene nanomaterial and digestate derived pyrochar) for third generation gaseous transport biofuel production from algae feedstock. The proposal will particularly explore the mechanism of efficient direct interspecies electron transfer (DIET) between bacteria and methanogens in the presence of conductive materials. The biomethane production rate and total energy recovery in the proposed system are expected to be enhanced by 20-40% as compared to existing AD technology. The goal will be achieved by the following research objectives: 1) Theoretically compare the efficiencies of MIET and DIET in AD; 2) Develop optimal strategies to stimulate DIET and improve biogas production from algae; 3) Outline a future circular economy system by introducing pyrochar into AD. Dr Lin has a strong record of publications (26 peer review journal articles) in bioenergy through his PhD studies in Zhejiang University, China. He proposes a two year stay in the Ä35M Science Foundation Ireland funded research centre Marine and Renewable Energy Ireland (MaREI). He will be hosted in the Environmental Research Institute, University College Cork and supervised by Prof Jerry Murphy. The fellowship will incorporate a three month secondment in Gas Networks Ireland (an industrial partner in MaREI) to facilitate the integration of new technology in green gas industry. The objective of this proposal is to establish Dr Lin as a leading researcher in bioenergy and assist him in acquiring a position of professional maturity.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}