{
    "rcn": "214543",
    "acronym": "EAR-DNA",
    "topics": "MSCA-IF-2017",
    "title": "childrEn and Adults heaRing in noise: individual Differences in the Neurophysiology of Audition",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Over 5% of the world population suffers from at least a moderate hearing loss (thresholds between 40-70 dB), which has pervasive effects on childrenís academic performance or working adultsí professional life. Despite recent progress in hearing aid devices restoring speech intelligibility in quiet, understanding speech in noise remains a challenge for hearing-impaired (HI) individuals. Therefore, the present project aims to improve speech perception in noise in HI listeners by paving the way towards the development of neuro-steered hearing aids. To do so, we will use electroencephalography to investigate the neural correlates of three key factors underlying speech perception in noise: stream segregation, auditory attention and listening effort. They will be approached by means of neural entrainment, neural gain, and alpha oscillations, respectively. Although it is technically possible to simultaneously record the three measures, which would provide a comprehensive view on the neural processes underlying HI listenersí difficulties in noise, it has not been done so far. Here, we will (i) first evaluate the effect of mild to moderate hearing impairment on stream segregation, auditory attention and listening effort in HI and normally-hearing (NH) young adults. Because hearing loss affects the development of auditory processing throughout childhood, this project will also aim to (ii) determine how neural processing of speech in noise develop in HI children. Last, based on the findings from (i) adultsí processing of speech in noise, we will explore the possibility to use neurofeedback (iii) to improve NH and HI listenersí perception of speech in noise. The proposed project uses an innovative multidisciplinary perspective to tackle a remaining challenge in the field of auditory cognitive neuroscience. It will have significant impacts on general health (i.e. auditory rehabilitation) and language education (i.e. speech perception in noise in children).",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}