{
    "rcn": "214539",
    "acronym": "DYNOS",
    "topics": "MSCA-IF-2017",
    "title": "The coupled dynamics of Southern Ocean climate change",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "As a major sink of both heat and carbon dioxide, the Southern Ocean plays a crucial role in the trajectory of global climate change. However, Southern Ocean climate is highly complex and perturbed by both rising greenhouse gas concentrations and ozone depletion. Contemporary climate models vary greatly in their representations of the current and future climate of the Southern Ocean, limiting our ability to produce reliable climate predictions. To address this issue, this proposal takes a novel interdisciplinary approach, integrating stratosphere-troposphere-ocean-sea ice interactions. It aims to answer the following questions: (1) What mechanisms control the time-dependent coupled response of the Southern Ocean to anthropogenic forcing? (2) How do uncertainties in the response depend on modelsí representation of key physical processes? (3) How far can observational estimates reduce model uncertainties in SO climate projections?\n\nThe project will make use of a range of newly-available observations of the Southern Ocean, as well as perform a suite of simulations with the state-of-the-art UK Earth System Model (UKESM). Close links will be maintained with modelling groups to ensure that the results of this project feed into the development of the next generation of climate models. This action will also include knowledge transfer between the atmospheric science and oceanography communities, as well as the generation of a publicly available ensemble of ìClimate Response Functionî simulations, which will be a vital resource for the community. \n\nThis fellowship will allow the Researcher to gain important new knowledge in both oceanic and atmospheric dynamics by working with world-leading experts in these fields. It will provide skills in the use of state-of-the-art UK and European climate models and spur multiple new research opportunities, enabling the Researcher to stay at the forefront of climate research and acting as a stepping stone towards a leadership position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}