{
    "rcn": "214506",
    "acronym": "DetEdIn",
    "topics": "MSCA-IF-2017",
    "title": "Micro-, Meso-, and Macro-Level Determinants of Educational Inequalities: An Interdisciplinary Approach",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Governments across the world recognize the right of the child to education on the basis of equal opportunity. Education shall allow children to develop their talents, abilities, and personality, and the principle of equal opportunity shall guarantee the eradication of any kind of discrimination. Accordingly, in a meritocratic system, educational outcomes should be directly related to individual merit. However, research shows that ascriptive (ënon-merití) characteristics such as social origin also play a role in shaping educational outcomes. For instance, across OECD countries, no more than one out of five students from families with a low educational background attains a degree in tertiary education, as opposed to two thirds of students from families with at least one parent with tertiary education. These disparities are often considered as a measure of inequality of opportunity and therefore deserve attention from both scientists and policymakers. To date, despite an increasing body of knowledge on educational inequalities, only very little research exists on additive and interactive effects of micro-, meso-, and macro-level characteristics on educational inequalities. Against this background, the proposed research project shall use an interdisciplinary analytic framework to assess how micro-level psychological characteristics (e.g., self-efficacy and motivation), meso-level (family and school) characteristics, and macro-level characteristics (educational policies and wider societal contexts) affect social inequalities in education, and whether their distinct combinations shape inequalities. Data will be derived from standardized cross-national surveys (PISA, TIMSS) as well as from longitudinal cohort studies (e.g., BCS70, MCS, YDS). A variety of state-of-the-art research methods will be employed, including multilevel analysis and growth curve modeling, to generate scientific evidence and extend theory on major determinants of social disparities in education.",
    "totalCost": "171792,6",
    "ecMaxContribution": "171792,6",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}