{
    "rcn": "214527",
    "acronym": "DualDur",
    "topics": "SMEInst-05-2016-2017",
    "title": "DualDur: A Disruptive Diagnostic Technology that Enables for the First Time an Early and Accurate Diagnosis of the tick-borne Lyme Disease.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Lyme borreliosis (LB) is the most common zoonotic disease in Europe with 650-850,000 estimated cases. Currently used serological tests for Lyme disease are highly unreliable in early stages of the infection, showing 17-40% sensitivity. If the disease is not diagnosed and treated early on; the infection often spreads to joints, the nervous system, and the heart causing severe and potentially persisting symptoms. Late stage, disseminated LB is a heavy burden on the patients in terms of quality of life and direct and indirect costs. It is also a significant burden on the European healthcare system: the majority of the Ä1 billion annual cost of the disease is associated with late stage LB. Our patented DualDur reagent and method enables a more reliable early diagnosis of Lyme disease than currently used serological methods, as it is based on direct detection of the bacteria and does not rely on the immune response. So far used as a supplementary testing method mainly at research institutes, in the present project we aim to validate a novel testing procedure based on software-aided microscopy. This will allow the wide-spread application of DualDur, as it improves time-to-result by 10 times, and decreases personnel need compared to our current procedure. Our improved reagent and software-aided testing enables us to provide the DualDur tests all over Europe through partnerships with medical laboratories. More reliable early diagnosis of Lyme disease will reduce the number of later stage cases significantly. This in turn will improve the quality of life of patients and reduce the financial burden of the disease, saving approximately Ä 330 million on healthcare costs in the first 5 years already. DualDur testing targets the Ä400 million European Lyme diagnostic market. We will be able to capture 5,1% of this growing market by 2024; representing an annual testing revenue of Ä23 million at our laboratory partners; and an annual turnover of close to Ä6 million to our company.",
    "totalCost": "3507750",
    "ecMaxContribution": "3507750",
    "coordinator": "LYME DIAGNOSTICS KORLATOLT FELELOSSEGU TARSASAG",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}