{
    "rcn": "214523",
    "acronym": "DNAcheck",
    "topics": "MSCA-IF-2017",
    "title": "Mechanistic analysis of DNA damage signaling and bypass upon replication of damaged DNA template in human cells.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The genetic information encoded by DNA is under constant attack from both endogenous and exogenous sources of damage. To ensure genome stability and prevent disease, cells use global signaling networks to sense and repair DNA damage. One particularly serious problem is when the replication machinery encounters lesions remaining in the template DNA. In this scenario, cells employ damage bypass mechanisms to complete genome replication and prevent fork breakage. Importantly, these pathways are not restricted to the site of stalling but can also function behind the fork at single-stranded DNA (ssDNA) gaps originated by the re-priming of DNA synthesis downstream of lesions. While it is very well known that ssDNA is the molecular signal that triggers the checkpoint response, it is less clear how and where ssDNA actually arises. Generally, it is assumed to accumulate at stalled replication forks, either by an uncoupling between replicative helicase and polymerase movement or between leading and lagging strand synthesis. However, in a recent study in budding yeast, I found that ssDNA gaps left behind replication forks, and extended by processing factors such as the exonuclease EXO1, constitute the predominant signal that leads to checkpoint activation in response to damaged DNA templates during S phase. Whether this mechanism of checkpoint activation is conserved from yeast to humans remains unexplored. Hence, using a unique set of multidisciplinary approaches, this project aims to address the fundamental question of how DNA damage is sensed during replication in human cells. Interestingly, not only ssDNA gap processing seems important for checkpoint signaling but also for the template switching mechanism of damage bypass. Therefore, this project will also study the function of EXO1 and its association with PCNA at postreplicative ssDNA gaps in order to shed light on the poorly understood mechanism of template switching.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}