{
    "rcn": "214546",
    "acronym": "EATing more",
    "topics": "MSCA-IF-2017",
    "title": "Enhancing Engulfment of Apoptotic cells: basic biology to Therapy",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Our bodies turn over billions of cells every day to keep us healthy. Old, damaged or excess cells need to be cleared, and professional and non-professional phagocytes engulf cells dying by apoptosis. The efficiency of this process is critical for homeostasis, minimising inflammation, and promoting organ function. Deficiencies in engulfment predispose to autoimmune and inflammatory diseases, and the host lab has shown that mice deficient in molecular components of engulfment exhibit exaggerated inflammatory responses.\nWe hypothesise that apoptotic cell phagocytosis can be boosted via small molecules that target the engulfment machinery, and that this could open new avenues for therapy in specific disease contexts.  Here, I propose to perform an unbiased drug screen to identify small molecule candidates that can enhance apoptotic cell uptake ñ that is, a ëgain of functioní screen for engulfment. The host lab has recently developed a fluorescence-based engulfment assay to quantitatively measure apoptotic cell uptake. I will develop this assay into a high-throughput screen to test a large library of compounds. I will address the consequences of pharmacologically enhanced engulfment on professional and non-professional phagocytes, and employ state-of-the-art nucleomics and proteomics approaches to explore the cellular targets of these candidate molecules. Finally, I will test whether the administration of small molecule ëengulfment enhancersí can be of benefit in inflammatory disease models relevant to human pathology. This proposal uniquely exploits the complementary expertise of the host lab (pathways of apoptotic cell clearance) and myself (inflammation and disease models), while benefitting from the significant resources of the host institute. While the mechanistic complexities of apoptotic cell clearance are just beginning to be deciphered, we anticipate that this study will also provide insight into molecular pathways of apoptotic cell uptake and processing.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}