{
    "rcn": "214535",
    "acronym": "DYCOCIRC",
    "topics": "ERC-2017-COG",
    "title": "Basal ganglia circuit mechanisms underlying dynamic cognitive behavior",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Youíre faced with a difficult choice. What do you do? Most people will, either explicitly or implicitly, weigh the possible consequences their decision. This involves an internal journey through possible events. Its these kinds of dynamic processes and their mapping onto behavior that characterize higher brain function. And yet, their very internal nature is both what makes them of critical interest and so difficult to study. Here, we propose to study a simple, well-controlled decision-making behavior wherein mice have to generate a dynamic, internal representation of elapsed time in order to make choices that result in reward. We focus on frontal cortico-basal ganglia circuits and their dopaminergic inputs that together are broadly implicated in cognition and involved in the production of this particular behavior. We have demonstrated previously that striatal population dynamics and dopamine neuron activity both correlate with and exert control over animalsí judgments.  Having identified key signals at multiple stages of the BG circuit related to this decision in rats and mice, my laboratory is now uniquely poised to dissect the circuit mechanisms by which such signals are generated and transformed into actions. Specifically, we will 1) Measure activity of specific cell types at multiple stages of the BG as mice judge duration. 2) Image and manipulate the activity of DA neurons while recording from neural populations in the BG to determine the relationship between neuromodulatory input, neural dynamics, and behavior.  3) Relate the activity of cortico-striatal inputs to striatal responses during behavior to understand the computational and circuit bases of striatal activity. These experiments promise to unlock deep mysteries regarding how animals free themselves from the immediacy of the current moment, learning, planning, and choosing their path toward a safer, more fruitful, and satisfying existence.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}