{
    "rcn": "214504",
    "acronym": "DESIGN",
    "topics": "MSCA-IF-2017",
    "title": "Design Thinking in Defence Organisations: The Promises and Dangers of Intellectual Emancipation in the Management of Violence",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "The DESIGN project will conduct sociological study of the relationship between radical ideas, change, and violence in defence organisations based on the ongoing transnational diffusion of second generation design across four NATO member and partner organisations: NATO Defence College, the Royal Danish Defence College, the Design Centre for Excellence (Poland) and Swedish Defence University. Design means the art of transforming reality into a preferred one by opening conceptual possibilities that were unthinkable before. This add-on to defence planning is paradoxical as it seeks to leverage the critical and creative capacities of officers at the expense of the very principles sustaining modern defence organisations. The project will investigate what made this development possible and what differences, if any, design is making to those managing violence and to those being managed by violence? To provide unique answers to these questions, UCPH Centre for Experimental Economics (CEE) will provide training to adapt field experiment methods to sociological approaches to better observe design in practice. Using this new method promises data challenging deeply held assumptions on the relationships between ideas, change and violence in International Relations and Design Studies. A broader impact can also be expected by exposing the promises and dangers of design thinking to both users and stakeholders. I will significantly benefit from undertaking the action at UCPH as it is uniquely equipped to develop the interdisciplinary assemblage required. The project will benefit from being located at the intersection of three leading research centres in the Department of Political Science: the Centre for Military Studies (CMS), the Centre for Advanced Security Theory (CAST) and the Centre for Resolution of International Conflicts (CRIC). Beyond the University, Copenhagen is an ideal location to learn from its avant-garde design movement in private, public and education sectors.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}