{
    "rcn": "214552",
    "acronym": "EcoLabSS",
    "topics": "MSCA-IF-2017",
    "title": "Ecovillages as Laboratories of Sustainability and Social Change",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "In an historical moment where citizens of the world are called to take action to face ¥multiple crises¥- the emergency of climatic change, high and rising socio-economic inequalities, and the upsurge of intolerance and racism within and between countries -  the study of transformative grassroots initiatives becomes crucially important and timely. \n\nëEcovillages as Laboratories of Sustainability and Social Change¥ (EcoLabSS) is conceived as an international, inter-sectoral and interdisciplinary project aiming at producing a theoretically grounded and methodologically innovative study of one of these grassroots initiatives: the ecovillage movement. \n\nEcoLabSS provides a multi-level and mixed-method study of the ecovillage movement that combines the comparative study of two local ecovillages, respectively in Denmark and Italy, with a systematic analysis of the actions and networks of the transnational organization Global Ecovillage Network (GEN). The review and the fieldwork is then used to develop a comprehensive theoretical and analytical framework centred on the path-breaking definition of ¥community-based prefigurative social movements¥. \n\nThe empirical analysis is structured along three mutually informing levels of analysis: micro-individual level, meso-community level, and macro-societal level. The first level is focused on the study of individual life trajectories and biographies of ecovillage inhabitants. The meso-community level is analyzing the everyday practices and processes involving organization, decision-making and creation of future-oriented norms and codes of conduct inside the two case studies. Finally, the macro-societal level is centred on the study of how the ecovillage movement - represented by the transnational organization GEN - translates and diffuses its practices, narratives and visions of a just and sustainable society to policy-makers, institutions, other civil society actors and the wider public.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}