{
    "rcn": "214547",
    "acronym": "ECHO",
    "topics": "MSCA-IF-2017",
    "title": "Harmonization of Regulation of Abusive Non-Judicial Debt Collection in the European Union: Models, Benefits and Challenges",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Non-judicial debt-collection (NJDC) designates all methods employed by a creditor for debt recovery that do not involve the judiciary or other state agents (bailiffs, sheriffs, or police officers). In other words, it is a form of private enforcement. It is a phenomenon acknowledged by various legal documents (the Draft Common Frame of Reference, the Fair Debt Collection Practices Act in the USA or the Consumer Credit Sourcebook in the UK). NJDC methods are rampant in practice today in all EU legal systems, yet they are regulated only by few of them. \n     Due to the absence of due process and other procedural guarantees generally offered by judicial enforcement, NJDC is sometimes abusive in nature. Abusive NJDC refers to debt collection practices infringing the consumer- and commercial debtor (in particular small medium enterprises)'s rights to privacy, dignity, safety and health as well as economic and other legal rights.\n     The overall aim of ECHO is to fill in a serious gap in legal knowledge regarding NJDC and contribute to the improvement of the legal base and regulation of these practices across Europe. Through a close and fine-grained comparative analysis, ECHO will first assess the role and appropriateness of current EU legislation in tackling the issue of abusive NJDC. Secondly, it will analyze sectoral national legislation of EU member states (where it exists) and identify policy aims, similarities and differences of various models concerning regulation of abusive NJDC, in order to identify (or propose) the most suitable ones. Thirdly, it will assess the role of traditional liability remedies ñ civil, administrative, or criminal enforcement, level of fines and damages ñ in solving the issue of abusive NJDC across the EU. Finally, it will explore models to identify the benefits and challenges of harmonization of legislation concerning abusive NJDC at EU level (compared to national regulation).",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}