{
    "rcn": "214570",
    "acronym": "EmpowerMarginalized",
    "topics": "MSCA-IF-2017",
    "title": "Empowerment of marginalized convicted women through social enterprises",
    "startDate": "18/02/2019",
    "endDate": "17/02/2021",
    "objective": "The European Union recently recognized ìThe empowerment of marginalized individualsî as one of the most relevant topics in modern societies. In its formal EU 2020 Strategy documents, the European Union listed ìpoverty, social exclusion and marginalizationî as one of its main ìTargetsî and ìinclusive growthî as one of its major ìPrioritiesî. In 2011, the EU Commission adopted the Social Business Initiative (SBI), with the aim to promote the social enterprise as one of the most promising forms of entrepreneurial venture capable of dealing with this societal issue and fostering ìinclusive growthî. However, the mechanisms by which the social enterprise may successfully allow the empowerment of marginalized individuals by economic driven solutions are not clear yet, and there is a lack of empirical works able to provide fine- grained/ micro-level evidences on this topic. Given these premises, I will commit this MSCA-IF research project to exploring the empowerment of convicted women, one of the most extremely marginalized category of individuals, using the perspective of social enterprise. I believe that a micro-level study of a successful case of social enterprises could reveal the critical factors behind the success or failure of these important initiatives, and from there, how they should be implemented.\nI will finally address two main research objectives:\n1) to investigate the micro-processes enacted by social enterprises, which successfully allow the empowerment of one of the most marginalized category of people: convicted women;\n2) to compare the micro-processes enacted by social enterprises, which, in extreme cases of marginalization, allow them a) to bridge closed context of marginalization and the external environment, and b) to bridge the social and economic dimension.\nCritical aspects of the project are: 1) its multidisciplinary nature and 2) the gender (women empowerment) related topic 3) extreme level of marginalization of convicted women.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}