{
    "rcn": "214530",
    "acronym": "DUSTDEVILS",
    "topics": "MSCA-IF-2017",
    "title": "The Dust Devils in Galaxy Centres",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Active galactic nuclei (AGN) are the most powerful objects in the Universe. Their power source is accretion of surrounding matter onto the supermassive black holes in the galaxy centers. During the accretion process huge radiation pressure builds up preventing a large amount of matter to actually fall into the black hole. Instead, it is blown away in polar directions up to kiloparsec scales. Recently, it was discovered that these polar winds are very dusty and form hollow cones and therefore roughly resemble dust devils. This research action aims at investigating this newly discovered dust structures because they have the potential to significantly advance our understanding not only of the AGN phenomenon but contribute to the question of how the feedback on AGN onto their host galaxies works. Specifically, the polar dusty winds could  dominate the power output of the AGN in the mid-infrared (MIR) which so far has been firmly attributed to the canonical torus structure. Here, I propose to study the polar dust structures in AGN with unprecedented new observations. First, I want to asses the ubiquity of these structures, and second determine their physical properties including dust composition. The results will be used test whether they are caused by dusty polar wind being launched from the accretion disk and driven by the radiation pressure to large distances. If true, our picture of the nuclear dust structure of the AGN could be transformed  from a static phenomenological torus into a highly dynamic structure where the obscuration is caused by the combination of the accretion disk and the base of this dusty wind. This would be a result of high impact in the field and together with the training objectives of this fellowship allow me to reach and demonstrate professional maturity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}