{
    "rcn": "214545",
    "acronym": "EARNEST",
    "topics": "MSCA-IF-2017",
    "title": "Examining the Agroforestry Landscape Resilience in India to inform Social-Ecological Sustainability in the Tropics",
    "startDate": "01/09/2018",
    "endDate": "31/05/2020",
    "objective": "The effective management of human-dominated tropical forest landscapes is crucial in the wake of global environmental change affecting biodiversity, ecosystem functions, and the livelihoods of billions. To ensure success of such ecological management, it is essential that both planning as well as implementation is informed by long-term ecological knowledge rooted in robust scientific inquiries. Examples of science-based ecological management are rare largely due to paucity of high-resolution past ecological modelling studies that are capable of producing tangible analogues and policy-relevant information on a multi-decadal timescale. To bridge this gap in the light of Indiaís National Agroforestry Policy (NAP) and its wider relevance to other tropical countries, EARNEST harnesses the recent past to provide guidelines for current-future ecological management of human-dominated tropical landscapes. Adopting innovative statistical approaches (e.g. REVEALS modelling, rarefaction and multivariate ordination) well-founded on palaeoecological science, EARNEST examines the resilience of Indian agroforestry landscapes in relation to past landscape burning and climatic transitions and delivers state-of-the-art understanding of the efficacy of fires in forest management and its implications for the efficient implementation of NAP. Under the MSCA flagship, EARNEST develops this policy-relevant Excellent Science in a highly-skilled, interdisciplinary and equitable European environment, offering unprecedented opportunities for the Fellow to acquire the right technical, management and leadership skills through advanced methodological training and international mobility. Enabling transfer of her newly developed knowledge through open-access publications, conferences, public events and benefit-sharing actions in India will add to her competence in devising and leading high-impact and policy-oriented research, increasing her employability in both academic and non-academic sectors.",
    "totalCost": "171022,95",
    "ecMaxContribution": "171022,95",
    "coordinator": "THE OPEN UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}