{
    "rcn": "214525",
    "acronym": "DOPANF",
    "topics": "MSCA-IF-2017",
    "title": "Dopaminergic midbrain modulations by (adaptive) neurofeedback",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Value-based decision-making is crucial for human behavior and learning, pervades our daily life and goes astray in psychiatric disorders such as schizophrenia and depression. The neural activity of brain regions producing and being influenced by the neurotransmitter dopamine has been associated with value-based decision-making processes. By extension, one would expect dopamine systems, mainly midbrain regions and their striatal projections, to play a role in such decisions, such as whether a specific reward is worth enduring some punishment. It is a matter of debate, but of surprisingly little empirical investigation, whether the rewarding and punishing aspects of value differentially or similarly depend on the dopamine system. The project DOPANF aims to clarify this issue by investigating dynamic changes of dopamine-related neural activity. DOPANF develops two new paradigms to shed light on this important, yet neglected topic for public health and subjective well-being. Specifically, DOPANF uses recent neuroscientific and technological developments: real-time imaging for immediate analysis of neural activity in the midbrain and multivariate pattern analysis for algorithmic capture of related activity spatially distributed throughout the brain. By observing their own brain activity as neurofeedback in real time, participants will learn to volitionally up- and downregulate activity in the dopamine system. We will then measure the behavioral consequences of this regulation with regard to how much effort participants are willing to exert to obtain a reward. Thus, DOPANF aims to achieve a more precise understanding of decision-making behavior and elucidate the exact role of the dopaminergic midbrain in value processing and its impact on effort discounting. The project is feasible and has the potential to provide a better understanding of psychiatric diseases, such as depression or schizophrenia.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}