{
    "rcn": "214596",
    "acronym": "HybridRetina",
    "topics": "ERC-2017-STG",
    "title": "Hybrid Retinal Prosthesis: High-Resolution Electrode Array Integrated with Neurons for Restoration of Sight",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Vision restoration in patients with outer retinal degenerative diseases, such as Age-related Macular Degeneration and Retinitis Pigmentosa can be achieved by bypassing the degenerated photoreceptors and the electrical stimulation of the relatively well-preserved inner retina through electrode implants. Although current retinal prostheses have been shown to provide useful vision in blind patients, the obtained visual acuity and quality are still relatively low. Several challenges cannot be addressed with the current retinal prosthetic technologies. First, increasing the electrode density for achieving high visual acuity is limited by the distance between the electrodes and the target neurons. Second, electrical stimulation by the current technologies is not selective for specific retinal circuitry (e.g. ON and OFF pathways). Finally, retinal neurons are stimulated by pulsed rather than in a continuously graded potential fashion, which provides the photoreceptors with an unrivalled dynamic range and sensitivity in natural vision.\nHere we propose a paradigm shift toward sight restoration with a hybrid retinal prosthesis aimed at overcoming the aforementioned limitations. The hybrid implant is composed of a very high density electrode array (pixel distance of 15µm) coupled with neurons to create a tight neuron-electrode coupling. Following implantation of the hybrid prosthesis, the neurons integrate and synapse with the host retinal circuits. Upon patterned electrical stimulation of the neurons by the electrodes, the host bipolar cells are activated while preserving the natural vision circuits. The ultimate electrode-neurons proximity allows for the significant increase in pixel density, the low charge neural activation, and the continuous graded potential activation. This research can advance our knowledge in the retinal field and in other neural prosthetics and if successful, it will enable future vision restoration with unprecedented resolution.",
    "totalCost": "1499582",
    "ecMaxContribution": "1499582",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}