{
    "rcn": "214548",
    "acronym": "ECHOE",
    "topics": "ERC-2017-COG",
    "title": "An Electronic Corpus of Anonymous Homilies in Old English",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Anonymous Old English preaching texts, written and copied between the ninth and late twelfth centuries, survive in ca. 350 versions in ca. 55 manuscripts. They represent the most comprehensive vernacular preaching corpus of medieval Europe before 1200 AD and depend almost entirely on a wide variety of Latin sources from all over the continent. This project will revolutionise scholarly work on Old English anonymous homilies by tracing, visualising, and studying their highly complex material and textual transmission in full. It will recover, unite, and systematise all surviving Old English anonymous homilies (ca. 500,000 words) in an online and interactive digital corpus that brings to the fore the individual manuscript version and all its revisional layers from before 1200. The project counters traditional editorial models of collation by exposing substantial textual difference and by analysing compositional and variational strategies. This will enable users for the first time to comprehensively study Old English anonymous homilies as living texts through the centuries. ECHOE will a) introduce a new taxonomy for the homiletic corpus, b) identify the closest Latin and Old English sources, c) identify the compositional structure of mobile textual units between related versions of the corpus, d) mark up decisive palaeographical features, idiosyncratic diction, formulas, themes, and genres, and e) assess the historical, social, and theological dimension of revisions and the roles of individual revisers in the making of English Christianity. The digital corpus will reveal for the first time the complex network of interrelated versions and allow for a swift in-depth comparison of parallels and their sources. It will further allow modern audiences to explore the chronological as well as geographical relations between Old English homilies and their European sources, and will open up new perspectives on the identity of authors, revisers, users, and audiences.",
    "totalCost": "1951250",
    "ecMaxContribution": "1951250",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}