{
    "rcn": "214621",
    "acronym": "MegaRoller",
    "topics": "LCE-07-2016-2017",
    "title": "Developing the PTO of the first MW-level Oscillating Wave Surge Converter",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The MegaRoller project will develop and demonstrate a Power Take-Off (PTO) for wave energy converters. The PTO is developed in conjunction with oscillating wave surge converters (OWSCs), a class of wave power technology that uses bottom-hinged plates oscillating in pitch following the surge movement of the water particles in the nearshore zone (10m-25m water depth). The development and demonstration of the PTO for a 1MW OWSC device is based on multiple hardware innovations (modular design, twin drive trains, intelligent cylinders, standardized central power unit and novel accumulator arrangement) and software innovations (wave-by-wave damping control, advanced efficiency control, energy storage control, power smoothing and prediction). The project will therefore generate extensive know-how in the area of PTO design and PTO control systems, with the aim to decrease the LCOE of next generation OWSC devices below Ä150/MWh. The methodologies used in the project (such as wave-by-wave damping control and prediction, standardized power units) will be applicable to many other Wave Energy Converter types and generate new standards (algorithms) for PTO control, thus benefiting the broader ocean energy community. The full-scale PTO will be validated in a PTO test rig available at AW-Energy in Finland, a facility allowing the consortium to create power matrices for the wave conditions of different sites, fine-tune the PTO control algorithms, certify the operation of the PTO and ensure that the produced electricity conforms to the various grid codes of different market areas. In the short term, the developments will increase performance (power conversion from 70 to 88%), increase reliability (lifetime x2, service intervals x2, O&M costs -75%), decrease costs (power density x2.8) and improve power quality. In the long term, a 40,000 MW roll-out of MegaRoller power plants can generate 400,000 jobs by 2050 and 110M tons / year CO2 savings in Europe only.",
    "totalCost": "4946768,75",
    "ecMaxContribution": "4946768,75",
    "coordinator": "HYDROLL OY",
    "coordinatorCountry": "FI",
    "participants": "SINTEF ENERGI AS;ABB OY;Teknologian tutkimuskeskus VTT Oy;LEIBNIZ-INSTITUT FUER NEUROBIOLOGIE;CRUZ ATCHESON CONSULTING ENGINEERS LDA;WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO;HYDMAN OY;AW-ENERGY OY;UNIVERSITETET I BERGEN",
    "participantCountries": "NO;FI;DE;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}