{
    "rcn": "214671",
    "acronym": "NEMO",
    "topics": "ERC-2017-COG",
    "title": "New states of Entangled Matter Out of equilibrium",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "When an extended quantum system is suddenly brought out of thermodynamic equilibrium all excitations collectively participate in the ensuing quench dynamics, causing a plethora of unconventional and exotic effects, in particular in low spatial dimensions where the effects of interactions and integrability are enhanced. The theoretical study of the non-equilibrium dynamics is hampered by the fact that the time dependent many-body wave function is highly entangled on spatial scales which rapidly grow in time. Consequently, a satisfactory description of the quench dynamics is a timely challenge whose solution cannot prescind from a precise characterisation of the entanglement content of the systems of interest.\n\nThe ambitious goal of this proposal is to find and characterise new non-equilibrium states of matter guided by their entanglement content. Two parallel lines of research will help achieving this goal. One line concerns the study of some entanglement indicators like entanglement Hamiltonian, spectrum, negativity and relative entropies which, contrary to the entanglement entropy, are not yet widely used as tools for investigating many-body systems. The other line focuses on the study of some frontiers of non-equilibrium one-dimensional physics which include quantum quenches in spinful fermionic systems, the determination of the exact time dependence of correlation functions after a quench, and the use of integrable hydrodynamics for investigating transport in one-dimensional systems. Particular attention will be devoted to the experimental realisation of the proposed non-equilibrium protocols. The main tools to achieve these goals will be conformal field theories and integrability complemented by numerical simulations when the former two are not applicable.",
    "totalCost": "1521423",
    "ecMaxContribution": "1521423",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}