{
    "rcn": "214685",
    "acronym": "Urban Sharing",
    "topics": "ERC-2017-COG",
    "title": "Urban Sharing: Sustainability and Institutionalisation Pathways",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Urban sharing of assets has emerged as a prospective solution to sustainability challenges faced by cities. But, its sustainability potential and institutionalisation pathways have not been systematically examined. \n\nUrban Sharing aims to examine, test and advance knowledge about urban sharing organisations (USOs) across 5 cities from 5 continents: Amsterdam, Toronto, S„o Paolo, Seoul and Melbourne by undertaking a novel multi- and inter-disciplinary study with three objectives:\n\n1. DESIGN: To examine how USOs are designed and operate and how they vary in different city contexts\n2. PRACTICES: To study the sustainability impacts of USOs and how they vary across cities\n3. PATHWAYS: To advance theoretical understanding of institutionalisation pathways of USOs across cities\n\nUsing a combination of methods, including case studies, mobile research labs, interviews, expert panels, in-situ field work, Urban Sharing will provide: \n\n1. Unique international empirical evidence about design and operations of USOs across five cities that creates foundation for further research on emerging phenomenon of urban sharing, \n2. A sustainability assessment framework to evaluate economic, environmental and social impacts of USOs that helps USOs and cities operationalise their sustainability ambitions, \n3. Advanced theoretical understanding of institutionalisation pathways of USOs in diverse cities bridging disparate sciences: organisational, institutional and sustainability. \n\nThis will produce a step-change in scholarship, open up new horizons for further research on urban sharing and new avenues for fostering sustainability in society. \n\nThe PIís skills and commitment to the project and level of staffing (3 seniors, 1 post-doc and 2 PhD students) will be complemented by a prominent Advisory Group. \n\nDetailed pilot work has proven the methodological feasibility of this research.",
    "totalCost": "1999948",
    "ecMaxContribution": "1999948",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}