{
    "rcn": "214654",
    "acronym": "SynBioBrain",
    "topics": "ERC-2017-COG",
    "title": "Building biological computers from bacterial populations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Biosensors detect compounds using a biological component combined with a physio-chemical detector. Using synthetic biology, we can now engineer bacteria into whole-cell biosensors where sensing, transduction and output occur within the living cell. Applications include the detection of harmful environmental agents, bioprocess monitoring, and detecting medically relevant biomarkers. As we move towards more sophisticated applications, single channel read-out will be replaced with sensors that have multiple inputs and more complex information processing capabilities. Whilst digital logic within a single strain of bacteria can be implemented, consortia offer a powerful alternative, where information is integrated and processed in a distributed fashion. This proposal sets out a research project that will construct biological computers formed from engineered bacterial populations that communicate using quorum sensing molecules. Information from multiple biosensor inputs will be integrated and processed by the biocomputer, the output of which will be spatial patterning. The architecture will be based on cellular automata, which can perform any computation, including logic and temporal logic operations, memory and counting, all of which can be used to distinguish states in complex biological and chemical environments. Our biocomputers will be housed in microfluidic devices using hydrogel structures to create two and three dimensional regular arrangements. As a proof-of-concept, we will develop a biocomputer for the analysis and monitoring of intestinal and microbiota health through stool samples. Sensors for inflammation, pH and short chain fatty acids will be combined into a device that can indicate whether an individual has inflammatory bowel disease or irritable bowel syndrome. A low-cost device for use at home, which distinguishes between these conditions, could potentially save the global health care industry billions of dollars in unnecessary diagnostic treatments.",
    "totalCost": "1998025",
    "ecMaxContribution": "1998025",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}