{
    "rcn": "214692",
    "acronym": "MultiphysMicroCaps",
    "topics": "ERC-2017-COG",
    "title": "Multiphysics study of the dynamics, resistance and targeted therapy potential of deformable Micro-Capsules",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Encapsulation consists in enclosing an internal medium in a solid semi-permeable membrane to protect it and control the exchanges with the environment. Being at the source of innovative applications in the fields of biotechnologies, pharmacology, energy storage and food industry, capsules offer tremendous potential in the process engineering world. But scientific challenges remain to be met, such as finding the optimal compromise between payload and membrane thickness, characterizing the membrane resistance and controlling the moment of rupture. \nThe project explores the use of deformable liquid-core capsules of micrometric size to efficiently transport active material, with a primary focus on health-related applications. We will design innovative sophisticated numerical models and high-tech experiments, needed to determine the potential of such vectors for the protection of active substances, predict membrane breakup to control the delivery, and optimize their properties for specific industrial and biomedical applications. The project will, for the first time, study the effect of a finite wall thickness on the dynamics of elastic microcapsules, propose advanced modelling approaches and microfluidic experiments of their deformability and breakup under hydrodynamic stresses, account for the inherent size variability of given capsule populations, and introduce reduced-order models to facilitate real-time simulations. As a specific application, we will study the potential of liquid-core microcapsules to encapsulate antioxidants for food enrichment. \nThe project outcomes will be (i) new advanced three-dimensional numerical models of the fluid-structure interactions and rupture of a microcapsule, taking into account a finite wall thickness, (ii) microcapsule optimization tools based on reduced-order models, (iii) microscopic techniques to measure the capsule mechanical properties, and (iv) an applied study of optimization of antioxidant encapsulation in microcapsules.",
    "totalCost": "1999470",
    "ecMaxContribution": "1999470",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}