{
    "rcn": "214684",
    "acronym": "FLEXSEM",
    "topics": "ERC-2017-COG",
    "title": "Graded constraints in semantic cognition: How do we retrieve knowledge in a flexible way?",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "For any concept, we have knowledge about diverse features ñ for example, a dog is furry, can chase rabbits, and is ìmanís best friendî. How, at a specific moment, do we flexibly retrieve relevant conceptual knowledge that suits our current goals and context? We can promote coherence between weakly-related aspects of knowledge as required, and also achieve the timely release from patterns of retrieval when the situation changes. These effects are likely to play a central role in our mental lives ñ yet they are poorly understood because past research has largely focused on how the conceptual store captures what is generally true across experiences (i.e. semantic representation). This project alternatively examines the cognitive and brain mechanisms that promote currently-relevant semantic information. We consider whether flexible semantic retrieval involves the recruitment of additional brain regions, organised within large-scale distributed networks, that place constraints on patterns of retrieval in the semantic store. In this way, semantic flexibility might relate to the evolving interaction between distinct brain networks. We examine whether specific brain regions support distinct cognitive processes (e.g., ìautomatic retrievalî; ìselectionî) or, alternatively, whether the functional organisation of these networks is non-arbitrary, with brain regions further away from the semantic store supporting retrieval when there is a greater mismatch between ongoing retrieval and the pattern required by the context. We test this ìgraded constraintsî hypothesis by combining parametric manipulations of the need for constraint with convergent neuroscientific methods that characterise functional recruitment in space (magnetic resonance imaging) and time (magnetoencephalography). We investigate causality (neuropsychology; brain stimulation) and the broader implications of our account (using an individual differences approach).",
    "totalCost": "1999860",
    "ecMaxContribution": "1999860",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}