{
    "rcn": "214652",
    "acronym": "DC_Nutrient",
    "topics": "ERC-2017-COG",
    "title": "Investigating nutrients as key determinants of DC-induced CD8 T cell responses",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "A new immunoregulatory axis has emerged in recent years demonstrating that cellular metabolism is crucial in controlling immune responses. This regulatory axis is acutely sensitive to nutrients that fuel metabolic pathways and support nutrient sensitive signalling pathways. My recent research demonstrates that nutrients are dynamically controlled and are not equally available to all immune cells. The data shows that activated T cells, clustered around a dendritic cell (DC), can consume the available nutrients, leaving the DC nutrient deprived in vitro. This local regulation of the DC nutrient microenvironment by neighbouring cells has profound effects on DC function and T cell responses. Nutrient deprived DC have altered signalling (decreased mTORC1 activity), increased pro-inflammatory functions (IL12 and costimulatory molecule expression) and induce enhanced T cell responses (proliferation, IFN? production). However, proving this, particularly in vivo, is a major challenge as the tools to investigate nutrient dynamics within complex microenvironments have not yet been developed.  This research programme will generate innovative new technologies to measure the local distribution of glucose, glutamine and leucine (all of which control mTORC1 signalling) to be visualised and quantified. These technologies will pioneer a new era of in vivo nutrient analysis. Nutrient deprivation of antigen presenting DC will then be investigated (using our new technologies) in response to various stimuli within the inflammatory lymph node and correlated to CD8 T cell responses. We will generate state-of-the-art transgenic mice to specifically knock-down nutrient transporters for glucose, glutamine, or leucine in DC to definitively prove that the availability of these nutrients to antigen presenting DC is a key mechanism for controlling CD8 T cells responses. This would be a paradigm shifting discovery that would open new horizons for the study of nutrient-regulated immune responses.",
    "totalCost": "1995861",
    "ecMaxContribution": "1995861",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}