{
    "rcn": "214612",
    "acronym": "HETERO",
    "topics": "ERC-2017-STG",
    "title": "What does it mean to be heterosexual?",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "What does mean to be heterosexual? How do you know if you are heterosexual? Though much research has investigated what it means to be *homosexual* very little empirical research has investigated the meaning of heterosexuality. Furthermore, most people who consider themselves heterosexual have never given this question much thought. However, a number of recent, tragic events (e.g., the murder of Gwen Araujo and the deadly attack by Omar Mateen) show that our perceptions of heterosexuality can have profound ramifications for our self-image and our treatment of transgender individuals, gay men and lesbians. \n\n\nMy prior research has pointed to two lay models of heterosexuality that can have important consequences for anti-LGBT prejudice ñ a model of heterosexuality as a form of biological-purity and a model of heterosexuality as a form of moral purity. Across 14 studies (4 large-scale, representative surveys in multiple countries, and 10 lab-based genuine experiments), this proposed research will verify the biological-purity and moral-purity models of heterosexuality, identify the predictors and associated consequences of these models (Studies 1 ñ 4), investigate the consequences of the biological-purity model for anti-transgender prejudice (Studies 5 ñ 7), investigate the consequences of the moral-purity model for anti-gay prejudice (Studies 8 ñ 12), and investigate whether and how individuals strategically adopt or abandon these models to preserve their values and self-image (Studies 13 ñ 14).\n\nTogether, these studies will add meaningfully to our theoretical understanding of sexual orientation and some of the causes of anti-gay and anti-transgender prejudice. On a practical level, they will point to new ways of combating anti-LGBT prejudice, even in some of the most severely prejudiced societies, and have implications for a number of real-world issues such as legal protection and gay conversion therapy.",
    "totalCost": "746048",
    "ecMaxContribution": "746048",
    "coordinator": "GOLDSMITHS' COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}