{
    "rcn": "214650",
    "acronym": "COGOV",
    "topics": "CULT-COOP-11-2016-2017",
    "title": "Co Production and Co Governance: Strategic Management, Public Value and Co Creation in the Renewal of Public Agencies across Europe",
    "startDate": "01/05/2018",
    "endDate": "31/10/2021",
    "objective": "This proposal suggests that taking a strategic approach ñ in the most fundamental sense - to the renewal of organization and management of European public administrations is a key requirement for the bettering of public governance and citizensí participation across Europe. \n\nThe project aims to locate, explore and diffuse leading edge experiments in new and more participatory approaches to public administration which are becoming evident across various countries in Europe. Ultimately, the project aims at generating applicable knowledge about the dynamics and developmental patterns of longitudinal, emergent strategy formation processes and the dynamics leading to strategic renewal and community engagement.\n\nWe draw on four promising models apparent in the recent public management literature to inform the empirical work theoretically, namely: Public Value Creation models, used in combination with Co Creation and Co Governance (hence the acronym COGOV) ideas, in turn combined with Digital Era Governance inspirations with their possible implications for more participatory approaches to e-government. The project relies on a pan European collaboration of academic and policy partners and is strongly connected to, and informed by, practice.",
    "totalCost": "4483898,75",
    "ecMaxContribution": "4483898,75",
    "coordinator": "UNIVERSITY OF NORTHUMBRIA AT NEWCASTLE",
    "coordinatorCountry": "UK",
    "participants": "GRAD RIJEKA-GRADSKO VIJECE;SPAN DOO ZA PROJEKTIRANJE INFORMACIJSKIH SUSTAVA;TiasNimbas Business School B.V.;ROSKILDE UNIVERSITET;UNIVERSITE D'AIX MARSEILLE;THE OPEN UNIVERSITY;UNIVERZA V LJUBLJANI;KING'S COLLEGE LONDON;CARDIFF UNIVERSITY",
    "participantCountries": "HR;NL;DK;FR;UK;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}