{
    "rcn": "214657",
    "acronym": "SEA",
    "topics": "ERC-2017-COG",
    "title": "The Social Epistemology of Argumentation",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Argumentation -the practice of giving and asking for reasons to support claims - is a key component of scientific inquiry, legal procedures, and political life. But in many instances, argumentation does not achieve its presumed goal of fostering consensus and circulation of reliable information. Recent events in world politics - Brexit, US elections, refugee crisis - demonstrate that a better grasp of what argumentation can and cannot do for us is urgently needed.\nThe key question of this project is: ëwhat does it take for a process of argumentation to improve our epistemic situation?í Prior theories fail because they are based on overly idealized assumptions. This project develops a more realistic approach: argumentation is viewed as a practice interwoven with power relations, occurring in situations of epistemic and social diversity, and involving agents who are not ëpurely rationalí. We will formulate the first comprehensive account of the social epistemology of argumentation, i.e. of the role of argumentation in processes of circulation and production of knowledge, evidence, and justification. To this end, we will bring together two research traditions that so far remain largely disconnected: social epistemology and argumentation theory. \nOur innovative hypothesis is that argumentation is a form of social exchange that can be successful to various degrees. What is exchanged are epistemic resources such as knowledge, evidence, justification, critical objections. Insights from social exchange theory will inform the investigation, a suitable framework for our purposes because it emphasizes the interplay between self-interest and interdependence. The result will be a realistic theory of the processes through which epistemic resources are shared and produced through argumentation. It will offer concrete prescriptions on how to optimize these processes, with wide-ranging applications wherever argumentation is crucial: scientific, legal, and political/public discourse.",
    "totalCost": "1683384",
    "ecMaxContribution": "1683384",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}