{
    "rcn": "214624",
    "acronym": "SEA-TITAN",
    "topics": "LCE-07-2016-2017",
    "title": "SEA-TITAN: Surging Energy Absorption Through Increasing Thrust And efficieNcy",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "The SEA-TITAN project aims at making a step change in the wave energy sector by designing, building, testing and validating a crosscutting and innovative Direct Drive Power Take-Off (PTO) solution to be used with multiple types of wave energy converter. The design will be based on the existing Wedge Global W200 PTO prototype and will focus on augmenting its specific force density and efficiency to levels which can significantly increase the energy capture in many types of Wave Energy Converters. These enhancements will also solve one of the key issues with WEC PTO systems, namely achieving sufficiently high peak force to limit hitting end-stops during large waves whilst maintaining high efficiency and low cost for the average wave case.\n\nThe performance and reliability demanded by wave energy systems exceeds the normal capabilities of commercial, off the shelf components commonly used in other industries.  In the few cases where they are suitable, the costs often prove prohibitive. In addition, the lack of predominant PTO technology is causing a barrier to establishing a dedicated supply chain. \n\nCurrently each original equipment manufacturer system has different requirements, and pursuing the development of bespoke components not only limits the utility of the end product but also multiplies the development costs.\n\nThe objective of SEA TITAN proposal is to break this practice and to develop an optimized crosscutting power take-off based on the existing switched reluctance linear generator from Wedge Global with application to multiple systems through collaboration with multiple wave energy developers and an industrial partner with a strong track record on technology. In addition this proposal aims to offer the developed technology open source to promote update and accelerate innovation.",
    "totalCost": "3890341,75",
    "ecMaxContribution": "3890341,75",
    "coordinator": "WEDGE GLOBAL S.L",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;ENERGY TECHNOLOGY SRL;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;COLUMBUS SUPERCONDUCTORS SRL;FABRICOM;WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO;CNET CENTRE FOR NEW ENERGY TECHNOLOGIES SA;CORPOWER OCEAN AB;CENTIPOD LTD;HYDROCAP ENERGY",
    "participantCountries": "ES;IT;BE;PT;SE;UK;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}