{
    "rcn": "214695",
    "acronym": "MULTIPLES",
    "topics": "ERC-2017-COG",
    "title": "The MULTIPLicity of supErnova progenitorS",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "With stellar masses in the range of eight to several hundreds of solar masses, massive stars are among the most important cosmic engines, each individual object strongly impacting its local environment and populations of massive stars driving the evolution of galaxies throughout the history of the universe. Recently, I have shown that stars more massive than 15 Msun rarely, if at all, form and live in isolation but rather as part of a binary or higher-order multiple system. Understanding the life cycle of massive multiple systems, from their birth to their death as supernovae and long-duration gamma ray bursts, is one of the most pressing scientific questions in modern astrophysics. \n\nTo obtain the key observational breakthroughs needed to revolutionize our understanding of high-mass stars, my research program is developed along three themes: \n(i)    investigate the physical processes that set the multiplicity properties of massive stars, \n(ii)  establish the multiplicity properties of unevolved massive stars across the entire mass range,\n(iii) identify and uniquely characterize post-interaction products. \n\nThe implementation of the MULTIPLES program involves ambitious time-resolved observational campaigns targeting large populations of massive stars at key stages of their pre-supernova evolution and in different metallicity environments. These campaigns will combine state-of-the-art spectroscopy and high-angular resolution techniques with novel multiplicity and atmosphere analysis methods appropriate for multiple systems.  Upon completion, the observational constraints that will be obtained in this project will have implications that extend well beyond the sole domain of stellar astrophysics.",
    "totalCost": "1991243",
    "ecMaxContribution": "1991243",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}