{
    "rcn": "214640",
    "acronym": "PIXEL",
    "topics": "MG-7-3-2017",
    "title": "Port IoT for Environmental Leverage",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Ports are a great example of heterogeneous information hubs. Multiple stakeholders operate inside and outside them with different motivations and businesses. Although document and data interchange is already in place through Port Community Systems (PCS), the interchange is limited to official documentation and services of the Port Authority, such as custom declarations, import/export of cargo, and other formal documents. However, an effective integration of operational data is far from optimal in most ports, and especially so in medium or small ports, where budget is limited and IT services usually is outsourced.\n\nIn contrast, the available operational data (resources tracking, container status, vessel operations, surface or berth available, air/water quality measurements,...) is constantly increasing and technology is getting inexpensive and widely available. However, the application of such systems is still single-entity centric, since the information is not shared, keeping the real potential of the Internet of Things (IoT) and Industry 4.0 hidden. The same holds for geographic areas surrounding ports, where Smart Cities  integrate various data systems and provide valuable services to citizens and  authorities.\n\nPIXEL will enable a two-way collaboration of ports, multimodal transport agents and cities for optimal use of internal and external resources, sustainable economic growth and environmental impact mitigation, towards the Ports of the Future. PIXEL will leverage technological enablers to voluntary exchange data among ports and stakeholders, thus ensuring a measurable benefit in this process. The main outcome of this technology will be efficient use of resources in ports, sustainable development and green growth of ports and surrounding cities/regions.\n\nBuilt on top of the state-of-the art interoperability technologies, PIXEL will centralise data from the different information silos where internal and external stakeholders store their operational information.",
    "totalCost": "4890222,5",
    "ecMaxContribution": "4890222,5",
    "coordinator": "UNIVERSITAT POLITECNICA DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "STAZIONI DOGANALI AUTOPORTUALI GORIZIA SPA;CENTRE AQUITAIN DES TECHNOLOGIES DEL'INFORMATION ET ELECTRONIQUES - CATIE;IPEOPLE LIMITED;ORANGE SA;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;PRODEVELOP;Thessaloniki Port Authority SA;SVEUCILISTE U RIJECI, MEDICINSKI FAKULTET;INSIEL - INFORMATICA PER IL SISTEMA DEGLI ENTI LOCALI S.P.A.;GRAND PORT MARITIME DE BORDEAUX;CCIAA DI GORIZIA - AZIENDA SPECIALE PER IL PORTO DI MONFALCONE;PIRAEUS PORT AUTHORITY  SA;CREOCEAN",
    "participantCountries": "IT;FR;UK;EL;SI;ES;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}