{
    "rcn": "214623",
    "acronym": "APOLO",
    "topics": "LCE-07-2016-2017",
    "title": "SmArt Designed Full Printed Flexible RObust Efficient Organic HaLide PerOvskite solar cells",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Perovskite solar cells (PSC) have shown an impressive learning curve in the last decades in comparison with 1st, 2nd and initial 3rd generation solar cells (such as DSSC and OPV). Since the very beginning, the main market demands for 3rd generation PV were more flexibility and more colour choices. Both of these ideal properties lead to new business opportunities in BIPV, electronic consumer goods, textiles, etc. These technologies also have low cost using fully printing process, low temperature processes and out of clean rooms which reduce the production cost. The most important problem in PSC technology is the short lifetime which is currently the main barrier for the marketability of PSC. Up to now all the developed PSC used cheap materials and/or solution which did not exhibit high efficiencies. In contrast high efficiency PSCs usually require relatively expensive materials and vacuum deposition process. PSC toxicity is considered to be negligible since the amount of lead in perovskite layer is not so relevant if it is compared against Si technology, nevertheless, the solvent toxicity should be taken in account in order to benefit industrialization of PSC products. APOLO consortium will surpass the aforementioned barriers for market deployment by providing flexible and stable PSCs using scalable and low cost processes, reducing amount of toxic materials tackle the challenges to provide market niches solutions. APOLO developments will ensure to enhance the TRL of PSC technology. APOLO consortium will work on advanced materials, from cell to encapsulant to develop flexible PSC, fully printable, with efficiency of 22% with at least 80% of initial performance after relevant accelerated test from standards. APOLO solutions will allow the development of a totally new product by integrating the modules into the architecture design of buildings. New applications of this technology open doors to other markets apart from BIPV, such as automotive, textile, etc.",
    "totalCost": "4997192,5",
    "ecMaxContribution": "4997191,25",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ACCUREC-RECYCLING GMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;UNINOVA-INSTITUTO DE DESENVOLVIMENTO DE NOVAS TECNOLOGIAS-ASSOCIACAO;GREATCELL SOLAR ITALIA SOCIETA' A RESPONSABILITA' LIMITATA;ARKEMA FRANCE;FLEXBRICK SL;PRODUCTION TRADE AND SUPPORT OF MACHINABLE PRODUCTS OF SOFTWARE AND INFORMATICS - RELATIONAL TECHNOLOGY AE",
    "participantCountries": "IT;DE;FR;CH;PT;ES;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}