{
    "rcn": "214686",
    "acronym": "SpaceLaw",
    "topics": "ERC-2017-COG",
    "title": "Law, Governance and Space: Questioning the Foundations of the Republican Tradition",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Administrative professionalization is the hallmark of a modern state, but its origins contain a dilemma. Why there were no offices in ancient Rome? How is it possible that it nevertheless formed the model for the Western administrative state? The purpose of this project is to challenge earlier research and to propose a new model of the Roman Republican governance that integrates domestic and private space and to reinterpret its links with the Republican tradition.\n\nThe significance of these issues extends much beyond this: the development of administrative space in the European context amounts to nothing less than the emergence of the concept of public. Ever since Weber, the conceptual separation of the office and its holder has defined the European way of governance. The origin of this separation of public and private has often been seen in the Roman Republican state with its strict responsibilities, term limits and defined powers of its magistracies, who operated in open public spaces.\n\nUsing unconventional methodological tools to challenge the conventional view, the project explores the social and cultural dimensions of legal and administrative space, transcending modern assumptions of public and private. Two main research questions explore the confrontation of ideas and their contexts from the Roman Republic to modern Republicanism:\n\n1) How the conflict between Republican ideals, political power and administrative practices transformed the spaces of administration?\n\n2) How this conflict changed the social topography of Rome, the public and private spheres of governance?\n\nWhile much of the earlier research on Republican administration has been constitutional, focused on sovereignty or the individual magistrates, this project advances a radical new interpretation through spatial and topographical analysis. It is a comprehensive re-evaluation of the Roman administrative tradition and its links with the European heritage through the lens of administrative space.",
    "totalCost": "1994326",
    "ecMaxContribution": "1994326",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}