{
    "rcn": "214677",
    "acronym": "SOLARYS",
    "topics": "ERC-2017-COG",
    "title": "Composition of solar system small bodies",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The small bodies population (comets, asteroids, KBOs) is today central to Solar System studies. These objects are used to reconstruct the dynamical scenarios of Solar System formation and evolution, and are expected to have played a key role in the habitability of terrestrial planets. Because they are rich in volatile and organics, comets and dark asteroid types (C-, D-) are under intense scrutiny by the Planetary Science community.\n The objective of this project is to determine the composition of these primitive small bodies and whether or not we have samples available from their surfaces in the form of meteorites and extra-terrestrial dusts (IDPs, micrometeorites). Several decades of research have focused on comparing meteorites laboratory spectra to small bodies observations to decipher composition. The originality of my approach will be to focus on determining the optical properties of extra-terrestrial dusts and confront with already available observations of the small bodies populations. \nSince available dusts are tiny particles, they are not optically thick, and it is not possible to determine directly the optical signature of a surface covered by such material. My approach will be first to characterize the constituents of IDPs, micrometeorites and meteorites matrices, with groundbreaking infrared spectroscopy techniques. Using AFM-IR, I will be able to characterize at the 50 nm scale the nature of the individual constituents of each particle in situ (organic and mineral), without destroying the textural relation between components. From there, I will have an understanding of the grain structure and composition, which I will use to prepare an optically thick analogue made of sub-µm particles and characterize its optical properties. Last, I will confront these results to small bodies observations, in order to search for possible parent bodies, providing somehow a sample return mission without the cost of a space mission.",
    "totalCost": "2421180",
    "ecMaxContribution": "2421180",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}