{
    "rcn": "214656",
    "acronym": "NOMLI",
    "topics": "ERC-2017-COG",
    "title": "NanoOptoMechanics in classical and quantum Liquids",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Over a decade, the field of optomechanics has progressed to the point of enabling first quantum experiments on mesoscopic mechanical devices. This maturity culminates with nanoscale semiconductor systems, which operate at very high mechanical frequency and allow intense interaction between light and mechanical motion. On top of representing a new class of elementary quantum systems, nano-optomechanical devices can sense forces at small scale with high speed and resolution, down to the quantum limit. They could probe physical interactions in complex environments, like liquids, with a unique degree of control, and thus bring new science and applications.\n \nNOMLI explores original physics at the interface of nano-optomechanics and liquids, be they classical or quantum. A first objective is to realize nano-optomechanical rheological measurements at very high frequency (GHz) and small scale (?m) in classical liquids, and investigate the solid-like behavior of liquids in previously inaccessible regimes. A second objective is to optically cool a nano-optomechanical resonator immersed in a classical liquid down to the quantum regime, and analyze mechanical decoherence in such complex environment. As third objective, a quantum liquid of light will be artificially created in a set of nonlinear photonic resonators. Its viscous force will be investigated nano-optomechanically, and monitored as the liquid undergoes the superfluid transition. Finally a new type of quantum liquid, fully optomechanical in nature, will be formed in an ensemble of resonators at ultra-low temperature. Viscosity, dynamics and superfluidity of this new phase of light and matter will be investigated, using engineered photon-photon interactions mediated by mechanical motion. \n\nNOMLI will build a detailed picture of physical mechanisms at play, at the quantum level and at small scale, when a miniature mechanical force probe evolves in a liquid, where chemical and biological processes usually take place.",
    "totalCost": "2292068,28",
    "ecMaxContribution": "2292068",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}