{
    "rcn": "214660",
    "acronym": "TARGETMENISCUS",
    "topics": "ERC-2017-COG",
    "title": "Targeting Meniscus Degradation in Osteoarthritis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "My goal is to determine the molecular degradation of meniscus tissue, a ìnewî disease that leads to degenerative meniscus tears and osteoarthritis (OA). My prior research has revealed that meniscus tears are a frequent entity in OA, not typically caused by knee trauma. By focusing on the meniscus, we aim to discover novel biomarkers and new targets for pharmaceutical intervention against OA, by preventing meniscus degradation and stimulating its regeneration. In our ageing population, the burden of OA is rapidly increasing, making the first disease-modifying OA treatment an urgent matter.\n\nThe proposal is based on my biobank consisting of human tissue from total knee joint replacements, knee arthroscopies, and healthy donor knees, including menisci, synovial fluid, hyaline cartilage, and blood. The two linked work packages are:\n\nWP1 Proteomics: Identification of the proteome of the meniscal matrix and biomarkers of degeneration using exploratory and targeted mass spectrometry.\nWP2 7T imaging: Arthroscopy patients will undergo ultra-high field 7-Tesla magnetic resonance imaging (MRI) pre-operatively and at two follow-ups. Using both high-resolution and emerging compositional imaging sequences, we will determine meniscus matrix degradation and hyaline cartilage quality changes after knee surgery. Importantly, we will link proteomics with early stage knee OA development to provide proof-of-concept that the identified biomarkers and molecular treatment targets are associated with OA.\n\nMy key team members include orthopaedic surgeons, an analytical chemist with expertise in mass spectrometry, a medical physicist with expertise in MRI, and a biostatistician. We further work in international collaborations. As the principal investigator, I have an internationally recognized track record in OA research, with a novel focus on the meniscus. We will accomplish our goals by our combined expertise, unique materials, state-of-the-art methods, dedication, and continued hard work.",
    "totalCost": "1973764",
    "ecMaxContribution": "1973764",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}