{
    "rcn": "214607",
    "acronym": "TrueBrainConnect",
    "topics": "ERC-2017-STG",
    "title": "Advancing the non-invasive assessment of brain communication in neurological disease",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Pathological communication between different brain regions has been implicated in various neurological disorders. However, the computational tools for assessing such communication from neuroimaging data are not sufficiently developed. The goal of TrueBrainConnect is to establish brain connectivity analysis using non-invasive electrophysiology as a practical and reliable neuroscience tool. To achieve this, we will develop novel signal processing and machine learning techniques that address shortcomings in state-of-the-art reconstruction and localization of neural activity from sensor data, the estimation of genuine neural interactions, the prediction of external (e.g., clinical) variables from estimated neural interactions, and the interpretation of the resulting models. These techniques will be thoroughly validated and then made publicly available. We will use the TrueBrainConnect methodology to characterize the neural bases underlying dementia and Parkinson's disease (PD), two of the most pressing neurological health challenges of our time. In collaboration with clinical experts, we will address practically relevant issues such as how to determine the onset of 'freezing' episodes in PD patients, and how to detect different variants and precursors of dementia. The outcome of TrueBrainConnect will be a versatile methodology allowing researchers, for the first time, to reliably estimate and anatomically localize important types of interactions between different brain structures in humans within known confidence bounds. The proposed clinical applications will improve our understanding of the studied diseases and will lay the foundation for the development of novel diagnostic markers for these diseases.",
    "totalCost": "1499875",
    "ecMaxContribution": "1499875",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}