{
    "rcn": "214604",
    "acronym": "ESEARCH",
    "topics": "ERC-2017-STG",
    "title": "Direct Empirical Evidence on Labor Market Search Theories",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Our project proposes to provide new empirical evidence on the search strategies of both job seekers and of recruiters in the labor market. This evidence will enhance our understanding of the information asymmetries at the root of search frictions.\n\nWe will leverage the extraordinary opportunities offered by online job boards, which record search activities in details. We will match for the first time these data with administrative data from unemployment-employment registers. This will enable us to jointly observe search activity and core economic outcomes (wage, job duration) on very large samples.\n\nWe will design randomized controlled trials, where we recommend new matches to both job seekers and recruiters. This will test for the extent of geographical and skill mismatch in the labor market. We will further test the assumptions of directed search models by displaying to job seekers the real-time length of the queue in front of vacancies. Finally, we will use new item-to-item collaborative filtering algorithms (amazon-type recommendations) to quantify the social value of the private information that job seekers gather when they screen vacancies.\n\nUsing quasi-experimental research designs, we will provide the first precise estimates of the direct and cross effects of search subsidies - unemployment insurance and reduction in vacancy advertising costs - on the search strategies of both sides of the market. We will then test the empirical relevance of behavioral mechanisms, such as reference-dependence or over-optimism.\n\nWe expect our direct empirical evidence on search strategies to trigger new developments in search theories. Our results will guide policy-makers who design job boards and search subsidies to both recruiters and job seekers. We hope that the social impact of our research will be to reduce frictional unemployment and to increase the productivity of workers through a reduction of mismatch in the labor market.",
    "totalCost": "1250250",
    "ecMaxContribution": "1250250",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}