{
    "rcn": "214613",
    "acronym": "NUCLEAR",
    "topics": "ERC-2017-STG",
    "title": "Nuclear Weapons ChoicesGoverning vulnerabilities between past and future",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Nuclear weapons choices commit populations and societies for decades and can wipe them out in matters of minutes. How is the scope of available nuclear weapons choices decided? Direct experience cannot be the answer as no one can rely on personal experience of nuclear war. Most decision-makers no longer even have the experience of the effects of such weapons either given that North Korea has been the only country testing nuclear weapons since 1998. The populationsí wishes do not qualify either, since they are very rarely consulted and only few studies on those attitudes exist. Therefore this project offers the first in depth global investigation of the grounds on which the scope of publicly acceptable nuclear weapons choices have been based since the end of nuclear testing. To do so, this project constructs an interdisciplinary research program about responsibility in an age of nuclear vulnerabilities. It investigates four ways in which nuclear weapons choices are bounded: 1) the intellectual categories we depend on to think about those issues; 2) the governance of nuclear knowledge by nuclear-weapons related institutions; 3) specific readings of the past identifying events or trends from which lessons are expected to be learned about the scope of the possible, and 4) the imaginary of possible futures as opposed to the ones deemed utopian. Combining archival research and interviews worldwide, with large-scale polling and discourse analysis of policy officials and strategists over several decades, it assesses the blinding power of categories created several decades ago and sometimes still deemed as irreplaceable lexicon of the nuclear age as well as the way in which nuclear weapons programs modify the governance of knowledge. Based on those findings, it offers a renewed notion of responsibility in the nuclear age built on full awareness of nuclear vulnerabilities in their epistemic and political dimensions, and not only the material ones.",
    "totalCost": "1480145",
    "ecMaxContribution": "1480145",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}