{
    "rcn": "214696",
    "acronym": "Rotational Waves",
    "topics": "ERC-2017-COG",
    "title": "Controlling and resolving rotational quantum states in a molecule-surface collision: Matter-wave magnetic interference experiments with ground state molecules.",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The interaction between a molecule and a solid surface is fundamental to a huge variety of research fields and applications, ranging from industrial heterogeneous catalysis and atmospheric chemistry on ice particles, to ultra-cold astrochemical reactions on cosmic dust. One molecular property that is essential for molecule surface interactions, but also particularly difficult to control and resolve, is the orientation & alignment of the rotational axis of the molecule i.e. the quantum rotation projection states. The existing paradigm is that control over this molecular property can be obtained either by photo-excitation schemes and/or by deflecting experiments using strong electric or magnetic fields. Using these approaches valuable insight was obtained, and the crucial role the rotation projection states have on the outcome of molecule-surface collision was demonstrated. However, the two approaches mentioned above can only be applied to a very small sub-group of systems, (typically on excited/paramagnetic species). Here, we propose a completely different approach which utilizes the rotational magnetic moment, which is a general molecular property, to control and resolve the projection rotation states of ground-state molecules. Our matter-wave approach involves passing a molecular beam through a specific series of magnetic fields, where the different wave components interfere and produce Rabi-oscillations characteristic of the molecular wave function before and after scattering. We present proof-of-principle results demonstrating the validity of our general approach, and describe the novel molecular interference and molecular spin echo measurements we will perform to obtain the much-awaited experimental benchmarks in this field.",
    "totalCost": "2230400",
    "ecMaxContribution": "2230400",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}