{
    "rcn": "214611",
    "acronym": "FutureHealth",
    "topics": "ERC-2017-STG",
    "title": "Global future health: a multi-sited ethnography of an adaptive intervention",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The proposed research project is a multi-sited ethnography of an emergent global health intervention to improve nutrition in the first 1000 days of life. The intervention links growth during this 1000-day window to chronic and mental illness, human capital, food security, and ecosystem sustainability, positing early life nutrition as the key to meeting the United Nationsí sustainable development goals. The intervention draws numerous disciplines and geographic regions together in a holistic pursuit of a sustainable and healthy collective future. It then unfolds in different settings in diverse and localized ways. The research team will work with first 1000 days experts as well as study deployment sites in the Netherlands, Guatemala, and the Philippines. The innovative anthropological techniques of contrasting and co-laboring will allow us to both analyze the intervention and contribute to its further fine-tuning. Health experts currently recognize that there are social complexities within and differences between the sites involved, but tend to treat these as obstacles to overcome. The innovative force of our research is to consider the adaptive transformations of the intervention as a source of inspiration rather than a hindrance. Where experts currently prioritize the question of how to translate expert knowledge into interventions in the field, we will ask how lessons from the field might be translated back into expert knowledge and, where relevant, made available elsewhere. In the process we will enrich the anthropological repertoire, moving it beyond a choice between criticism or endorsement, turning living with/in difference into both a social ideal and a research style.",
    "totalCost": "1499977",
    "ecMaxContribution": "1499977",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}