{
    "rcn": "214658",
    "acronym": "PhenoSwitch",
    "topics": "ERC-2017-COG",
    "title": "Phenotype switching: plasticity and/or differentiation of stromal cells and their progenitors within the tumour microenvironment regulate tumour fate.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The limited success of cancer therapy especially in advanced metastatic disease warrants a reassessment, especially given our limited understanding of the nature of cancer cells and the factors that allow them to proliferate and metastasise. Stromal cells of the tumour microenvironment, including fibroblasts, endothelial, immune, adipose and mesenchymal cells, significantly affect cancer cell characteristics and tumour fate; however, their sometimes dichotomous function in high- and low-aggressive tumours has not been thoroughly investigated. Here, we propose to elucidate the largely unknown role of haematopoietic stem and/or progenitor cells (HSCs) on tumour growth and metastases. We found that such cells reside in the tumour niche predominantly in non-aggressive tumours. We hypothesise that cancer cells trigger the differentiation of HSCs into haematopoietic tumour-supporting stromal cells, thereby inducing a phenotypic and functional switch that skews them towards a tumour-promoting phenotype, hence promoting tumour cell aggressiveness and metastases. \nTo test our hypothesis, we will use high-throughput technologies to track the lineage, differentiation and commitment of HSCs during tumour progression. Our specific aims are therefore:\n(a) To systematically analyse tumour-promoting and tumour-restricting stromal phenotypes at the cellular and molecular levels.\n(b) To characterise stromal cell plasticity and the contribution of tumour cells to the phenotype switch.\n(c) To determine whether differentiated stromal cells and HSCs in cancer patients can predict clinical outcome.\n(d) To screen for molecules that inhibit the tumour-promoting stromal switch.\nBlocking the tumour-promoting phenotypic switch and maintaining a pre-mature tumour-restricting stromal microenvironment represent a novel strategy in the fight against cancer. This study will lead to the development of new tools to predict prognosis and pharmacological strategies to restrict tumour growth.",
    "totalCost": "1906250",
    "ecMaxContribution": "1906250",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}