{
    "rcn": "214662",
    "acronym": "TriboKey",
    "topics": "ERC-2017-COG",
    "title": "Deformation Mechanisms are the Key to Understanding and Tayloring Tribological Behaviour",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Tribology, the science of interacting surfaces in relative motion, is crucial for many aspects of modern life. Friction and wear decisively impact the lifetime and durability of many products-from nanoelectromechanical systems to gears and engines. In the USA alone, an estimated 1E18 joules of energy could be saved each year through improved tribological practices.\nDuring sliding of a metallic contact, a mutated surface layer forms, carries most further plastic deformation and largely determines friction and wear. The origin and evolution of this distinct subsurface layer remains elusive, since our knowledge of the elementary mechanisms promoting these changes is limited. Only this knowledge however will allow for a strategic tailoring of tribologically loaded metals.\nIn this project, we will elucidate these elementary mechanisms for a wide range of alloys and strain rates. We will develop ground-breaking new strategies for probing the subsurface microstructure during the tribological test itself with non-destructive testing sensors like ultrasound and eddy current, resulting in subsurface in situ tribology. The data from these sensors will be analysed online, during the tribological experiment, relying on cutting edge data science methods as they have already been applied for fatigue testing. Based on these analyses, implemented on a Field Programmable Gate Array, we will interrupt the test exactly when the dominating elementary mechanisms manifest themselves. These mechanisms will then be revealed by sophisticated electron microscopy and be visualized in deformation mechanism maps for unidirectional and reciprocating sliding. Such maps have proven very successful in other fields of materials science, e.g. creep at elevated temperatures. They are used to guide material selection and alloy development processes, yielding materials tailored for each specific tribological scenario, promising enormous savings in energy and resources, an important challenge of our time.",
    "totalCost": "1985047,91",
    "ecMaxContribution": "1985047,91",
    "coordinator": "KARLSRUHER INSTITUT FUER TECHNOLOGIE",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}