{
    "rcn": "214676",
    "acronym": "SELDOM",
    "topics": "ERC-2017-COG",
    "title": "Search for the electric dipole moment of strange and charm baryons at LHC",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "'SELDOM explores a new experimental method to decisively boost the study of the electric dipole moment (EDM) and magnetic dipole moment (MDM) of  baryons at the LHCb experiment at CERN. \nWe will be able to guide the first search of charm baryons EDM: any observation would represent a signature of new physics. With the strange baryon EDM measurement, we will push forward the sensitivity on the Lambda baryon EDM to an unprecedented precision. Thus, we will set new constraints to extensions of the Standard Model of particle physics. \nTo date no search was performed for short-lived charm baryon EDM, as it must be determined studying the spin precession in intense magnetic fields before the decay - a major challenge for these unstable particles. SELDOM will overcome this limitation, using as key ingredient a bent crystal attached to a fixed target. Short-lived charm baryons produced in the target will be channelled into the crystal: the intense electromagnetic field between its atomic planes will induce fast spin precession; events are reconstructed with the LHCb detector. \nConversely, spin precession in long-lived strange baryons (produced from charm baryon decays from beam-beam collisions), will be induced by the magnetic field of the LHCb tracking system. Strange baryons decaying at the end of the magnet will be reconstructed with ìad-hoc' tracking algorithms developed in SELDOM.  Together with the experimental setup itself, this is one of the major challenges of the project. \nOur experimental approach will also unlock measurements of the charm baryon MDM and of the strange baryon and anti-baryon MDM, allowing a test of CPT symmetry.    \nSELDOM will be a crucial piece in the puzzle to explain the absence of antimatter in the Universe, and it has the potential to shorten the path to new physics discoveries opening up new research opportunities.'",
    "totalCost": "1933750",
    "ecMaxContribution": "1933750",
    "coordinator": "ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}