{
    "rcn": "214603",
    "acronym": "reFUEL",
    "topics": "ERC-2017-STG",
    "title": "Going global? Renewable fuel trade and social land-use restrictions in a low-carbon energy system",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Recent global integrated modelling studies indicate low intensities in trade of energy commodities between global regions in a future low-carbon global energy system. Also, research based on modelling indicates that deep greenhouse-gas emission cuts are possible in fully electrified renewable energy systems on a continental or country scale from a techno-economic perspective.\nHowever, these modelling efforts partly neglect drivers of globalization and may therefore wrongly project regionalization of energy systems. In particular, (i) new, easily tradable, low-cost renewable fuels (e.g. solar & electric fuels), (ii) global bio-physical variability of renewables (e.g. solar radiation and freshwater availability), and (iii) regional differences in social land-use restrictions associated with the expansion of energy infrastructure can cause an increase of trade flows in the energy sector.\nWe aim at better understanding how the spatial configuration of renewables in low-carbon energy systems is affected by these drivers and develop a cutting-edge, open-source global renewable energy model that combines elements of energy system and land-use modelling. It takes into account bio-physical conditions for renewable fuel and electricity production, social land availability restrictions, and a map of existing energy infrastructure at unprecedented level of detail. Our approach integrates open data sources from public institutions, user-generated GIS data, and social networks. Existing models for Europe and Brazil are used for validation. Qualitative interviews in local case studies complement the global model and increase our understanding of land-use restrictions on the local scale. \nOur project has impacts beyond energy systems analysis: in particular the identification of winning and losing regions in a global renewable energy system is highly relevant in climate change mitigation negotiations, and the generated spatial indicators and maps enable many potential applications.",
    "totalCost": "1499905",
    "ecMaxContribution": "1499905",
    "coordinator": "UNIVERSITAET FUER BODENKULTUR WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}