{
    "rcn": "214666",
    "acronym": "ECOBREED",
    "topics": "SFS-07-2016-2017",
    "title": "Increasing the efficiency and competitiveness of organic crop breeding",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "ECOBREED will improve the availability of seed and varieties suitable for organic and low- input production. Activities will focus on four crop species, selected for their potential contribution to increase competitiveness of the organic sector, i.e. common wheat, potato, soybean and common buckwheat. The project will develop (a) methods, strategies and infrastructures for organic breeding, (b) varieties with improved stress resistance, resource use efficiency and quality and (c) improved methods for the production of high quality organic seed. The objectives are:\nï\tTo increase the availability of seeds and varieties for the organic and low-input sector \nï\tTo identify traits and combinations of traits suited to organic and low-input production environment including high nutrient use efficiency and weed competitiveness/allelopathy\nï\tTo increase breeding activities for organic and low-input crop production. \n\nECOBREED will increase the competitiveness of the organic and low-input breeding and farming sectors by:\nï\tIdentifying genetic and phenotypic variation in morphological, abiotic/biotic tolerance/resistance and nutritional quality traits that can be used in organic breeding\nï\tEvaluation of the potential of genetic variation for enhanced nutrient acquisition\nï\tEvaluation of the potential for increased weed competitiveness and control\nï\tOptimisation of seed production/multiplication via improved agronomic and seed treatment protocols\nï\tDeveloping efficient, ready-to-use farmer participatory breeding systems \nï\tPre-breeding of elite varieties for improved agronomic performance, biotic/abiotic stress resistance/tolerance and nutritional quality\nï\tDevelopment of training programmes in (a) genomic tools/techniques, (b) PPB and (c) use and application of improved phenotyping capabilities. \nï\tEnsuring optimum and rapid utilisation and exploitation of project deliverables and innovations by relevant industry and other user/stakeholder groups.",
    "totalCost": "6263830,9",
    "ecMaxContribution": "5759458,5",
    "coordinator": "KMETIJSKI INSTITUT SLOVENIJE - AGRICULTURAL INSTITUTE OF SLOVENIA",
    "coordinatorCountry": "SI",
    "participants": "PRO-BIO OBCHODNI SPOLECNOST SRO;BIOMILA SPOL SRO;MAGYAR TUDOMANYOS AKADEMIA AGRARTUDOMANYI KUTATOKOZPONT;NATURLAND - VERBAND FUR OKOLOGISCHEN LANDBAU EV;PANNON EGYETEM;UNIVERSITY OF NEWCASTLE UPON TYNE;SELGEN AS;POSLOVNI SISTEM GLOBAL SEED DOO CURUG;VEREINIGUNG DER PFLANZENZUCHTER UND SAATGUTKAUFLEUTE OSTERREICHS;RGA, RAZISKOVALNA GENETIKA IN AGROKEMIJA, DOO;UNIVERSITAET FUER BODENKULTUR WIEN;SAATZUCHT GLEISDORF GMBH;WASHINGTON STATE UNIVERSITY;SECOBRA SAATZUCHT GMBH;INSTYTUT HODOWLI I AKLIMATYZACJI ROSLIN - PANSTWOWY INSTYTUT BADAWCZY;VYZKUMNY USTAV ROSTLINNE VYROBY VVI;Chinese Academy of Agricultural Sciences;INSTITUT ZA RATARSTVO I POVRTARSTVO;VOLAKAKIS NIKOLAOS;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE AGRICOLA FUNDULEA;NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM;UNIVERSITA DEGLI STUDI DELLA TUSCIA;UNIVERSIDAD DE VIGO;L.C. SMALES & SON LIMITED",
    "participantCountries": "CZ;SK;HU;DE;UK;RS;AT;SI;US;PL;CN;EL;RO;IT;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}