{
    "rcn": "214601",
    "acronym": "JUSTEMOTIONS",
    "topics": "ERC-2017-STG",
    "title": "The construction of objectivity - An international perspective on the emotive-cognitive process of judicial decision-making",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This project is the first comprehensive study of how objectivity is construed in different legal systems, in Sweden, Scotland, USA and Italy. Objectivity is operationalised as the applied emotive-cognitive process of judicial decision-making. This definition challenges the prevailing positivist legal notion of objectivity, which implies a separation of emotion/reason as opposites. Previous research has shown this dichotomy to be problematic; reason depends on emotions and ífeelingí the consequences of alternative action is fundamental to form rational decisions. For legal actors this means that objective decision-making relies on emotional information and that sensibilities influence allocation of culpability. Through a comparative multi method qualitative design (court observations, shadowing, interviews and text analyses) we will follow criminal cases from prosecution, lower court, to the court of appeal focusing on: 1) The emotive-cognitive construction of objective decision-making; 2) Dimensions of encoding subjective lay narratives in a legal case into objective judicial categories; 3) Emotive-cognitive components of changed decisions. By contrasting the judicial decision-making process in different legal systems (common and civil criminal law) and in varying emotional regimes (e.g. subtle Swedish regime, outspoken American regime), we will dissect differences and similarities in the construction of objectivity in countries that all share the ideal of judicial dispassion. The project is path breaking by addressing problems with relying on a positivist notion of objectivity which tends to preclude legal actors from reflecting on how they do use emotions at work, thereby obscuring when personal sensibilities interfere with professional decisions. Since judicial objectivity serves as the quintessence of rational decision-making, this project will be of applied as well as theoretical relevance in the understanding of rational action outside of the legal context.",
    "totalCost": "1499671",
    "ecMaxContribution": "1499671",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "IT;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}