{
    "rcn": "214687",
    "acronym": "TRECEPTORS",
    "topics": "ERC-2017-COG",
    "title": "Transport and Receptor Mechanisms of Human Solute Carriers",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Human solute carriers (hSLC) form a superfamily of integral membrane proteins that transport small molecules and ions across membranes, and their transport functions are essential to processes ranging from synaptic transmission to apoptosis. Moreover, some hSLCs are the cellular receptors of human and pathogenic proteins, and play important roles in organogenesis, as well as infectious diseases.\nThe hSLC transport and receptor functions are involved in a wide range of pathological conditions, which makes them important emerging drug targets in cancer, psychiatric disorders, and infectious diseases. Despite their paramount importance in human physiology and pathology, the current understanding of hSLCs molecular mechanisms of function and pharmacology still relies extensively on prokaryotic homologs that serve as structural and molecular models. However, due to the evolutionary divergence of these homologs, they fall short of uncovering the complexity of the hSLCsí architectures and molecular mechanisms.\nHere, we aim to unravel novel transport, receptor and pharmacological mechanisms of medically important hSLCs using a multidisciplinary biophysical approach. To achieve this, we will determine the high-resolution structures of hSLCs and their macromolecular complexes with other membrane, as well as soluble proteins. Moreover, we will complement and challenge the structural data with functional approaches to probe the proteins dynamics and thermodynamics, as well as computational approaches to aid in drug discovery. \nOur research will expand our current molecular knowledge on the hSLCs, and aid understanding their cellular functions, as well as, uncovering their tremendous pharmacological potential.",
    "totalCost": "2050125",
    "ecMaxContribution": "2050125",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}