{
    "rcn": "214690",
    "acronym": "HANDMADE",
    "topics": "ERC-2017-COG",
    "title": "Handmade: Understanding Creative Gesture in Pottery Making",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Human beings have always relied on the skills of the hand for exploring their creative potential. The process of making by hand lies at the intersection between embodied cognition and material culture ñ linking the plasticity of the brain to the incredibly variety of bodily techniques, materials and forms of material culture. Still, the full creative dimensions of this process as well as the changing relationship of the human hand with past and present material culture are not well understood and require cross-disciplinary research. This project aims to fill this gap in our knowledge focusing on one specific material with long archaeological history and cross-cultural significance, i.e., clay and the craft of ceramics. The morphogenetic potential and plasticity of clay offers a unique kinaesthetic resource for studying the creative ecology of handmaking and exploring questions about skill, memory, distributed intelligence, material agency, tradition and innovation. Our plan is to study pottery making at first hand through sustained multi-sited participant observation in several traditional ceramic workshops spread around mainland Greece and the Islands. We will use a combination of methods from anthropology, archaeology and embodied cognitive science to record, measure, describe, compare and analyse the exact ways by which craft practitioners use their hands to produce a variety of material forms. We shall be collecting our data using extensive video recording, photography as well as through semi-structured interviews and interaction analysis. Our research procedure, grounded on material engagement theory, is designed to facilitate a heightened responsiveness to the details of action and the properties of the materials and the tools involved. Our broader aim is to use our knowledge about the creative entanglement of the hand and the clay and lay down the basic conceptual foundation for an archaeology of handmaking over the long term.",
    "totalCost": "1889292",
    "ecMaxContribution": "1889292",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}