{
    "rcn": "214672",
    "acronym": "SOUNDSCENE",
    "topics": "ERC-2017-COG",
    "title": "How does the brain organize sounds into auditory scenes?",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Real-world listening involves making sense of the numerous competing sound sources that exist around us. The neuro-computational challenge faced by the brain is to reconstruct these sources from the composite waveform that arrives at the ear; a process known as auditory scene analysis. While young normal hearing listeners can parse an auditory scene with ease, the neural mechanisms that allow the brain to do this are unknown ñ and we are not yet able to recreate them with digital technology. Hearing loss, aging, impairments in central auditory processing, or an inability to appropriately engage attentional mechanisms can negatively impact the ability to listen in complex and noisy situations and an understanding of how the healthy brain organizes a sound mixture into perceptual sources may guide rehabilitative strategies targeting these problems.\n\nWhile functional imaging studies in humans highlight a network of brain regions that support auditory scene analysis, little is known about the cellular and circuit based mechanisms that operate within these brain networks. A critical barrier to advancing our understanding of how the brain solves the challenge of scene analysis has been a failure to combine behavioural testing, which provides a crucial measure of how any given sound mixture is perceived, with methods to record and manipulate neuronal activity in animal models. Here, I propose to use a novel behavioural paradigm in conjunction with high-channel count electrophysiological recordings and optogenetic manipulation to elucidate how auditory cortex, prefrontal cortex and hippocampus enable scene analysis during active listening.  These methods will allow us to record single cell activity from a number of brain regions more typical of functional imaging studies in order to understand how processing within each area, and the interactions between these areas, underpins auditory scene analysis.",
    "totalCost": "1999999",
    "ecMaxContribution": "1999999",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}