{
    "rcn": "214673",
    "acronym": "MICHELANGELO",
    "topics": "ERC-2017-COG",
    "title": "MultiphasIc NanoreaCtors for HEterogeneous CataLysis via SmArt ENGinEering of TaiLored DispersiOns",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Gas-liquid-solid (G/L/S) multiphasic reactors are extensively used in the chemical industry for catalytic processes. However, conventional reactors, such as packed beds and slurry reactors, typically suffer from resilient mass/heat transfer limitations due to their low specific interface areas, long mixing times, and a reduced accessibility of the gas reactants to the catalyst surface. To overcome these limitations, continuous flow microreactors and catalytic membrane reactors have been considered for increasing the G/L interface area, but these systems require complex equipment and still do not guarantee an efficient L/S contact at the catalyst surface. For a major improvement on current systems in terms of cost efficiency and energy savings, G/L/S reactors operating at the nanoscale are required.\nThe aim of this ERC project is to design robust particle-stabilized G/L dispersions (i.e. micro/nano-bubbles and liquid marbles) as highly efficient G/L/S nanoreactors for conducting catalytic reactions at mild conditions.\n\nWe will (i) prepare NPs with defined sizes, shapes, hydrophilic-lipophilic balance (HLB), including catalytic functions; (ii) generate particle-stabilized bubbles and liquid marbles affording highly active and selective reactions at the G/L/S interface with NP recycling after each catalytic cycle using external stimuli; examine the interplay between the NP assembly at the G/L interface and the catalytic properties along the reaction by combining well-designed experiments with simulations; and (iv) reengineer G/L/S multiphasic reactors using our particle-stabilized nanoreactors to achieve a high catalytic performance at milder operation conditions compared to conventional reactors while keeping a high degree of stability and flexibility at reduced layouts.\n\nThrough innovation on both amphiphilic catalysts and process intensification, MICHELANGELO will deliver a radical step change towards a higher efficiency and competitiveness in the process industry.",
    "totalCost": "1956720",
    "ecMaxContribution": "1956720",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}