{
    "rcn": "214637",
    "acronym": "ICONET",
    "topics": "MG-5-4-2017",
    "title": "New ICT infrastructure and reference architecture to support Operations in future PI Logistics NETworks",
    "startDate": "01/09/2018",
    "endDate": "28/02/2021",
    "objective": "ICONET will significantly extend state of the art research and development around the PI concept in pursuit of a new networked architecture for interconnected logistics hubs that combine with IoT capabilities and aiming towards commercial exploitation of results. ICONET strives to achieve the end commercial goal of allowing shipments to be routed towards final destinations automatically, by using collaborative decisions inspired by the information centric networking paradigm, and optimizing efficiency and customer service levels across the whole network. According to this vision, cargo regarded as smart physical packets will flow between hubs based on ëcontentí of the cargo influencing key commercial imperatives such as cost, optimisation, routing, efficiency and advancing EU's Green agenda.  Consequently, the consortium are discernibly aimed at three (3) avenues of commercialisation and exploitation from the ICONET innovation, specifically targeted in the areas of (a) Warehousing as a service, (b) E-commerce fulfillment as a service, and (c) Synchromodality as a service.\nPI based logistic configurations will be simulated, prototyped and validated in the project . Modelling and analysis techniques will be combined with serious game type simulation, physical and digital prototyping, using living lab (LL) requirements scenarios and data. With analyses and simulations, optimal topologies and distribution policies for PI will be determined.  The project implementation will be based on a succession of phases of modelling and design/prototyping, learning and experimentation and feedback and interaction with the wider business community, including the ALICE logistics platform as well as members of the partner Associations ESC, UIRR and ELUPEG.  Through  its Living Labs, the project will address under the PI paradigm both Supply Network Collaboration and Supply Network Coordination.",
    "totalCost": "3078698,75",
    "ecMaxContribution": "3078698,25",
    "coordinator": "INLECOM GROUP",
    "coordinatorCountry": "BE",
    "participants": "HAVENBEDRIJF ANTWERPEN;SONAE CENTER SERVICOS II S.A.;IBM IRELAND LIMITED;INSTITUTO TECNOLOGICO DE ARAGON;ELECTRONIC GERMAN LINK GMBH;NEW GENERATION SENSORS SRL;EBOS TECHNOLOGIES LIMITED;ELUPEG BV;EUROPEAN COUNCIL OF TRANSPORT USERS (EUROPEAN SHIPPERS COUNCIL);STOCKBOOKING;VLTN GCV;CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI;UNION INTERNATIONALE DES SOCIETES DE TRANSPORT COMBINE RAIL-ROUTE SCRL;ZORGIOS IOANNIS;PROCTER & GAMBLE SERVICES COMPANY NV",
    "participantCountries": "BE;PT;IE;ES;DE;IT;CY;NL;FR;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}