{
    "rcn": "214668",
    "acronym": "MyelinPlasticity",
    "topics": "ERC-2017-COG",
    "title": "Neuronal regulation of CNS myelin plasticity",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Myelin is essential for normal brain function, as it provides fast signal transmission, promotes synchronisation of neuronal signals and helps to maintain neuronal function. Alterations in myelination are increasingly being implicated as a mechanism for sensory-motor learning. The importance of myelin becomes evident in diseases, such as multiple sclerosis (MS), where myelin damage causes cognitive and motor disability. Moreover, recent studies have highlighted the contribution of myelin to many diseases that were previously considered to be ëneuronalí, such as dementia, schizophrenia, autism and bipolar disorder. Despite the profound importance of myelin, there are serious deficits in our understanding of how myelination is regulated and to what extent myelin is plastic; which are impediments for understanding both the functional connectivity of the central nervous system (CNS) and white matter disease. \n\nWe, and others, have shown that myelination can be regulated by neuronal activity, thus I hypothesize that neuronal activity is a driver of myelin plasticity, similar to synaptic plasticity.  By using an innovative approach combining electrophysiology, optogenetics, pharmacogenetics, imaging, transgenic animals, behavioural tests, and in vitro and in vivo models of myelination, this research programme will determine mechanisms that mediate neuronal activity dependent myelination, establish to what extent myelin changes occur with learning and identify to what extent myelin is plastic. \n\nThe outcome of this proposal will break new ground in our understanding of myelin plasticity, and has the potential to provide novel therapeutic strategies for myelin regeneration in white matter diseases such as MS.",
    "totalCost": "1999729",
    "ecMaxContribution": "1999729",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}