{
    "rcn": "214699",
    "acronym": "InfoSampCollectJgmt",
    "topics": "ERC-2017-COG",
    "title": "The Implications of Selective Information Sampling for Individual and Collective Judgments",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Much research has shown that judgments are the products of imperfect information processing heuristics. Recently, an alternative theoretical perspective has been proposed. It emphasizes that people form judgments by observing information samples about the alternatives. Sampling-based theories can explain numerous judgment patterns such as risk aversion, overconfidence, illusory correlations, the in-group out-group bias, or social influence.\n\nThe sampling approach has illustrated how these and other important patterns of human judgments can be parsimoniously explained by assuming a common source of bias. But at least two important questions remain:\n1. How do sampling explanations for judgment biases can be integrated with explanations that focus on information-processing biases in order to explain judgment patterns in naturally occurring environments?\n2. What are the implications of selective information sampling for collective judgments and the distribution of beliefs and attitudes over social networks?\n\nI set to answer these pressing questions by (1) developing integrative belief formation models that incorporate both sampling-based mechanisms and information processing-based mechanisms; (2) collecting and analyzing experimental and field data to test these integrative models and uncover how the two classes of mechanisms interact; (3) building on these insights to develop models that lead to testable predictions about collective judgments and test these predictions with field and experimental data; (4) running experiments to measure the extent to which social network driven information sampling can contribute to opinion polarization. \n\nThe project will carry novel prescriptions to limit judgment biases such as the prevalence of negative stereotypes about socially distant others or the resistance to institutional change. It will also carry prescriptions to limit the emergence of collective illusions, and contain the polarization of opinions across social groups.",
    "totalCost": "1158625",
    "ecMaxContribution": "1158625",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}