{
    "rcn": "214615",
    "acronym": "NEW_DEMOCRACY",
    "topics": "ERC-2017-STG",
    "title": "Meeting Great Expectations Through Democratic Innovations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "All across Europe democratic political systems are confronted with a citizenry that questions the democratic legitimacy of their political system. Widespread distrust in political actors and institutions, declining electoral turnout and the popularity of populist and anti-establishment candidates and parties are just a few indications of this societal challenge. Interestingly, this discontent is by no means paralleled by eroding support for democratic principles as this support is stronger than ever before. Therefore, several scholars interpreted this discontent as a demand for democratic innovation and pointed to citizen involvement in the political decision-making process as a potential solution to address this democratic legitimacy deficit.\n\nThe key objective of my project is to study in depth whether, and if so how, citizen involvement in the political decision-making process affects democratic legitimacy. In a first step, citizensí expectations for participatory and deliberative procedures are studied. Obtaining reliable knowledge on whether citizens want these procedures, and if so, what is driving this demand is crucial. It allows to assess whether democratic innovations have the potential to alleviate the democratic legitimacy deficit, and how these should be designed. To this end, large-scale cross-national surveys in over 20 European countries will be triangulated with qualitative interviews and experiments in high, medium and low trust societies. In a second step, the effect of these participatory and deliberative procedures on democratic legitimacy is studied. The focus is on democratic legitimacy as it is perceived by citizens (e.g. citizensí political trust, losersí consent). To address the question of effects, observational data will be gathered using panel surveys and experiments will be used. As a result, this project will generate fundamental knowledge on whether and how democratic innovations can strengthen democratic legitimacy.",
    "totalCost": "1497210",
    "ecMaxContribution": "1497210",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}