{
    "rcn": "214691",
    "acronym": "SPICE",
    "topics": "ERC-2017-COG",
    "title": "Spectroscopy in cells with tailored in-vivo labelling strategies and multiply addressable nano-structural probes",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "This project proposes to combine complementary spectroscopic approaches and push the domain of molecular spectroscopy for structural biology and biophysics into the living cell. \n\nNon-invasive molecular spectroscopy to probe protein dynamics and structures at the molecular level is essential for unravelling one of the most challenges in Chemical Biology - the complex physical mechanism of life. Of particular interest are electron paramagnetic resonance (EPR) distance measurements in the nanometer range, especially, when they will be combined with complementary spectroscopic techniques. By now, different spectroscopic approaches require specific labelling strategies and probes. In this project, we will develop multiply-addressable nano-structural probes that are in parallel suitable for various spectroscopic techniques, e.g.  magnetic resonance spectroscopy (NMR and EPR), vibrational spectroscopy, and optical (including single molecule) spectroscopy and microscopy. This enables obtaining information on all relevant length and time scales for the very same sample. Labelling will be performed directly in the native intracellular environment, where the proteins are folded, modified, transferred and degraded. Corresponding spectroscopic experiments can be combined or re-arranged for novel experiments even in cellula.\n\nCurrent characterization methods for structure and dynamics of proteins are generally applied in vitro. In the cell, posttranslational modifications, crowding effects, organelle specific localization, or non-specific or specific interactions with cellular components significantly affect structure and conformational equilibria of proteins. We will demonstrate that novel in-cell spectroscopy approaches developed within the SPICE-project using multiply-addressable nano-structural probes and in vivo labelling strategies will open up possibilities to explore larger and more complex biological structures at the molecular level in cellula, which has hitherto been",
    "totalCost": "1988697,5",
    "ecMaxContribution": "1988697,5",
    "coordinator": "UNIVERSITAT KONSTANZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}