{
    "rcn": "214697",
    "acronym": "XFab",
    "topics": "ERC-2017-COG",
    "title": "Xene Fabrication for a Two-Dimensional Nanotechnology Platform",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Xenes denote two-dimensional (2D) monoelemental (X) crystals beyond graphene with a honeycomb lattice. Unlike graphene, Xenes do not exist in Nature, but they become stable via epitaxy on substrates. So far experimental evidences of Xene epitaxy have been reported for X=Si, Ge, Sn, B, P, and Sb (named silicene, germanene, stanene, borophene, phosphorene, and antimonene, respectively). Xene single layers also serve as a background for the synthesis of new Xene-related materials (XRMs) such as Xene heterostructures and functionalized Xenes. Xenes can appear as metals, semimetals, semiconductors, and topological insulators thus allowing for a broad range of applications in nanotechnology. However only silicene has been integrated into transistors operating at room temperature albeit fast degradation. Nonetheless, a viable Xene-based nanotechnology is currently missing due to the lack of reliable standards for the Xene production and implementation. For this purpose, the proposal aims at developing viable schemes for high-quality crystal growth, environmental stabilization, and device integration of Xenes and XRMs frameworks. At first the effort will be focused on the high-quality synthesis of selected Xenes and XRMs by means of molecular beam epitaxy, and on their stabilization in encapsulated structures enabling subsequent processing into Xene-based device platforms. Validation of the Xene properties, quality, and performances will be carried out by means of advanced in situ and ex situ characterization of the atomic and electronic structure. Secondly, prototypical electronic device (e.g. field effect transistors or vertical diodes) incorporating stabilized Xene frameworks as active elements will be used to assess the Xene electrical behaviour and performances so as to establish a reliable Xene-based nanotechnology.",
    "totalCost": "1998785",
    "ecMaxContribution": "1998785",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}