{
    "rcn": "214661",
    "acronym": "TOUGHIT",
    "topics": "ERC-2017-COG",
    "title": "Tough Interface Tailored Nanostructured Metals",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The ideal structural material should excel in strength and toughness. Strength describes the capability of a defect free component to carry load during operation, while toughness defines the load-bearing capability and ductility in the presence of a crack. For an energy-efficient and safe design, both quantities should be simultaneously high. Unfortunately, they are mutually exclusive, rendering their combination a Holy Grail in materials science.\nThe reason for this incompatibility is rooted in the inverse strength-ductility paradigm. Focussing on metals, the strength is enhanced via microstructure refinement to the nanometer scale, but ductility and damage tolerance simultaneously drop dramatically. Safety-related or highly stressed components are thus made from rather soft metals, indicating tremendous economic impact conceivable.\nThe objective of this project is to design new bulk materials that uniquely combine high strength and toughness.\nSevere plastic deformation will be employed to create novel nanostructured bulk metals and nanocomposites, utilizing atomistically informed alloy and interface design to promote plastic deformation. The largely unknown nanoscale processes that limit fracture toughness of nanostructured materials will for the first time be directly identified by quantitative nanomechanical fracture experiments performed in-situ in high resolution electron microscopes. Correlation of these unique insights with ab-initio calculations and energy-based elastic-plastic fracture mechanics computations will guide paths for further improvement of the fracture resistance.\nBy combining a versatile synthesis technique with highly advanced in-situ nanomechanical testing permitting unique atomistic-level insights into nanoscale fracture processes and a scale-bridging modelling approach, new mechanism-based strategies to tailor innovative nanostructured metals and composites with unprecedented strength and toughness will be established.",
    "totalCost": "1960985",
    "ecMaxContribution": "1960985",
    "coordinator": "MONTANUNIVERSITAT LEOBEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}