{
    "rcn": "214634",
    "acronym": "COREALIS",
    "topics": "MG-7-3-2017",
    "title": "Capacity with a pOsitive enviRonmEntal and societAL footprInt: portS in the future era",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Ports are essential for the European economy; 74% of goods exported or imported to the EU are transported via its seaports. At the same time, the challenges they face are only getting greater: Volumes of cargo increase while they also arrive in a shrinking number of vessels: Post-Panamax vessels have a capacity of more than 18k containers. Port operators need to comply with increasingly stricter environmental regulations and societal views for sustainability. A sustainable land-use strategy in and around the port and a strategic transition to new, service-based, management models that improve capacity and efficiency are paramount. They are key enablers for ports that want to keep pace with the ocean carriers needs and establish themselves as trans-shipment hubs with a ësocietal license to operateí; for ports whose land strategy, hinterland accessibility and operations are underpinned by circular economy principles. COREALIS proposes a strategic, innovative framework, supported by disruptive technologies, including IoT, data analytics, next generation traffic management and 5G,for modern ports to handle future capacity, traffic, efficiency and environmental challenges. It respects their limitations regarding the port land, intermodal infrastructure and terminal operation. It proposes beyond state of the art innovations to increase efficiency and optimize land-use, while being financially viable, respecting circular economy and being of service to the city. Through COREALIS, the port will minimize its environmental footprint to the city, it will decrease disturbance to local population through a reduction in the congestion around the port. It will be a pillar of business innovation, promoting local startups in disruptive technologies of mutual interest. COREALIS innovations are key both for the major deep sea European ports in view of the new mega-vessel era, but also relevant for medium sized ports with limited investment funds for infrastructure and automation.",
    "totalCost": "5150540",
    "ecMaxContribution": "5150540",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "DYNNIQ NEDERLAND BV;STATHMOS EMPOREVMATOKIVOTION PEIRAIA AE;SGS SOCIETE GENERALE DE SURVEILLANCE SA;HAVENBEDRIJF ANTWERPEN;Teknologian tutkimuskeskus VTT Oy;NAYTILIAKES METAFORIKES KAI EPIKOINONIAKES EPIXEIRISEIS SEABILITY EPE;AUTORITA DI SISTEMA PORTUALE DEL MAR TIRRENO SETTENTRIONALE;STEVECO OY;MOSAIC FACTOR SL;MARLO POLAND SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;STICHTING DELTARES;ERICSSON TELECOMUNICAZIONI;NEC LABORATORIES EUROPE GMBH;FUNDACION DE LA COMUNIDAD VALENCIANA PARA LA INVESTIGACION, PROMOCION Y ESTUDIOS COMERCIALES DE VALENCIAPORT;EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE;CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
    "participantCountries": "NL;EL;CH;BE;FI;IT;ES;PL;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}