{
    "rcn": "214683",
    "acronym": "3D-CAP",
    "topics": "ERC-2017-COG",
    "title": "3D micro-supercapacitors for embedded electronics",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The realization of high-performance micro-supercapacitors is currently a big challenge but the ineluctable applications requiring such miniaturized energy storage devices are continuously emerging, from wearable electronic gadgets to wireless sensor networks. Although they store less energy than micro-batteries, micro-supercapacitors can be charged and discharged very rapidly and exhibit a quasi-unlimited lifetime. The global scientific research is consequently largely focused on the improvement of their capacitance and energetic performances. However, to date, they are still far from being able to power sensors or electronic components.\nHere I propose a 3D paradigm shift of micro-supercapacitor design to ensure increased energy storage capacities. Hydrous ruthenium dioxide (RuO2) is a pseudocapacitive material for supercapacitor electrode well-known for its high capacitance. A thin-film of ruthenium will be deposited by atomic layer deposition (ALD), followed by an electrochemical oxidation process, onto a high-surface-area 3D current collector prepared via an ingenious dynamic template built with hydrogen bubbles. The structural features of these 3D architectures will be controllably tailored by the processing methodologies. These electrodes will be combined with an innovative electrolyte in solid form (a protic ionogel) able to operate over an extended cell voltage. In a parallel investigation, we will develop a fundamental understanding of electrochemical reactions occurring at the nanoscale with a FIB-patterned (Focused Ion Beam) RuO2 nano-supercapacitor. The resulting 3D micro-supercapacitors should display extremely high power, long lifetime and ñ for the first time ñ energy densities competing or even exceeding that of micro-batteries. As a key achievement, prototypes will be designed using a new concept based on a self-adaptative micro-supercapacitors matrix, which arranges itself according to the global amount of energy stored.",
    "totalCost": "1673438",
    "ecMaxContribution": "1673438",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}