{
    "rcn": "214608",
    "acronym": "LASER OPTIMAL",
    "topics": "ERC-2017-STG",
    "title": "Laser Ablation: SElectivity and monitoRing for OPTImal tuMor removAL",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Laser Ablation (LA) was extensively investigated for its benefits as minimally invasive thermal therapy for tumor. Despite the LA pros as potential alternative to surgical resection (e.g., use of small fiber optics, echo-endoscope procedures and image-guidance without artifact), the lack of tools for safe and patient-specific treatment restrained its clinical use. LASER OPTIMAL offers a renaissance to LA for the practical management of challenging tumors (e.g., pancreatic cancer): it investigates and develops integrated solutions to achieve an effective and selective LA, that thermally destroys the whole tumor mass, while spearing the normal tissue around. The excellent ambition of LASER OPTIMAL is to achieve and merge: a) biocompatible nanoparticles (BNPs) injected in the tumor, to enhance the selective absorption of laser light; b) patient-specific anatomy of tumor and its surrounding, extracted from clinical images, to retrieve the optimal laser settings; c) accurate, fast and real-time heat-transfer model to simulate laser-tissue-BNPs interaction, predict and visualize the treatment dynamics; d) real-time temperature measurement system to monitor LA effects, account for unpredictable physiological events and tune the settings (closed-loop). The design of ex vivo and in vivo animal tests allows assessing the system performances and driving the possible workflow re-design. Finally, human trials are envisaged to prove the significant impact of the LASER OPTIMAL paradigm. The collaboration of researchers, engineers and clinicians will drive the use of this innovative strategy in clinical routine. The research on the patient-specific system for the mini-invasive tumors removal, and the ground-breaking insights on clinical use of BNPs will strongly impact on EU healthcare system and society, by creating a novel product. This paradigm is also embeddable in existing system of industrial partner, extendable to other procedures, thus able to encourage a dedicated market.",
    "totalCost": "1499575",
    "ecMaxContribution": "1499575",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "FONDATION DE COOPERATION SCIENTIFIQUE;BECKMAN RESEARCH INSTITUTE OF THE CITY OF HOPE",
    "participantCountries": "FR;US",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}