{
    "rcn": "214614",
    "acronym": "PLATFORM",
    "topics": "ERC-2017-STG",
    "title": "Competition and Regulation of Platform Markets",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Despite the obvious efficiency gains generated by platform intermediation, the last few years have witnessed a renewed concern about its impact on consumer welfare. The pricing practices in platform markets raise a number of challenges to economic theory and competition policy, which I plan to address in this research project. Several components of the project are envisaged: \n\nDrip Pricing and Missed Sales \n\nDrip pricing is the practice, common among online retailers, of advertising a basic price at the beginning of the purchase process, following which additional fees, only avoidable at a cost to consumers, are then incrementally disclosed or 'dripped.' I propose a theory to understand the determinants of drip pricing and study optimal regulation in a variety of contexts (card surcharging, shipping and booking fees, airline travel, etc).\n\nIntermediation Fees and Price Coherence\n\nWhile reducing search and transaction costs, many intermediaries are blamed for inflating prices through high intermediation fees and price coherence clauses, which prohibit firms from practicing lower prices on transactions not mediated by the platform. This project envisions building a theory of price setting by intermediaries and price-coherence clauses, with applications to the regulation of competing payments methods and online search and booking platforms.\n\nMany-to-Many Matching and the Welfare Effects of Customized Pricing\n\nAdvances in information technology enabled matching intermediaries (e.g., advertising exchanges) to achieve high levels of targeting (making sure advertisers primarily reach the eyeballs of potential customers) and price customization (whereby prices are buyer-specific and are based on the entire consumption basket of a buyer). The aim of this project is to assess how centralized match-making qualitatively affects equilibrium outcomes, and evaluate the welfare effects of policies prohibiting intermediaries from practicing customized pricing.",
    "totalCost": "848750",
    "ecMaxContribution": "848750",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}