{
    "rcn": "214682",
    "acronym": "FUN POLYSTORE",
    "topics": "ERC-2017-COG",
    "title": "FUNctionalized POLYmer electrolytes for energy STORagE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Besides the need for large-scale implementation of renewable energy sources, there is an equivalent need for new energy storage solutions. This is not least true for the transport sector, where electric vehicles are expanding rapidly. The rich flora of battery chemistries ñ today crowned by the Li-ion battery ñ is likewise expected to expand in upcoming years. Novel types of batteries, ìpost-lithium ionî, will challenge the Li-ion chemistries by advantages in cost, sustainability, elemental abundance or energy density. This requires significant improvements of the materials, not least regarding the electrolyte. The conventional liquid battery electrolytes pose a problem already for the mature Li-ion chemistries due to safety and cost, but are particularly destructive for future battery types such as Li-metal, organic electrodes, Li-S, Li-O2, Na- or Mg-batteries, where rapid degradation and loss of material are associated with incompatibilities with the electrolytes. In this context, solid state polymer electrolytes (SPEs) could provide a considerable improvement.\n\nThe field of solid polymer electrolytes (SPEs) is dominated by polyethers, particularly poly(ethylene oxide) (PEO). This application regards moving out of the established PEO-paradigm and exploring alternative polymer hosts for SPEs, primarily polycarbonates and polyesters. These ëalternativeí polymers are comparatively easy to work with synthetically, and their possible functionalization is straightforward. The work aims at exploring functionalized alternative polymer host for mechanically robust block-copolymer systems, for alternative cation chemistries (Na, Mg, etc.), for extremely high and low electrochemical potentials, and for unstable and easily dissolved electrode materials (sulfur, organic). Moreover, since the ion transport processes in the host materials are fundamentally different from polyethers, there is a need for investigating the conduction mechanisms using simulations.",
    "totalCost": "1950732",
    "ecMaxContribution": "1950732",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}