{
    "rcn": "214675",
    "acronym": "NeoplAT",
    "topics": "ERC-2017-COG",
    "title": "Neoplatonism and Abrahamic Traditions. A Comparative Analysis of the Middle East, Byzantium and the Latin West (9th-16th Centuries)",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "NeoplAT offers a fresh and thoroughly documented account of the impact of Pagan Neoplatonism on the Abrahamic traditions. It focuses mainly, but not exclusively, on the Elements of Theology of Proclus (fifth century) which occupies a unique place in the history of thought. Together with its ninth-century Arabic adaptation, the Book of Causes, it has been translated, adapted, refuted and commented upon by Muslim, Jewish and Christian thinkers across centuries, up to the dawn of modernity. Despite a renewed interest in Proclusí legacy in recent years, one still observes a tendency to repeat conventional hypotheses focused on a limited range of well-studied authors. This project radically challenges these conservative narratives both by analysing invaluable, previously ignored resources and by developing an innovative comparative approach that embraces a variety of research methods and disciplines. Specialists in Arabic, Greek and Latin history of ideas, philology, palaeography and lexicography develop an intense interdisciplinary research laboratory investigating the influence of Proclus on the mutual exchanges between the scriptural monotheisms from the ninth to the sixteenth centuries. Based on fundamental archival examinations in underused library collections, NeoplAT aims (1) to identify new Arabic and Latin manuscripts and to continue to explore a corpus of texts recently discovered by the PI, representing a largely unknown intellectual heritage; (2) to retrace the scholarly networks by which Neoplatonism was transmitted between the Middle East, Byzantium and the Latin West, with particular attention to the dynamics of exchange within each cultural milieu; (3) to analyse the impact of Proclus on the history of metaphysics and on the relations between philosophy and theology within the Abrahamic traditions. NeoplAT achieves these goals through a collaborative, adapted methodology; its specific outputs will provide research tools for the broader academic community.",
    "totalCost": "1992590",
    "ecMaxContribution": "1992590",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}