{
    "rcn": "214667",
    "acronym": "RYD-QNLO",
    "topics": "ERC-2017-COG",
    "title": "Quantum nonlinear optics through Rydberg interaction",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Optical photons, for all practical purposes, do not interact. This fundamental property of light forms the basis of modern optics and enables a multitude of technical applications in our every-day life, such as all-optical communication and microscopy. On the other hand, an engineered interaction between individual photons would allow the creation and control of light photon by photon, providing fundamental insights into the quantum nature of light and allowing us to harness non-classical states of light as resource for future technology. Mapping the strong interaction between Rydberg atoms onto individual photons has emerged as a highly promising approach towards this ambitious goal. In this project, we will advance and significantly broaden the research field of Rydberg quantum optics to develop new tools for realizing strongly correlated quantum many-body states of photons. Building on our successful work over recent years, we will greatly expand our control over Rydberg slow-light polaritons to implement mesoscopic systems of strongly interacting photons in an ultracold ytterbium gas. In parallel, we will explore a new approach to strong light-matter coupling, utilizing Rydberg superatoms made out of thousands of individual atoms, strongly coupled to a propagating light mode. This free-space QED system enables strong coupling between single photons and single artificial atoms in the optical domain without any confining structures for the light. Finally, we will experimentally realize a novel quantum hybrid system exploiting the strong electric coupling between single Rydberg atoms and piezo-electric micro-mechanical oscillators. Building on this unique coupling scheme, we will explore Rydberg-mediated cooling of a mechanical system and dissipative preparation of non-classical phonon states. The three complementary parts ultimately unite into a powerful Rydberg quantum optics toolbox which will provide unprecedented control over single photons and single phonons.",
    "totalCost": "1993793",
    "ecMaxContribution": "1993793",
    "coordinator": "SYDDANSK UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}