{
    "rcn": "214698",
    "acronym": "COLOURMIND",
    "topics": "ERC-2017-COG",
    "title": "Colouring the Mind: the Impact of Visual Environment on Colour Perception",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Visual perception is central to how we think and behave. However, there are major unresolved issues in understanding  how the human mind draws on experience to perceive the dynamic and variable world. The COLOURMIND project, led by Franklin, will tackle these crucial issues with an ambitious investigation of the impact of the visual environment on colour perception that will provide a new theoretical framework for the field. The project will ask ground-breaking questions: What aspects of colour perception are affected by the visual environment, such that people from different environments perceive colour differently?; What processes enable colour perception to calibrate to visual experience and what is their nature and scope?; Does colour perception ëtune-iní to the visual input experienced during infancy? COLOURMIND will adopt a diverse range of innovative methods to address these questions, and will: i.) investigate the colour perception of people immersed in natural non-industrialised environments in some of the remotest parts of the world to identify the extent to which visual environment shapes colour perception; ii.) use innovative neuroimaging methods to identify how the visual cortex changes in response to chromatic experience; iii.) pioneer the use of ëAltered-Reality' (next generation virtual reality) to elucidate calibrative processes in colour perception; and iv.) conduct carefully controlled experiments with infants to address the role of development. The cutting-edge questions, innovative approaches and theoretical power of the COLOURMIND project will lead to breakthroughs on issues that are fundamental to understanding the complexity of the human mind (e.g., learning, plasticity and inference; perceptual development; cultural relativity), and findings will have practical application. Overall, the ambitious project will push the frontiers of multidisciplinary research on colour perception, and will resonate throughout the cognitive and social sciences.",
    "totalCost": "1999975",
    "ecMaxContribution": "1999975",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}