{
    "rcn": "214669",
    "acronym": "DREAM",
    "topics": "ERC-2017-COG",
    "title": "Drafting and Enacting the Revolutions in the Arab Mediterranean.In search of Dignity, from the 1950ís until today",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "DREAM, Drafting and Enacting the Revolutions in the Arab Mediterranean, seeks to write the history of the revolutions in the Arab Mediterranean since the independences. It aims to write a transnational history of often forgotten struggles, recall facts and original forms of resistance. We know very few about the revolts that occurred in this period, and even less about the memory that they left in the societies, the way these memories circulated. This rediscovery of revolutions in the shadows must be done through the collection of original material, specifically ìpoor archivesî of the ordinary and the production of Archives ñ through a combination of classical interviews and innovative methods that involve researchers, archivists, artists and the actors themselves.\nThe objective is to write a history that focuses on emotions and paths of revolts, telling us more about the link between all dimensions of human lives in these territories (religion, gender, social positions) and the articulation of these dimensions in the revolutionary projects. DREAM aims to write a history that doesnít produce heroes or big figures, doesnít discuss success or failure, but tries to understand the motivations and the potentialities that were at stake in different episodes and moments, during the uprisings and in between them. \nIt aims to explore the historical signification and the concrete aspects of the call for dignity (Karama/sharaf) in a space that, after liberating itself from the colonial domination, was trapped into the illusion of a common faith (being it the Arab nation or the Islamic umma) and the concrete oppression of authoritarian regimes. This period needs urgently to be explored and history, with its modern tools and patterns, can embrace and trace the particular conditions in which Arab people lived for more than six decades, and specifically the frames of their dreams and projections.",
    "totalCost": "1941050",
    "ecMaxContribution": "1941050",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "participantCountries": "NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}