{
    "rcn": "214606",
    "acronym": "NeuroRemod",
    "topics": "ERC-2017-STG",
    "title": "Mechanisms of neuronal network remodeling in the adult mammalian brain",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Traumatic events such as strokes or lesions to the adult brain can trigger large-scale reorganization of neuronal activity thought to be critical for functional recovery. The anatomical and molecular events underlying such reorganization remain an enigma. While rapid and short term changes of connections at the synaptic scale are widely studied, little is known about the principles and mechanisms of long-term and large-scale reorganization of axonal branches in mature circuits. I hypothesize that long-range axonal branching events in a minority of neurons contribute significantly to the plasticity and reorganization of adult neuronal circuits via unknown intrinsic mechanisms of axons survival and extrinsic environmental cues. A major reason why so little is known about axon dynamics in the adult brain has been the immense technical challenge of imaging rare axonal events in the dense meshwork of the adult brain. To solve this problem, I will apply new 3D imaging and genetic tools I developed to help visualize and quantify axons and synapses in the whole brain in an unbiased way. First, I will study the brain-wide neurite and synaptic dynamics after lesion and their effect on circuit function and homeostasis to shed light on the scale of brain plasticity. Second, I will characterize the intrinsic molecular pathways controlling activity-driven branch dynamics with viral approaches. I will make extensive use of tissue clearing, 3D imaging, and state-of-the-art image analysis pipelines to streamline the analysis of neuronal network properties. Third, I will investigate the extrinsic molecular and environmental factors promoting axonal dynamics in the context of adult brain structural plasticity. By generating a conceptual and mechanistic framework for the properties and mechanisms of injury induced brain reorganization, this study may contribute to the future design of new strategies to promote brain repair and curb the progress of neurodegenerative diseases.",
    "totalCost": "1493750",
    "ecMaxContribution": "1493750",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}