{
    "rcn": "214679",
    "acronym": "FatTryp",
    "topics": "ERC-2017-COG",
    "title": "Exploring the hidden life of African trypanosomes: parasite fat tropism and implications for disease",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Background: The study of protozoan pathogens has been extensively explored often motivated to find suitable targets for new intervention strategies. However these studies have been mostly limited to those life-cycle stages that can be cultivated in vitro. Using a mouse model of African trypanosomiasis, we have recently discovered that the adipose tissue (fat) is a major reservoir for the extracellular protozoan Trypanosoma brucei and that, within this environment, parasites become phenotypically different from those in the blood. Our study exposed novel biology of the T. brucei life cycle, yet it remains unknown how parasites adapt to the fat and how parasite fat tropism affects disease.\n\nOur first aim is to determine the molecular and cellular mechanisms underlying T. brucei fat tropism. We will perform a genetic screen in mice to identify key parasite genes required for establishing and maintaining chronic infection in the fat. Together with the information of the transcriptome and proteome, we will identify the mechanistic steps underlying parasite tissue-adaptation.\n\nOur second aim is to identify the consequences of T. brucei fat tropism for the host and the importance for disease. We will first investigate if parasites can egress from the fat. We will also determine if parasites induce lipid breakdown in the host, leading to loss of fat mass. Finally, we will measure the impact of fat tropism in general traits of disease, including host survival and transmission potential.\n\nImpact: This project represents a completely novel research avenue built on recent work from my laboratory. By uncovering fundamental aspects of the biology of T. brucei, we will also improve the understanding of clinically relevant features of African trypanosomiasis, including relapses and weight loss. In addition, since parasite fat tropism has also been observed in malaria and Chagasí disease, our findings will help elucidate disease mechanisms relevant to other infectious diseases.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUTO DE MEDICINA MOLECULAR JOAO LOBO ANTUNES",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}