{
    "rcn": "214620",
    "acronym": "SMARTEES",
    "topics": "LCE-31-2016-2017",
    "title": "Social innovation Modelling Approaches to Realizing Transition to Energy Efficiency and Sustainability",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Understanding citizen acceptance of the Energy Union, responsiveness to socioeconomic incentives for increased ownership, and prosumerism requires a multidisciplinary understanding of social systems and inclusiveness and robustness of policymaking depends on having empirically and theoretically grounded methodological tools to assess and adapt policy strategies. SMARTEES addresses this need by an iterative process: (1) integration of theories and methodologies of social innovation and agent-based socio-economic simulation in a comprehensive, flexible framework; (2) unprecedented data collection and integration in five trans-European case clusters in the domains of consumer-driven regenerative energy production, energy efficiency in buildings, low-carbon regional transport and consumer empowerment; (3) dynamic, multilevel agent-based models of successful innovation transfer; which ultimately lead to (4) a policy sandbox which allows a realistic prospective analysis of existing and future policy and market incentive scenarios. Each case cluster addresses a particular social innovation and consists of two reference cases and 4-5 followers. This enables SMARTEES to study the upscaling and replicability in different contexts. The policy sandbox is developed in a co-constructive process with users on the case level and in policymakers workshops on the European level. By doing this, SMARTEES contributes to robust and adaptive future policymaking, understanding of barriers and sources of resistance, the effects of the Energy Union on vulnerable consumer groups, genders and cultures. Furthermore, SMARTEES substantially drives advancement of social innovation and social simulation research by dynamic modelling of supply chains, companies, social groups, cities and neighbourhoods. In addition to making all modelling code and findings publically available, SMARTEES also ensures long term impact of the project by developing a commercialized version of the policy sandbox tool.",
    "totalCost": "3988038,25",
    "ecMaxContribution": "3988038,25",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "THE JAMES HUTTON INSTITUTE;URBANISLAND AB;ABERDEEN CITY COUNCIL*;RIJKSUNIVERSITEIT GRONINGEN;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN;CONOSCENZA E INNOVAZIONE SOCIETA ARESPONSABILITA LIMITATA SEMPLIFICATA;UNIVERSIDADE DA CORUNA;UNIVERSITATEA DE VEST DIN TIMISOARA;SAMSO ENERGIAKADEMI FORENING",
    "participantCountries": "UK;SE;NL;DE;AT;IT;ES;RO;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}