{
    "rcn": "214653",
    "acronym": "EE-Dynamics",
    "topics": "ERC-2017-COG",
    "title": "Dynamics of eco-evolutionary systems",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Evolutionary and ecological processes can affect one another. For example, adaptation can affect population dynamics or species interactions in communities, and thus ecosystem functioning. Eco-evolutionary systems show periods of both stability and of sudden change, but the following general hypotheses for the causes of these complex dynamics are largely untested in natural settings. First, eco-evolutionary systems are thought to be governed by feedback loops, with positive feedback promoting rapid change and negative feedback stabilising dynamics. However, drivers with one-way effects likely also contribute, such as sudden environmental changes or mutations that do not interact with other genetic loci. Second, the capacity of meta-populations or communities to recover from disturbance (i.e., their resilience) can be affected by connectivity, with high connectivity making a system buffered and resilient to local change, but prone to system-wide change. Our understanding of how eco-evolutionary systems respond to environmental change will remain fundamentally limited until these hypotheses receive focused tests. \n\nThis proposal outlines field-based, experimental, genomic, and model-based tests of these hypotheses, and also tests theories for the maintenance of genetic variation and the genetic basis of adaptation. The work uses meta-populations of Timema stick insects on different host plants and their associated arthropod communities. It tests how adaptation within species affects ecological dynamics across levels of biological organisation ranging from populations to ecosystems. It is novel via examining causal associations between ecology and evolution in nature, in light of theoretical predictions concerning feedback and connectivity. The results could help transform our understanding of complex systems in ecology, evolution, and beyond.",
    "totalCost": "1990733,75",
    "ecMaxContribution": "1990733,75",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}