{
    "rcn": "214693",
    "acronym": "LASSO",
    "topics": "ERC-2017-COG",
    "title": "Layered semiconductors and hybrid systems for quantum optics and opto-valleytronics",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "A new resource for quantum information processing has emerged recently in the form of the valley pseudospin in layered transition metal dichalcogenides. By virtue of strong spin-orbit and Berry curvature effects, these non-centrosymmetric crystals provide a quantum optical interface between spin- and valley-polarized electrons and circularly polarized photons. Such valley-contrasting optical selection rules in turn establish means to address the multivalley quantum resource all-optically. At this interface, where light meets valley quantum states of matter, the proposed research will aim at tailoring and mastering electron-hole-pair excitations and their coupling to photons in layered transition metal dichalcogenide semiconductors, heterostructures and hybrid systems. The project will combine semiconductor monolayers with ferroelectric and ferromagnetic supports to achieve synthetic opto-valleytronic functionality of substrate-modified excitons for the development of novel linear, non-linear and chiral quantum optical elements. Reciprocally, interfacial effect of the substrate on the valley dynamics of monolayer excitons will be utilized for the development of quantum-enhanced imaging of ferroic domain textures to facilitate fundamental studies of phase transitions in condensed matter systems. In parallel, we will develop on chip-circuitry to control long-lived dipolar excitons in hetero-bilayer semiconductors. Finally, light-matter quasiparticles in the form of exciton-polaritons with weak and strong mutual interactions in monolayer- and heterobilayer-cavity systems will be created, engineered and condensed at ultra-low temperatures into a macroscopic ground state. The realization of interacting polariton gases and condensates, paired with the opto-valleytronic phenomena inherent to layered transition metal dichalcogenides, will contribute topologically protected polaritons to the realm of systems with an integral role in all-optical quantum science and technology.",
    "totalCost": "1996291",
    "ecMaxContribution": "1996291",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}