{
    "rcn": "214610",
    "acronym": "OPTIMIZERR",
    "topics": "ERC-2017-STG",
    "title": "Errors as cost-optimizing decisions? Redefining the origin and nature of human decision errors in light of associated neural computations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Making decisions, from simple perceptual judgments to complex policy-making orientations, often requires to combine multiple pieces of ambiguous or conflicting information. In such uncertain conditions, human decisions exhibit a suboptimal variability whose origin remains poorly understood. Dominant psychological theories attribute the resulting errors to imperfections at the peripheries of an otherwise optimal inference process, and consider them essentially as failures of human cognition. Instead, my research program seeks to redefine decision errors not as cognitive failures, but as cognitive compromises which optimize a trade-off between the expected accuracy of a decision and the cost associated with neural computations required to reach this accuracy. I hypothesize that human decision errors arise to a large part from the limited computational precision of probabilistic inference, and that humans adapt this precision to the cognitive demands imposed by their environment - by increasing it when it is deemed necessary or decreasing it when they can rely on 'cheaper' sources of information to decide. I propose to test this original research hypothesis using a combination of computational modeling and multimodal functional neuroimaging of human decision-making. The degree of generality of the obtained findings will be assessed by bridging research across two types of decisions historically studied separately: perceptual decisions and reward-guided decisions. I will also test the clinical relevance of the hypothesized 'accuracy-cost' trade-off for two psychiatric conditions associated with dysfunctions of decision-making under uncertainty: 1. the emergence of false beliefs in schizophrenia, and 2. the repetitive checking behavior observed in obsessive-compulsive disorders. Together, the proposed research will shed light on previously unsuspected cognitive pressures which shape virtually every human decision, and identify associated neural computations.",
    "totalCost": "1497125",
    "ecMaxContribution": "1497125",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}