{
    "rcn": "214626",
    "acronym": "Geo-Coat",
    "topics": "LCE-07-2016-2017",
    "title": "Development of novel and cost effective corrosion resistant coatings for high temperature geothermal applications",
    "startDate": "01/02/2018",
    "endDate": "31/01/2021",
    "objective": "The Geo-coat project has been specified as necessary by our geothermal power and equipment manufacturing members, who, in order to reliably provide energy, need to improve plant capability to withstand corrosion, erosion and scaling from geofluids, to maintain the equipment up-time and generation efficiency.  Additionally they need to be able to produce better geothermal power plant equipment protection design concepts through virtual prototyping to meet the increasing requirements for life cycle costs, environmental impacts and end-of-life considerations.  \n\nCurrent materials, transferred from oil and gas applications to these exceptionally harsh environments, (and the corresponding design models) are not capable of performing, leading to constant need to inspect and repair damage.  The Geo-coat project will develop new resistant materials in the form of high performance coatings of novel targeted 'High Entropy Alloys' and Cermets, thermally applied to the key specified vulnerable process stages (components in turbines, valves, pumps, heat exchangers and pipe bends) in response to the specific corrosion and erosion forces we find at each point.  We will also capture the underlying principles of the material resistance, to proactively design the equipment for performance while minimising overall capex costs from these expensive materials. \n\nThe Geo-coat consortium has user members from geothermal plant operations and equipment manufacture to ensure the project's focus on real-world issues, coupled with world-leading experience in the development of materials, protective coatings and their application to harsh environments.  In addition to developing the new coating materials and techniques, we also aim to transfer our experiences from the development of Flow Assurance schemes for Oil&Gas and Chemical industries to provide a new overarching set of design paradigms and generate an underpinning Knowledge Based System.",
    "totalCost": "4722722,5",
    "ecMaxContribution": "4722722,5",
    "coordinator": "TWI LIMITED",
    "coordinatorCountry": "UK",
    "participants": "NYSKOPUNARMIDSTOD ISLANDS;TEHNOID COM SRL;TECHNOVATIVE SOLUTIONS LTD;FLOWPHYS AS;GEROSION EHF;WEIR GROUP PLC (THE);UNIVERSITATEA POLITEHNICA DIN BUCURESTI;ORKUVEITA REYKJAVIKUR SF;METAV - CERCETARE DEZVOLTARE SRL;HASKOLI ISLANDS",
    "participantCountries": "IS;RO;UK;NO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}