{
    "rcn": "214665",
    "acronym": "LUDEME",
    "topics": "ERC-2017-COG",
    "title": "The Digital Ludeme Project: Modelling the Evolution of Traditional Games",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The development of games goes hand in hand with the development of human culture. Games offer a rich window of insight into our cultural past, but early examples were rarely documented and our understanding of them is incomplete. While there has been considerable historical research into games and their use as tools of cultural analysis, much is based on the interpretation of partial evidence with little mathematical analysis. This project will use modern computational techniques to help fill these gaps in our knowledge empirically.\n\nI will represent games as structured sets of ludemes (units of game-related information), which will allow the full range of traditional strategy games to be modelled in a single software system for the first time. This system will not only model and play games, but will evaluate reconstructions for quality and authenticity, and automatically improve them where possible. This will lay the foundations for a new field of study called digital archaeoludology, which will involve addressing technical challenges that could yield significant benefits in their own right, particularly in artificial intelligence.\n\nThe ludemic model reveals innate mathematical relationships between games, allowing phylogenetic analysis. This provides a mechanism for creating a family tree/network of traditional games, which could reveal missing links and allow ancestral state reconstruction to shed light on the gaps in our partial knowledge. Locating ludemes culturally provides a mechanism for creating interactive maps that chart the transmission of mathematical ideas across cultures through play. This project seeks to bridge the gap between historical and computational studies of games, to provide greater insight into our understanding of them as cultural artefacts, and to pioneer new tools and techniques for their continued analysis. The aim is to restore and preserve our intangible cultural heritage (of game playing) through the tangible evidence available.",
    "totalCost": "1997244",
    "ecMaxContribution": "1997244",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}