{
    "rcn": "214674",
    "acronym": "Amitochondriates",
    "topics": "ERC-2017-COG",
    "title": "Life without mitochondrion",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Mitochondria are often referred to as the ìpower housesî of eukaryotic cells. All eukaryotes were thought to have mitochondria of some form until 2016, when the first eukaryote thriving without mitochondria was discovered by our laboratory ñ a flagellate Monocercomonoides. Understanding cellular functions of these cells, which represent a new functional type of eukaryotes, and understanding the circumstances of the unique event of mitochondrial loss are motivations for this proposal. The first objective focuses on the cell physiology. We will perform a metabolomic study revealing major metabolic pathways and concentrate further on elucidating its unique system of iron-sulphur cluster assembly. In the second objective, we will investigate in details the unique case of mitochondrial loss. We will examine two additional potentially amitochondriate lineages by means of genomics and transcriptomics, conduct experiments simulating the moments of mitochondrial loss and try to induce the mitochondrial loss in vitro by knocking out or down genes for mitochondrial biogenesis. We have chosen Giardia intestinalis and Entamoeba histolytica as models for the latter experiments, because their mitochondria are already reduced to minimalistic ìmitosomesî and because some genetic tools are already available for them. Successful mitochondrial knock-outs would enable us to study mitochondrial loss in ëreal timeí and in vivo. In the third objective, we will focus on transforming Monocercomonoides into a tractable laboratory model by developing methods of axenic cultivation and genetic manipulation. This will open new possibilities in the studies of this organism and create a cell culture representing an amitochondriate model for cell biological studies enabling the dissection of mitochondrial effects from those of other compartments. The team is composed of the laboratory of PI and eight invited experts and we hope it has the ability to address these challenging questions.",
    "totalCost": "1935500",
    "ecMaxContribution": "1935500",
    "coordinator": "UNIVERZITA KARLOVA",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}