{
    "rcn": "214689",
    "acronym": "NterAct",
    "topics": "ERC-2017-COG",
    "title": "Discovery and functional significance of post-translational N-terminal acetylation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "In mammalian cells, N-terminal (Nt) acetylation is one of the most abundant protein modifications. It is catalysed by N-terminal acetyltransferases (NATs) and mostly occurs co-translationally. However, in contrast to the defined co-translational NATs, post-translational NATs which have crucial regulatory roles are mostly unexplored. Distinct peptide hormones regulate appetite, metabolism, sexual behaviour and pain, and their biological activity is critically modulated by post-translational Nt-acetylation. However, the identity of the NAT responsible for this modification, ëHormNatí, is unknown, thus the molecular and physiological ramifications of this regulatory circuit remain elusive. Another example is actin, a key regulator of cell motility and cell division. The actin N-terminus is crucial for actin function and in mammals actin is modified by an unknown post-translational NAT, ëActNatí. Hence, the objectives of this project are to identify these human NATs acting post-translationally, and to investigate their molecular mechanisms, regulation and impact.\n\nWe will identify the novel NATs by a combination of classical and newly developed in-house tools like in vitro acetylation assays, unique bisubstrate analogues, Nt-acetylation specific antibodies, and targeted mass spectrometry. Interestingly, Nt-acetylation is considered irreversible, but there is reason to believe that specific substrates are Nt-deacetylated. Elucidation of post-translational NATs and the reversible nature of Nt-acetylation would represent a new era in the field of protein and peptide regulation and identify key cellular and organismal switches.",
    "totalCost": "1999273",
    "ecMaxContribution": "1999273",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}