{
    "rcn": "214609",
    "acronym": "NGBMI",
    "topics": "ERC-2017-STG",
    "title": "Building Next-Generation Brain/Neural-Machine Interfaces For Restoration of Brain Functions",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Today, five out of ten diseases worldwide resulting in long-term disability are related to the central nervous system. Due to the immense complexity and inter-individual variability of the human mind and brain there are still no effective and side effect free treatment options for many serious neuropsychiatric disorders, such as major depression, dementia or schizophrenia. Recent advancements in sensor technology and computational capacities resulted in the development of brain/neural-machine interfaces (B/NMIs) that translate electric, magnetic or metabolic brain activity into control signals of external devices, robots or machines. Moreover, novel transcranial magnetic and electric brain stimulation (TMS/TES) systems were developed allowing for direct modulation of brain activity. However, current B/NMIs are limited by the low information extraction rate constraining fluent direct brain-machine interaction. Furthermore, as simultaneous assessment of brain oscillations during TES was regarded unfeasible due to stimulation artefacts, current TES systems can only deliver ìopen-loopî stimulation unrelated to the underlying dynamic brain states resulting in highly variable TES effects. Building on the applicantís previous work that includes pioneering work on in vivo assessment of brain oscillations during TES (Soekadar et al. 2013, Nature Communications) and full restoration of daily living activities after quadriplegia using a novel B/NMI hand exoskeleton (Soekadar et al. 2016, Science Robotics), the NGBMI project will overcome these limitations by merging both techniques. After developing the first real-time B/NMI-TES system allowing for effective modulation of brain functions and fluent direct brain-machine interaction, the system will be tested in persons with impaired brain function (e.g. depression, dementia or stroke). Finally, the B/NMI-TES paradigm will be implemented in a wireless and wearable EEG-based system that can be used in everyday life environments.",
    "totalCost": "1498125",
    "ecMaxContribution": "1498125",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}