{
    "rcn": "214600",
    "acronym": "ReConAg",
    "topics": "ERC-2017-STG",
    "title": "Rethinking Conscious Agency",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "This project will investigate the nature, structure and significance of conscious agency along three related fronts.\nFirst, although philosophers have emphasized the importance of various aspects of consciousness for human agency, work on conscious agency within philosophy remains unsystematic. Cross-talk regarding the phenomena at issue hampers progress, as does a lack of significant attention to the richness of the phenomenology that accompanies human agency. In response, we will develop a new account of the nature and mechanistic underpinnings of agentive phenomenology.\nSecond, although psychologyís recent progress in explaining agentive capacities ñ e.g., metacognition, cognitive control, attention, perception, decision-making, and motor acuity ñ is impressive, insights regarding the importance of consciousness for these capacities need to be made explicit, and leveraged to construct a next generation model of action control. In response, we will map the phenomenology of agency onto the structure and function of action control capacities, with special focus on three areas: the role of explicit knowledge and its signatures within consciousness, the function of phenomenal states for cognitive control resource allocation, and the relationships between conscious intentions and perceptual feedback.\nThird, we will deploy the tools of experimental philosophy ñ that is, the use of psychological methods to study philosophical questions ñ in two novel areas. First, we will complement and advance this projectís philosophical work by experimentally investigating agentive phenomenology. Second, we will explore the practical and moral significance of conscious agency, by determining what aspects of conscious agency drive commonsense moral thinking about responsibility for action.",
    "totalCost": "1064712",
    "ecMaxContribution": "1064712",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}