{
    "rcn": "214694",
    "acronym": "PREVENT RA",
    "topics": "ERC-2017-COG",
    "title": "Towards prevention of autoimmune diseases: the case of rheumatoid arthritis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "A common feature of autoantibody-positive autoimmune disease is that the disease-associated autoimmunity often appears many years prior to clinical onset and can hence be used to identify risk groups for future disease development. Autoantibody-positive (seropositive) rheumatoid arthritis (RA) provides a unique setting due to recent insights in the longitudinal development of the disease, suggesting that autoantibodies develop in genetic susceptible individuals as a consequence of specific environmental challenges (such as smoking) to only later on target the joints.\nThe main objectives of the current program are:\n(1). To dissect the longitudinal development of seropositive RA and gain a detailed understanding of the processes responsible for autoantibody generation outside the joints, and specifically at the mucosal sites. \n(2). To develop new ways to identify seropositive disease-susceptible individuals and map targetable life style factors and immune events responsible for this susceptibility. \n(3). To elucidate the mechanisms by which systemic autoimmunity targets the joints to first induce bone loss and pain and only in a second phase chronic joint inflammation.  \nIf successful our project will not only allow efficient identification of RA-susceptible individuals, but also deliver new tools for risk estimation in each of these individuals and novel ways of intervention in order to delay, or in the best case prevent disease development. By shifting the time (to phases before joint damage and disability occurs) and the ways (to drugs targeting early previously unknown pathogenic mechanisms) of interventions, expected results from the current project are beyond the current state of the art in RA.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "STOCKHOLMS LANS LANDSTING",
    "participantCountries": "SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}