{
    "rcn": "214605",
    "acronym": "NEURODIAM",
    "topics": "ERC-2017-STG",
    "title": "High density full diamond cortical implant for long life time implantation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Implantable neuroprosthetic devices offer the promise of restoring neurological functions to disabled individuals. Tests demonstrated that an array of microelectrodes implanted in cortex allows to record activity of the brain and to induce a movement on prosthetic limbs or electrical stimulations restore some visual sensations. For these applications the life time and stability of the electrodes are critical features for the reliable operation of any implantable neuronal device. Itís also necessary to have high density implant with small electrodes to cover a large surface of the cortex to have access of neuronal code. A reliable packaging for long term implantable devices are in titanium or glass but not suitable in the case of ECoG (ElectroCorticoGraphy) implant. Indeed, it is necessary to achieve a polymer implant as a core material, to follow the topology of the brain surface. But in long term the polymer swells and moisture penetrates the implant and degrades its performances therefore reducing the lifetime. The goal of NEURODIAM project is to address two major challenges: - increase the lifetime of implant by a specific packaging, - reduce the size of the electrodes to be equivalent to the neurones size (10 µm) without degradation of noise and consequently increase the electrode density for a fine mapping of the cortex. To avoid performance drift of the implant, a new packaging solution completely hermetic will be developed based on the last developments of micro and nano structuration of diamond layer that combines conductive and intrinsic synthetic diamond. Fast ageing tests will be settled to demonstrate the viability of this diamond technology. In-vitro and in-vivo assessment will be performed to demonstrate the efficiency of these implants for recording and stimulation of neuronal tissue. \n\nThis project will produce high performance diamond based technology that can be later used for various implants dedicated to fundamental studies in neurosciences.",
    "totalCost": "1499865",
    "ecMaxContribution": "1499865",
    "coordinator": "CHAMBRE DE COMMERCE ET D'INDUSTRIE DE REGION PARIS ILE-DE-FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}