{
    "rcn": "214642",
    "acronym": "H3PS",
    "topics": "MG-1-4-2016-2017",
    "title": "H3PS ñ High Power High Scalability Aircraft Hybrid Powertrain",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The H3PS starts in a completely new, challenging and probably never seen before revolution in General Aviation (GA). The main driver behind the H3PS project is to develop a new, greener propulsion system (a parallel hybrid powertrain) to pioneer one of the aviation industryís solutions in reducing the environmental impact of air travel. The propulsion system to be designed and developed within the project will be suitable for powering four-seat GA aircraft, a market segment which employs today piston-powered engines, where the leading engine manufacturers are providing components whose basic technology, although constantly updated and reliable, is now over 50 years old and, in most cases, still needs leaded fuels to operate.\nThe objective of the project is to put the basis for the development, manufacturing and in-flight test of a parallel hybrid powertrain for General Aviation by the involvement of three European GA market leaders: an aircraft manufacturer (TECNAM), an aircraft engines manufacturer (ROTAX) and an electric motors manufacturer (SIEMENS). The H3PS project objective is to fly a GA aircraft with the parallel hybrid powertrain demonstrating the challenging advantages of the configuration but also its high scalability level. ìBreakthroughî concept will be achieved by demonstrating the feasibility of a power scalability for up to 11 seats airplanes.\nThe main impact of the project will be related to the introduction of a really marketable solution to bring GA in the hybrid vehicles arena. Hybrid solution is today the most realistic intermediate way to step from gasoline operated powerplants to full electric systems offering the same performances, comparable initial acquisition costs and weights but featuring a more-than-acceptable cost saving in operations. \nThe H3PS project will contribute to the main EU challenges in transportation sector, particularly leadership position of its aeronautics industry and reliable and sustainable air transport system.",
    "totalCost": "4000000",
    "ecMaxContribution": "4000000",
    "coordinator": "COSTRUZIONI AERONAUTICHE TECNAM SPA",
    "coordinatorCountry": "IT",
    "participants": "BRP-POWERTRAIN GMBH & CO KG;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "AT;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}