{
    "rcn": "214680",
    "acronym": "HydroSocialExtremes",
    "topics": "ERC-2017-COG",
    "title": "Uncovering the Mutual Shaping of Hydrological Extremes and Society",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "More than 100 million people per year are affected by hydrological extremes, i.e. floods and droughts. Hydrological studies have investigated human impacts on droughts and floods, while conversely social studies have explored human responses to hydrological extremes. Yet, the dynamics resulting from their interplay, i.e. both impacts and responses, have remained poorly understood. Thus, current risk assessment methods do not explicitly account for these dynamics. As a result, while risk reduction strategies built on these methods can work in the short-term, they often lead to unintended consequences in the long-term. \nAs such, this project aims to unravel the mutual shaping of society and hydrological extremes. A combined theoretical and empirical approach will be developed to uncover how the occurrence of hydrological extremes influences societyís wealth, institutions and population distribution, while, at the same time, society in turn alters the frequency, magnitude and spatial distribution of hydrological extremes via structural measures of water management and disaster risk reduction.\nTo explore the causal mechanisms underlying this mutual shaping, this project will propose explanatory models as competing hypotheses about the way in which humans drive and respond to droughts and floods. These alternative explanations will be developed and tested through: i) empirical analysis of case studies, and ii) global investigation of numerous sites, taking advantage of the current unprecedented proliferation of worldwide datasets. By combining these different methods, this project is expected to address the gap of fundamental knowledge about the dynamics of risk emerging from the interplay of hydrological extremes and society.",
    "totalCost": "1835361,25",
    "ecMaxContribution": "1835361",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}