{
    "rcn": "214678",
    "acronym": "NoMePaCa",
    "topics": "ERC-2017-COG",
    "title": "Novel Metabolic Pathways in Cancer",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Metabolic adaptations in central carbon metabolism play a key role in cancer. Yet, the success of therapeutic interventions in major pathways has been limited, although some of the changes have been known to exist for almost 100 years. \n\nBiochemical textbooks present intermediary metabolism as something canonical, and the molecular identity of most enzymes required for the production of known intermediary metabolites is indeed known. Yet, the function of many putative enzymes is still unknown, indicating that novel metabolic pathways containing so far unknown metabolites exist. \n\nWe have recently discovered a novel metabolic pathway containing two metabolites that have never been described before. Preliminary data indicate that this pathway might play an important role in a group of cancers sharing specific mutations. Furthermore, genetic inactivation of a component of this pathway in mice is compatible with normal development, indicating that pharmacological inhibition should be well tolerated.\n\nIn the present project, we will use a multi-dimensional approach combining biochemical, genetic and pharmacological techniques, to identify missing components of this metabolic pathway and assess its role in cellular metabolism and cancer development. In the process of this, we will develop tools that will allow us to test whether this pathway can be targeted in vivo. Thus, our work will lead to the description of a novel metabolic pathway, should reveal novel regulatory circuits and might open novel therapeutic avenues in cancer and beyond.",
    "totalCost": "1989103",
    "ecMaxContribution": "1989103",
    "coordinator": "UNIVERSITE CATHOLIQUE DE LOUVAIN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}