{
    "rcn": "214625",
    "acronym": "ESPResSo",
    "topics": "LCE-07-2016-2017",
    "title": "Efficient Structures and Processes for Reliable Perovskite Solar Modules",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "This ESPResSo-project aims to bring the novel emerging hybrid organic-inorganic perovskite-based solar cell (PSC) technology to its next maturity level. In recent years (see Figure 1), this solution-processable solar technology has reached cell efficiency values rivalling those of established thin-film photovoltaic (PV) technology (CIGS, CdTe), even approaching crystalline Si (c-Si) records. The challenge is now to transfer this unprecedented progress from its cell level into a scalable, stable, low-cost technology on module level.\nThe consortium brought together here has alternative materials, insights in novel cell concepts and architectures, and the processing know-how and equipment at hand to overcome these barriers and realize following global objective: \nDemonstrate a highly efficient (>17%) perovskite-based 35x35cm≤ module architecture that shows long-term (>20 years) reliable performance as deduced from IEC-compliant test conditions. This module is to be produced with industry-relevant low CAPEX manufacturing techniques validating a potential electricity cost as low as 0.05Ä/kWh in Southern Europe. Installing an actual building-integrated facade element will validate the potential contribution of this technology to the future European energy supply system. Additionally, prototyping advanced, arbitrary-shaped module architectures with specific materials and process combinations will emphasize that new highly innovative applications like on flexible substrates or with high semi-transparency are well accessible on mid- to longer-term with this very promising thin-film PV technology.",
    "totalCost": "5412657,5",
    "ecMaxContribution": "5412657,5",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;SAULE SP ZOO;CORNING SAS;CONSIGLIO NAZIONALE DELLE RICERCHE;DYCOTEC MATERIALS LTD;UNIVERSITY OF CYPRUS;ONYX SOLAR ENERGY S.L;CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE;M-SOLV LTD;DYENAMO AB",
    "participantCountries": "IT;DE;CH;PL;FR;UK;CY;ES;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}