{
    "rcn": "214688",
    "acronym": "NEW_ABC",
    "topics": "ERC-2017-COG",
    "title": "New issues in the Analysis of Business Cycles",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "The last decade had seen an increasing recognition that financial markets play a key role over the business cycle. Still, there have not been many detailed, systematic, empirical investigations on the consumption, employment and investment effects of the interaction between macroeconomic policies and the evolving structure of credit markets. This proposal aims to develop a research agenda over the next five years that combines insights from disaggregated data sets --which are either newly available or I propose to construct-- on (i) mortgage originations, (ii) the supply of household financial products and (iii) firmsí debt originations, with the development of theoretical frameworks that introduce credit supply and demand heterogeneity in the analyses of consumption and investment decisions.\nThree features of this proposal make it of potentially high impact. On the empirical side, the analysis of existing and novel detailed householdsí, firmsí and lendersí data sets will allow us to identify new stylized facts on the transmission of monetary policy to real activity through financial markets (and leverage and asset prices in particular). On the theoretical side, these stylized facts will be used to develop and discriminate among competing channels of macroeconomic policy transmission. Finally, the regularity highlighted in both the empirical and theoretical analyses will inform the public debate on the design of future monetary and macro-prudential policy interventions.Each project (i)-(iv) describes an overall theme, which is expected to have several ramifications in terms of publishable papers, policy reports and possibly dissertation contents for PhD student(s).",
    "totalCost": "1135940",
    "ecMaxContribution": "1135940",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}