{
    "rcn": "214670",
    "acronym": "PneumoCaTChER",
    "topics": "ERC-2017-COG",
    "title": "The role of cell-to-cell variability in pneumococcal virulence and antibiotic resistance",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Within clonal bacterial populations not all cells exhibit the same phenotype, even though they grow in the same environment. The molecular sources contributing to phenotypic variation are diverse and can originate from noise in gene expression to heterogeneity in growth rates or cell cycle state. Phenotypic variation helps pathogenic bacteria to elude the host immune response or resist antibiotic pressure. Vice versa, there is cell-to-cell variability in the hostís response towards pathogens that can be exploited by bacteria. How the combined cellular heterogeneity of both host and microbe contribute to infection outcome is poorly understood. The role of phenotypic variation on antibiotic resistance development is also unclear.\n\nRecently, we developed novel single cell imaging systems as well as genetic engineering and screening platforms for application to the important opportunistic human pathogen Streptococcus pneumoniae. In addition, we generated a dual-transcriptomics overview of pneumococcal infection of human lung epithelial cells and setup collaborations to perform several infection models. This now places us in an excellent position to investigate the mechanisms and the importance of single cell behaviour for pneumococcal virulence and antibiotic resistance.\n\nThe driving hypothesis of this application is that the combined heterogeneity of host cells and pneumococci influences infection and antibiotic therapy outcome. To test this, we will use innovative approaches for infection biology by combining synthetic biology and quantitative single cell biology including single cell RNA-seq, CRISPRi, engineered bistable switches and microfluidics. We will reveal the molecular mechanisms underlying cell-to-cell variability and its importance in virulence and antibiotic resistance. \n\nInsights obtained in this project will lead to a better understanding of phenotypic variation and might result in new treatment strategies for pneumococcal infections.",
    "totalCost": "1999735",
    "ecMaxContribution": "1999735",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}