{
    "rcn": "214785",
    "acronym": "FODIAC",
    "topics": "MSCA-RISE-2017",
    "title": "Foods for diabetes and cognition",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "FODIAC aims to develop a dietary solution to tackle type 2 diabetes and cognitive dysfunction of the elderly. FODIAC will enhance the quality of R&I in Europe, promoting cooperation along the Food Value Chain. This is achieved through advanced international, intersectoral, cooperation between 7 academic and 8 industry partners. For this purpose, FODIAC assembles a European multi/interdisciplinary consortium, composed of partners in 5 countries that provide expertise in: extraction and purification of bioactive molecules, nanotechnology, nano/micro-encapsulation, toxicology, nutrition, biomarkers, clinical trial management. \nRationale: lack of knowledge sharing among academia and industry  acts as a barrier for the development of functional foods for the elderly, who represent one of the fastest-growing population segments worldwide. \nApproach and Outcomes: FODIAC coordinates the actions of individual partners, academic and industrial, using Exchange of Staff as a tool to capitalize on complementary competences to: i) conduct joint research; ii) protect the Intellectual Property based on this research; iii) foster the transference of the generated knowledge, skills, and technology to the industrial sector; and iv) exploit research output to the benefit of society. FODIACís outcomes will include: i) an increase in the R&I capacity among participating partners; ii) boosting of knowledge transfer of emerging micro/nano-biotechnologies from academia to industry, to develop cost-effective processes; iii) commercialization of new functional ingredients and functional foods containing antidiabetic and cognitive-enhancing bioactive molecules; iv) acceleration of the development of dietary recommendations and interventions based on those products, to improve the quality of life of the elderly; iv) a sustainable research network of academic and industrial partners and v) the leveraging of career perspectives of individual researchers, both in and outside academic institution",
    "totalCost": "432000",
    "ecMaxContribution": "432000",
    "coordinator": "LABORATORIO IBERICO INTERNACIONAL DE NANOTECNOLOGIA",
    "coordinatorCountry": "PT",
    "participants": "UNIVERSIDADE DO MINHO;BIOINICIA SL;THE UNIVERSITY OF READING;GERIATROS SA;SONAE CENTER SERVICOS II S.A.;ASOCIACION NACIONAL DE FABRICANTES DE CONSERVAS DE PESCADOS Y MARISCOS-CENTRO TECNICO NACIONAL DE CONSERVACION DE PRODUCTOS DE LA PESCA;UNIVERSIDADE CATOLICA PORTUGUESA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;EVRA SRL;DECORGEL PRODUTOS ALIMENTARES SA;BUCALOSSI ALESSANDRO;LUNDS UNIVERSITET;A&R HOUSE (BCL) LTD;UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "participantCountries": "PT;ES;UK;IT;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}