{
    "rcn": "214771",
    "acronym": "NEMO",
    "topics": "SC5-14-2016-2017",
    "title": "Near-zero-waste recycling of low-grade sulphidic mining waste for critical-metal, mineral and construction raw-material production in a circular economy",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "With an estimated volume of 600 Mtonne/yr and a historic stockpile of 28,000 Mtonne, sulphidic mining waste from the production of Cu, Pb, Zn and Ni, represents the largest volume of extractive waste in Europe. When poorly managed, these ìtailingsî may cause major environmental problems such as acid mine drainage. In 2016 EIP Raw Materials launched a ìcall to armsî to transform the ìextractive-waste problemî into a ìresource-recovery opportunityî, as ìtailingsî still contain valuable & critical metals. Using a ì4 PILOTS ñ 2 case-studiesî concept NEMO develops, demonstrates and exploits, therefore, new ways to valorise sulphidic tailings. The 2 cases are the Sotkamo Ni-Cu-Zn-REE/Sc mine in Finland and the Las Cruces Cu-mine in Spain; the 4 PILOTS are located at key points in the near-zero-waste flowsheet, encompassing the recovery of valuable & critical metals, the safe concentration of hazardous elements, the removal of sulphur as sulphate salts, while using the residual mineral fraction in cement, concrete and construction products. NEMO has established an interdisciplinary consortium, including 8 industrial partners (2 mining, 4 engineering, 1 machine manufacturing & 1 construction material company), 4 research institutes, 2 universities and 1 civil society group. NEMOís near-zero-waste technology will provide the EU with both direct and long-term, indirect advantages. The former range from new resources (e.g. base metals: Cu, Zn, Ni, Pb; critical metals: Sc, Nd, Y, Sb; SCM and aggregates etc.), CO2 savings from metal recovery and the replacement of Ordinary Portland Cement), new job creation (> 150 FTEs), new revenues (> 200 MÄ/yr) while the latter represent the multiplication of the former benefits (cf. 28,000 Mtonne of these tailings), while eradicating acid-mine drainage and other environmental issues, and ensuring an enhanced dialogue (framework) between industry and civil society, to obtain and maintain the License to Operate mines in EU.",
    "totalCost": "14941396,5",
    "ecMaxContribution": "12407294,63",
    "coordinator": "Teknologian tutkimuskeskus VTT Oy",
    "coordinatorCountry": "FI",
    "participants": "JACOBS NV;TERRAFAME GROUP OY;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;THE UNIVERSITY OF EXETER;OPTIMIZACION ORIENTADA A LA SOSTENIBILIDAD SL;RESOURCEFULL;COBRE LAS CRUCES SA;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;DMT GmbH & CO. KG;THYSSENKRUPP INDUSTRIAL SOLUTIONS AG;SKYSCAPE OY;COMITE ACADEMICO TECNICO DE ASESORAMIENTO A PROBLEMAS AMBIENTALES VZW;INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE PENTRU METALE NEFEROASE SIRARE-IMNR;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BE;FI;UK;ES;FR;DE;RO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}