{
    "rcn": "214708",
    "acronym": "ProLiCell",
    "topics": "ERC-2017-COG",
    "title": "Engineered Protein Nanosheets at Liquid-Liquid Interfaces for Stem Cell Expansion, Sorting and Tissue Engineering",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "A long standing dogma in the field of cell-based technologies is that bulk mechanical properties of solid substrates are essential to enable cell spreading, proliferation and fate decision. The use of solid materials to culture adherent cells constitutes an important hurdle for the scale up, automation and speed up of cell culture and recovery. Our recent results show that bulk solid substrates are not necessary to promote cell adhesion, growth and fate regulation as adherent stem cells spread and proliferate readily at the surface of ultra-soft materials, even liquids. In such cases, cell adhesion is enabled by the formation of a mechanically strong layer (nanosheet) of proteins at the interface between the oil (liquid substrate) and aqueous medium. This key discovery opens the door to the engineering of protein nanosheets enabling the use of liquid, free-flowing substrates sustaining cell adhesion, expansion, isolation and recovery. \n\nProLiCell will design the biochemical and mechanical properties of extracellular matrix (ECM) protein nanosheets that can sustain the formation of adhesion protein complexes and support cell proliferation and culture on materials with very weak bulk mechanical properties (liquids). The engineered ECM nanosheets will be applied to: 1. the design of 3D bioreactors based on emulsions, for the culture of stem cells; 2. the formation of stem cell sheets at oil-water interfaces for tissue engineering; 3. the isolation and purification of stem cells using emulsions presenting antibody-adsorbed interfaces. ProLiCell will provide fundamental insights into ECM nanosheet design and advance our understanding of the mechanisms via which cells adhering to such interfaces sense and respond to nanoscale cues. Such fundamental understanding will enable liquid-liquid platforms to transform stem cell technologies by borrowing a wider range of processing and manufacturing concepts to the field of Chemical Engineering.",
    "totalCost": "1999389",
    "ecMaxContribution": "1999389",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}