{
    "rcn": "214764",
    "acronym": "ESC2RAD",
    "topics": "COMPET-5-2017",
    "title": "Enabling Smart Computations to study space RADiation effects",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "This project aims at establishing a fundamental and applied research program via the set up of a new ìvirtual modeling labî which will open the path towards a change of paradigm in the modelling of Space Weather impact. The project indeed aims at putting forward a next-generation of space radiation predictive tool, based on the combination of Space environment tools and high performance, parameter free (first-principles) approaches from the materials science/chemical-physics community, able to calculate with predictive power both the materialsí and the DNA damag In particular, by combining the SPENVIS tool with a highly efficient first-principles materials modelling tool (SIESTA), the new approach will be used to study the degradation of solar cells and the DNA damage for a LEO orbit and an interplanetary travel, under different worst-case Space Weather scenarios. On the basis of the new results, which can disentangle different microscopic effects contrary to the often overall response split out by particles transport tools, we will be able to redefine in detail the ìworst case scenariosî in Space Weather, for each sub-parts of a solar cell and different DNA segments, with respect to current definitions. By applying data-mining/smart search algorithms we will be able to propose possible radiation-resistant materials and, on the basis of a new DNA damage descriptor, possible mitigating agents acting on specific parts of the DNA. A first-principles database of key quantities for the interaction of space radiation and materials/biological samples will be set up, to be used both for future, first-principles-only, studies or for current studies improving the input to Monte Carlo tools. The study will pose the basis to enable smart future architectures, based on high performance computing, to better understand the risks posed by Space Weather and to search, with predictive power, possible game-changing solutions to enhance the lifetime of space missions.",
    "totalCost": "1262763,75",
    "ecMaxContribution": "1262763,75",
    "coordinator": "INSTITUT ROYAL D'AERONOMIE SPATIALEDE BELGIQUE",
    "coordinatorCountry": "BE",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;THE QUEEN'S UNIVERSITY OF BELFAST",
    "participantCountries": "ES;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}