{
    "rcn": "214719",
    "acronym": "ResolveStroke",
    "topics": "ERC-2017-COG",
    "title": "Stroke diagnostic imaging performed with ultrafast ultrasound localization microscopy (uULM)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Each year, stroke kills 6 million people worldwide and permanently disable another 5 million. The prognosis is defined by the extent of the stroke, along with the rapidity by which it is identified and treated. Current diagnostic imaging, MRI and CT, require specialized centers and time. Even though ultrasound could provide a rapid and portable diagnostic tool, it is currently constrained by diffraction, which yield a theoretically incompressible compromise between the penetration in depth and through the skull with respect to the minimum detectable vessel size.\nWe have recently demonstrated that the diffraction limit in ultrasound imaging can be surpassed in the rat brain in-vivo [Errico et al. Nature 2015]. Inspired by FPALM, Ultrafast Ultrasound Localization Microscopy (uULM) can reach resolutions of a tenth of the wavelength, in-depth with a clinical contrast agent and scanner. It is now possible to use lower ultrasound frequencies, which easily penetrate the skull and travel deep into tissue, to observe vessels at the micron-scale. In the context of stroke diagnosis, we propose to use uULM to reconstruct the entire human brain vasculature, within a few minutes, with a portable ultrasound system positioned on the patientís head. \nFirst, the project ResolveStroke proposes to develop an animal trans-skull vascular scanner to define biomarkers linked to stroke. 3D mapping at the capillary scale will allow us define new anatomical and physiological biomarkers. Secondly, a human system will be built, initially fully-sampled but eventually smaller and portable. The last stage will consist in a proof-of-concept of the ultrasonic angiogram in patients with subacute ischemia. \nBy saving previous time and, hence, brain tissue, we believe that a portable ultrasound system that could map the vascular structure of the human brain in intensive care units or even ambulances could have a profound impact on the management of stroke patients.",
    "totalCost": "1995098",
    "ecMaxContribution": "1995098",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}