{
    "rcn": "214730",
    "acronym": "MOSAIC",
    "topics": "ERC-2017-COG",
    "title": "Relationship of Somatic Structural Variation Mosaicism to Aging and Disease Phenotypes",
    "startDate": "01/02/2019",
    "endDate": "31/01/2024",
    "objective": "Advances in DNA sequencing technology, enabling routine genetic variation studies, have uncovered that genomic structural variants (SVs; e.g. deletions and inversions) account for most varying bases in human genomes. SVs are also disproportionally associated with disease phenotypes when compared to single nucleotide variants by number. Studies are increasingly implicating genetic polymorphisms with diseases ñ yet why some humans develop diseases while others do not, and why disease incidences often increase with age, is largely unclear.\nIntriguingly, recent studies showed that human genetic variation extends markedly beyond heritable variants. Soon after fertilization, mutations naturally accumulate in healthy tissues resulting in somatic genetic mosaicism (SGM), a highly understudied form of variation. Among SGM classes, ëSV mosaicismsí likely account for most varying bases, are increased at age, are seen in the context of clonal cell expansion, and are associated with diseases of the elderly including type 2 diabetes and cancer. This indicates that to understand the basis of particular diseases we may first need to comprehend how naturally formed somatic SVs impact human cells. \nHere we aim to uncover the extent and impact of SV mosaicism. We aim to pursue single cell analyses, which offer the most direct way to detect somatic SVs in individual cells. Performing SV analysis in single cells at scale, however, is not a mainstream approach: current methods identify copy-number variants (CNVs), but miss key copy-neutral SV classes (e.g. inversions) likely to be highly relevant. We aim to develop new experimental and computational tools to construct a single cell catalog of a wide variety of relevant SV classes in different cell types (i.e. the blood compartment and skin) and ages. Using this catalog, we aim to study the functional impact of SV mosaicism on the cellular level, as a foundation for elucidating roles of somatic SVs in age-related phenotypes and diseases.",
    "totalCost": "1997060",
    "ecMaxContribution": "1997060",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}