{
    "rcn": "214701",
    "acronym": "SafeHouse",
    "topics": "ERC-2017-COG",
    "title": "Housing, Finance and the Macroeconomy, 1870-2015",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Popular wisdom has it that no other investment is as ësafe as housesí. Households have rigorously followed this investment advice. At the beginning of the 20th century, home ownership was the exception, not the rule. 100 years later, about two thirds of Europeans own the houses they live in. Homes have become the most important asset of households and mortgage loans have driven the growth of the financial sector, becoming its main asset. In the 2008 crisis, the housing market was the epicentre of shocks to the wealth of households and the health of banks.\nThe rise of debt-financed home ownership has transformed household portfolios and the balance sheets of banks. Yet the effects on the macroeconomy and the implications for financial stability are not well understood. We do not have a good understanding of how risky residential real estate is as an asset, how growing housing wealth affected the overall wealth distribution, or why housing and credit markets are prone to creating boom-bust cycles. SafeHouse aims to close this gap and break new ground in the macroeconomic and financial history of housing markets in 13 European countries as well as Australia, Canada, Japan and the U.S. from 1870ñ2015.\nI will pursue three main goals. First, I will determine the long-run price of housing risk, its time variation, and geographic heterogeneity, based on an extensive data collection effort. Second, I will track the evolution of housing wealth in the 20th century and quantify its contribution to much-debated trends in wealth inequality. Third, I will study the causes of boom-bust episodes in housing markets, focusing in particular on the interaction between house prices and credit supply. By combining the production of new historical data with state-of-the-art quantitative analysis, SafeHouse will open new avenues for macroeconomic and financial research on housing markets, inequality, and financial stability.",
    "totalCost": "1536130",
    "ecMaxContribution": "1536130",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}