{
    "rcn": "214728",
    "acronym": "INTRANSITION",
    "topics": "ERC-2017-COG",
    "title": "Development of Identity and Relationships during Transitions in Adolescence",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "A key developmental task in adolescence is the development of identity, which coincides with development of autonomy in close relationships. The INTRANSITION project aims to examine how development of identity and autonomy affect each other during adolescence. The project will advance the field by examining intra-individual (or within-person, as opposed to inter-individual or between-person) processes of change in identity and autonomy. This is crucial as inter-individual processes are not related or translatable to intra-individual processes. Often theories are examined by comparing adolescents to other adolescents, whereas the theoretical question focuses on understanding developmental changes within adolescents. To this end I will apply innovative intra-individual techniques to analyze development of identity and autonomy at different time scales: real-time moment-to-moment behavior, interactions across hours and days, and long-term development. In five interrelated work packages, I will examine development of adolescent identity and autonomy by putting the individual back in development. Work package 1 focuses on short-term intra-individual developmental processes of identity and autonomy. Work package 2 examines how developmental transitions affect intra-individual development of identity and autonomy. Work package 3 will focus on how person-environment interactions moderate intra-individual development of identity and autonomy. Work package 4 will examine emotional and behavioral variability in intra-individual development of identity and autonomy. Work package 5 addresses gene-environment interactions and epigenetic processes in intra-individual development of identity and autonomy. Together, these work packages will offer a better understanding of the short-term and long-term intra-individual developmental processes of identity and autonomy during transitional periods, thereby allowing to better understand how these changes take place within individuals.",
    "totalCost": "1999960",
    "ecMaxContribution": "1999960",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}