{
    "rcn": "214741",
    "acronym": "RUBIZMO",
    "topics": "RUR-09-2017",
    "title": "Replicable business models for modern rural economies",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "RUBIZMO will identify business models with high potential for empowering rural communities to take advantage of the opportunities arising from improved value chain optimisation. It will directly supporting the creation of sustainable jobs and growth in rural economies, supporting a multi-actor approach for generation of shared-value. Ultimately, the project looks to contribute to rural development in Europe, supporting the Europe 2020 Strategy for Smart, Sustainable and Inclusive Growth, as well as supporting Regional and Rural Development policy.\n\nTo do this, the project will identify innovative business models (developed or identified in existing projects under FP7, H2020, Interreg, Central Europe, etc.) with a significant potential to support modernisation and sustainable growth in rural economies, and relevant to the food sector, bio-based value chains and ecosystem services. Business models with the potential to contribute to the modernisation and sustainable growth of rural economies will be selected, packaged and classified according to their nature, comprising technologies, services, business support structures, financing mechanisms, etc.\n\nThis will result in the creation of four practical, user-oriented tools:\n- Virtual library of business cases, to inspire and inform potential entrepreneurs about business opportunities;\n- Guidelines on creating favourable conditions for the deployment of innovative business models, to help public authorities and rural networks create adequate framework conditions for rural innovation;\n- Toolkit for clustering and network development in rural areas;\n- Transformation support tool, to help individual entrepreneurs understand which business models are best adapted to their situation, and how to go about implementing change. \n\n\nThe project will then prepare Europe-wide upscaling and replication in rural areas using real life cases, taking account of the complexity of transferring value chains.",
    "totalCost": "3928852,04",
    "ecMaxContribution": "3928852,04",
    "coordinator": "RISE RESEARCH INSTITUTES OF SWEDEN AB",
    "coordinatorCountry": "SE",
    "participants": "ASOCIATIA ROMANA PENTRU AGRICULTURA DURABILA;ZABALA INNOVATION CONSULTING, S.A.;PROQUANTIS LTD & CO KG;IFAU APS;SERVICES COOP DE FRANCE, UNION DES COOPERATIVES AGRICOLES;COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA;SVERIGES LANTBRUKSUNIVERSITET;IRISH RURAL LINK CO-OPERATIVE SOCIETY LIMITED;UNIWERSYTET PRZYRODNICZY WE WROCLAWIU;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV;CLUSTER VIOENERGEIAS KAI PERIVALLONTOS DYTIKIS MAKEDONIAS;EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH;INVESTORNET-GATE2GROWTH APS;Greenovate! Europe",
    "participantCountries": "RO;ES;DE;DK;FR;SE;IE;PL;IT;EL;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}