{
    "rcn": "214700",
    "acronym": "VENUSCANCER",
    "topics": "ERC-2017-COG",
    "title": "Womenís cancers: do variations in patterns of care explain the world-wide inequalities in survival and avoidable premature deaths?",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Opening the World Cancer Congress in Paris in November 2016, President FranÁois Hollande insisted that women should be at the heart of cancer control, ìbecause they are victims of inequality in access to prevention, treatment and screening in every country in the world.î \n\nBreast, ovarian and cervical cancers are a major public health problem world-wide. Each year, approximately 2.5 million women are diagnosed with one of these cancers, and 900,000 women die from them, mainly in low- and middle-income countries.\n\nThe CONCORD programme for global surveillance of cancer survival reported striking differences in survival from these three cancers. Population-based cancer survival is a key measure of the overall effectiveness of health systems in dealing with cancer, from early diagnosis to comprehensive investigation and optimal treatment. I will exploit the CONCORD data base, as follows: \n\nï Access primary medical records in selected high- and low-income countries to collect more detailed data on stage at diagnosis, staging investigations, morphology, grade, prognostic bio-markers and treatment, for the most recent year during 2010-2014 for which data are available\nï Analyse the distributions of stage and treatment (ìpatterns of careî)\nï Estimate 1- and 5-year survival trends by stage, histological group and/or molecular subtype\nï Quantify inequalities in survival as the number of premature deaths that would be avoidable if survival in a given country (region) were equal to that in a neighbouring country with higher survival. \n\nThis ground-breaking work will show that it is possible (a) to collect high-quality, complete clinical information at population level even in low- and middle-income countries; (b) to explain the striking inequalities in womenís cancer survival world-wide, and (c) to summarise these inequalities in a single number (avoidable deaths) as a powerful tool that motivates policymakers to reduce inequalities in survival.",
    "totalCost": "1996483",
    "ecMaxContribution": "1996483",
    "coordinator": "LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}