{
    "rcn": "214722",
    "acronym": "ARTISTIC",
    "topics": "ERC-2017-COG",
    "title": "Advanced and Reusable Theory for the In Silico-optimization of composite electrode fabrication processes for rechargeable battery Technologies with Innovative Chemistries",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The aim of this project is to develop and to demonstrate a novel theoretical framework devoted to rationalizing the formulation of composite electrodes containing next-generation material chemistries for high energy density secondary batteries. The framework will be established through the combination of discrete particle and continuum mathematical models within a multiscale computational workflow integrating the individual models and mimicking the different steps along the electrode fabrication process, including slurry preparation, drying and calendering. Strongly complemented by dedicated experimental characterizations which are devoted to its validation, the goal of this framework is to provide insights about the impacts of material properties and fabrication process parameters on the electrode mesostructures and their corresponding correlation to the resulting electrochemical performance. It targets self-organization mechanisms of material mixtures in slurries by considering the interactions between the active and conductive materials, solvent, binders and dispersants and the relationship between the materials properties such as surface chemistry and wettability. Optimal electrode formulation, fabrication process and the arising electrode mesostructure can then be achieved. Additionally, the framework will be integrated into an online and open access infrastructure, allowing predictive direct and reverse engineering for optimized electrode designs to attain high quality electrochemical performances. Through the demonstration of a multidisciplinary, flexible and transferable framework, this project has tremendous potential to provide insights leading to proposals of new and highly efficient industrial techniques for the fabrication of cheaper and reliable next-generation secondary battery electrodes for a wide spectrum of applications, including Electric Transportation.",
    "totalCost": "1976445",
    "ecMaxContribution": "1976445",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}