{
    "rcn": "214754",
    "acronym": "DELTA",
    "topics": "LCE-01-2016-2017",
    "title": "Future tamper-proof Demand rEsponse framework through seLf-configured, self-opTimized and collAborative virtual distributed energy nodes",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "DELTA proposes a DR management platform that distributes parts of the Aggregatorís intelligence into lower layers of a novel architecture, based on VPP principles, in order to establish a more easily manageable & computationally efficient DR solution, ultimately aiming to introduce scalability & adaptiveness into the Aggregatorís DR toolkits; the DELTA engine will be able to adopt & integrate multiple strategies & policies provided from its energy market stakeholders, making it authentically modular & future-proof.\nDELTA will also deliver a fully autonomous architectural design, enabling end-users to escape the hassle of responding to complex price/incentive-based signals, while facilitating active, aware & engaged prosumers, based on innovative award schemes, a social collaboration platform & enhanced DR visualisation.  Provision of full-scale market & grid services will be made possible by delivering explicit & implicit-based DR elasticity services, while pushing current market regulatory limitations so that they can be surpassed, and satisfying potential grid constraints related to flexibility activation through Multi-Factor Forecasting and Deep Reinforcement Learning Profiling.\nFurthermore, DELTA will propose & implement novel multi-agent based, self-learning energy matchmaking algorithms to enable aggregation, segmentation & coordination of several diverse supply & demand  clusters, designed end-to-end using well-known, open protocols (i.e. OpenADR), for increasing interoperability. DELTA will set the milestone for data security in future DR applications by not only implementing novel block-chain methods & authentication mechanisms, but also by making use of Smart Contracts which would further secure & facilitate Aggregators-to-Prosumers transactions.\nTwo pilots in UK & Cyprus will realise the DELTA concept, covering a wide variety of residential/tertiary loads (>11GWh), RES generation (>14GWh) & energy storage systems (>9MWh) (average annual measurements).",
    "totalCost": "3873625",
    "ecMaxContribution": "3873625",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "HIT HYPERTECH INNOVATIONS LTD;ARCHI ILEKTRISMOU KYPROU;C.C.I.C.C. LIMITED;KIWI POWER LTD;E7 ENERGIE MARKT ANALYSE;UNIVERSITY OF CYPRUS;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;UNIVERSIDAD POLITECNICA DE MADRID;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "CY;IE;UK;AT;NO;ES;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}