{
    "rcn": "214786",
    "acronym": "CatChain",
    "topics": "MSCA-RISE-2017",
    "title": "CatchingñUp along the Global Value Chain: models, determinants and policy implications in the era of the Fourth Industrial Revolution",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Catching-Up along the global value chain: business models, determinants and policy implications in the era of the Fourth Industrial Revolution (GVC2UP4IR) is a project built on a multidisciplinary and multi-sectorial exchange program focused on unravelling the process of Catching-Up from different sectorial perspectives at a country level. It analyses the role of business models (BMs) in entering, learning and upgrading the Global Value Chain (GVC), aiming at recognising the determinants and challenges faced by Small and Medium Enterprises (SMEs) in tackling the process of upgrading in a globalising economy. The outcome of the project will be the definition of policy tools and frameworks to support effective policy-making actions in the implementation of Research and Innovation Smart Specialization Strategy (RIS3), with respect to the new agenda of Europe 2020, mainly for low-income EU countries.\nThe main aims of the project are:\n1.to identify: if and how a country should focus on developing domestic trade networks and upgrading before entering into GVCs; whether it should improve its infrastructures in regional value chains implementing the RIS3 strategy for its economic transformation;\n2.to study the emerging BMs underpinning the successful entry, learning, and upgrading in GVCs, after the investigation and valuation of case studies in different sectors and countries;\n3.to isolate the conditions that define the preferable entry strategy;\n4.to recognise the policy framework that facilitates entries and supports SMEs in developing a profitable business strategy.  \nTo give robust scientific answers to the question of whether entering GVCs by sponsoring one large national firm or a set of small and dynamic enterprises, GVC2UP4IR intends to bridge the Catching-Up approach with the GVCs literature, paying attention to the role that entry, learning and upgrading strategies ñ integrated with BMs, play in fostering a process of country-level catching-up in distinct sectors.",
    "totalCost": "2016000",
    "ecMaxContribution": "1683000",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;UNIVERSITEIT MAASTRICHT;UNIVERSIDAD COMPLUTENSE DE MADRID;Institute of Baltic Studies;ETABLISSEMENT D'ENSEIGNEMENT SUPERIEUR CONSULAIRE GRENOBLE ECOLE DE MANAGEMENT;TALLINNA TEHNIKAULIKOOL",
    "participantCountries": "EL;NL;ES;EE;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}