{
    "rcn": "214721",
    "acronym": "MagTendon",
    "topics": "ERC-2017-COG",
    "title": "Magnetically Assisted Tissue Engineering Technologies for Tendon Regeneration",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The poor healing ability of tendons, which play a critical role in the musculoskeletal system, as well as the limitations of currently used therapies have motivated tissue engineering (TE) strategies to develop living tendon substitutes. However, the limited knowledge on tendon development and healing processes has hindered the design of TE procedures that more closely recapitulate tendon morphogenesis. Extending beyond the state-of-the-art, MagTendon will explore conventional and innovative tools such as multimaterial 3 dimensional (3D) bioprinting to design magnetic responsive systems mimicking specific aspects of tendon tissue architecture, composition and biomechanical properties, which, combined with adequate stem cells, will render appropriate behavioural instructions to stimulate the regeneration of tendon tissue. Stem cell bioengineering approaches based on superparamagnetic nanoparticles (SPMNs), namely cell sorting, mechanoreceptors targeting and cell programming, will be used to unveil the cellular signalling pathways that trigger the tenogenic differentiation of the widely and easily obtained human adipose derived stem cells. Simultaneously, the 3D cell-laden magnetic system shall enable sophisticated 3D tissue models to unravel mechanisms behind tendon homeostasis and repair that will support the base knowledge to establish rational design criteria for the biofabrication of living tendon substitutes with the adequate signaling and structural cues to recapitulate tendon tissue developmental patterns. Therefore, the ground-breaking nature of the research proposed relies on the development of disruptive technological concepts for obtaining unique cell-laden 3D magnetically responsive systems that recapitulate key features of the native tissue and that can be further remotely modulated both in vitro and in vivo by the application of external magnetic stimuli, offering the prospect of tendon regeneration as opposed to simple tissue repair.",
    "totalCost": "1999854",
    "ecMaxContribution": "1999854",
    "coordinator": "UNIVERSIDADE DO MINHO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}