{
    "rcn": "214745",
    "acronym": "OPTIMA",
    "topics": "SFS-17-2017",
    "title": "Optimised Pest Integrated Management to precisely detect and control plant diseases in perennial crops and open-field vegetables",
    "startDate": "01/09/2018",
    "endDate": "31/12/2021",
    "objective": "OPTIMA will develop an environmentally friendly IPM framework for vineyards, apple orchards and carrots by providing a holistic integrated approach which includes all critical aspects related to integrated disease management, such as i) novel bio-PPPs use, ii) disease prediction models, iii) spectral early disease detection systems and iv) precision spraying techniques. It will contribute significantly to the reduction of the European agriculture reliance on chemical PPPs resulting in reduced use of agrochemicals, lower residues and reduced impacts on human health. OPTIMA will optimize disease prediction models for downy mildew in vineyards, apple scab in apple orchards and alternaria leaf blight in carrots to envisage faster the possibility of disease outspread and developing advanced early detection methods based on spectral imaging and deep learning techniques to precisely localise and quantify the infection. It will evaluate and screen biological and synthetic PPPs for their combined ability to control the selected diseases and weigh the optimum dosage and application timing and identifying and characterize induced host resistance mechanisms to achieve higher and durable resistance. It will enhance and develop three innovative prototype sprayers (for carrots, apple orchards and vineyards) actuating different nozzle types and adopting variable rate control based on canopy characteristics, the pathogen dispersal and disease development. The holistic developed IPM system will be tested and assessed in field conditions with the three selected crops. The advanced sprayer prototypes and the monitoring system will be tested in real-time to record field efficacy and potential discrepancies from the expected effectiveness. OPTIMA will finally, assess health, environmental and socioeconomic impacts of the proposed IPM system in comparison to conventional systems using an extended Life-Cycle approach integrated with Human and Environmental Risk Assessment.",
    "totalCost": "3425600",
    "ecMaxContribution": "3425600",
    "coordinator": "AGRICULTURAL UNIVERSITY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "ASSOCIATION EUROPEENNE POUR LA PROTECTION DES CULTURES - EUROPEAN CROP PROTECTION ASSOCIATION - EUROPAISCHER PFLANZENSCHUTZVERBAND;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;TERRA DA VINO SPA;AGRICULTURAL & ENVIRONMENTAL SOLUTIONS;INVENIO;UNIVERSITA DEGLI STUDI DI TORINO;EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK;INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE;UNIVERSIDADE DE COIMBRA;UNIVERSITAT POLITECNICA DE CATALUNYA;INSTITUT SUPERIEUR DES SCIENCES AGRONOMIQUES, AGROALIMENTAIRES, HORTICOLES ET DU PAYSAGE;CAFFINI SPA;STICHTING WAGENINGEN RESEARCH;PULVERIZADORES FEDE SL",
    "participantCountries": "BE;EL;IT;FR;PT;ES;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}