{
    "rcn": "214732",
    "acronym": "NovelExperiSENSE",
    "topics": "ERC-2017-COG",
    "title": "How experience shapes brain specializations",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "'The main goal of my research is to understand the origins of brain specialization and its flexibility across the lifespan. In our modern society Novel Sensory Experiences (NSE) and augmenting technologies are increasingly part of our everyday life (e.g. www.pokemongo.com). How does our brain deal with processing these new experiences? How much of its functional specializations and organization principle (e.g. topography in early sensory and motor brain areas) are already predefined by evolution and are locked after critical periods (i.e. early in life)? Our main hypothesis is that computational tasks, cognitive goals and partially innate network connectivity patterns, rather than sensory input per se, drive the emergence of brain specializations even after the critical periods pass. We base this also on our extensive experience with teaching blind to 'see' with their ears using sensory substitution devices (SSDs) and the resulting brain specializations (including putative mechanisms).  Here, we will extend, generalize and consolidate this theory by tracking in healthy adults the development of NSE (Novel since never experienced it before during life nor evolution).  We suggest here to build 5 novel topographic devices (e.g. we developed recently the IRThermoSense for perceiving heat information and beyond walls thermal images without interfering with regular vision). We will also work with providing novel experiences to congenitally sensory deprived populations (e.g. deaf) to promote sensory restoration. In both cases, we aim to characterize the integration of NSEs in the brain using longitudinal self and supervised learning in virtual and real world environments and cutting-edge biologically inspired computational neuroimaging tools, with special emphasis on topography (similar to how natural senses are represented e.g. body homunculus and retinotopy), task-selective specializations, multisensory and sensorimotor binding, and the emergence of distal attribution.\n'",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}