{
    "rcn": "214742",
    "acronym": "Circular Agronomics",
    "topics": "SFS-30-2017",
    "title": "CIRCULAR AGRONOMICS - Efficient Carbon, Nitrogen and Phosphorus cycling in the European Agri-food System and related up- and down-stream processes to mitigate emissions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Circular Agronomics (CA) provides a comprehensive synthesis of practical solutions to improve the current Carbon (C), Nitrogen (N) and Phosphorus (P) cycling in European agro-ecosystems and related up- and down-stream processes within the value-chain of food production. The proposed solutions would constitute a further step towards making agriculture an integral part of a circular economy by increasing resource efficiency while simultaneously addressing associated environmental challenges such as greenhouse gas and ammonia emissions as well as eutrophication of water bodies. Along 7 work packages and 6 case-studies, representing locations with different biogeographic conditions and environmental challenges typical for the European agricultural sector, the objective of CA is to contribute to a development towards sustainable, resilient and inclusive economies that are part of circular and zero-waste societies. The involved multi-actor and international consortium aims (i) To increase the understanding of C, N, P flows and the related potential to reduce environmental impacts at farm and regional level under different bio-geographical conditions; (ii) To close loops within cropland farming, from livestock to cropland farming and to increase the reuse of waste/wastewater from food-industry to improve soil fertility and to increase nutrient use efficiency; (iii) To highlight the performance of different prototypes of agro-ecological systems and increase sustainability of food production in the EU; and (iv) To contribute to the improvement of the European Agricultural Policies by providing evidence based, farmer led and consumer relevant recommendations for the agri-food chain. Cross-cutting social, economic and environmental evaluation ensure the overall sustainability of the investigated solution.",
    "totalCost": "7032749,04",
    "ecMaxContribution": "6999795,5",
    "coordinator": "INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES",
    "coordinatorCountry": "ES",
    "participants": "PONDUS VERFAHRENSTECHNIK GMBH;EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;CENTRE DE RECERCA EN ECONOMIA I DESENVOLUPAMENT AGROALIMENTARI-UPC-IRTA;VEREIN ZUR FORDERUNG AGRAR- UND STADTOKOLOGISCHER PROJEKTE (ASP) EV INSTITUT FUR AGRAR-UND STADTOKOLOGISCHE PROJEKTE AN DER HUMBOLDT;NUTRIENTS RECOVERY SYSTEMS;TECHNISCHE UNIVERSITAET MUENCHEN;FONDAZIONE CRPA STUDI RICERCHE;SOGESCA s.r.l.;ASIO SPOL SRO;HOEHERE BUNDESLEHR- UND FORSCHUNGSANSTALT FUER LANDWIRTSCHAFT RAUMBERG-GUMPENSTEIN;WAGENINGEN UNIVERSITY;EASTERN AFRICA FARMERS' FEDERATION SOCIETY;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;SOEPENBERG FERTILIZERS BV;EMA DEPURACIO I ENGINYERIA DE L'AIGUA;KWB KOMPENTENTZZENTRUM WASSER BERLIN GEMEINNUTZIGE GMBH;THE RURAL INVESTMENT SUPPORT FOR EUROPE FOUNDATION",
    "participantCountries": "DE;CH;ES;BE;IT;CZ;AT;NL;KE;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}