{
    "rcn": "214749",
    "acronym": "INNOSETA",
    "topics": "RUR-10-2016-2017",
    "title": "Accelerating Innovative practices for Spraying Equipment, Training and Advising in European agriculture through the mobilization of Agricultural Knowledge and Innovation Systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The aim of this network is to set-up a self-sustainable Thematic Network on Spraying Equipment, Training and Advising designed for the effective exchange between researchers, industry, extension services and farming community. This network will link directly applicable research and commercial solutions and grassroots level needs and innovative ideas thoroughly captured, thus contributing to close the research and innovation divide in this area. The proposed network will be organized to cover spraying application needs in the most commonly used crops in Europe: cereals, vegetables, orchards, vineyards and greenhouses organized in seven national innovation hubs linked with international interactive workshops. This Thematic Network will address important and timely issues that are critical to improve crop productivity and reduce environmental impact. These include spraying equipment, technologies and practical methods to estimate and reduce spray drift and environmental contamination; information and procedures on the benefits of following regular inspections of sprayers in use; new spraying equipment and components to increase the efficacy of the application; practical information and advice on the dose expression dilemma especially for orchard and bush crops; calibration and operation procedures using lively videos and developed interactive training and learning material; classification schemes for sprayers and nozzles to enable farmers and pesticide companies to decide on the most suitable to them nozzle/sprayer/technology combination for certain pesticide application; environmental requirements for new sprayers following ISO 16119; and best management practices acquired over the years from several EU projects and research publications.",
    "totalCost": "1998562,5",
    "ecMaxContribution": "1998562,5",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "ZACHODNIOPOMORSKI OSRODEK DORADZTWAROLNICZEGO W BARZKOWICACE;ASSOCIATION EUROPEENNE POUR LA PROTECTION DES CULTURES - EUROPEAN CROP PROTECTION ASSOCIATION - EUROPAISCHER PFLANZENSCHUTZVERBAND;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;AGRICULTURAL & ENVIRONMENTAL SOLUTIONS;UNIVERSITA DEGLI STUDI DI TORINO;CONFEDERAZIONE GENERALE DELL AGRICOLTURA ITALIANA;EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK;ZUIDELIJKE LAND- EN TUINBOUWORGANISATIE VERENIGING;UNION DE PEQUENOS AGRICULTORES Y GANADEROS;AGRICULTURAL UNIVERSITY OF ATHENS;COMITE EUROPEEN DES GROUPEMENTS DE CONSTRUCTEURS DU MACHINISME AGRICOLE;COMITE DES ORGANISATIONS PROFESSIONNELLES AGRICOLE DE L UNION EUROPEENNE COPA ASSOCIATION DE FAIT;INSTITUT FRANCAIS DE LA VIGNE ET DU VIN;VISAVI - GOD LANTMANNASED AB",
    "participantCountries": "PL;BE;EL;IT;NL;ES;FR;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}