{
    "rcn": "214744",
    "acronym": "PANDORA",
    "topics": "SFS-21-2016-2017",
    "title": "Paradigm for Novel Dynamic Oceanic Resource Assessments",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The Blue Growth of European fisheries is at risk due to over-exploitation, unforeseen changes in stock productivity, loss of markets for capture fisheries due to aquaculture, future trade agreements opening European markets to external fleets, and fluctuations in the price of oil and other business costs. All of these risks need to be considered when providing advice needed to sustainably maximize profits for the diverse array of fisheries operating in European waters and to help safeguard the benefits this sector provides to the social coherence of local, coastal communities.\nPANDORA aims to:\n1. Create more realistic assessments and projections of changes in fisheries resources (30 stocks) by utilizing new biological knowledge (spatial patterns, environmental drivers, food-web interactions and density-dependence) including, for the first time, proprietary data sampled by pelagic fishers. \n2. Advice on how to secure long-term sustainability of EU fish stocks (maximum sustainable/îpretty goodî and economic yields) and elucidate tradeoffs between profitability and number of jobs in their (mixed demersal, mixed pelagic and single species) fisheries fleets. Provide recommendations on how to stabilize the long-term profitability of European fisheries.\n3. Develop a public, internet-based resource tool box (PANDORAs Box of Tools), including assessment modelling and stock projections code, economic models, and region- and species-specific decision support tools; increase ownership and contribution opportunities of the industry to the fish stock assessment process through involvement in data sampling and training in data collection, processing and ecosystem-based fisheries management.\nThe project will create new knowledge (via industry-led collection, laboratory and field work, and theoretical simulations), new collaborative networks (industry, scientists and advisory bodies) and new mechanisms (training courses and management tools) to ensure relevance, utility and impact.",
    "totalCost": "5598388,75",
    "ecMaxContribution": "5598388,75",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "DANMARKS PELAGISKE PRODUCENTORGANISATION FORENING;INSTITUTO ESPANOL DE OCEANOGRAFIA;UNIVERSITY OF PORTSMOUTH HIGHER EDUCATION CORPORATION;UNIVERSITAET HAMBURG;HELLENIC CENTRE FOR MARINE RESEARCH;COOPERATIVE KOTTERVISSERIJ NEDERLAND UA;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;THE SECRETARY OF STATE FOR ENVIRONMENT, FOOD AND RURAL AFFAIRS;MARINE SCOTLAND;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;SAMFUNNS-OG NAERINGSLIVSFORSKNING AS;JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;INTERNATIONAL COUNCIL FOR THE EXPLORATION OF THE SEA;SCOTTISH PELAGIC FISHERMEN'S ASSOCIATION LIMITED;CONSIGLIO NAZIONALE DELLE RICERCHE;SOCIB - CONSORCIO PARA EL DISENO, CONSTRUCCION, EQUIPAMIENTO Y EXPLOTACION DEL SISTEMA DE OBSERVACION COSTERO DE LAS ILLES BALEARS;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;PELAGIC FREEZER TRAWLER ASSOCIATION;UNIVERSITY OF THE HIGHLANDS AND ISLANDS LBG;BANGOR UNIVERSITY;UNIVERSITETET I BERGEN;UNIVERSITEIT VAN AMSTERDAM;STICHTING WAGENINGEN RESEARCH;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "DK;ES;UK;DE;EL;NL;NO;IT;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}