{
    "rcn": "214724",
    "acronym": "VORTEX",
    "topics": "ERC-2017-COG",
    "title": "Plastic in the Ocean: Microbial Transformation of  an ëUnconventionalí Carbon Substrate",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Large quantities of plastics comprising a diverse set of hydrocarbon or hydrocarbon-like polymers are constantly released to the oceans. The impacts of plastics in marine environments are detrimental, as they are seemingly recalcitrant and harmful to marine life. The severity of this problem is gaining momentum because the untamed demand for plastics has led to an ever-increasing release of plastic to the sea. However, despite their seemingly persistent properties, they do not accumulate as expected, indicating a substantial sink for plastics in the ocean. Plastics are synthetic and thus rather new and ëunconventionalí compounds in the marine realm, yet microbes can utilise plastics as carbon substrates. However, the potential for microbial degradation of plastics in the ocean as well as key factors controlling degradation kinetics are largely unknown and have been discussed controversially. Using innovative stable isotope assays, my preliminary research has shown that plastics can be degraded in marine sediments under aerobic as well as anaerobic conditions. Here I propose to further investigate the potential for marine plastic degradation by microbes in laboratory- and field-based experiments across a wide range of contrasting environmental boundary conditions. In the VORTEX project, we will use cutting-edge stable isotope labelling and stable isotope probing assays in combination with biogeochemical/microbiological and organic geochemical tools to trace isotopically labelled carbon from the plastic-substrate pools into microbial metabolites (e.g. CO2) and biomass (e.g. diagnostic lipid biomarkers, DNA/RNA). This will lead to a breakthrough in our understanding of microbial plastic degradation in the ocean because the proposed analytical approaches allow to quantify kinetics of microbial polymer breakdown, to identify and quantify the responsible microbes and degradation pathways, and to determine environmental conditions conducive for plastic degradation.",
    "totalCost": "1999185",
    "ecMaxContribution": "1999185",
    "coordinator": "STICHTING NEDERLANDSE WETENSCHAPPELIJK ONDERZOEK INSTITUTEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}