{
    "rcn": "214717",
    "acronym": "RAVEN",
    "topics": "ERC-2017-COG",
    "title": "Rapid mass loss of debris covered glaciers in High Mountain Asia",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The research proposed uses an integrated data-modelling approach to elucidate the role that debris-covered glaciers play in the water cycle of High Mountain Asia (HMA) and establish how future HMA glacier and runoff will evolve. Debris-covered glaciers are of great significance for the hydrology of HMA, with large contributions to headwater streamflow. Despite this, their mass balance, hydrological role and future changes are poorly constrained, challenging model predictions of future water resources. Debris mantles insulate the ice and reduce ablation, but large-scale research indicates that HMA debris-covered glaciers are losing mass at rates similar to debris-free glaciers. This anomalous behaviour has profound implications for future glacier mass balance and runoff, but has not been reproduced with models, a fundamental limitation to a global assessment. I aim to establish that: 1) supraglacial cliffs and ponds are responsible for higher than expected mass losses of HMA debris-covered glaciers, because they act as windows of energy transfer through the debris; and that 2) their inclusion into models of glacier evolution will provide essential new estimates of glacier changes and future water availability in HMA. RAVEN will achieve these aims through combination of high-resolution satellite observations, field data and physically-based models in four sites along the Himalayan arc. This unprecedented setup captures the variety of climate and glaciers across HMA. Using satellite images I will investigate the spatial distribution and temporal evolution of cliffs and ponds; the insights will be used to develop physically-based models of cliff and pond ablation, which will be included in a glacio-hydrological model. Future glacier and runoff response will be projected using downscaled climate scenarios, allowing new estimates of glacier changes and future runoff for a data-starved region where millions of people depend on the water resources from glaciers and snow.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}