{
    "rcn": "214799",
    "acronym": "CEN-CE",
    "topics": "EE-14-2016-2017",
    "title": "CEN standard Certified ExpertsEU-wide qualification and training scheme based on EPBD mandated CEN standards",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "In order to reach the EU's energy and climate targets, a qualified building workforce is needed.  Professionals need to be aware of new upcoming challenges: (e.g. nZEB, renewables, new state of art) and be trained on it.\nThe objective of this proposal is to set up a large-scale qualification and training schemes to increase the skills of HVAC professionals related to the new upcoming challenges. HVAC professionals play an important role in energy efficiency, especially in renovation where HVAC systems are often replaced or upgraded first. \nThe proposed training schemes are based on CEN standards related to the EPBD and mandated by the European Commission. The standards were voted positively in January 2017. The new CEN standards offer innovative approaches and solutions including renewables, economical calculation (cost optimum) and measured energy . \nTo bring them into application, training is urgently needed. Several national calculation methodologies for energy performance of buildings are based on current CEN standards and they have to be replaced by new standards. \nThe proposal is focusing  on increased skills of HVAC professionals with direct links to the EPBD and Ecodesign Directive (e.g. Lot1, Lot 2). CEN standards are also used for the common EU voluntary certification scheme requested in the EPBD. \nThe training scheme will be complemented by a qualification scheme. \nIt addresses strong market request, shown by the support of stakeholders of the whole building value chain.   \nQualification and training based on European standards is an advantage for mutual recognition of qualifications and certifications schemes among different EU Member States. Standardisation is also key to create level playing field conditions for products European wide.     \nThe consortium includes standard writers, HVAC professional association and professionals, public authority advisers, universities and is supported by actors of the whole building value chain.",
    "totalCost": "824883,92",
    "ecMaxContribution": "824883,92",
    "coordinator": "CENTRE SCIENTIFIQUE ET TECHNIQUE DU BATIMENT",
    "coordinatorCountry": "FR",
    "participants": "SOCAL LAURENT;ENBEE SRO;FEDERATIE VAN VERENIGINGEN VOOR VERWARMING EN LUCHTBEHANDELING IN EUROPA VERENIGING;SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "participantCountries": "IT;SK;NL;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}