{
    "rcn": "214702",
    "acronym": "JUSTINT",
    "topics": "ERC-2017-COG",
    "title": "Justice Interactions and Peacebuilding: From Static to Dynamic Discourses across National, Ethnic, Gender and Age Groups",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "JUSTINT will provide a novel way of analysing how post-conflict justice practices, such as war crimes trials and truth-seeking, advance or hinder peacebuilding. It breaks away radically from existing approaches and examines an interactive and dynamic aspect of discourse. Until now, we have relied on statements by politicians, civil society actors, or victims to understand their response to post-conflict justice, and studied them as static discourses. Instead, we need to investigate communicative exchanges to understand how discussions about the violent past unfold, and to what effect.\n\nJUSTINT asks: how do people interact with each other in response to post-conflict justice across national, ethnic, gender and age groups in different deliberative domains? Do their views change in these interactions, and how? Written and spoken communication can provide strong evidence of attitudes and of their transformation. JUSTINT will apply Quantitative Text Analysis and Conversation Analysis to interactions in face-to-face and virtual deliberative domains (courts, parliaments, civil society debates, blogs, Web-based comments, and Twitter).\n\nThis mixed-method research will deliver fine-grained multi-language empirical analysis of patterns of discourse in four former Yugoslav countries (Serbia, Bosnia and Herzegovina, Kosovo and Croatia), selected as a typical case of post-conflict justice practices. It will be carried out by an interdisciplinary team (three political scientists with expertise in peacebuilding, post-conflict justice and political behaviour, a gender specialist, a computational linguist and a quantitative text analyst).\n\nJUSTINT will generate a theory of justice interactions, and open up significant new research horizons at the intersection of peacebuilding and deliberation. It will break new ground by studying justice discourses at the level of words and conversational sequences through interdisciplinary integration and methodological innovation.",
    "totalCost": "1976260",
    "ecMaxContribution": "1976260",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}