{
    "rcn": "214793",
    "acronym": "VERA",
    "topics": "ERC-2017-PoC",
    "title": "VERA: Extracellular VEsicles, miRNAs and particulate Air pollution: developing a new tool to identify subjects with high exposure-associated cardiovascular risk",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "Air pollution exposure, in particular the particulate matter (PM) component, has been consistently linked to an increased risk of developing acute and chronic cardiovascular diseases (CVD). The SPHERE ('Susceptibility to Particle Health Effects, miRNAs and Exosomes') project was granted by ERC-2011-StG 282413 and hosted by the ìUniversit‡ degli Studiî, Milan, Italy, to examine possible molecular mechanisms underlying the effects of PM exposure in relation to health outcomes. \nIn this project, in particular, we investigated the role exerted by extracellular vesicles (EV) and their miRNA cargo in mediating the cardiovascular effects of PM exposure. EVs might be the ideal candidate to mediate the effects of PM, since they could be potentially produced by the respiratory system, reach the systemic circulation and lead to the development of cardiovascular effects. In the SPHERE study, we confirmed in a population of obese subjects that PM is able to stimulate EV release in plasma and we were able to identify a EV-specific miRNA signature, responsive to PM exposure. One of the most important gaps in our current knowledge regarding PM-related cardiovascular health effects is the identification of susceptible subjects. This identification would provide the groundwork for the development of prevention strategies and of targeted treatments. \nThe Proof of Concept project VERA (Extracellular VEsicles, miRNAs and particulate Air pollution: developing a new tool to identify subjects with high exposure-associated cardiovascular risk) aims to confirm the commercial and technological feasibility of a tool for testing EV-specific miRNA expression, in order to identify subjects with an higher susceptibility to PM. We propose scientific activities which will validate the project SPHERE findings, extend them to the general population, will use in -vitro experiments and will support the development of a commercial kit aimed at evaluating the cardiovascular risk related to PM exposure.",
    "totalCost": "149939",
    "ecMaxContribution": "149939",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}