{
    "rcn": "214783",
    "acronym": "CARE4C",
    "topics": "MSCA-RISE-2017",
    "title": "Carbon smart forestry under climate change",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Carbon smart forestry under climate change (CARE4C) combines high level expertise and state of the art research in the context of carbon management in forests with advanced career building qualification by teaching, training and involving ESR's . CARE4C aims at substantially expanding knowledge about carbon sink by forest growth and carbon source by forest operations in order to enable carbon smart forestry under climate change. We trace the knowledge from understanding to modelling and application, and follow a clear dissemination strategy by training and teaching, publications in scientific journals and by involving forest related stakeholders and the public. The project builds upon a consortium that was successfully established within the Marie Curie IRSES project Climate-Fit Forests. Here, the consortium is enlarged by complementary academic and non-academic partners, and the exploratory focus is extended. The study area encompasses a broad range of climatic zones from Mediterranean to sub-boreal areas providing highly different growing conditions and landscapes differently affected by climate change. By this multilevel and multidisciplinary approach we overcome the restrictions concerning the transferability of locally and case study focused results. We plan a rather high number of secondments in order to efficiently extend the interdisciplinary network and dissemination. The project connects countries where both, integrative and segregative approaches, are prevailing in forest management. The forest types of interest include pure and mixed stands as well as complex structured close to nature forests. We track climate induced impacts on carbon sequestration on cell, organ, and tree level up to stand and landscape level. For a broad spectrum of forest types and management approaches we measure and compile information about carbon sink and source, model the carbon balance, take into account economics and derive carbon smart forest management options under climate",
    "totalCost": "967500",
    "ecMaxContribution": "967500",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD DE VALLADOLID;SZKOLA GLOWNA GOSPODARSTWA WIEJSKIEGO;BERNER FACHHOCHSCHULE;Ministerium f¸r Klimaschutz, Umwelt,  Landwirtschaft, Natur- und Verbraucherschutz  des Landes Nordrhein-Westfalen;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;UNIVERSITA DEGLI STUDI DI PADOVA;GROSSE KREISSTADT TRAUNSTEIN;BURGERGEMEINDE BERN;AGRESTA S. COOP.;LIBERA UNIVERSITA DI BOLZANO;FORA FOREST TECHNOLOGIES SLL;BIALOWIESKI PARK NARODOWY;PROVINCIA AUTONOMA DI BOLZANO",
    "participantCountries": "ES;PL;CH;DE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}