{
    "rcn": "214774",
    "acronym": "IoT4Industry",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Towards smarter means of production in European manufacturing SMEs through the use of the Internet of Things technologies",
    "startDate": "01/04/2018",
    "endDate": "30/09/2020",
    "objective": "The proportion of the manufacturing industry is currently decreasing in developed European countriesí GDP. Industry 4.0 - also called smart manufacturing, digital industry or industry of the future ñ provides several technological responses to the challenging competitive market. Indeed, the integration of the Internet of Things and related components - Cyber-Physical Systems (CPS), Digital Security, Cloud Computing and Big Data - in manufacturing SMEs will improve efficiency and flexibility in production and consumption. However, it requires a more integrated and cooperative approach due to the high interdisciplinarity which has been introduced. Above all, not all manufacturing companies, and in particular SMEs, have access to smarter means of production, due to costs and efforts in the integration and implementation, possible aversion or readiness to ICT technologies, and other obstacles related to cyber and physical security. The IoT4Industry project connects 3 Information and Communication Technologies (ICT) clusters having strong competences in IoT with 4 Advanced Manufacturing clusters having access to tool manufacturers and manufacturing SMEs in order to encourage cross-border and cross-sectorial collaboration between SMEs from these two sectors. Starting from the analysis of needs in manufacturing SMEs from diverse sectors in Europe (aerospace, automotive, medicine, ...) on the one hand, and the IoT technology offer on the other hand, the project will put in place favourable framework conditions to enable matchmaking and encourage the creation of smarter manufacturing tools and their integration in manufacturing SMEs. A hundred of support cases involving SMEs corresponding to different development stages (feasibility, prototyping, demonstration) will be selected through a call for proposals to receive funding and support, in view of further developing this new industrial value chain in European SMEs and improve their competitiveness on the global stage.",
    "totalCost": "4962500",
    "ecMaxContribution": "4852812,5",
    "coordinator": "POLE SOLUTIONS COMMUNICANTES SECURISEES",
    "coordinatorCountry": "FR",
    "participants": "ARVE INDUSTRIES HAUTE SAVOIE MONT BLANC;INNO TSD;MICROTEC SUDWEST EV;CENTRO SERVIZI INDUSTRIE SRL;POLE MECATECH;DSP VALLEY VZW;THE MANUFACTURING TECHNOLOGY CENTRE LIMITED LBG",
    "participantCountries": "FR;DE;IT;BE;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}