{
    "rcn": "214723",
    "acronym": "ASIAPAST",
    "topics": "ERC-2017-COG",
    "title": "From herds to empire: Biomolecular and zooarchaeological investigations of mobile pastoralism in the ancient Eurasian steppe",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The emergence of mobile pastoralism in the Eurasian steppe five thousand years ago marked a unique transformation in human lifeways where, for the first time, people relied almost exclusively on herd animals of sheep, goat, cattle, and horses for sustenance and as symbols. Mobile pastoralism also generated altogether new forms of socio-political organization exceptional to the steppe that ultimately laid the foundation for nomadic states and empires. However, there remain striking gaps in our knowledge of how the pastoralist niche spread and evolved across Eurasia in the past and influenced cultural trajectories that frame the human-herd systems of today. Little is known about the scale of pastoralist movements connected with the initial translocation of domesticated animals, how mobility became embedded in pastoralist life, or how movement contributed to the formation of sophisticated political networks. There is a poor understanding of the character of herd animal husbandry strategies that were central to pastoralist subsistence and how these co-evolved alongside pastoralist dietary intake and ritual use of herd animals. We have a remarkably poor understanding of what pastoralists ate, especially the dietary contribution of dairy products - the quintessential dietary cornerstone food of pastoralist societies. \n\nASIAPAST addresses these gaps through a biomolecular approach that recovers the dietary and mobility histories of pastoralists and their animals recorded in bones, teeth, and pottery.  This project pairs these methods to detailed analyses of the economic and symbolic use of herd animals preserved in zooarchaeological archives. These investigations draw from materials obtained from key sites that capture the transition to mobile pastoralism, its intensification, and emergence of trans-regional political structures located across the culturally connected regions of Mongolia, Kazakhstan, Russia, Kyrgyzstan, and Uzbekistan.",
    "totalCost": "1999145",
    "ecMaxContribution": "1999145",
    "coordinator": "CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF MANCHESTER;UNIVERSITY OF BRISTOL",
    "participantCountries": "UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}