{
    "rcn": "214751",
    "acronym": "SuperPests",
    "topics": "SFS-17-2017",
    "title": "Innovative tools for rational control of the most difficult-to-manage pests (super pests) and the diseases they transmit",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Among the most acute challenges that many producers of fruit and vegetable crops currently face are a subset of arthropod pest species - namely aphids, whiteflies, thrips and mites - that are extremely difficult to control (the ìsuper pestsî). These issues have been caused, in part, by the over reliance on synthetic insecticides and novel methods of control are urgently required. The SuperPests project aims to meet this need by developing and evaluating a suite of innovative products, tools and concepts, and integrating these with existing approaches in data driven Integrated Pest Management (IPM) programs. These control strategies will ensure the effective and sustainable control of the ìsuper pestsî, with substantially reduced use of pesticides. To achieve this SuperPests will develop multiplex and automated sample-to-answer diagnostics (biotypes, infection status and insecticide resistance profile), evaluate biopesticides (green chemistry ñ plant extracts & metabolites, synergists, RNAi and bio-stimulants), study host plant resistance to pests and  compatibility with biological control, select natural enemies better suited to certain crops and IPM, and develop predictive mathematical models, iteratively validated against experimental data, to determine optional combinations for IPM. Successful completion of the deliverables of SuperPests will create opportunities for the commercial exploitation of the new tools and products. The previous experience of the consortium members with a whole range of multi-actor and multidisciplinary approaches and cutting-edge translational technologies, the extensive synergies with parallel large international programs, and the inclusion of appropriate companies places the SuperPests team in a strong position to generate knowledge and create smart tools and practices which ensure pest control while protecting the environment and human health.",
    "totalCost": "3095900",
    "ecMaxContribution": "2991525",
    "coordinator": "AGRICULTURAL UNIVERSITY OF ATHENS",
    "coordinatorCountry": "EL",
    "participants": "BIOBEST BELGIUM NV;THE UNIVERSITY OF EXETER;ELLINIKOS GEORGIKOS ORGANISMOS - DIMITRA;UNIVERSIDAD POLITECNICA DE CARTAGENA;UNIVERSITEIT GENT;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;THE UNIVERSITY OF WESTERN ONTARIO;BIPA NV;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;ENDURA SPA;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "BE;UK;EL;ES;DE;CA;FR;IT;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}