{
    "rcn": "214797",
    "acronym": "TRAINEE",
    "topics": "EE-14-2016-2017",
    "title": "TowaRd market-based skills for sustAINable Energy Efficient construction",
    "startDate": "01/05/2018",
    "endDate": "31/10/2020",
    "objective": "The overall objective is to increase the number of skilled building professionals according to recommendations from national qualification roadmap concerning two priorities, training of 4.500 building professionals and blue collar workers and overcoming barriers for implementation of EE measures in operation and maintenance. \nSpecific objectives (SO) are\n-Upgrading two qualification schemes for technicians, building managers and engineers and development of large scale of training schemes for 5 blue collar qualifications and two RES occupations (designers and installers) by establishing the Knowledge Centre for support in development of sustainable EE market-based construction skills with annual capacity to replicate it to 10 training providers and 600 qualified construction workers (200 through training and 400 through recognition of previous learning): \n-Increasing awareness of building professionals for use of Building Information Modeling (BIM) tools, in order to achieve the desired multidisciplinary approach in construction that should result with reduction in the gap between designed and actual energy performance through improved quality of construction in specific projects and to achieve measurable energy savings and improved quality of indoor environment;\n-Improved market recognition of skills in the building sector and enhancing collaboration across different professional groups.",
    "totalCost": "877006,25",
    "ecMaxContribution": "877006,25",
    "coordinator": "ECONOMIC CHAMBER OF MACEDONIA",
    "coordinatorCountry": "MK",
    "participants": "ASSOCIATION OF ENGINEERING SOCIETIES ENGINEERING INSTITUTION OF MACEDONIA SKOPJE;WITS INSTITUTE SL;JAVNA USTANOVA CENTAR ZA OBRAZOVANIE NA VOZRASNITE SKOPJE;KREACIJA ASSOCIATION OF BUSINESS AND CONSULTANTS SKOPJE;Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
    "participantCountries": "MK;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}