{
    "rcn": "214787",
    "acronym": "ImmunAID",
    "topics": "SC1-PM-03-2017",
    "title": "Immunome project consortium for AutoInflammatory Disorders",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Systemic autoinflammatory diseases (SAID) encompass several rare disorders characterised by extensive clinical and biological inflammation. SAID are caused by the dysregulation of the innate immune system. Due to numerous and unspecific symptoms, tentative diagnosis often leads to failure/delay and inadequate treatments. ImmunAID will deliver a method for rapid and accurate diagnosis across all the spectrum of SAID, in order to improve clinical management of SAID patients. Thanks to parallel analyses run on samples from more than 600 patients with monogenic or undiagnosed SAID collected throughout Europe, Immunaid will generate a unique and comprehensive set of data, based on unbiased multiomics approaches (gene, transcript, protein, microbiome), and hypothesis-driven assays exploring inflammasome, inflammation resolution and immune networks. A centralised data management strategy will enable to conduct integrated analyses for diagnostic biomarker identification. In a discovery phase, semi-supervised clustering of omics data will be combined to supervised analysis of pathway-related data to provide robust classification and strong link to clinical features/impact. The related biomarkers will further be validated externally on independent samples and cohorts. Overall, ImmunAID will disentangle the spectrum of SAID, and propose a new omics- and pathogenesis-based SAID classification associated to a clinical decision making algorithm implementable in daily practice. An efficient dissemination plan will target e.g. guideline-forming bodies, the medical community and patients with the help of the ERN RITA and with the objective of turning our results into clinical practice. To further support this, proactive innovation management will be implemented. To reach its ambitious goals, ImmunAID interdisciplinary consortium gathers high-level partners, including the founder of SAID concept, experts in omics science, immunology, bioinformatics, and involves clinicians and patient advocacy groups.",
    "totalCost": "15835851,25",
    "ecMaxContribution": "15835851,25",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;UNIVERSITE DE LIEGE;FMF & AID GLOBAL ASSOCIATION;UNIVERSITE DE GENEVE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;KOBENHAVNS UNIVERSITET;HOSPITAL SANT JOAN DE D…U;UNIVERSITY OF LEEDS;IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON;OWKIN FRANCE;INSTITUT CURIE;VIB;CENTRE HOSPITALIER UNIVERSITAIRE DE LIEGE;HACETTEPE UNIVERSITESI;PANEPISTIMIO IOANNINON;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;University College London;UNIVERZITETNI KLINICNI CENTER LJUBLJANA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;KATHOLIEKE UNIVERSITEIT LEUVEN;AMBIOTIS;OSPEDALE PEDIATRICO BAMBINO GESU",
    "participantCountries": "FR;BE;CH;DK;ES;UK;EL;TR;NL;SI;DE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}