{
    "rcn": "214726",
    "acronym": "KITAB",
    "topics": "ERC-2017-COG",
    "title": "Exploring Cultural Memory in the Pre-Modern Islamic World (700ñ1500):Knowledge, Information Technology, and the Arabic Book",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "KITAB (an acronym that also means ìbookî in Arabic) undertakes a highly innovative and transregional study of the Arabic book (700ñ1500) and its role in shaping cultural memory in the Islamic world. One of the most spectacularly prolific traditions in human history, the medieval Islamic world witnessed a literary outpouring surpassing the textual output of classical Antiquity and medieval Europe. Our knowledge of the Arabic book, however, is restricted and anecdotal along linguistic and historical lines. This project will be the first to treat holistically this medieval tradition as a cultural phenomenon, and will offer a major new investigation of historical texts as mediators of memory. Its ingenuity derives from the application of pioneering digital technology which detects how Arabic texts were repurposed to suit an evolving present and imagined future. The project will provide the first open-access platform for studying the reuse of historical texts in Arabic and this platform can be then redeveloped for any other language in any other time period. The result will be the first ever comprehensive view of no less than 6,350 Arabic texts that narrate the human past in the Islamic world and that belong to an Islamic historiographical tradition that continues to shape the identity of Muslims worldwide today, including in the European Union. A multi-disciplinary team of 8 researchers and software developers, plus a user group of 12 peer historians, will carry out the research and build upon the successful British Academy-sponsored pilot carried out in 2015 and 2016.",
    "totalCost": "1994536,17",
    "ecMaxContribution": "1994536,17",
    "coordinator": "THE AGA KHAN UNIVERSITY (INTERNATIONAL) IN THE UNITED KINGDOM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}