{
    "rcn": "214718",
    "acronym": "SuPerCom",
    "topics": "ERC-2017-COG",
    "title": "Sustainable Performance for High-Performance Embedded Computing Systems",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Computers increasingly intervene in critical aspects of our life related to health, safety, and security, resulting in (critical) software controlling functionalities or services with humans in the loop. This trend towards critical-function digitization brings huge benefits for society and rests two pillars: the use of high-performance parallel hardware as the only viable option to cover the highest-ever critical softwareís performance needs; and the ability to provide sustainable (guaranteed) performance, instead of average unreliable performance. Failing to support both pillars prevents embedded computers from safely executing critical software potentially causing unacceptable risks or threats to human life.\nSuPerCom goes beyond current solutions, which face either major scalability limitations or cannot provide performance guarantees, and proposes a holistic multidisciplinary approach that addresses the challenge of providing high and sustainable performance with future embedded computers comprising high-performance hardware with unprecedented complexity levels.\nSuPerCom synergistically combines for the first time performance analysis, hardware design and statistical and machine learning techniques. With SuPerCom performance predictability and performance observability become first-class citizen hardware requirements, rather than being considered at the end of the design. SuPerCom also proposes statistical and machine-learning techniques to (i) deal with big amounts of performance data coming from hardware sensors and (ii) provide on-line optimizations to increase sustainable performance.\nSuPerCom breakthrough can have significant economic and societal impact by allowing embedded computers to use high-performance hardware with strong guarantees of sustainable performance. This, in turn, will allow executing a wide-variety of performance-demanding critical software like advanced driver assistance systems in cars or advanced medical devices with sound guarantees.",
    "totalCost": "1998918,75",
    "ecMaxContribution": "1998918,75",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}