{
    "rcn": "214762",
    "acronym": "STOP",
    "topics": "SFS-39-2017",
    "title": "Science and Technology in childhood Obesity Policy",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The STOP project will bring together a range of key health and food sector actors to generate scientifically sound and policy-relevant evidence on the factors that have contributed to the spread of childhood obesity in European Countries and on the effects of alternative policy options available to address the problem. This evidence will complement, systematise and partly reframe the findings of an established body of prior research by leveraging the latest scientific findings. The STOP project will translate the evidence gathered and generated into:\na. A comprehensive set of indicators and a measurement framework for the regular monitoring of relevant dimensions of childhood obesity, its determinants and actions to address it in all European Countries;\nb. Policy toolkits, providing practical guidance and tools for the design and the implementation of effective and sustainable policies and actions by governments and private sector stakeholders;\nc. A novel, evidence-based, multi-stakeholder framework, to enable and promote a shared understanding of problems and solutions by key actors, relying on a structured process leveraging cognitive mapping and policy simulations validated by empirical data and empowering individual actors to take action within an agreed accountability and monitoring framework. \nSTOP will generate timely, comprehensive and policy-relevant measures of childhood obesity in all European countries; it will generate new trans-disciplinary evidence of the role of key determinants of childhood obesity, emphasising the role of different environments surrounding children, from analyses of detailed multi-dimensional measurements taken on several established EU children cohorts, including epigenetic and biological mediators of obesity; it will assess the impacts of policies and actions to address childhood obesity based on observations in the same children cohorts and policy simulations of the health, social and economic outcomes of policies.",
    "totalCost": "10709195,16",
    "ecMaxContribution": "9600862,88",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITEIT HASSELT;ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;TERVISE ARENGU INSTITUUT;ETABLISSEMENT D'ENSEIGNEMENT SUPERIEUR CONSULAIRE HAUTES ETUDES COMMERCIALES DE PARIS;NACIONALNI INSTITUT ZA JAVNO ZDRAVJE;ISTITUTO SUPERIORE DI SANITA;FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA;UNIVERSITA DEGLI STUDI DI TORINO;UNIVERSITATEA DE MEDICINA SI FARMACIE VICTOR BABES TIMISOARA;INSTITUTO DE SAUDE PUBLICA DA UNIVERSIDADE DO PORTO;WORLD OBESITY FEDERATION;MINISTERIO DA SAUDE - REPUBLICA PORTUGUESA;TERVEYDEN JA HYVINVOINNIN LAITOS;THE UNIVERSITY OF AUCKLAND;INSTITUT DES SCIENCES ET INDUSTRIES DU VIVANT ET DE L'ENVIRONNEMENT - AGRO PARIS TECH;EUROPEAN PUBLIC HEALTH ALLIANCE;KAROLINSKA INSTITUTET;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;SVEUCILISTE U ZAGREBU KINEZIOLOSKIFAKULTET;CONSORCIO CENTRO DE INVESTIGACION BIOMEDICA EN RED M.P.;UNIVERSITY OF SOUTHERN CALIFORNIA;WORLD HEALTH ORGANIZATION;UNIVERZA V LJUBLJANI",
    "participantCountries": "BE;IT;EE;FR;SI;ES;RO;PT;UK;FI;NZ;SE;HR;US;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}