{
    "rcn": "214798",
    "acronym": "Upgrade DH",
    "topics": "EE-02-2017",
    "title": "Upgrading the performance of district heating networks in Europe",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The overall objective of the Upgrade DH project is to improve the performance of inefficient district heating networks in Europe by supporting selected demonstration cases for upgrading, which can be replicated in Europe. \n\nThe Upgrade DH project supports the upgrading and retrofitting process of DH systems in different climate regions of Europe, covering various countries: Bosnia-Herzegovina, Denmark, Croatia, Germany, Italy, Lithuania, Poland, and The Netherlands. In each of the target countries, the upgrading process will be initiated at concrete DH systems of the so called Upgrade DH demonstration cases (demo cases). The gained knowledge and experiences will be further replicated to other European countries and DH systems (replication cases) in order to leverage the impact. \n\nCore activities of the Upgrade DH project include the collection of the best upgrading measures and tools, the support of the upgrading process for selected district heating networks, the organisation of capacity building measures about DH upgrading, financing and business models, as well as the development of national and regional action plans. In addition, an image raising campaign for modern DH networks will be carried out in the Upgrade DH project. The outcome will be the initiation of district heating upgrading process in the above mentioned target countries and beyond.",
    "totalCost": "1999667,5",
    "ecMaxContribution": "1999667,5",
    "coordinator": "WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG",
    "coordinatorCountry": "DE",
    "participants": "JAVNO PREDUZECE ELEKTROPRIVREDA BOSNE I HERCEGOVINE DD*;STEINBEIS INNOVATION GGMBH;AGFW-PROJEKTGESELLSCHAFT FUR RATIONALISIERUNG, INFORMATION UND STANDARDISIERUNG MBH;HERA SPA;UAB SALCININKU SILUMOS TINKLAI;COWI AS;EUROHEAT & POWER;OPTIT SRL;LIETUVOS SILUMOS TIEKEJU ASOCIACIJA;SVEUCILISTE U ZAGREBU, FAKULTET STROJARSTVA I BRODOGRADNJE",
    "participantCountries": "BA;DE;IT;LT;DK;BE;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}