{
    "rcn": "214746",
    "acronym": "LIVERUR",
    "topics": "RUR-09-2017",
    "title": "Living Lab research concept in Rural Areas",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "LIVERUR aims at expanding an extremely innovative business model called Living Labs among the rural regions. Living labs are user-centred, open-innovation ecosystems often operating in a territorial context, integrating concurrent research and innovation process within a public-private partnership. The basis for the strategic development of a rural Living Lab is in establishing a sustainable stakeholder partnership; users, policy-makers, companies, researchers enter into agreements on the basis of which they may engage in longer term collaboration. However, a successful Living lab business design can be expected to be highly affected by the specific context of the Living Lab rural environment and by its specific objectives and ambitions. LIVERUR project identifies Living Labs as innovative business models that are currently developing in rural areas, and it will undertake socio-economic analysis to identify, describe and benchmark differences between the new Living Lab approach and more entrepreneurial traditional approaches (mass production, development of prices, optimising the cost structures with the enterprises, rationalisation). LIVERUR project pays particular attention to Living Labs, since they foster a more sustainable mobilisation of resources, improved cooperation between operators along the value chain and lead to new services. Living Lab utilizes the open innovation concept in a wider sense, with success/failure rate determined by empirically based research key factors. Since there is still a lack of empirically grounded studies, the short term objective of LIVERUR is to improve knowledge of business models growing in rural areas, including a through understanding of their potential. In the long term the project will increase the potential for rural economic diversification.",
    "totalCost": "4107005",
    "ecMaxContribution": "4107005",
    "coordinator": "FUNDACION UNIVERSITARIA SAN ANTONIO",
    "coordinatorCountry": "ES",
    "participants": "ZEMNIEKU SAEIMA;DAR MARGOUM OUEDHREF;ASOCIACION PARA EL DESARROLLO RURAL INTEGRADO DE LOS MUNICIPIOS DE LAVEGA DEL SEGURA;UHLAVA OPS;CHAMBRE REGIONALE D'AGRICULTURE PROVENCE ALPES COTE AZUR;UNIONE DEI COMUNI DEL TRASIMENO;FUNDO REGIONAL PARA A CIENCIA E TECNOLOGIA;BUNDESANSTALT FUR AGRARWIRTSCHAFT;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ZAFER KALKINMA AJANSI;SOGESCA s.r.l.;CLEOPA GMBH;WIRELESSINFO;CESIE;CHAMBRE REGIONALE D'AGRICULTURE DES PAYS DE LA LOIRE;WELLNESS TELECOM SL;ZENTRUM FUR SOZIALE INNOVATION GMBH;INSTITUTE OF ENTREPRENEURSHIP DEVELOPMENT;REGIONALMANAGEMENT BURGENLAND GMBH;E35 FONDAZIONE PER LA PROGETTAZIONE INTERNAZIONALE;TR ASSOCIATES LTD;UNIVERZA V LJUBLJANI",
    "participantCountries": "LV;TN;ES;CZ;FR;IT;PT;AT;TR;DE;EL;MT;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}