{
    "rcn": "214729",
    "acronym": "MMGNRs",
    "topics": "ERC-2017-COG",
    "title": "Molecular Magnetic Graphene Nanoribbons",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Intense research efforts are currently aimed at establishing a fundamental link between spintronics, molecular electronics and quantum computation. Novel materials could usher a true revolution in this area, and magnetic graphene nanoribbons, in particular, have attracted impressive theoretical attention. However, creating them with the necessary level of precision has, until now, proved elusive, so that the extensive theoretical work remains fundamentally untested, and the applicative potential untapped.\n\nMMGNRs will investigate these uncharted waters, by developing a radically new approach: instead of the usual methods of cutting out graphene nanoribbons from large sheets, or randomly placing magnetic molecules on graphene surfaces, we will create graphene nanoribbons from a molecular bottom-up synthetic procedure, and attach molecular magnetic centres to their sides, at well-defined periodic intervals. In this way, a spin density is injected into the graphene backbone, and the homogeneity of the sample allows studying edge spin with unprecedented accuracy.\n\nMMGNRs will test the chemical possibilities offered by this approach, and will then use low-temperature transport and pulsed electron-paramagnetic-resonance spectroscopy to reveal the classical and quantum magnetic properties of graphene spin states. \n\nThe success of MMGNRs will answer three fundamental questions: are our extensive theories of graphene magnetic states, for which there is no clean experimental counterpart, right? Can we use graphene magnetic states to perform quantum logic operations? Is it possible to push the quantum effects to high temperatures, and include them into electronic nanodevices? While answering these questions, MMGNRs will open a totally new area of chemical synthesis, redefine our experimental and theoretical knowledge of spins in graphene, and assess the limits and applicative potential of graphene and molecular spintronic devices.",
    "totalCost": "1729668",
    "ecMaxContribution": "1729668",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}