{
    "rcn": "214770",
    "acronym": "NEXT",
    "topics": "SC5-13-2016-2017",
    "title": "New Exploration Technologies",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "NEXT proposal has been compiled by a pan-European consortium, which consists of 16 partners from leading research institutes (3), academia (3), service providers (5) and industry (5). The members come from 6 EU member states (Fi, FR, DE, MT, ES and SE) and represent the main metal producing regions of Europe, Fennoscncian Shield, Iberian Pyrite Belt and Central European Belt. These economically most important metallogenic belts of the EU have diverse geology with evident potential for different types of new mineral resource. The mineral deposits in these belts are the most feasible sources of critical, high-tech and other economically important metals in the EU. The project consortium has also a vast international collaboration network, e.g. 50% of the Advisory Board members have been invited from outside EU. \n\nIn addition to the variable geology, the vulnerability of the environment and the glacial sedimentary cover in the Arctic regions of northern Europe, and the thick weathering crust and more densely populated nature of the target areas in the Iberian and Central European belts influence the mineral exploration in different ways. The social conditions in potential benefits and challenges also vary. Therefore the new environmentally sound exploration concepts and technologies will be optimized and tested on diverse mineral deposit types.\n\nNEXT will develop new geomodels, novel sensitive exploration technologies and data analysis methods which together are fast, cost-effective, environmentally safe and socially accepted. Methods developed reduce the current high exploration costs and enhance participation of civil society from the start of exploration, raising awareness and trust.  Moreover, the reduced environmental impact of the new technologies and better knowledge about the factors influencing social licensing will help promote social acceptance of both exploration and mining and therefore support the further development of Europe¥s extractive industry.",
    "totalCost": "6901276,25",
    "ecMaxContribution": "6901276,25",
    "coordinator": "GEOLOGIAN TUTKIMUSKESKUS",
    "coordinatorCountry": "FI",
    "participants": "LULEA TEKNISKA UNIVERSITET;UNIVERSITE DE LORRAINE;MINAS DE AGUAS TENIDAS SA;YARA SUOMI OY;RADAI OY;EFTAS FERNERKUNDUNG TECHNOLOGIETRANSFER GMBH;LAPIN YLIOPISTO;LOOP AND LINE OY;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;MAWSON OY;DMT GmbH & CO. KG;INTEGRATED RESOURCES MANAGEMENT (IRM) COMPANY LIMITED;VALORIZA MINERIA SL;BEAK CONSULTANTS GMBH;HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "participantCountries": "SE;FR;ES;FI;DE;MT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}