{
    "rcn": "214711",
    "acronym": "QNETWORK",
    "topics": "ERC-2017-COG",
    "title": "Quantum networks wired by multi-spin entanglement",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Entanglement is arguably the most defining and yet counterintuitive feature of quantum theory. The non-local nature of entanglement provides exciting opportunities for fundamentally new science and technologies. As a prime example, recent theoretical work has uncovered the unique potential of a future quantum network: a network of nodes consisting of multiple well-controlled quantum particles ìwiredî by quantum entanglement. Such a network would enable distributed quantum computing and simulation, secure communication, enhanced metrology and new fundamental studies of nature. Although recent pioneering advances in quantum control have made quantum networks a realistic prospect, remote entanglement has so far been limited to two long-lived spins in trapped ions, atoms, quantum dots and diamond defect centers.\n\nMy QNETWORK project will realize a multi-node entanglement-based quantum network. The network will have fully controlled multi-spin nodes at individual diamond defects connected by single-photon links. Using this quantum network I will demonstrate supremacy of a quantum repeater node over direct photon transmission, generate multi-spin entanglement and study its decoherence, realize quantum teleportation across multiple nodes and finally exploit the network for new scientific experiments ranging from super-activation of entanglement distillation to foundational tests to quantum secret sharing.\n\nTo achieve these ambitious goals, this proposal will capitalize on two recent breakthroughs with single electron spins trapped in diamond defects in my group. First, we have entangled electron spins on different chips (most recently over a distance >1km). Second, we have achieved full control over a handful of nuclear spins near one such electron, providing the required quantum memories. If successful, QNETWORK will yield a versatile multi-node quantum network that will serve as a novel platform for groundbreaking science and as a test-bed for a future quantum Internet.",
    "totalCost": "1625000",
    "ecMaxContribution": "1625000",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}