{
    "rcn": "214791",
    "acronym": "MoViS",
    "topics": "ERC-2017-PoC",
    "title": "An innovative screening protocol device for early identification of neonates at high-risk for Autism Spectrum Disorders",
    "startDate": "01/05/2018",
    "endDate": "31/10/2019",
    "objective": "Autism spectrum disorders (ASD) comprise an early-onset neurodevelopmental syndrome primarily characterized by impairments in social perception, cognition and communication, and a restricted pattern of interests and behavior. Without any doubt, infants and children with ASD greatly benefit from early behavioral intervention, therefore an early detection and treatment of ASD has been placed as a major health care priority. Unfortunately, nowadays, ASD diagnosis occurs at 2.5-4 years of age. In my previous ERC AdG Project, I proved that inborn predispositions to visual social stimuli (i.e., face-like patterns, eye-gaze and biological motion) is different between newborns at high-risk for ASD (HR, younger siblings of affected children) and newborns at low-risk (LR). Significant predictors for HR newborns were obtained and an accurate biomarker was identified. Starting from this, the goal of MoViS Project (Mobile Visual Stimulation) will be to develop, for the very first time, a simple and innovative tool for early screening and monitoring of neonates social behaviour by means of visual stimulation. This is an innovative and a promising project because, behind providing an important contribution in expanding our current knowledge about the ontogenesis of the ASD, the possibility of targeting high-risk infants during the first days of their life, via a behavioral marker for social orienting, could allow for a new generation of early therapeutic interventions for rehabilitation, starting in a time when brain plasticity allows reorganization of cortical circuits.",
    "totalCost": "149936",
    "ecMaxContribution": "149936",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "NEEDIUS SRL",
    "participantCountries": "IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}