{
    "rcn": "214706",
    "acronym": "EScORIAL",
    "topics": "ERC-2017-COG",
    "title": "Emerging Simplex ORigins In ALS",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "My aim is to understand the exact genetic contribution in every patient with Amyotrophic Lateral Sclerosis (ALS), a lethal disease with a life time risk of 0.3% and an urgent unmet therapeutic need. I have recently shown a disproportionate large contribution from low-frequency genetic variants in ALS. ALS is not simply a collection of unique rare diseases with a monogenetic cause nor is it a diagnostic continuum with a complex contribution of thousands of small effect factors. ALS is in-between, which I call ìsimplexî, where in each patient a few, considerably strong genetic factors with or without environmental factors are at play. \nALS mutations are characterized by reduced penetrance, variable clinical expressivity, have specific pleiotropic clinical features and interact with environmental factors. These phenomena are unexplained, but provide me with important and new opportunities in order to unravel the clinical, genetic and biological heterogeneity in ALS. I have created new research fields to go an important step beyond the state of the art: Splitting by lumping uses novel machine learning algorithms to reclassify patients using clinical pleiotropic features, environmental factors and blood epigenetic profiles to identify novel ALS mutations. Imaging genomics overlays patterns in ALS-associated brain morphology on MRI with brain gene-expression patterns to find ALS mutations. ALS risk in 3D integrates data on three-dimensional folding of†DNA with genetic data to identify causal mutations and mutation-to-mutation interaction. ALS genomic modifiers in 3D identifies modifiers of C9orf72 mutations through the development of cellular reporter assays and CRISPR-Cas9 based screens. Genomic findings are translated using cellular models which can be used for targeted and unbiased drug screens. If successful, my approaches can be applied beyond the scope of this ERC and will have a clear impact on clinical trial design and genetic counselling in ALS in particular.",
    "totalCost": "1980434",
    "ecMaxContribution": "1980434",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}