{
    "rcn": "214736",
    "acronym": "SONORA",
    "topics": "ERC-2017-COG",
    "title": "The Spatial Dynamics of Room Acoustics",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The SONORA project aims to increase the general understanding of how complex sound scenes are impacted by the spatial dynamics of room acoustics. This knowledge is crucial in the design of signal processing algorithms for audio acquisition and reproduction problems in real-life situations, where moving sound sources and observers interact with room acoustics in a complicated manner.\nA major part of the project will be devoted to the development of novel room acoustics models and to the unification of existing models. The room acoustics models developed in this project will be data-driven models with a physically motivated structure, and are expected to fill the existing gap between geometric and wave-based models. This will be achieved by formulating existing and novel models in a dictionary-based mathematical framework and introducing a new concept coined as the equivalent boundary model, aimed at relaxing the prior knowledge required on the physical room boundary.\nA second part of the project will focus on the development of a protocol for measuring spatiotemporal sound fields. This protocol will be rooted in a novel sound field sampling theory which exploits the spatial sparsity of sound sources by invoking the compressed sensing paradigm.\nThirdly, novel signal processing algorithms capable of handling spatiotemporal sound fields will be designed. By employing recent advances in large-scale optimization and multidimensional scaling, fast and matrix-free algorithms will be obtained that do not require prior knowledge of the sound scene geometry. \nThe SONORA research results are anticipated to have a notable impact in various audio acquisition and reproduction problems, including acoustic signal enhancement, audio analysis, room inference, virtual acoustics, and spatial audio reproduction. These problems have many applications in speech, audio, and hearing technology, hence a significant benefit for industry and for technology end users is expected in the long run.",
    "totalCost": "1999825",
    "ecMaxContribution": "1999825",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}