{
    "rcn": "214731",
    "acronym": "ANTILEAK",
    "topics": "ERC-2017-COG",
    "title": "Development of antagonists of vascular leakage",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Dysregulation of capillary permeability is a severe problem in critically ill patients, but the mechanisms involved are poorly understood. Further, there are no targeted therapies to stabilize leaky vessels in various common, potentially fatal diseases, such as systemic inflammation and sepsis, which affect millions of people annually. Although a multitude of signals that stimulate opening of endothelial cell-cell junctions leading to permeability have been characterized using cellular and in vivo models, approaches to reverse the harmful process of capillary leakage in disease conditions are yet to be identified. I propose to explore a novel autocrine endothelial permeability regulatory system as a potentially universal mechanism that antagonizes vascular stabilizing ques and sustains vascular leakage in inflammation. My group has identified inflammation-induced mechanisms that switch vascular stabilizing factors into molecules that destabilize vascular barriers, and identified tools to prevent the barrier disruption. Building on these discoveries, my group will use mouse genetics, structural biology and innovative, systematic antibody development coupled with gene editing and gene silencing technology, in order to elucidate mechanisms of vascular barrier breakdown and repair in systemic inflammation. The expected outcomes include insights into endothelial cell signaling and permeability regulation, and preclinical proof-of-concept antibodies to control endothelial activation and vascular leakage in systemic inflammation and sepsis models. Ultimately, the new knowledge and preclinical tools developed in this project may facilitate future development of targeted approaches against vascular leakage.",
    "totalCost": "1999770",
    "ecMaxContribution": "1999770",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}