{
    "rcn": "214735",
    "acronym": "IONOS",
    "topics": "ERC-2017-COG",
    "title": "An iono-electronic neuromorphic interface for communication with living systems",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "While our understanding of the brain have made huge progresses, we are still inefficient in interfacing biological systems with electronics, both in terms of energy and integration potential. Pushed by the need to use conventional computers for building complex systems dedicated to brain interface applications, we have mostly capitalized on technologies and architectures inherits from microelectronic that are intrinsically not adapted to interface living systems. The IONOS project will shift the brain interface paradigm by developing new technologies designed to interact intimately with biological cells and capitalizing heavily on bio-inspiration. To reach this goal, the IONOS project will explore how to sense, stimulate and compute biological signals from in-vitro neural cellsí assembly based on iono-electronic materials and devices. These emerging devices offer basics functionalities such as memory, ion-electron signalís transduction, and amplification paving the way to a new field of device and circuit engineering that could efficiently reproduce key biological functions such as learning and spatio-temporal processing of information. This project will demonstrate how these concepts associated to the bio-inspired computing paradigm can unlock our fundamental limitations for communicating with living neural cells. Proof of concept will show how an artificial system can efficiently send, receive and compute information from a biological one, which constitutes the basic of communication.",
    "totalCost": "1898520",
    "ecMaxContribution": "1898520",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}