{
    "rcn": "214720",
    "acronym": "GlacialLegacy",
    "topics": "ERC-2017-COG",
    "title": "Glacial Legacy on the establishment of evergreen vs. summergreen boreal forests",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Boreal forests provide critical ecosystem services to humanity, including timber supplies, cli-mate-regulation, and permafrost-stabilization. However, these forests differ markedly between Asia, which is dominated by summergreen larch forests, and North America, where boreal for-ests are exclusively evergreen. The basic mechanisms controlling the distributions of these bo-real biomes remain poorly understood. \nMy new hypothesis is that summergreen and evergreen needle-leaf forests represent alterna-tive quasi-stable states that occur today under similar climatic conditions, but were triggered by different environmental conditions and gene pools during the Last Glacial.\nGlacialLegacy will use coherent empirical and modelling approaches to investigate this hypoth-esis across the entire Northern Hemisphere, also collecting new data from northern Asia, where both forests types occur today. \nWork package (WP) A will explore the dependency of post-glacial forest establishment on the glacial climate and genetic characteristics of northern tree refugia. We will use ancient DNA analysis of sediments, complemented by results from pollen data synthesis. For a mechanistic understanding of the empirical evidence obtained, we will simulate post-glacial forest migra-tion using the LAVESI individual-based vegetation model, into which long-term genetic process-es will be incorporated. \nWP-B will further refine the LAVESI model using results from vegetation and biophysical field surveys. This will enable us to quantify the vegetationñfireñpermafrostñclimate feedbacks that are likely to facilitate boreal forest bi-stability. \nSuch a model configuration is the only way that reliable predictions of the future of boreal for-ests can be made, which will be the objective of WP-C. These predictions will aim to anticipate potentially critical future ecosystem service changes on a continental scale, thus providing the knowledge base required for adaptation strategies to be prepared.",
    "totalCost": "1979052,5",
    "ecMaxContribution": "1979052",
    "coordinator": "ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}