{
    "rcn": "214712",
    "acronym": "TRANSHOLOMORPHIC",
    "topics": "ERC-2017-COG",
    "title": "New transversality techniques in holomorphic curve theories",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "'In the study of symplectic and contact manifolds, a decisive role has been played by the theory of pseudoholomorphic curves, introduced by Gromov in 1985.  One major drawback of this theory is the fundamental conflict between 'genericity' and 'symmetry', which for instance causes moduli spaces of holomorphic curves to be singular or have the wrong dimension whenever multiply covered curves are present.  Most traditional solutions to this problem involve abstract perturbations of the Cauchy-Riemann equation, but recently there has been progress in tackling the transversality problem more directly, leading in particular to a proof of the 'super-rigidity' conjecture on symplectic Calabi-Yau 6-manifolds.  The overriding goal of the proposed project is to unravel the full implications of these new transversality techniques for problems in symplectic topology and neighboring fields. Examples of applications to be explored include: (1) Understanding the symplectic field theory of unit cotangent bundles for manifolds with negative or nonpositive curvature, with applications to the nearby Lagrangian conjecture and dynamical questions in Riemannian geometry; (2) Developing a comprehensive bifurcation theory for Reeb orbits and holomorphic curves in symplectic cobordisms, leading e.g. to a proof that planar contact structures are 'quasiflexible'; (3) Completing the analytical foundations of Hutchings's embedded contact homology (ECH), a 3-dimensional holomorphic curve theory with important applications to dynamics and symplectic embedding problems; (4) Developing new refinements of the Gromov-Witten invariants based on super-rigidity and bifurcation theory; (5) Defining higher-dimensional analogues of ECH; (6) Proving integrality relations in the setting of 6-dimensional symplectic cobordisms, analogous to the Gopakumar-Vafa formula for Calabi-Yau 3-folds.'",
    "totalCost": "1624500",
    "ecMaxContribution": "1624500",
    "coordinator": "HUMBOLDT-UNIVERSITAET ZU BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}