{
    "rcn": "214713",
    "acronym": "UB-RASDisease",
    "topics": "ERC-2017-COG",
    "title": "The ubiquitin system in RAS-driven disease",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The RAS pathway is the most frequently activated signaling node in human disease. Despite intensive efforts, effective therapeutic strategies for RAS-driven disease remain daunting. Elucidation of the mechanisms of RAS activation promises to lead toward novel therapeutic approaches to inhibit RAS activity, and may permit identification of patients who might benefit from RAS pathway inhibitors. Our preliminary studies show that reversible ubiquitylation controls RAS activity by altering its interaction network, thus representing a conceptually novel mechanism of RAS regulation. Our initial steps towards the understanding of the RAS ubiquitylation machinery have shown that positive regulators of RAS ubiquitylation are frequently mutated or down-regulated in RAS-driven diseases, whereas negative regulators are commonly up-regulated. These striking initial results suggest that dysregulation of RAS ubiquitylation may be an alternative mechanism that drives RAS activation in human disease.\nHere, we aim to elucidate the role of the ubiquitin system in RAS-driven disease. We will unravel the molecular machinery controlling RAS ubiquitylation and ascertain alterations of the identified machinery in RAS-driven disease. To assess the functional impact of these alterations, we will create genetically modified mouse models and CRISPR-engineered human cell models. We will employ cutting-edge proteomic approaches to determine how disease-associated dysregulation of RAS ubiquitylation perturbs RAS interactions and signalling. Using a synthetic biologic approach, we will obtain insights into mechanisms by which ubiquitylation modulates RAS interactions. It is significant that, in contrast to the majority of known RAS regulators, the ubiquitin enzymes are ìdruggableî, which implicates them as promising targets for inhibiting RAS activity. Thus, our studies could lead to new ways of defeating RAS-driven disease.",
    "totalCost": "1999796",
    "ecMaxContribution": "1999796",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}