{
    "rcn": "214743",
    "acronym": "Nutri2Cycle",
    "topics": "SFS-30-2017",
    "title": "Transition towards a more carbon and nutrient efficient agriculture in Europe",
    "startDate": "01/10/2018",
    "endDate": "30/09/2022",
    "objective": "NUTRI2CYCLE will use an integrated approach to enable the transition from the current (suboptimal) nutrient household in European agriculture to the next-generation of agronomic practices, characterized by an improved upcycling of nutrients and organic carbon. \n\nThe project is deeply rooted in pevious national and European projects, in which the consortium members were actively involved. The underlying principle is that Nutrient Use Efficency can be significantly improved by integrating on-farm techniques and systems that allow better reconnection between 1) animal husbandry provided flows and 2) plant production requirements. At the same time this reconnection itself will serve a better C-return to soil and GHG-reduction by avoided emissions optionally combined with energy production for self-consumption on-farm.\n\nNUTRI2CYCLE aims to (i) benchmark mass flows of nutrients, organic carbon and GHG-footprint, (ii) provide an assessment frame (toolbox) for evaluating potential impact of proposed innovations, (iii) actively support concepts, techniques and scenarios put forward in EIP-Operational Groups, (iv) optimize these (\\ in-consortium developed) scenarios using the toolbox, (v) showcase the most promising developments via prototypes and demos. Finally, using the experience gained at a local/regional scale, NUTRI2CYCLE will elaborate strategic scenarios to identify the effect of these innovations at European scale. \n\nNUTRI2CYCLE brings together the extensive expertise of leading experts in the field of nutrient cycling. This collaboration originates from the EIP-Focus Group on Nutrient Recycling, closely interacting with the EIP Operational Groups in the individual EU member states. Better nutrient stewardship engaging all actors across the value chain as envisaged in NUTRI2CYCLE will increase the C, N and P recycling rate significantly and will improve the overall sustainability and innovation capacity of European agricultural systems.",
    "totalCost": "7048003,75",
    "ecMaxContribution": "6850050,5",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "POLITECHNIKA CZESTOCHOWSKA;CONSORZIO ITALBIOTEC;INAGRO, PROVINCIAAL EXTERN VERZELFSTANDIGD AGENTSCHAP IN PRIVAATRECHTELIJKE VORM VZW;CHAMBRE DEPARTEMENTALE D AGRICULTURE;UNITED EXPERTS;Instituto Superior de Agronomia;KOBENHAVNS UNIVERSITET;TERRA HUMANA TISZTA TECHNOLOGIAKATFEJLESZTO TERVEZO ES KIVITELEZO KFT;JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;ZUIDELIJKE LAND- EN TUINBOUWORGANISATIE VERENIGING;SOLTUB TRADE AND SERVICE PROVIDING LIMITED LIABILTY;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;UNIVERSITA DEGLI STUDI DI MILANO;IPS KONZALTING DOO ZA POSLOVNE USLUGE;FUNDACION CARTIF;EUROPEAN BIOGAS ASSOCIATION;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "PL;IT;BE;FR;PT;DK;HU;DE;NL;ES;HR;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}