{
    "rcn": "214709",
    "acronym": "THIRST",
    "topics": "ERC-2017-COG",
    "title": "Third Strategy in Tissue Engineering ñ Functional microfabricated multicellular spheroid carriers for tissue engineering and regeneration",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "The field of tissue engineering (TE) pursues a noble goal, driven by the urgent need for tissue and organ repair. It is represented by a fairly large and extremely interdisciplinary scientific community. However, so far TE was not able to deliver to the expectations, with only a few examples of successful clinical translation mostly restricted to a particular disease or tissue type. Despite the fact that all major fundamental bottlenecks of conventional TE strategies have long been identified, a universal solution does not seem to be in sight.\nIn this project I propose to launch a radically new approach, a third strategy in tissue engineering (THIRST), which holds the potential to produce a desperately needed technological breakthrough. THIRST relies on a tissue self-assembly from multicellular spheroids encaged within robust 3D printed microscaffolds. THIRST is enabled by a number of cutting-edge methods, some of which became relevant in the context of TE only recently. In combination, these methods offer a variety of new technological possibilities for the area of TE. \nThe objectives of this project are focussed on establishing the means for automated large-scale production of tissue modules, protocols for microscaffold biofunctionalisation, and demonstrating THIRST potential with highly relevant clinical examples - cartilage, representing avascular tissue, and vascularized bone tissue. \nA distinct feature of THIRST is its universal applicability, meaning that such a tool-box can be further expanded to encompass other types of tissues without substantial adjustments to the basic tissue assembly procedure. The latter is particularly inspiring, taking into account the considerable regulatory hurdles associated with the development of new TE therapies. Due to its unconventional nature, realization of THIRST relies on overcoming several considerable technological challenges addressed by this project.",
    "totalCost": "1999962,5",
    "ecMaxContribution": "1999962,5",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "LUDWIG BOLTZMANN GESELLSCHAFT OSTERREICHISCHE VEREINIGUNG ZUR FORDERUNG DER WISSENSCHAFTLICHEN FORSCHUNG",
    "participantCountries": "AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}