{
    "rcn": "214710",
    "acronym": "PhenomeNal",
    "topics": "ERC-2017-COG",
    "title": "Inheritance, expressivity and epistasis hidden behindthe phenotypic landscape of natural populations",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Elucidating the causes of the awesome phenotypic diversity observed in natural populations is a major challenge in biology. It is now clear that the understanding of traits is not only hampered by non-heritable factors such as the environment and epigenetic variation, but also confounded by the lack of complete knowledge concerning the genetic components of traits. More than a century after the rediscovery of Mendelís law, the genetic architecture of traits still resists generalization. First, this is increasingly evident as shown by recent genome-wide association studies, where identified causal loci explained relatively little of the heritability of most complex traits, leading to the ìmissing heritabilityî. Second, we also have recently shown that monogenic mutations can display a significant, variable and continuous phenotypic expression, called expressivity, across different genetic backgrounds. Altogether, these observations clearly indicate that a better understanding of the genetic architecture of traits requires a deeper knowledge of the variability of the phenotypic effect of genetic variants across an entire population. In the frame of the Phenome'N'al project, I plan to marry classical but high-throughput genetic methods with new approaches based on population genomics to connect the phenotypic and allelic landscape by taking advantage of the powerful budding yeast model system. With our recent completion of the whole genome resequencing of over 1,011 natural isolates (http://1002genomes.u-strasbg.fr/), plus the accompanying phenotyping efforts, we have currently one of the best understanding of the natural genetic and phenotypic diversity of any eukaryote model system to date. These datasets will lay the foundation of Phenome'N'al, which aims to dissect the inheritance, expressivity and genetic interactions hidden behind the phenotypic landscape of an entire natural population.",
    "totalCost": "1999882",
    "ecMaxContribution": "1999882",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}