{
    "rcn": "214707",
    "acronym": "RURALIMAGINATIONS",
    "topics": "ERC-2017-COG",
    "title": "Imagining the Rural in a Globalizing World",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "With globalization primarily considered an urban phenomenon, its impact on rural areas tends to be neglected. Tackling this blind spot is urgent as rural-urban divides persist and rural communities, notably in the 2016 Brexit vote and US election, claim their concerns about globalizationís effects are being ignored. RURALIMAGINATIONS focuses on the crucial role played by cultural imaginations in determining what aspects of contemporary rural life do and do not become visible nationally and globally, which, in turn, affects how the rural can be mobilized politically. Using a distinctive humanities approach, it examines prominent cultural imaginations of the rural in film, television and literature in the UK, US, Netherlands, China and South Africa, asking: 1) to what extent do these imaginations render globalizationís effects on the rural (in)visible? 2) what role do traditional rural genres and the feelings or desires they attach to the rural play in this making (in)visible? 3) how can new aesthetic repertoires highlighting the rural as a site of globalization and addressing rural-urban divides and inequalities be developed? The five subprojects conduct, in their national contexts, a narrative, visual and discursive analysis of post-2000 rural imaginations, guided by an innovative theoretical framework combining three concepts: the chronotope reveals what the imagined rural time-space renders visible and how it relates to urban and global time-space; spectrality gives access to what rural imaginations render invisible and to their haunting by traditional genres; and affect exposes how these imaginations attach feelings and desires to the rural, impacting its evaluation and political mobilization. The project synthesis compares the five contexts and examines how rural imaginations interact globally. Expert workshops in the national contexts forge collaborations between humanities scholars, social scientists and cultural producers to develop new rural imaginations.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}