{
    "rcn": "214734",
    "acronym": "VALITEST",
    "topics": "SFS-13-2017",
    "title": "Validation of diagnostic tests to support plant health",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Regulated or non-regulated pests (bacteria, virus, fungi, nematodes, arthropods or weeds) are responsible of major cropsí losses. Accurate and reliable detection and identification of pests are essential to avoid or reduce economical costs and trade disruptions and to support surveillance activities. In recent years, numerous tests based on new technologies have been developed to meet the different needs. However, most of them are validated on an intra-laboratory basis, through limited test performance studies (TPS) or ring trials, and there is a need to further harmonize practices. The project aims at producing validation data and will include two rounds of TPS. The first one will include combinations of pest/test/matrix, prioritized based on the expertise of the project's consortium. The second round will include other combinations based on the needs expressed by various stakeholders. Priorities for validation will then be better aligned to their needs and to the market. To maximize the impact of the project, calls of interest will be organized to include in the validation programme, kits of suppliers outside the consortium and allow participation to the TPS of voluntary proficient laboratories. Current harmonized procedures in Plant Health for validation and organization of TPS will be improved by including appropriate statistical approaches and by adapting the process for new promising technologies, such as Next Generation Sequencing. Liaison with regional and international standardization bodies will allow large dissemination of validation data obtained in this project especially by their inclusion in harmonized diagnostic protocols. The outcomes of the project will stimulate, optimize and strengthen the interactions between stakeholders in Plant Health for better diagnostics and lay the foundations for structuring the quality and the commercial offers for plant health diagnostics tools thanks to a dedicated association and a quality charter.",
    "totalCost": "3201494",
    "ecMaxContribution": "2997867,51",
    "coordinator": "AGENCE NATIONALE DE LA SECURITE SANITAIRE DE L ALIMENTATION DE L ENVIRONNEMENT ET DU TRAVAIL",
    "coordinatorCountry": "FR",
    "participants": "UNIVERSITE DE LIEGE;EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;BIOREBA AG;INTERNATIONAL PLANT ANALYSIS AND DIAGNOSITICS SRL;CLEARDETECTIONS B.V.;NACIONALNI INSTITUT ZA BIOLOGIJO;EUROPEAN AND MEDITERRANEAN PLANT PROTECTION ORGANISATION;LOEWE BIOCHEMICA GMBH;UNIVERSITA DEGLI STUDI DI TORINO;SEDIAG;FERA SCIENCE LIMITED;NEDERLANDSE VOEDSEL EN WARENAUTORITEIT;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA;GLOWNY INSPEKTORAT OCHRONY ROSLIN I NASIENNICTWA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "BE;CH;IT;NL;SI;FR;DE;UK;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}