{
    "rcn": "214779",
    "acronym": "VIDA",
    "topics": "INNOSUP-01-2016-2017",
    "title": "Value-added Innovation in fooD chAins",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Value-added Innovation in fooD chAins (VIDA) will nurture and harness the growth and innovation potential of SMEs working\nacross European food chains, bringing together four complementary and mutually dependant sectors; food, energy, water\nand key enabling technologies (KET). VIDA will strengthen current and develop new cross-sectoral industrial value chains\nwithin the food production and processing industries through a combination of direct and indirect innovation actions, as well\nas support and capacity building measures. These will include open-innovation and virtual collaboration tools, mentoring and\nknowledge-sharing activities and a 'twin-track' innovation voucher scheme which will support the realisation of high-TRL,\nlarge-scale, demonstration and commercialisation projects across Europe. We will effect change among more than 6200\norganisations, primarily SMEs.\nVIDA combines expertise from four complementary European Strategic Cluster Partnerships (ESCPs): FoodPackLab,\nEU4Food, Energy in Water and AdPack, with a direct reach of over 700 SMEs across the partner clusters (and 2100 SMEs\nacross the collaborating ESCPs). The collaborating partners have been carefully selected to ensure a complementary\nbalance of geographies, knowledge, experience and expertise within VIDA's four sectors, and maximise the potential for\ncross-sectoral and cross-disciplinary exchanges to create new industrial value chains.\nVIDA will operate for 3 years and has a total budget of Ä5.031.141, Ä4,044,776 of which will directly and benefit SMEs (>81% of the total budget). Ä3,275,000 of the budget is targeted to provide specialist innovation vouchers, and catalyse large-scale demonstration with commercialisation innovation projects, with >100 beneficiaries.",
    "totalCost": "5031141,25",
    "ecMaxContribution": "4988766,25",
    "coordinator": "STICHTING CENTRE OF EXPERTISE WATERTECHNOLOGIE",
    "coordinatorCountry": "NL",
    "participants": "SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.;BALTICNET PLASMATEC;NANOPROGRES ZS;LOMBARDY ENERGY CLEANTECH CLUSTER;STICHTING WATER ALLIANCE;ASOCIACION CLUSTER URBANO PARA EL USO EFICIENTE DEL AGUA;CLEAN;ARAGON INNOVALIMEN;FOOD-PROCESSING INITIATIVE E. V",
    "participantCountries": "PT;DE;CZ;IT;NL;ES;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}