{
    "rcn": "214784",
    "acronym": "DAWN4IoE",
    "topics": "MSCA-RISE-2017",
    "title": "Data Aware Wireless Networks for Internet of Everything",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Whilst traffic demand is increasing exponentially, network operatorsí revenue remains flat. There is an urgent for data driven 4G/5G networks.\n \nIn this project, we exploit heterogeneous big data analytics to optimize both the deployment and operations of wireless networks. We design protocols that enable future Data Aware Wireless Networks (DAWN) for enabling a new age of Internet of Everything (IoE). The proposal has been developed to address the following open issues in data driven flexible systems:\nï How to characterize user mobility and wireless data traffic patterns \nï How to infer user Quality-of-Experience (QoE) from combining data sets\nï How to use data analytics to assist cell planning\nï How to use data driven techniques to optimise the network using Self-Organising-Network (SON) algorithms\nï How to optimally cache data to accelerate and optimise data storage and transmission.\n\nThe research objectives of the DAWN4IoE project are as follows: \nï Develop appropriate spatial-temporal structured filters to combine different data sets and infer both human location/mobility and digital data demand patterns.\nï Develop appropriate machine-learning techniques for unstructured natural language processing (NLP) to understand consumer experience for different service categories.\nï Design algorithms to integrate the new data analytics techniques with current state-of-the-art deployment techniques to assist HetNet planning, performance prediction, and deployment\nï Design mechanisms to integrate structured and unstructured data analytics to drive SON algorithms for radio resource management and smart antenna elements.\nï Design algorithms to optimally cache data leveraging on mobile edge computing (MEC).\n\nAchieving the above objectives will provide crucial inputs for 5G/B5G data-driven flexible wireless network design and both increase network capacity by 50% and decrease operation costs by 20-30% (compared with non-data driven networks).",
    "totalCost": "1107000",
    "ecMaxContribution": "850500",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE;THE UNIVERSITY OF SHEFFIELD;RANPLAN WIRELESS NETWORK DESIGN LTD;CONSIGLIO NAZIONALE DELLE RICERCHE",
    "participantCountries": "EL;UK;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}