{
    "rcn": "214727",
    "acronym": "FeedHypNet",
    "topics": "ERC-2017-COG",
    "title": "Dynamic regulation of feeding behaviors in health and disease by top-down control of hypothalamic networks",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Feeding behaviors represent a complex set of crucial for survival abilities required to meet upcoming nutritional demands. Eating disorders, such as anorexia nervosa, are widespread, difficult to treat and extremely dangerous, displaying the highest mortality rate of all psychiatric disorders and a very high relapse rate. Mechanisms of onset, progression and relapse of eating disorders are unknown. Feeding behaviors are regulated by hypothalamus, an evolutionary conservative brain region. While a role of neurochemically defined hypothalamic neurons in feeding has been recently studied, little is known about an adaptive regulation of hypothalamus by extrahypothalamic inputs. Further, it is not known how dynamic signaling in hypothalamus upon changing metabolic and environmental demands is organized to generate consistent adaptive behavior. The overarching goal of my proposal is to provide insight into neural mechanisms of healthy and pathological feeding behaviors. Combining optogenetics, electrophysiological recordings in transgenic behaving mice, Ca2\\ imaging and fiber photometry, I will pursue 4 aims: (i) investigate role of neural circuitries that translate cognitive-related information to the lateral hypothalamus during adaptive feeding behaviors; (ii) characterize causal significance of top-down inputs from anxiety- and mood-related brain regions onto lateral hypothalamus in feeding, and study how changes in metabolic demands affect this signaling; (iii) study mechanisms and functions of fast, network oscillations-related and behavior-dependent signaling in hypothalamus; (iv) investigate how signaling in hypothalamus changes during development of anorexia nervosa symptoms and study consequences of optogenetically restored physiological signaling. This innovative and interdisciplinary approach will enable identification of neuronal circuits mediating feeding behavior in health and pathology, and thus gain insights into neuronal mechanisms of eating disorders.",
    "totalCost": "1875000",
    "ecMaxContribution": "1875000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}