{
    "rcn": "214725",
    "acronym": "MicroC",
    "topics": "ERC-2017-COG",
    "title": "Agent-Based Modelling of Gene Networks to model clonal selection in the tumour microenvironment and predict therapeutic resistance",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The occurrence of therapeutic resistance is a major cause for the small effect on overall survival showed by targeted cancer therapies. Whilst experimental strategies to evaluate available treatments have been faced by an ever increasing number of possible combinations, computational approaches have been challenged by the lack of a framework able to model the multiple interactions encompassed by the three major factors affecting therapeutic resistance: selection of resistant clones, adaptability of gene signalling networks, and a protective and hypoxic tumour microenvironment.\n\nHere I propose a novel modelling framework, Agent-Based Modelling of Gene Networks, which brings together powerful computational modelling techniques and gene networks. This combination allows biological hypotheses to be tested in a controlled stepwise fashion, and it lends itself naturally to model a heterogeneous population of cells acting and evolving in a dynamic microenvironment, which is needed to predict therapeutic resistance and guide effective treatment selection.\n\nUsing triple negative breast cancer (TNBC) as a testing case (15% of breast cancers, lacks validated), I propose to: \n\n1. Develop a computational model of the TNBC tumour microenvironment using in-vitro and in-vivo, including patient-derived, models and data from clinical samples. 2. Validate the ability of the model to predict driver genes conferring a survival advantage to cancer cells in a hypoxic microenvironment. 3. Predict combinations of druggable targets to tackle TNBC therapeutic resistance. 4. Select most effective drug combinations and validate pre-clinically.\n\nThis project will deliver pre-clinically validated drug combinations, new therapeutic targets and a virtual environment to study individual tumours and predict therapeutic resistance. Complementing and empowering experimental models and assays, microC will offer a new powerful tool for diagnosis and therapy.",
    "totalCost": "1996325",
    "ecMaxContribution": "1996325",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}