{
    "rcn": "214733",
    "acronym": "IMMUNO-PEPTALK",
    "topics": "ERC-2017-COG",
    "title": "Regulation of plant receptor kinase-mediated immunity by endogenous peptides and their receptors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Plant receptor kinases are major pattern recognition receptors (PRRs) that function as part of dynamic multimeric complexes to perceive pathogen-associated molecular patterns or host-derived damage-associated molecular patterns at the plasma membrane (PM). Our long-term objective is to decipher the molecular basis of plant innate immunity and to understand how plant receptor kinases work. \nOur recent findings point to an important role of endogenous peptides in the regulation of plant innate immune signaling. The main aim of this proposal is to understand how these endogenous peptides and their corresponding receptors regulate plant innate immune signaling. The central hypotheses of this research are that: (i) a subset of plant endogenous peptides are perceived by receptor kinases to fine-tune dynamically plant innate immune signaling, and thus act as ëphytocytokinesí; (ii) these phytocytokines and their receptors regulate the formation of active immune-signaling nanoclusters at the PM; and (iii) phytocytokine receptors participate in the sensory continuum represented by the plant PM and the cell wall to respond dynamically to environmental challenges. \nWe will pursue the following specific objectives: \n(1) decipher the regulation, function, and perception of RALF peptides by malectin-like receptor kinases during immunity; \n(2) elucidate the formation, composition, and function of PM immune receptor nanoclusters; \n(3) reveal the function of the receptor kinase MIK2 and its ligand(s) in immunity. \nThrough a balanced combination of straight-forward and high risk/high gain biochemical, biophysical, bioimaging, and genetics approaches, this project will provide groundbreaking insights into the molecular mechanisms underlying the establishment and regulation of plant innate immune signaling, but also into the general mechanisms that control plant receptor kinase functions and by which the myriad endogenous peptides encoded by plant genomes control environmental sensing.",
    "totalCost": "1999999",
    "ecMaxContribution": "1999999",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}