{
    "rcn": "214714",
    "acronym": "MAGALOPS",
    "topics": "ERC-2017-COG",
    "title": "The MAgnetic field in the GALaxy, using Optical Polarization of Stars",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "What makes our Galaxyís ecosystem so fascinating is the complex interactions between its components: stars, gas, dust, magnetic fields, and cosmic rays. Of these components, the Galactic magnetic field (GMF) may well be the most enigmatic. Only partially observable through indirect means, its study relies heavily on modeling, almost exclusively using line-of-sight integrated radio-polarimetric data.  Although much has been learned, many questions are still unanswered especially about the turbulent, small-scale field component and out-of-plane field. \n\nThe crucial innovations proposed here are large independent data sets with 3D (distance) information ñ which can only be provided by stars polarized due to differential absorption by interstellar dust, with known distances ñ and more advanced Bayesian statistics which allows including prior knowledge and enables quantitative model comparison. \n\nI propose to use 2 new polarization surveys in the V (visual) band, resulting in polarimetry of millions of stars across the southern sky. With distance information provided by the GAIA satellite, this improves the current data situation by 3 orders of magnitude. We will test GMF models against all available data, employing a Bayesian inference software package which we are developing. In the process, we will produce the first 3D all-sky (out to absorption limits) dust distribution consistent with both UV/optical/near IR absorption and optical polarization.\n\nThis research will result in a next-generation GMF model that includes all observational GMF tracers and can use informative priors. It will allow mapping out interstellar magnetized turbulence in the Galaxy, instead of providing averaged parameters only, and understanding the interplay between the local GMF, gas and dust. Its legacy is a 1000x increased stellar polarization catalog, an all-sky 3D dust model, a bayesian sampler for GMF models, and a superior GMF model for use in cosmic ray modeling or foreground subtraction.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}