{
    "rcn": "214704",
    "acronym": "Reprogram-Diabetes",
    "topics": "ERC-2017-COG",
    "title": "In vivo drug discovery for cellular reprogramming to ?-cells ñ towards a future regenerative therapy for diabetes",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "For almost a century we have been able to control diabetes with insulin injections, yet we still have no cure for this prevalent disease. One possible way to cure diabetes is by increasing the number of insulin-producing ?-cells in the pancreas. Here, I propose to uncover factors and mechanisms that can increase ?-cell numbers through cellular reprogramming. To do so, we will use two complementary discovery approachesóand transition between zebrafish, mouse and human analysesóto perform functional studies with high translational value.\n\nFirst, we will use a novel drug discovery approach in transgenic zebrafish to identify and characterize small molecules that can promote the reprogramming of various pancreatic cell types to ?-cells. Second, we will use single-cell RNA-sequencing to identify genetic signatures of cellular reprogramming to ?-cells in humans, and then dissect the function of the identified genes by overexpressing or mutating them in transgenic zebrafish. We will also use lineage-tracing to determine the number and origin of the ?-cells the small molecules and genes induce. \n\nOnce we identify promising hits in zebrafish, we will treat diabetic mice with small molecules or secreted proteins (targeting the signalling pathways regulated by the hits) and evaluate their effects on glucose control and ?-cell mass. We will also test their effects on cellular reprogramming in mice, as indicated by changes in the relative proportion of each hormonal cell type, in the generation of bihormonal cells (insulin\\ glucagon\\ or insulin\\ somatostatin\\), and in the number of lineage-traced ?-cells. Further, we will determine whether these small molecules or secreted proteins induce reprogramming to ?-cells in human islets. \n\nBy coupling whole-organism screens with mechanistic and translational studies, we will identify factors and pathways that can enhance cellular reprogramming to ?-cells and could thus form the basis of a cure for diabetes.",
    "totalCost": "1999968",
    "ecMaxContribution": "1999968",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}