{
    "rcn": "214813",
    "acronym": "ADMIRE",
    "topics": "ERC-2017-ADG",
    "title": "Atomic-scale Design of Majorana states and their Innovative Real-space Exploration",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Fault-tolerant topological quantum computation has become one of the most exciting research directions in modern condensed matter physics. As a key operation the braiding of non-Abelian anyons has been proposed theoretically. Such exotic quasiparticles can be realized as zero-energy Majorana bound states at the ends of  one-dimensional magnetic nanowires in proximity to s-wave superconductors in the presence of high spin-orbit coupling. In contrast to previous attempts to realize such systems experimentally, based on the growth of semiconducting nanowires or the self-assembly of ferromagnetic nanowires on s-wave superconductors, we propose to design Majorana bound states in artificially constructed single-atom chains with non-collinear spin-textures on elemental superconducting substrates using scanning tunnelling microscope (STM)-based atom manipulation techniques. We would like to study at the atomic level the formation of Shiba bands as a result of hybridization of individual Shiba impurity states as well as the emergence of zero-energy Majorana bound states as a function of chain structure, length, and composition. Moreover, we will construct model-type platforms, such as T-junctions, rings, and more complex network structures with atomic-scale precision as a basis for demonstrating the manipulation and braiding of Majorana bound states. We will make use of sophisticated experimental techniques, such as spin-resolved scanning tunnelling spectroscopy (STS) at micro-eV energy resolution, scanning Josephson tunnelling spectroscopy, and multi-probe STS under well-defined ultra-high vacuum conditions, in order to directly probe the nature of the magnetic state of the atomic wires, the spin-polarization of the emergent Majorana states, as well as the spatial nature of the superconducting order parameter in real space. Finally, we will try to directly probe the quantum exchange statistics of non-Abelian anyons in these atomically precise fabricated model-type systems.",
    "totalCost": "2499750",
    "ecMaxContribution": "2499750",
    "coordinator": "UNIVERSITAET HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}