{
    "rcn": "214893",
    "acronym": "VOICEs",
    "topics": "MSCA-IF-2017",
    "title": "Controversies in Childbirth: from Epistemology to Practices",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "VOICEs addresses some current debates on obstetrics from engaged philosophy and medical humanities. It applies the epistemological theory of controversies to the values embedded in decision-making in the field aiming at developing a particular section of values-based practice to be used in a variety of clinical contexts around childbirth. VOICEs is directed to individuals and organizations representing the three key stakeholder groups involved: users, professionals, and policymakers. \nMost current obstetric debates should be seen as ëcontroversiesí in the following technical sense: they reflect deep disagreements in factual, methodological, or conceptual matters. Interpreting obstetric debates as controversies is a key element in changing medical practices. VOICEs will advance scientific knowledge in this area using the realist research frameworks of situated epistemology and values-based practice of what works, for whom, and in what circumstances. The action searches for applied and measurable consequences of critical epistemology on childbirth. Obstetric controversies are a perfect experimental space for evaluating the gender, epistemic, and evaluative biases that are present in dominant discourses on childbirth.\nThe research will assess the emancipatory interest displayed in obstetric controversies. The kind of knowledge that serves this interest will be explored with the use of Wittgensteinís language games, feminist standpoint theory, and epistemology of resistance. Understanding the epistemic basis of emancipatory action is the core motivation of this proposal.\nWomen throughout Europe are demanding less medicalized care in childbirth that makes fuller use of midwifery skills. Other women request elective cesareans for non-medical reasons. The action addresses the autonomy, agency and multiplicity of womenís voices on childbirth; as shown in its acronym, ëVOICEsí.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}