{
    "rcn": "214898",
    "acronym": "SurvCom",
    "topics": "MSCA-IF-2017",
    "title": "Surveilling Communities: Public office holders and popular control in Southern Europe (13th-15th century)",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "While officersí accountability appears modern, past societies had their own systems for local communities to engage in politics and even in procedures to control public office holders. Most European regions experienced a major socio-political transformation in the 13th century, with significant expansions in the number and range of officers nominated by central powers (e.g. the king) to represent them, govern and execute justice. This increase was accompanied by varied attempts to implement accountability procedures in order to evaluate whether officers were executing their duties properly.\nThe overall objective of SurvCom is to analyse the participation of local communities in holding public officers accountable in late medieval southern Europe. This analysis will answer three fundamental questions that correspond to the specific objectives of the project. 1. Were local medieval communities effectively empowered by their participation in officersí accountability? 2. What was their resulting input in the designing and shaping of the incipient states? 3. How did their engagement in controlling office-holders relate to the longue durÈe shift in the relationship between governors and governed in the transition from feudal to absolutist societies?\nSurvCom focuses on a comparative analysis of territories from Castile, the south of France and the north of Italy and draws on interdisciplinary perspectives. Firstly, it uses Surveillance Studies, an emerging field analysing how surveillance practices work and their role in shaping current and past societies. Secondly, SurvCom uses Gender Studies to address informal relations and provide a means to integrate womenís agency in the interaction with officers and central powers. SurvCom will bring new perspectives to debates about statebuilding from below, corruption studies and officersí accountability and will transfer knowledge regarding historical experiences on governance and surveillance from below (sousveillance).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}