{
    "rcn": "214851",
    "acronym": "FLEET",
    "topics": "ERC-2017-ADG",
    "title": "Flying Electromagnetic Toroids",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "In this project I will study the generation, detection, and interaction with matter of Flying Toroids, a new type of light pulses never experimentally studied before. This represents an exciting opportunity to advance optics and electromagnetism in a radically new direction since Hertz, Marconi, Popov and Tesla developed technology for generating, detecting, and communicating with transverse electromagnetic waves. \n\nConventional transverse electromagnetic waves propagate in free-space with the electric and magnetic field vectors perpendicular to the wave propagation direction, forming the famous triad. Theoretical analysis of recent years has shown that another, very different type of waves exists, which propagate at the speed of light, but only occur as short bursts of electromagnetic energy in the form of Flying Toroids. Flying Toroids are inseparable solutions of Maxwell equations with a unique, doughnut-like configuration of the electric and magnetic fields.  Flying Toroids interact with matter in unique ways, drastically different from that of conventional electromagnetic pulses. \n\nIn a broader context, the electrodynamics of Flying Toroids is an exciting emerging field of optical science linked to intriguing recent developments in physics such as toroidal dipoles and anapoles, and, due to their topology, to Majorana fermions and skyrmions. \n\nBuilding on my recent proof-of-principle demonstration of Flying Toroid generation through conversion of few-cycle conventional transverse light pulses in artificial photonic nanostructures, my goal for this project is to experimentally study and understand the fundamental properties of Flying Toroids and their interaction with matter at optical frequencies, and to assess their potential for developing new technologies.  In my vision this project can lead to spectacular new opportunities for spectroscopic and light-enabled applications, and will impact on other branches of science, from astronomy to solid-state physics.",
    "totalCost": "2570198",
    "ecMaxContribution": "2570198",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}