{
    "rcn": "214874",
    "acronym": "WaSH-UPP",
    "topics": "MSCA-IF-2017",
    "title": "Water, Sanitation and Hygiene in sub-Saharan Africa: Understanding Policy and Practice",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Science underpins Water, Sanitation and Hygiene (WaSH) policies by promoting improved understanding of ëprocessesí and ëpracticesí and providing evidence enabling effectiveness, or ëimpactí to be evaluated. However, knowledge exchange between stakeholders rarely runs smoothly, without translational challenges. This project, ëWater, Sanitation and Hygiene: Understanding Policy and Practiceí (WaSH-UPP) will explore the grand challenge of ëwater and sanitation for allí, recently codified in UNESCOís Sustainable Development Goal 6 with particular focus on sub-Saharan Africa (SSA), exploring how formal and informal institutions intersect to shape policy practices. This will be achieved through comparative analysis of two globally significant exemplars (Nigeria and Malawi) (i) mapping the critical actors in the WaSH-UPP-nexus;( ii) evaluating the features of science-policy discourse in both countries; (iii) revealing knowledge co-production practices; and (iv) elaborating how institutional processes interact to shape change. Despite the centrality of WaSH to human wellbeing and societal development, widespread improvements in practices in SSA remains slow, with well-recognized barriers including cultural/religious beliefs, weakly developed water services infrastructure and socio-economic factors including gender relations. WaSH-UPP will use a range of discourses, theories, and methods to compare issues across diverse field contexts.  A five month secondment (split into two phases) to the Scottish Governmentís Hydro Nation Scholars Programme in the SG Water Industry Team in Edinburgh. This will enable a broadening of the WaSH stakeholder base to include international innovation services and draw in expertise from small-medium and micro-enterprises that help bridge capacity gaps leading to greater impact. A WaSH science-policy context for each country will be developed to draw out commonalities/differences as a diagnostic to answer what is working, and what is not, and why.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}