{
    "rcn": "214891",
    "acronym": "MULTI-ACT",
    "topics": "SwafS-05-2017",
    "title": "A Collective Research Impact Framework and multi-variate models to foster the true engagement of actors and stakeholders in Health Research and Innovation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Conventional accountability metrics to measure the impact of  health R&I  process normally are not able to represent the claims of different actors. The development of a new integrated collective research impact  framework will be instrumental in enabling Return Of Investment (ROI) by each involved stakeholder in a view of collective sustainability. Economic and financial dimension (efficiency) has to be integrated with measures of mission success (efficacy), while being accountable to all the stakeholders who are directly or indirectly affected by an organization activity. Starting from the Integrated Accountability Model (IAM) in its different dimensions (mission, economic and social), new and appropriate metrics to evaluate impact of health research will be developed in a multistakeholder participatory approach. The IAM model will be expanded and fine-tuned in a new Collective Research Impact Framework (CRIF) to be applied to Multi-Stakeholder Research Initiatives in the domain of BRAIN diseases. The CRIF will be based on key requirements that will be jointly developed by different actors (i.e. research organizations, industry, civil society organizations, patients organizations, policy makers, governmental institutions): 1)the science of patient input; 2)common classification system to uniformly identify types of health R&I; 3)new metrics to measure the impact of R&I on patients and society; 4)strategic research global agenda and funding models; 5)committed partnership among health R&I stakeholders to create and oversee cooperative ventures; 6)mechanism to determine the nature of health R&I funding on a national level. MULTI-ACT proposal is led by patient organizations that act as mediators between science and patients/society. Addressed Responsible Research and Innovation issues are: Public engagement, Research governance and Research impact assessment as responsible research is the one that produces an impact on people and society.",
    "totalCost": "3430500",
    "ecMaxContribution": "3430500",
    "coordinator": "FONDAZIONE ITALIANA SCLEROSI MULTIPLA FISM ONLUS",
    "coordinatorCountry": "IT",
    "participants": "THE EUROPEAN BRAIN COUNCIL AISBL;TAMPEREEN YLIOPISTO;UNIVERSIDAD DE BURGOS;DANE-I-ANALIZY.PL SP ZOO;ERNST & YOUNG FINANCIAL BUSINESS ADVISORS SPA;UNIVERSIDADE CATOLICA PORTUGUESA;EUROPEAN HEALTH MANAGEMENT ASSOCIATION;UNIVERSITA DEGLI STUDI DI TRENTO;FONDATION POUR L'AIDE A LA RECHERCHE SUR LA SLEROSE EN PLAQUES;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "BE;FI;ES;PL;IT;PT;FR;LU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}