{
    "rcn": "214870",
    "acronym": "PERSONA",
    "topics": "SEC-18-BES-2017",
    "title": "Privacy, ethical, regulatory and social no-gate crossing point solutions acceptance",
    "startDate": "01/09/2018",
    "endDate": "28/02/2021",
    "objective": "The increasing number of travellers crossing European borders is putting a mounting pressure on the everyday handling of border checks. On one side, border control authorities have to process a higher number of checks in an increasingly reduced amount of time to avoid congestion or cope with limited resources. As a consequence, the experience of both European and third country travellers is deteriorating due to the extra time they have to spend at the border checkpoints. Such a continuous need calls for flexible, automated and scalable ìno-gateî border security solutions. On the other side, the intensive use of technologies bears the risk to invading peopleís privacy, and the societal and political acceptance of technologies for contactless border security solutions is required prior to their implementation.\n\nA pivotal element of PERSONA project is to design and establish unified and tailored impact assessment method to appropriately assess the effects of new border-controlling technologies and ensure that these solutions meet the requirements and expectations of both governments, LEAs and border crossing individuals. PERSONA will carry out comprehensive assessment of the acceptability of wide range of contactless crossing point technologies, taking into account human behaviour, gender, legal frameworks, privacy concerns, societal issues and potential risk of discrimination. The established method for assessment will provide important information for decision makers in form of potential risks, mitigation measures and guidelines, in order to drive the innovation and deployment of future solutions by industry and border authorities.",
    "totalCost": "2984700",
    "ecMaxContribution": "2984700",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "MINISTRY OF PUBLIC SECURITY;ATOS SPAIN SA;INSTITUTT FOR FREDSFORSKNING STIFTELSE;CYBERETHICS LAB SRLS;MINISTARSTVO UNUTRASNJIH POSLOVA REPUBLIKE SRBIJE;QUEEN MARY UNIVERSITY OF LONDON;BUNDESRECHENZENTRUM GMBH;POLISMYNDIGHETEN SWEDISH POLICE AUTHORITY;INOV INESC INOVACAO - INSTITUTO DE NOVAS TECNOLOGIAS",
    "participantCountries": "IL;ES;NO;IT;RS;UK;AT;SE;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}