{
    "rcn": "214884",
    "acronym": "SECurITY",
    "topics": "MSCA-IF-2017",
    "title": "Social-ECological Interdependencies in TransboundarY water resources systems",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "More than 286 internationally shared river basins supply 60% of global freshwater. The United Nations and the Council of European Union has highlighted the potential of transboundary water diplomacy. The complex interdependencies between humans and water in these transboundary basins remain poorly understood in the newly proposed discipline of socio-hydrology. Therefore, an assessment of social-ecological interdependencies in transboundary water resources systems is now urgently required for implementing target 6.5 of SDGs and for fulfilling the EUís commitment on international peace and security. The overall objective of the envisaged research is to develop new understandings of complex human-water systems in large transboundary river basins with an aim to contribute scientific advancement of socio-hydrology and to enhance transboundary cooperation for international peace and security. The proposed research will be hosted in two highly qualified laboratories (during outgoing phase at MIT, with Prof. Susskind and during return phase at UNIVE with Prof. Giupponi). Going beyond the state-of-the-art, the proposed project will develop for the first time: an analytical framework of complex tranboundary water system; comparative network analysis for social ecological systems in two river basins; consideration of negotiation theory and role-play game in developing transboundary cooperation strategies. The proposed project is fundamentally interdisciplinary in characters. The scientifically innovative and socially relevant (for EU and the Globe) proposed project will help me achieve higher levels of professional maturity through innovative research, advanced training, the transferrable skills and interdisciplinary experiences in two highly qualified institutions both at MIT and at UNIVE. These unique experiences will support to achieve my short-(e.g., human-water interactions), medium- (e.g., young investigator) and long-term (permanent position in academia) career goals.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}