{
    "rcn": "214877",
    "acronym": "SOS",
    "topics": "ERC-2017-ADG",
    "title": "Smooth dynamics via Operators, with Singularities",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The ergodic theory of smooth dynamical systems enjoying some form of hyperbolicity has undergone important progress since the beginning of the twenty first century, in part due to the development of a new technical tool: anisotropic Banach or Hilbert spaces, on which transfer operators have good spectral properties. Very recently, such tools have yielded exponential mixing for dispersing (Sinai) billiard flows (i.e. the 2D periodic Lorentz gas), which are the archetypal smooth systems with singularities.  \n\nWe will study other challenging natural systems, mostly with singularities, by using functional analytical tools, in particular transfer operators acting on anisotropic spaces (including the new 'ultimate' space introduced recently, which combines desirable features of several existing spaces), and revisiting the Milnor-Thurston kneading theory to obtain nuclear decompositions in low regularity. \n\n Goals of the project include:\n\n-Thermodynamic formalism for the Sinai billiard maps and flows (2D periodic Lorentz gas), in particular existence and statistical properties of the measure of maximal entropy.\n\n-Intrinsic resonances of Sinai billiard maps and flows (2D periodic Lorentz gas) via the dynamical zeta function.\n\n-Fine statistical properties of (infinite measure) semi-dispersing billiards with  non compact cusps.\n\n-Growth of dynamical determinants and zeta functions of differentiable (non analytic) geodesic flows, with applications to the global Gutzwiller formula.\n\n-Fractional response and fractional susceptibility function for transversal families of smooth nonuniformly hyperbolic maps (including the logistic family).",
    "totalCost": "1830070",
    "ecMaxContribution": "1830070",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}