{
    "rcn": "214812",
    "acronym": "GEOCLIME",
    "topics": "MSCA-IF-2017",
    "title": "Climate change and Geodetic deformation",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "Environmental fluid circulation (oceans, atmosphere, hydrology) induces detectable 3D deformation of the solid Earth (several mm), known as loading effects. These are mainly seasonal, with additional shorter and longer term signals. Since climate change modifies regional and global circulation, it will also impact on loading deformation. These effects are not considered in climate projections despite their non-negligible impact e.g. for sea level rise flooding prediction. This multidisciplinary fellowship will improve understanding of the water cycle and the impact of climate change on Earthís shape via the study of loading effects using accurate space geodesy and modelling. Combining an innovative method and highly complementary data in terms of both spatial and temporal resolution - Global Navigation Satellite System (GNSS) and space-borne gravity data (GRACE) - this fellowship will allow precise determination of loading effects and to invert for associated mass variations. This will identify the different sources, long term (e.g. post glacial rebound) and short term signals (e.g. recent variations in hydrology, ice sheets, extreme climate events) using long, highly accurate time series. This fellowship will:  1) estimate the impact of anelasticity in loading deformation models and improve and validate these forward models especially for rapid effects (hours to weeks); 2) use inverse modelling of deformation linked to climate change to better observe the water cycle, and assess local implications for sea level change and natural hazards. It will provide high level training and international exposure from the world-leading geodesy group at Newcastle University (UK), taking advantage of the hostís and fellowís complementary expertise. It provides an invaluable opportunity for significant advances in the understanding of climate change driven crustal deformations allowing the fellow to enhance her scientific career prospects at the highest level in Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}