{
    "rcn": "214861",
    "acronym": "FOLDOUT",
    "topics": "SEC-16-BES-2017",
    "title": "Through-foliage detection, including in the outermost regions of the EU",
    "startDate": "01/09/2018",
    "endDate": "28/02/2022",
    "objective": "In the last years irregular migration has dramatically increased, and is no longer manageable with existing systems. Improved methods for border surveillance are necessary to ensure an effective and efficient EU border management.  \nFOLDOUT focus is on through foliage detection in the inner and outermost regions of the EU. Foliage penetration is an unsolved  important part of border surveillance. By solving the problem of unreliable detections in such harsh environments border guardsí workloads are reduced, costs are reduced and, last but not least, lives can be saved.\nDetecting people through dense foliage in extreme climates with only a penetration technology is prone to high fault rates. FOLDOUT will build a system that combines various sensors and technologies and intelligently fuses these into an effective and robust intelligent detection platform.\nFusing several sensor signals increases the effectiveness of detection. Further, sensors will be influenced (i.e. detection parameters adapted) by events detected by other sensors in the vicinity. \nBy integrating data, such as vehicle traffic, from outside the immediate border area pre-events can be detected and learned. The events will be analysed with machine learning tools to continuously increase the systems detection and tracking capability. \nFOLDOUT will make the tasks of Border Guards simpler and faster by combining events from various sensors to give a complete situation threat assessment combined with suggested reaction scenarios. \nA two year pilot in Bulgaria and demonstrators in Greece, Finland and French Guiana FOLDOUT will provide fundamental enhancements in the domain of border surveillance and improved search & rescue scenarios.",
    "totalCost": "8199387,75",
    "ecMaxContribution": "8199387,75",
    "coordinator": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH",
    "coordinatorCountry": "AT",
    "participants": "ETICAS RESEARCH AND CONSULTING SL;CO.RI.S.T.A. (CONSORZIO DI RICERCASU SISTEMI DI TELESENSORI AVA NZATI);RAJAVARTIOLAITOS;THE UNIVERSITY OF READING;Teknologian tutkimuskeskus VTT Oy;INSTITUT PO OTBRANA;VALSTYBES SIENOS APSAUGOS TARNYBA PRIE VIDAUS REIKALU MINISTERIJOS;EUROPEAN DYNAMICS BELGIUM;THALES ALENIA SPACE ITALIA SPA;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;GLAVNA DIREKTSIA GRANICHNA POLITSIA;EUTEMA GMBH;KENTRO MELETON ASFALEIAS;KOMENDA GLOWNA STRAZY GRANICZNEJ;BHE BONN HUNGARY ELEKTRONIKAI Kft;ITTI SP ZOO;THALES ALENIA SPACE FRANCE;ONF INTERNATIONAL",
    "participantCountries": "ES;IT;FI;UK;BG;LT;BE;FR;AT;EL;PL;HU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}