{
    "rcn": "214831",
    "acronym": "SOIL-4-CONTROL",
    "topics": "MSCA-IF-2017",
    "title": "Linking plant-soil feedbacks to aboveground-belowground interactions for noxious weed control",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Recent research has proven that plant-soil feedbacks (PSF) can shape plant community composition, and that soil inoculation can be used to steer this. This provides the yet unexplored potential to target PSF for the control of noxious weeds, which are among the major threats to native plant diversity and forage yield. Recent studies showed that PSF-induced changes in plant chemistry can consecutively affect aboveground herbivory, a driver of plant performance that is used in weed biocontrol. I have a solid background in biocontrol and plant population dynamics. In my project SOIL-4-CONTROL I aim to provide a proof-of-principle that integrates effects of PSF and aboveground herbivory to control common ragwort, a worldwide toxic weed of grasslands rapidly expanding in Europe. The project will also yield fundamental knowledge on the (chemical) interplay between PSF and herbivores.\nHosted by Leiden University, I will join an ongoing experiment of my supervisor Prof. Bezemer, who manipulated PSF at large scale in the field by soil inoculation. By combining analysis of unpublished data, experimentation in this field, a mesocosm experiment, and chemical analysis of the plants used, I will 1) examine soil-mediated effects on ragwort establishment in the field; 2) quantify the role of soil-mediated and herbivore community effects on ragwort performance in the field; 3) disentangle effects of PSF, specialist and generalist herbivores, and plant competition on ragwort performance. \nI will involve nature managers for future use of our expected results in grassland restoration. With my secondment host CABI, an environmental management organisation, I will explore wider applications of PSF in invasive plant management, as urged by the EU Regulation 1143/2014. I will engage the public following my strong record in science communication. The excellent scientific environment and the training programme allow me to develop the professional maturity for a future PI position in Europe.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}