{
    "rcn": "214823",
    "acronym": "SCIREA",
    "topics": "SwafS-26-2017",
    "title": "Science4Refugees in Aegean Archipelago",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "It is estimated that almost 3-5% of the refugees have a university degree and hundreds of them a master or even a PhD. It is important for them to re-integrate into the research and academic community or to enhance their skills in order to initiate a scientific career in Europe. The objective of this project is through a series of seminars, webinars and short research stays to help refugees scientists to re-integrate in the research era of Europe, to get familiar with the European academic and research system and to improve their skills and entrepreneurship. The main tasks of SCIREA project are: \n(a) Screening the training needs of highly skilled scientist refugees living in the Greek islands in relation to the foreign labour market dynamics.\n(b) Create webinars and accompanying book (application preparation, CV, degrees translation) in order to apply to a European university or to a research institute (in English, Farsi, Arabic).\n(c) Organize ëtailor madeí life-long learning seminars dedicated to highly skilled; Estimated >100 participants.\n(d) Organize 25 months of Fellowships (<1200 euros each) for experienced researchersí refugees (3-12 months internship duration) for short research/training stays in its premises in various laboratories and scientific fields.\n(e) Organize match-making events of the highly skilled refugees with the academic community.\n(f) Organize dissemination events to show the refugees progress and achievements to the academic community and to the public sector.",
    "totalCost": "112688,75",
    "ecMaxContribution": "112688,75",
    "coordinator": "PANEPISTIMIO AIGAIOU",
    "coordinatorCountry": "EL",
    "participants": "FONDAZIONE LEONE MORESSA",
    "participantCountries": "IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}