{
    "rcn": "214892",
    "acronym": "VIRT2UE",
    "topics": "SwafS-27-2017",
    "title": "Virtue based ethics and Integrity of Research: Train-the-Trainer program for Upholding the principles and practices of the European Code of Conduct for Research Integrity",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Consistent application and internalization of the principles listed in the European Code of Conduct for Research Integrity (ECoC) requires wide spread dissemination, innovative training program and novel tools. VIRT2UE aims to develop a sustainable train-the-trainer blended learning programme enabling tailored ERI teaching across Europe, focusing on understanding and upholding the principles of the ECoC. The learning programme will provide a toolbox of educational resources and incorporate an innovative online course with face-to-face sessions designed to foster moral virtues, and apply the content of the teaching material to concrete situations.\nThe project will: conduct a conceptual mapping amongst stakeholders to identify and rank the essential virtues for good scientific practice and their relation to the ECoCís principles; identify and consult ERI trainers and the wider scientific community to understand existing capacity and deficiencies in ERI educational resources; develop an innovative face-to-face train-the-trainer programme to provide trainers with tools to promote the ECoC and foster researchersí virtues; create and update training materials for trainers and researchers; implement and disseminate the train-the-trainer programme across Europe, and build capacity and consistency by focusing on underdeveloped regions and unifying fragmented efforts; evaluate the training programme in terms of trainersí and researchersí needs, and use the evaluation results for further developing of the training and making a sustainability plan.\nVIRT2UE recognizes that knowledge of rules and codes is not enough to truly uphold and internalize the principles explicated in the code and integrate them in their everyday. VIRT2UE aims to take on this challenge by offering the development of a European-wide, innovative, blended learning programme which fosters knowledge of researchers in both academia and industry of the ECoC and its application, by providing tools for reflection.",
    "totalCost": "2800000",
    "ecMaxContribution": "2800000",
    "coordinator": "STICHTING VUMC",
    "coordinatorCountry": "NL",
    "participants": "HELSINGIN YLIOPISTO;ANKARA UNIVERSITESI;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;MOMKAI BV;UNIVERSIDADE CATOLICA PORTUGUESA;÷STERREICHISCHE AGENTUR FUR WISSENSCHAFTLICHE INTEGRITAT;UNIVERSITETET I OSLO;UNIVERSITA DEGLI STUDI DELL'INSUBRIA;EUROPEAN NETWORK OF RESEARCH ETHICS COMMITTEES (EUREC) EV;LATVIJAS UNIVERSITATE;KATHOLIEKE UNIVERSITEIT LEUVEN;SVEUCILISTE U SPLITU MEDICINSKI FAKULTET",
    "participantCountries": "FI;TR;EL;NL;PT;AT;NO;IT;DE;LV;BE;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}