{
    "rcn": "214872",
    "acronym": "NEWSENs",
    "topics": "MSCA-IF-2017",
    "title": "eNergy nEutral Wireless SEnsor Networks",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Urbanisation is a significant worldwide trend that Smart City technologies aim to address through prolific smart sensing and intelligent actuation and control. However, the high battery replacement costs of wireless sensors impede innovation and long-term deployments. This project aims to alleviate this problem through a novel system architecture that is powered by cheap, renewable solar energy and that uses state-of-the-art radio frequency (RF) wireless power transfer (WPT) technologies. More specifically, this project will study the technical, practical, and economic aspects of eNergy nEutral Wireless SEnsor Networks (NEWSENs) that comprise of solar-powered central access points acting as RF-energy and information hubs serving a collection of RF-powered wireless sensor devices. The electromagnetic waves used to wirelessly communicate data information with the small electronic devices and sensors will therefore also be used to power them up through a rectification circuitry. When inter-connected, these wireless devices form networks capable of supporting various Smart City applications. To demonstrate this new system architecture, a proof-of-concept test-bed will be assembled and used to validate the projectís technical results and support further prototyping and commercial exploitation. This interdisciplinary effort will utilise advanced mathematical models, multi-objective optimisation algorithms, and renewable energy economics. The project will coordinate inter-sectoral (telecommunications and renewable energy) R&D at the KIOS Research and Innovation Centre of Excellence and the FOSS Research Centre for Sustainable Energy, both of which operate under the University of Cyprus. These efforts will be further accentuated by an industrial secondment at RIO SYSTEMS, a fabless semiconductor company in Israel, thus enhancing EU competitiveness in green Smart City solutions and WPT technologies while expanding research collaboration with SMEs in neighbouring countries.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}