{
    "rcn": "214809",
    "acronym": "MQC",
    "topics": "MSCA-IF-2017",
    "title": "Maintaining Quantum Coherence for Quantum Information Applications",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Quantum information technologies have attracted much attention in recent years. Advanced fabrication technologies have made it possible to develop quantum architectures, such as trapped ions, color-defects in crystals (nitrogen-vacancy in diamond), and Rydberg atoms, where quantum information applications can be implemented. At the heart of this growing field stands quantum coherence. Maintaining coherence for longer times enables the realization of richer and more interesting quantum applications, varying from quantum gates for quantum computation, through quantum simulation of classical intractable systems, to quantum sensing schemes for medical applications. Noise, leakage and decay channels constitute the main sources for decoherence, which limit the fidelity of the desired quantum operations. In this project my main goal is to theoretically investigate ways to maintain coherence in the quantum systems mentioned above, while realizing a variety of quantum applications. This will be done using either dynamical decoupling or quantum error correction techniques. A numerical verification of the theoretical proposals will be undertaken using Runge-Kutta simulations of the systems together with the Orenstein-Uhlenbeck noise process. Importantly, I intend to collaborate on the realization of the theoretical proposals with the relevant experimental groups. In this way, I will enrich my scientific knowledge regarding the specific decoherence sources in the different experimental setups, and thus, my theoretical investigation can be adjusted specifically to the experimental needs. Eventually, these experiment-theory collaborations will end up in experimental verification and application of the theoretical proposals, which will have high impact on research within and far beyond physics.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}