{
    "rcn": "214849",
    "acronym": "INCARE",
    "topics": "MSCA-IF-2017",
    "title": "Social and gender inequalities in care: childcare-related policies and parenting practices in the post-Yugoslav countries and the role of policy ideas",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Studies indicate that the middle class disproportionally benefits from social investments in childcare which target both early childhood education and care and labour market participation of parents. Still, there is lack of comparative studies which would deepen theoretical and policy understanding of social investment approaches applied in various countries and their effect on childcare-related policies and via that outcomes. This project explores these issues by undertaking the first comparative study of childcare policies in the post-Yugoslav countries (Bosnia-Herzegovina, Croatia, Montenegro, Serbia, Slovenia). It explores the framing and development of entitlements to childcare-related leaves and services, the drivers of the reforms and their outcomes. It is particularly interested in (1) reform potential of the European social investment agenda to affect a redistributive dynamic in childcare and (2) parenting practices of those parents who appear to be redistributive losers of the European social investment agenda (e.g. parents with short-time contracts, unemployed). The data analysed will include national legislation and policy documents and information obtained through expert interviews and interviews with parents. The project tackles the innovative and important topic of social inequalities in childcare, seeking to enhance the understanding of the concept of care policy, and adds a new body of empirical evidence to the field of comparative family policy, and gender and social inequalities studies. By developing this study at the Department of Social Policy and Intervention at Oxford, the project will benefit from the Department`s multidisciplinary and international perspective and expertise. For the Department the project will add new knowledge and deepen its regional focus on Central and Eastern Europe, thus augmenting the Department`s knowledge and coverage of this part of Europe, and its focus on social inequality studies as they relate to childcare.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}