{
    "rcn": "214883",
    "acronym": "GB-CORRELATE",
    "topics": "ERC-2017-ADG",
    "title": "Correlating the State and Properties of Grain Boundaries",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Phase diagrams revolutionized materials development by predicting the conditions for phase stability and transformations, providing a thermodynamic concept for materials design including synthesis, processing and application. Similarly, surface science has established thermodynamic concepts for surface states and transitions, but the analogon for grain boundaries (GB) is just emerging due to their complexity. GB are among the most prominent microstructure defects separating grains in polycrystalline materials spanning a multidimensional space. Unlocking control of GB phases and their transitions will enable a new level of materials design allowing to tailor functional & structural properties. This proposal targets on (i) predicting and resolving GB phase transitions, (ii) establishing guidelines for GB phase transitions and GB phase diagrams, (iii) correlating GB phase transitions with property changes, (iv) providing compositional-structural design criteria for GB engineering, (v) which will be tested by demonstrators with tailored GB strength and GB mobility. GB-CORRELATE focusses on Cu and Al alloys in form of thin films as this allows to implement a hierarchical strategy expanding from individual special GB to GB networks and a transfer of the GB concepts to thin film applications.\nThe infinite number of GB requires also statistical approaches; combinatorial thin film deposition will be used to establish Cu and Al alloy films with substitutional (Ag, Al, Cu, Si, Ni) and interstitial (B) solute elements. High throughput grain growth experiments will be employed to detect GB phase transitions by changes in GB mobility. Advanced atomic resolved correlated microscopy and spectroscopy supported by powerful computational approaches will identify GB phases and correlate them with transport properties. Sophisticated in-situ micromechanical studies lay the ground for interlinking GB phases and GB mechanics, finally harvested to create mechanically exceptional materials.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX PLANCK INSTITUT FUR EISENFORSCHUNG GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}