{
    "rcn": "214858",
    "acronym": "EU-SENSE",
    "topics": "SEC-05-DRS-2016-2017",
    "title": "European Sensor System for CBRN Applications",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The EU-SENSE project will provide an innovative technical solution to deal with selected shortcomings in CBRNe protection indicated in the ENCIRCLE Catalogue of Technologies. The created system will be a step-forward in chemical detection by developing a novel network of sensors that exploits advanced machine-learning and modelling algorithms for improved performance. \nThe salient objectives of the project include development of an adaptable and multipurpose threat detection system (network of sensors, comprising both stationary and person-worn sensor nodes supported by environmental noise learning algorithm for false alarm rate reduction) and tools for enhancing situational awareness based on the sensor data (threat source location estimation and hazard prediction solutions). In general, the developed system will improve the threat detection capabilities and will increase state-of-the-art sensors reliability by networking and novel algorithms.\nMoreover, the project will implement a dedicated mode covering CBRNe practitioners training aspect. The mode will be an integral part of the system and will allow for familiarization with the equipment (the system) as well as training and rehearsal for specific situations.\nThe EU-SENSE will be strongly user-driven and the demonstration of the developed system will be conducted in the realistic working conditions, in the professional firefighters training centre and with the use of chemical simulants. The project will also consider the issue of interoperability between various chemical sensors and will propose a concept for standardisation of sensor network description.",
    "totalCost": "3428100",
    "ecMaxContribution": "3428100",
    "coordinator": "ITTI SP ZOO",
    "coordinatorCountry": "PL",
    "participants": "TOTALFORSVARETS FORSKNINGSINSTITUT;UNIWERSYTET WARSZAWSKI;Airsense Analytics GmbH;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;THE MAIN SCHOOL OF FIRE SERVICE;FORSVARETS FORSKNINGINSTITUTT;Police Service of Northern Ireland;TECHNISCH-MATHEMATISCHE STUDIENGESELLSCHAFT MIT BESCHRANKTER HAFTUNG",
    "participantCountries": "SE;PL;DE;NL;NO;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}