{
    "rcn": "214867",
    "acronym": "PROTAX",
    "topics": "SEC-07-FCT-2016-2017",
    "title": "New Methods to PRevent, Investigate and Mitigate COrruption and TAX Crimes in the EU",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "PROTAX will contribute to a European Security Model providing solutions for prevention and prosecution of tax crimes. Based on analysis of current approaches of law enforcement, legal frameworks at Member State level and in-depth empirical investigation of human factors, shaping institutional and professional practices of stakeholders PROTAX will develop in close co-operation with practitioners tool kits for security policy makers, law enforcement agencies and tax authorities. They will combine high use-value with a strong European perspective, paving the way towards an integrated European approach. Since serious and organised tax crimes often involve cross-border activities, requiring cooperation across national jurisdictions a shared understanding of risks, threats and security measures will improve European law enforcement practices. PROTAX will produce innovative solutions boosting evolutionary development towards a genuine and sustainable European approach, significantly reducing the damages for European societies caused by criminals in the financial sector.\nPROTAX adopts a five-pronged approach. 1. We use case studies of tax crimes to investigate the roles of various actors. 2. We conduct focus groups with stakeholders in Member States. 3. We focus on the role of professional enablers as facilitators allowing illicit financial flows through legitimate institutions. 4.We map out various legal and enforcement approaches across the EU. 5. We make recommendations and provide a toolkit improving prevention of tax crimes and enforcement of the law. \nPROTAX will involve experts from LEAs and tax authorities in structured exchanges to share experience and ideas. A focus will be on cross-border aspects, assuming that tax crimes spread from ìsource countriesî across the EU (e.g., to tax havens). PROTAX guidelines and toolkits will consider standards of data protection, privacy and social acceptability.",
    "totalCost": "2992633,75",
    "ecMaxContribution": "2992633,75",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "FINANCIAL INTELLIGENCE ANALYSIS UNIT;BUNDESMINISTERIUM F‹R FINANZEN;VIENNA CENTRE FOR SOCIETAL SECURITY - VICESSE, WIENER ZENTRUM FUR SOZIALWISSENSCHAFTLICHE SICHERHEITSFORSCHUNG;AN GARDA SIOCHANA;MinistÈrio da JustiÁa;MAKSU- JA TOLLIAMETI;BUNDESMINISTERIUM FUER JUSTIZ;TRILATERAL RESEARCH LTD",
    "participantCountries": "MT;AT;IE;PT;EE;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}