{
    "rcn": "214819",
    "acronym": "PSR",
    "topics": "MSCA-IF-2017",
    "title": "Photometabolic Self-Replication",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "This research project aims to address one of the Grand Challenges in contemporary science: the de-novo synthesis of life. More specifically we aim to achieve, for the first time, (i) development of replicators that feature a primitive photometabolism, and (ii) Darwinian evolution of such fully synthetic molecules. These ambitious aims are firmly grounded on the unique expertise of the host lab (self-replicating molecules) combined with the strong expertise of the ER (self-assembly and photochemistry). This combination will enable the adaptive integration of a photoactive co-factor (e.g. a porphyrin) with replicator fibers which will activate photocatalytic production of singlet oxygen. This singlet oxygen promotes the oxidation of thiol building blocks into ìfoodî (i.e. small disulfide macrocycles) which the replicator can utilize to make copies of itself. In the final phase of the project we will operate the photometabolic self-replicating system under far-from-equilibrium conditions in an open flow system in which replication competes with physical removal (ìdeathî). This regime should allow for Darwinian evolution, provided that replicator mutation is facilitated by providing different building blocks. In order to survive, replicators need to replicate faster than they are being destroyed. Therefore, selection should favour the replicator with the highest catalytic efficiency. Overall, the designed systems will exhibit all aspects of Darwinian evolution: replication, mutation and selection. While evolution in biology requires long periods of time, herein we aim, for the first time, to realize evolution in a fully synthetic system within a short timeframe, and obtain photometabolic replicators with activities that have been improved through Darwinian evolution.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}