{
    "rcn": "214848",
    "acronym": "PAPAYA",
    "topics": "DS-08-2017",
    "title": "PlAtform for PrivAcY preserving data Analytics",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The valuable insights that can be inferred from analytics of data generated and collected from a variety of devices and applications are transforming businesses and are therefore one of the key motivations for organisations to adopt such technologies. Nevertheless, the data being analysed and processed are highly sensitive and put the individualsí rights to privacy at risk. With the imminent arrival of the European General Data Protection Regulation (GDPR), companies are coerced to adopt privacy enhancing technologies that, on the one hand, protect data to ensure their clientsí privacy and on the other hand, allow their processing while keeping them meaningful, useful, and protected at the same time. \nThe PAPAYA project aims at addressing the privacy concerns when data analytics tasks are performed by untrusted third-party data processors. Since these tasks may be performed obliviously on protected data (i.e. encrypted data), the PAPAYA will design and develop dedicated privacy preserving data analytics primitives that will enable data owners to extract valuable information from this protected data, while being cost-effective and accurate. \nThe PAPAYA project will consider compliance with the GDPR as a key enabler to provide solutions that minimize the privacy risks while increasing trust in third-party data processors by means of auditing and visualization modules (a dashboard). The PAPAYA primitives as well as the dashboard will be combined in an integrated platform that will be designed, implemented and validated through a set of use cases reflecting relevant real world applications (namely, healthcare analytics and web & mobile data analytics).",
    "totalCost": "3763130",
    "ecMaxContribution": "2949417,5",
    "coordinator": "EURECOM",
    "coordinatorCountry": "FR",
    "participants": "MEDIACLINICS ITALIA SRL;ORANGE SA;ATOS SPAIN SA;IBM ISRAEL - SCIENCE  AND TECHNOLOGY LTD;KARLSTADS UNIVERSITET",
    "participantCountries": "IT;FR;ES;IL;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}