{
    "rcn": "214896",
    "acronym": "PORTWINGS",
    "topics": "ERC-2017-ADG",
    "title": "Decoding the Nature of Flapping Flight by port-Hamiltonian System Theory",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Flapping flight is one of the wonders of nature and has been vastly studied by biologists and fluid dynamicists. Many artifacts that mimic biological systems have been built at different scales.\nFor example, we have managed to create a system that resembles the steady flapping behaviour of its biological counterpart and can fly untethered, stably up to 80 km/h in up to 5 Beaufort wind speed. This is the Robird developed at the University of Twente, which got the 2016 ERF Tech Transfer Award, and is commercially exploited by Clear Flight Solutions. Even if this technology and results are unique and recognised worldwide, we still do not fully understand flapping flight to the scientific depth needed to go even further. The Robird cannot take off on its own, cannot perch, uses symmetric flapping, steers using a number of manifolds placed on the tail and has a minimal autonomy and a restricted operation time due to power consumption. In this project I propose to gain a much deeper structured understanding of flapping flight and experimentally validate these understandings. This will be done using port-Hamiltonian (PH) system theory and its physically unifying character, which will couple fluid dynamics theory to dynamically changing surfaces and their actuation. Once models will be validated by wind tunnel tests with flow visualisation, numerical optimisation will be used to fine tune models and search for uncertain parameters. Based on these findings, artifacts will be built to validate the generated models with real systems. Based on the insight gained, a new robotic bird will be realised with unprecedented flight dexterity, able to flap asymmetrically, adapt to the flow and take off and land as birds do, in order to validate the scientific understandings.",
    "totalCost": "2800000",
    "ecMaxContribution": "2800000",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}