{
    "rcn": "214876",
    "acronym": "REALM",
    "topics": "ERC-2017-ADG",
    "title": "Re-inventing Ecosystem And Land-surface Models",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Terrestrial ecosystems respond to changes in climate and the atmospheric environment, which they in turn help to regulate. As global change has become an international concern, high expectations have been laid on Earth system models with embedded ecosystem and biophysical land-surface components to deliver reliable, quantitative predictions of large-scale changes in ecosystems and their feedbacks to the climate system. But the lack of established quantitative theory for many fundamental processes ñ such as the long-term effects of temperature on primary production and carbon allocation, the sustainability and nutrient requirements of CO2 ëfertilizationí, and the regulation of green vegetation cover and its water use ñ has made such expectations impossible to fulfil. As a result, numerical models of land ecosystem processes continue stubbornly to disagree both with one another, and with benchmark data sets.\n\nThis impasse can be overcome, but not without re-thinking modelling practice. Theory must be re-instated as the required link between observations and models. Multidisciplinary data resources now available should be used far more extensively and creatively. Observational and experimental results should be integral to model development, not merely used for ëend-of-pipeí testing of complex, poorly constrained models. I propose to develop a comprehensive, next-generation vegetation model using eco-evolutionary optimality hypotheses to generate testable predictions, and multiple data sources to provide tests. Initial results have demonstrated the remarkable power of this ëstrong inferenceí approach to explain patterns seen in nature. The project will transform the practice of global vegetation and land-surface modelling and in doing so, establish the foundations of a more robust, quantitative understanding of the role of terrestrial ecosystems in Earth System dynamics.",
    "totalCost": "2499615",
    "ecMaxContribution": "2499615",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}