{
    "rcn": "214817",
    "acronym": "HEforR Forum",
    "topics": "MSCA-IF-2017",
    "title": "Third Sector Involvement in Higher Education for Refugees - a Forum Theatre Approach",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "This project analyses access to and involvement in Higher Education (HE) for refugees via charitable organisations in Ireland and Germany. Based at Sutherland School of Law at University College Dublin for 24 months, under the supervision of Dr Oonagh Breen, I will compare the national legal framework for non-profit organisations (npos) to provide support for refugees in entering HE. The research is flanked by a secondment at the unit 'Higher Education for Refugees' at DAAD in Bonn. I will improve interview skills, academic writing skills in English and project management skills via the fellowship which will allow me to take up a permanent and senior post at a HE institution within the ERA after the fellowship. The project follows an innovative methodology mix which has not been used before. Apart from the comparative legal study, the project uses a combination of problem-centred interviews (PCIs) and narrative interviews with refugees to collect and analyse data on how they were helped to access HE institutions via npos. The data analysis from the PCIs will lead to transcribing the data from the interviews to a script which is used as the basis for Forum Theatre. Forum Theatre provides the opportunity for the interviewees to interrupt and alter the play at any time to secure the validity of their narrative. The play will be shown publicly. Via the use of Forum Theatre, refugees will be able to provide their narrative of support, inclusion/exclusion, empowerment and agency and hence offer a counter narrative to our binary notions of refugees. There will be a strong focus on the gender aspect of refugee girls and women being excluded from higher education and the socio-political implications this has for participation and integration, and the future within ERA. The project will lead to a new approach in understanding the importance of access to tertiary education for refugees in the ERA and influence policy-makers, legislators and the private sector within ERA.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}