{
    "rcn": "214860",
    "acronym": "PDP4E",
    "topics": "DS-08-2017",
    "title": "Methods and tools for GDPR compliance through Privacy and Data Protection Engineering",
    "startDate": "01/05/2018",
    "endDate": "31/01/2021",
    "objective": "PDP4E is an innovation action that will provide software and system engineers with methods and software tools to systematically apply data protection principles in the projects they carry out, so that the products they create comply with the General Data Protection Regulation (GDPR), thus bringing the principles of Privacy and Data Protection by Design to practice.\nPDP4E will integrate privacy and data protection engineering functionalities into existent, mainstream software tools that are already in use by engineers, focusing on open-source tools that will be integrated in the Eclipse ecosystem, The approach will integrate methods proposed by the privacy engineering community (e.g. LINDDUN, ISO/IEC 27550 Privacy engineering), and the industry of software and system engineering tools (e.g. MUSE, PAPYRUS or OpenCert) using a model driven engineering approach. PDP4E will introduce privacy and data protection into software and system engineering disciplines (Risk Management, Requirements Engineering, Model-Driven Design, and Assurance), which drive the everyday activities of engineers.\nResults of PDP4E will be assessed by two demonstration pilots on industries where privacy and data protection are especially relevant, one on novel financial applications and services (fintech application domain) and one on big data on smart grid (smart grid application domain).\nPDP4E will promote its results in engineering communities, as Eclipse (community of software developers) or IPEN (community of stakeholders with an interest on privacy engineering). An open Alliance for Privacy and Data Protection Engineering is planned as a follow-up of the project, building on that community and the synergies among partners. \nPDP4E includes 8 partners and has a 33-month duration.",
    "totalCost": "3374086,25",
    "ecMaxContribution": "2941113,13",
    "coordinator": "TRIALOG",
    "coordinatorCountry": "FR",
    "participants": "ECLIPSE FOUNDATION EUROPE GMBH;FUNDACION TECNALIA RESEARCH & INNOVATION;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITAET DUISBURG-ESSEN;KATHOLIEKE UNIVERSITEIT LEUVEN;UNIVERSIDAD POLITECNICA DE MADRID;CA TECHNOLOGIES DEVELOPMENT SPAIN SA",
    "participantCountries": "DE;ES;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}