{
    "rcn": "214843",
    "acronym": "CONNEXIONs",
    "topics": "SEC-12-FCT-2016-2017",
    "title": "InterCONnected NEXt-Generation Immersive IoT Platform of Crime and Terrorism DetectiON, PredictiON, InvestigatiON, and PreventiON Services",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "CONNEXIONs aims to develop and demonstrate next-generation detection, prediction, prevention, and investigation services. These services will be based on multidimensional integration and correlation of heterogeneous multimodal data, and delivery of pertinent information to various stakeholders in an interactive manner tailored to their needs, through augmented and virtual reality environments. \nThe CONNEXIONs solution encompasses the entire lifecycle of law enforcement operations including: \na) pre-occurrence crime prediction and prevention\nb) during-occurrence LEA operations\nc) post-occurrence investigation, and crime-scene simulation and 3D reconstruction. \nCONNEXIONs will meaningfully enhance operational and (near) real-time situational awareness, through automated identification, interpretation, fusion and correlation of multiple heterogeneous big data sources, as well as their delivery via immersive solutions. Such multimodal data include Surface/Deep/Dark Web and social media content in 7 languages (EN, FR, DE, PT, RO, ES, AR), data acquired by Internet of Things (IoT) devices, and digital evidence. CONNEXIONs will also provide chain-of-custody and path-to-court for digital evidence. The Project will adopt ethics and privacy by-design principles and will be customisable to the legislation of each member state. \nCONNEXIONs will be validated in field tests and demonstrations in 3 operational use cases: \na) counter-terrorism security in large scale public events\nb) human trafficking investigations and mitigation\nc) crime investigation and training through 3D scene reconstruction. \nExtensive training of LEAs' personnel, hands-on experience, joint exercises, and training material will boost the uptake of CONNEXIONs tools and technologies. \nWith a Consortium of 8 LEAs from 7 European countries, 5 Research/Academic partners, and 4 industry partners, CONNEXIONs delivers a strong representation of the challenges, requirements and tools to meet its objectives.",
    "totalCost": "4999390",
    "ecMaxContribution": "4999390",
    "coordinator": "MOTOROLA SOLUTIONS ISRAEL LTD",
    "coordinatorCountry": "IL",
    "participants": "SERVICIUL DE PROTECTIE SI PAZA;UNIVERSIDAD POMPEU FABRA;HOCHSCHULE FUR DEN OFFENTLICHEN DIENST IN BAYERN;BAYERISCHES STAATSMINISTERIUM DES INNERN;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;SERVICIUL DE PROTECTIE SI PAZA DE STAT;NUROMEDIA GMBH;MinistÈrio da JustiÁa;SIVECO ROMANIA SA;SHEFFIELD HALLAM UNIVERSITY;MINISTERIO DEL INTERIOR;Police Service of Northern Ireland;ENGINEERING - INGEGNERIA INFORMATICA SPA;KATHOLIEKE UNIVERSITEIT LEUVEN;MINISTERE DE L'INTERIEUR;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "RO;ES;DE;EL;MD;PT;UK;IT;BE;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}