{
    "rcn": "214808",
    "acronym": "NS-COMP",
    "topics": "MSCA-IF-2017",
    "title": "Development of composite structures having negative stiffness inclusions and exceptional dampingproperties",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The EU is a world leader in the development and manufacturing of structural products for the transport industry, with the aeronautical sector alone providing more than 500,000 jobs, generating a turnover of close to Ä140 billion in 2013. Noise is a serious form of environmental pollution affecting the lives of hundreds of millions of citizens worldwide and having multiple socio-economic consequences. Moreover, intense vibration can endanger the structural integrity and performance of equipment and hardware. Modern industrial structures are made of composite materials due to their well-known benefits.\nDespite their superior structural characteristics, composite structures exhibit poor dynamic and acoustic isolation levels compared to conventional metallic ones. In order to keep noise and vibration levels at acceptable limits, structural manufacturers are nowadays obliged to extensively employ constrained-layer damping treatments that are expensive in terms of additional mass and space usage.\nNS-COMP will bring together an ER being expert in ëwave propagation in phononic crystals and acoustic mematerialsí and a host institution carrying leading academic know-how in ëdesign, optimization and manufacturing of multifunctional compositesí. The Fellowship aims at developing novel structures having exceptional damping properties combined with the outstanding structural performance of a layered composite at minimum extra mass, volume and cost. This will be attained through the inclusion of internal purely mechanical Negative Stiffness (NS) elements in the core of the structure. According to conservative preliminary simulations, a successful completion of NS-COMP will deliver structures that have a damping ratio at least 300% superior (for the same stiffness/mass fraction) to that of the structures currently employed in the transport industry.\nThe secondment of the ER to AIRBUS will ensure the applicability of this new family of structures to real-world industrial scenarios.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}