{
    "rcn": "214894",
    "acronym": "POLY-SAAR",
    "topics": "MSCA-IF-2017",
    "title": "Conjugated Hybrid Polymers from Unsaturated Heavier Group 14 Building Blocks",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "The incorporation of heavier Group 14 double bonds (E=E) (E = Si, Ge) into the main chain of polymers poses considerable synthetic challenges. The catalyst- and byproduct-free polymerization protocols proposed herein build upon exciting preliminary results regarding molecular model systems reported by the host group. Three different strategies will give access to various unprecedented polymer types: (1) The development of a reliable protecting group strategy in Si=Si chemistry will enable the synthesis of silicon- and germanium- analogues of poly(phenylenevinylene)s (dimetalla-PPVs). (2) The reactions of difunctional bis(alkynyl)arenes and bis(isocyano)arenes, respectively, with arylene-bridged tetrasiladienes will give access to sigma-pi conjugated hybrid polymers. (3) The concept of stabilizing low-valent main-group species by N-heterocyclic carbene (NHC) and subsequent removal of NHC by a Lewis acid to generate double bonds between Group 14 elements will afford poly(digermene)s. \n\nEntirely unprecedented building blocks will be used so that this project will be at the forefront of the newly emerging field of applications and property driven chemistry of heavier main-group elements. It will provide the synthetic tools necessary to exploit the anticipated unique physical and chemical properties of unsaturated main-group polymers. With this explicit focus on material aspects, the proposed research has an excellent fit with the European priorities: despite being fundamental in nature, the project targets smart polymers with bespoke properties, may well develop significant economic and consequentially also societal impact in the longer run. \n\nThe synergistic combination of the areas of expertise of PKM (chemistry of Group 14 and 15, N-heterocyclic carbenes) and DS (low-coordinate main-group chemistry) will fruitfully enrich both scientific mindsets and weave close ties for future cooperation after PKM excelled in his ambition to obtain an academic position in research.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAT DES SAARLANDES",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}