{
    "rcn": "214826",
    "acronym": "NanoMop",
    "topics": "MSCA-IF-2017",
    "title": "Smart Cholesterol-Mopping Polymer Nanoparticles in Niemann-Pick Disease Type C",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Niemann-Pick Disease Type C (NPC), also known as ìchildhood Alzheimerísî, is a rare genetic disorder caused by the accumulation of cholesterol particularly in the brain with subsequent cognitive and mobility decline. In the EU NPC has an incidence of 1 per 100,000 people. Most cases are detected during childhood and progress to cause life-threatening complications by the second or third decade of life. Cyclodextrins (CDs), a family of naturally occurring sugars, have recently gained considerable attention as a potential therapeutic intervention in the treatment of the disease because of their capacity to sequester cholesterol. Although promising, the current treatment of NPC based on a chemical modification of bCD suffers from poor pharmacokinetics and bioavailability in the brain. In this project I propose a new interdisciplinary approach in which bCDs will be embedded into a novel class of smart polymer nanoparticles (NanoMops) that could overcome these limitations. The project addresses an important question that needs to be answered urgently and its successful completion will contribute to the treatment of the neglected disease in line with the Horizon2020 health goal of providing better and more effective therapies. My specific skillset in chemical modification of CDs puts me in a unique position to successfully carry out this project. This interdisciplinary proposal is designed to provide me with advanced training in macromolecular chemistry and in a range of cutting-edge biological techniques. The fellowship will significantly diversify my competences and broaden my profile ñ professionally and personally - enabling me to pursue a career as an internationally recognised independent researcher. The project will also create new important international and inter-sectoral partnerships with excellent academic and industrial players while reaching out to charity organisations, raising awareness and networking researchers and key stakeholders in the area of NPC.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "ISTANBUL TEKNIK UNIVERSITESI",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}