{
    "rcn": "214887",
    "acronym": "FMSystem",
    "topics": "ERC-2017-ADG",
    "title": "The European Fiscal-Military System 1530-1870",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "FMSystem transforms the conventional narrative of the violent rise of the European states system by revealing how belligerent competition also involved cooperation. States were not autarkic actors. Their emergence was co-dependent and entailed developing ways to obtain war-making resources from beyond their jurisdictions. This project adds a new conceptual framework to understand this process and broadens the research focus to include the role of non-state actors in minor as well as major countries. It will identify the variety of war-making resources and assess how far their availability was dependent on accessing external expertise and sources of supply. The standard historical perspective will be decentred by shifting the analytical focus away from sovereign states and their political capitals, and instead towards urban ëfiscal-military hubsí functioning as centres of expertise, resource accumulation and production. Achieving these objectives will produce the first holistic study of the rise of the European states system, and of the relation between war and political development across the crucial phase between about 1530 and 1870. It will reveal the extent to which this process was doubly transnational, involving (i) transactions conducted through external hubs leading to (ii) the exchange of resources between states and non-state actors across political frontiers. Further, it will gauge the importance of this Fiscal-Military System to both the growing scale of warfare and the emergence of the modern sovereign state as defining the global political order. A team of researchers, closely coordinated by the PI and counselled by an international scholarly board, will examine the system through six key hubs across Europe. The research will produce a major monograph, a conference and volume engaging with global history and non-European scholarship, and a number of ground-breaking studies on regional and thematic aspects of the project.",
    "totalCost": "2499853",
    "ecMaxContribution": "2499853",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}