{
    "rcn": "214899",
    "acronym": "Sialoglycan Array",
    "topics": "MSCA-IF-2017",
    "title": "Generation of a Cell-Based Sialoglycan Array to  Decipher Biological Interactions and Functions of the Human Sialome",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Human cells display a staggering repertoire of different sialic acid-carrying glycans (sialoglycans) at the surface - the Sialome. The Sialome regulates numerous biological processes including cell communication and migration and is involved in diseases such as infections , autoimmunity and cancer. However, most biological interactions and functions of the Sialome remain elusive, because suitable methods to address the Sialome as an ëOmeí and to dissect specific sialoglycan functions in the cell context are lacking. Therefore, I propose to generate a cell-based sialoglycan array for the display of all human sialoglycans in the natural context of individual glycoconjugates at the cell surface in an arrayable format. Using precision genome editing (CRISPR/Cas9) genes involved in sialoglycan synthesis will be targeted to create a library of isogenic human cells each displaying a unique part of the Sialome. These isogenic cells together form the cell-based sialoglycan array and will be used for high-throughput screening and discovery of binding specificities of sialoglycan-binding proteins such as Siglecs, selectins and factor H. Finally, the cell-based sialoglycan array will be used for the production of a representative panel of recombinant glycoproteins carrying homogenous N-linked or O-linked sialoglycans. The proposed research will take place at the at the Copenhagen Center for Glycomics a world leader in Glycomics and pioneer in precision genome editing in Glycobiology where I will be trained in precision genome editing, glycoengineering and state-of-the-art glycan mass spectrometry. Altogether, the cell-based sialoglycan array will be indefinitely sustainable, addressable by any multiplex assay, and serve as production platform for recombinant sialoglycoproteins. Ultimately, I expect that the proposed cell-based sialoglycan array will open the door for wide discovery of biological interactions and functions and of the human Sialome.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}