{
    "rcn": "214879",
    "acronym": "IMMIGINTEGR",
    "topics": "MSCA-IF-2017",
    "title": "The Role of the Welfare State in the Integration of Immigrants: Comparative Analysis of Latino Communities in Spain, the United Kingdom and the United States",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The purpose of this project is to determine the role of the Welfare State in the integration of immigrants. The project seeks to understand (1) how immigrants obtain information about, and access to, local and national social assistance programs, (2) how their experiences vary across Welfare States and (3) how these experiences shapes their identity formation, which, in turn, can either help or hinder their integration into the host society. This research is based on an original approach based on in-depth semi-structured interviews with Latino immigrants in three countries. This project focuses on Latino immigrants because they are a large immigrant group in each of the sites, enabling a comparison of Welfare States. This research offers an innovative perspective on the relations between social services (and social service providers) and recipients of these services. Contrary to most studies in healthcare policy, which focus on the experiences of social workers while minimizing those of immigrants, this project focuses on the experiences of immigrants. The uniqueness of this research also lies in the fact that it comparatively examines the experiences with policies put in place by countries offering different social benefits and categorized as different types of Welfare States. It addresses larger sociological, political and legal issues related to identity formation, immigrant integration and the role of public policies in shaping these processes. The projectís ambition is to create models of integration through social services, which would apply to broader contexts and therefore allow for the applicability of the findings in different contexts. The transferability of the results will offer a stepping stone to improve our understanding of the complexities of immigrant integration into the host society across different countries, thereby advancing knowledge and informing policy on Migration Studies at the European and International levels.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}