{
    "rcn": "214866",
    "acronym": "NucleolusChromatin",
    "topics": "ERC-2017-ADG",
    "title": "Analysis of the nucleolus in genome organization and function",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "In eukaryotic cells, the higher-order organization of genomes is functionally important to ensure correct execution of gene expression programs. For instance, as cells differentiate into specialized cell types, chromosomes undergo diverse structural and organizational changes that affect gene expression and other cellular functions. However, how this process is achieved is still poorly understood. The elucidation of the mechanisms that control the spatial architecture of the genome and its contribution to gene regulation is a key open issue in molecular biology, relevant for physiological and pathological processes. \nIncreasing evidence indicated that large-scale folding of chromatin may affect gene expression by locating genes to specific nuclear subcompartments that are either stimulatory or inhibitory to transcription. Nuclear periphery (NP) and nucleolus are two important nuclear landmarks where repressive chromatin domains are often located. The interaction of chromosomes with NP and nucleolus is thought to contribute to a basal chromosome architecture and genome function. However, while the role of NP in genome organization has been well documented, the function of the nucleolus remains yet elusive. \nTo fully understand how genome organization regulates chromatin and gene expression states, it is necessary to obtain a comprehensive functional map of genome compartmentalization. However, so far, only domains associating with NP (LADs) have been identified and characterized while nucleolar-associated domains (NADs) remained under-investigated. The aim of this project is to fill this gap by developing methods to identify and characterize NADs and analyse the role of the nucleolus in genome organization, moving toward the obtainment of a comprehensive functional map of genome compartmentalization for each cell state and providing novel insights into basic principles of genome organization and its role in gene expression and cell function that yet remain elusive.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}