{
    "rcn": "214868",
    "acronym": "CCI",
    "topics": "SEC-07-FCT-2016-2017",
    "title": "Cutting Crime Impact ñ Practice-based innovation in preventing, investigating and mitigating high-impact petty crime",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Petty crime has a significant negative impact on European citizensí quality of life, community cohesion and the safety and security of the urban environment. The aim of the Cutting Crime Impact (CCI) project is to enable Law Enforcement Agencies (LEAs) and security policymakers to adopt a preventative, evidence-based and sustainable approach to tackling high-impact petty crime. Tailored to the needs of end-users, CCI will design, develop and demonstrate four Toolkits covering: (i) predictive policing; (ii) community policing; (iii) crime prevention through urban design and planning; and (iv) measuring and mitigating citizensí feelings of insecurity. Using social science methods and innovation tools from the design industry, CCI will support LEAs in researching and innovating practical, evidence-based tools that meet end-users needs and operational contexts. In delivering CCI, LEAs will gain valuable experience in requirements capture, problem framing, ideation, concept generation, solution design and prototyping that is transferable to other areas. Practical consideration of ethical, legal and social issues throughout the project's research and innovation activities will ensure developed Toolkits help promote safe and secure towns and cities, without compromising fundamental human rights. All toolkits will be demonstrated in an operational setting to assess performance, and materials developed to support integration into LEA operations and foster wider implementation. CCI aims to  encourage wider EU adoption of effective approaches to safety and security, and will develop an extended European Security Model that includes high-impact petty crime and citizensí feelings of insecurity. CCI will result in greater openness to innovation and design approaches amongst LEAs and security policymakers across Europe, as well as demonstrate the value of practitioner-led approaches to EU-funded research and innovation projects.",
    "totalCost": "3095068,75",
    "ecMaxContribution": "3095068,75",
    "coordinator": "THE UNIVERSITY OF SALFORD",
    "coordinatorCountry": "UK",
    "participants": "DEPARTAMENT D'AGRICULTURA, RAMADERIA, PESCA I ALIMENTACIO;GLOBAZ, S.A.;GREATER MANCHESTER POLICE;FORUM EUROPEEN POUR LA SECURITE URBAINE;DSP-GROEP BV;DPT - DEUTSCHER PRAVENTIONSTAG;Landeskriminalamt Niedersachsen;Politsei- ja Piirivalveamet;RIJKSUNIVERSITEIT GRONINGEN;CAMARA MUNICIPAL DE LISBOA;THE NATIONAL POLICE OF THE NETHERLANDS",
    "participantCountries": "ES;PT;UK;FR;NL;DE;EE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}