{
    "rcn": "214800",
    "acronym": "IMPAWATT",
    "topics": "EE-15-2017",
    "title": "IMPlementAtion Work and Actions To change the energy culture",
    "startDate": "01/06/2018",
    "endDate": "30/11/2020",
    "objective": "In industrial and service sectors, energy efficiency investments are often not implemented due to combination of factors and barriers faced by the actor involved.  Even for enterprises that are subject to mandatory audits, the recommendations are often not implemented due to those factors and barriers. \nThe IMPAWATT project aims creating a staff trainings and capacity building programmes to enhance corporate policy towards energy efficiency, energy culture and sustainable supply-chain initiatives. All actors will be targeted. This program will be developed as an online toolbox with resources for capacity building and staff training. The toolbox targets in priority the energy manager of the company. He will use it for its own training but also as a resource for training the other actors of the company. For small companies without energy manager, the auditor can take the role of the energy manager and organise trainings for company staff.  The resources will be available in several formats as for example webinars, factsheets and energy efficiency measures database. The platform will also allow companies to exchange energy efficiency related experiences and to benchmark their energy efficiency. Finally, the platform will also give access to an energy monitoring portal where companies can enter and follow their main energy consumptions and energy efficiency measures.",
    "totalCost": "1679632,5",
    "ecMaxContribution": "1679632,5",
    "coordinator": "PLANAIR SA",
    "coordinatorCountry": "CH",
    "participants": "CHAMBRE DE COMMERCE ET D'INDUSTRIEDE REGION AUVERGNE-RHONE-ALPES;OSTERREICHISCHE ENERGIEAGENTUR AUSTRIAN ENERGY AGENCY;Teknologian tutkimuskeskus VTT Oy;SEnerCon GmbH;PARCO SCIENTIFICO E TECNOLOGICO PER L'AMBIENTE - ENVIRONMENT PARK SPA",
    "participantCountries": "FR;AT;FI;DE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}