{
    "rcn": "214847",
    "acronym": "SMOOTH",
    "topics": "DS-08-2017",
    "title": "GDPR Compliance Cloud Platform for Micro Enterprises",
    "startDate": "01/05/2018",
    "endDate": "31/10/2020",
    "objective": "According to the last official available 2015 data, almost 93% of all enterprises in Europe in the non-financial business sector have less than 10 employees. These micro enterprises (MEnts) are responsible for 30% and 21% of the overall employment and value added in the EU, respectively. However, when it refers to the imminent General Data Protection Regulation (GDPR)ís application, MEnts are the most vulnerable due to their lack of expertise and resources to invest in their adoption. It is urgent to develop solutions that assist MEnts in smoothly adopting the GDPR, safeguarding the interests of the EU citizens on data privacy and security, avoiding the negative socioeconomic consequences entailed to breaches for MEnts, and, by extension, benefitting the European society. SMOOTH project addresses this challenge from two complementary focuses:\n1) Creating awareness on the importance of being compliant with the GDPR, as many MEnts ignore their obligations in this respect, involving as partners Data Protection Authorities and associations representing EU MEnts. For the same purpose, SMOOTH will deliver a practical GDPR interactive handbook (website and mobile app) tailored specifically to MEnts. \n2) Assisting MEnts to effectively adopt and comply with the GDPR. The SMOOTH cloud platform will use machine learning, text and data mining, and advance online auditing methods to automatically create a bespoke GDPR compliance report for the most critical aspects to MEnts. Likewise, SMOOTH will provide useful materials for solving those identified aspects of the GDPR that are not properly covered.  \nAll this will positively contribute to citizens rights, while avoiding potential fines for the MEnts that may account for as much as 4% of the annual income, according to the GDPR. SMOOTH is born from technology partners and data protection authorities and will be designed and validated by actual MEnts with the aim of becoming the reference tool platform for them to adopt the GDPR.",
    "totalCost": "3367837,5",
    "ecMaxContribution": "2986061,25",
    "coordinator": "FUNDACIO EURECAT",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;FUNDACION IMDEA NETWORKS;NAVER FRANCE;FUNDINGBOX ACCELERATOR SP ZOO;DATU VALSTS INSPEKCIJA;NEC LABORATORIES EUROPE GMBH;KATHOLIEKE UNIVERSITEIT LEUVEN;AGENCIA DE PROTECCION DE DATOS;UNIVERSIDAD CARLOS III DE MADRID;EUROPEAN SMALL BUSINESS ALLIANCE OFSMALL AND MEDIUM INDEPENDENT ENTERPRISES;LSTECH ESPANA SL",
    "participantCountries": "ES;FR;PL;LV;DE;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}