{
    "rcn": "214825",
    "acronym": "ReSuNiCo",
    "topics": "ERC-2017-ADG",
    "title": "Inverted Reactive Spray Processes for Sulphide/Nitride High Surface Area Electrode Coatings",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Highly pure, binary and ternaty metal sulphides/nitrides are increasingly important materials for energy storage, electrocatalysis, optoelectronics and battery materials. To fully use their potential, radical new technologies that allow the synthesis of complex, and multicomponent crystalline materials with specific size and morphology are required. While the reactive spray technology is already a key element for the scalable and economic synthesis of metal oxides, we will fundamentally advance the strength of the reactive spray processes by generating a knowledge-base for sulphide/nitride materials through our ReSuNiCo project. We will achieve this goal with a fast, safe, versatile, time and resource efficient high throughput single droplet combustion screening that identifies complete new reaction schemes and processes as we highlighted in Nature news. The method is highly flexible and adaptable to a large variety of reactive liquids and gas atmospheres that readily comply with the safety requirements via small volumes, small liquid streams and gas flows. We will establish in-situ process diagnostics in order to identify droplet reactions, particle formation pathways and product characteristics. We will use this knowledge to build standard and inverted (fuels and sulfidizers/nitridizers are exchanged in the reactive spray) lab-scale reactors that serve as demonstrators to transfer the first material samples into performance evaluations in specific applications. The objectives and work packages of ReSuNiCo reach far beyond the state of the art materials synthesis exploration and calls for new process innovations in reactive spraying technologies, aerosol and gas phase characterizations, process model formulations and particle synthesis. The implemented know-how in in-situ high surface area coatings on electrodes/substrates offers unique opportunities to take the existing knowledge to the next level.",
    "totalCost": "2361130",
    "ecMaxContribution": "2361130",
    "coordinator": "UNIVERSITAET BREMEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}