{
    "rcn": "214890",
    "acronym": "TAXT",
    "topics": "MSCA-IF-2017",
    "title": "Seals and Sealing Practices in Sasanian Iran: New Evidence from Taxt-e Solaym?n",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The subject of this application is the publication of an extraordinary collection of 824 Sasanian clay bullae bearing almost 2,000 seal impressions and inscriptions. The collection was recovered by Dr Yousef Moradi, the Experienced Researcher of this application, at the World Heritage site of Taxt-e Solaym?n (Western Azerbaijan Province of Iran), the religious complex of ?dur Guönasp, or ëFire of the Warriorsí, in 2002ñ2008 during seven seasons of excavations conducted under the auspices of the Iranian Cultural Heritage Organization (ICHO). While most other Sasanian seals and sealings currently known are unprovenanced, the significance of this collection lies in the fact that it was recovered in a controlled archaeological excavation, with a specific provenance of the bullae. TAXT will produce the publication, both online and in print, of these bullae, and detailed studies of the seal impressions, including images and inscriptions, on the obverse. It will also provide a study of the impressions on the back-sides, or reverses, of the bullae. The reverses have small holes for the cord, and display cord marks and accidental traces of thumb and fingerprints of the persons handling the bullae when impressing the seals into the soft clay and when attaching the bullae to the objects which they were sealing. Moreover, there are imprints of the objects to which the bullae were attached, indicating that the objects were made of leather, grained parchment, and other materials. Coming from one of the three most sacred Zoroastrian fire temples of the Sasanian Empire (224ñ651 CE), TAXT will reveal unprecedented insights into the economic role of this Zoroastrian fire temple and its priesthood, generating findings that will be of interest to scholars from a variety of disciplines, including linguistics, history, religious studies, art history, and archaeology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "SCHOOL OF ORIENTAL AND AFRICAN STUDIES, UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}