{
    "rcn": "214802",
    "acronym": "BundleUP",
    "topics": "EE-22-2016-2017",
    "title": "Novel PDA Methodology to energize Public and Private European Energy Efficiency Projects",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Many projects of high energy savings potential, both in the private and public sectors, have been identified by building owners, local energy agencies and ESCOs. However, a large number of them consistently fails to reach implementation stage, as they collide with two main barriers: \n\n1) lack of scale to attract professional investors in this project type and/or\n2) restrictive Public Procurement procedures that are expensive to prepare and adapt to each project case.\n-\nBundleUP will develop a ìPonto Energiaî, will bundle projects according to specific characteristics (investment size, technology, geography) using the currently available framework and consolidated procurement procedures to provide projects with scale, improve bankability, investor-trust and result in a faster time-to-market. The action aims at developing at least 58 Portuguese sustainable energy projects with total estimated investments of EUR 49,9m. These projects will trigger around 155 GWh/year of primary energy savings and generate 3,1 GWh/year of renewable energy. \n-\nInnovative approaches will be implemented concerning financing models and sources. BundleUP will strongly focus on energy savings projects, including renewable energy self-consumption. The project will make use of existing and innovative financing instruments, combine them with institutional investors (such as investment funds or ESCOs) while stimulating the engagement of citizens and local communities by using crowdfunding and cooperative business models to share the benefits of sustainable energy investment.\n-\nBy placing Portuguese local and regional energy agencies in a central role, with regard to potential project identification, dissemination and relation with local authorities, companies and stakeholders, BundleUP will put in practice the Energy Agenciesí objective of ìacting as an intermediary between the local authority and local players in the energy market.î Moreover, BundleUP will promote the replication of the developed methodology and business-models with knowledge transfer workshops aimed at sharing the knowledge gathered during the project at EU level.",
    "totalCost": "999437,5",
    "ecMaxContribution": "999437,5",
    "coordinator": "POWER PARITY LDA",
    "coordinatorCountry": "PT",
    "participants": "ENERGAIA - AGENCIA DE ENERGIA DO SUL DA REA METROPOLITANA DO PORTO;AGENCIA DE ENERGIA E AMBIENTE DA ARRABIDA;ADEPORTO - AG NCIA DE ENERGIA DO PORTO;CASCAIS PROXIMA - GESTAO DE MOBILIDADE, ESPACOS URBANOS E ENERGIAS, EMSA;AGENCIA MUNICIPAL DE ENERGIA DE ALMADA;QB LDA;SOCIEDADE REBELO DE SOUSA & ADVOGADOS ASSOCIADOS RL",
    "participantCountries": "PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}