{
    "rcn": "214885",
    "acronym": "IN-Fo-trace-DG",
    "topics": "ERC-2017-ADG",
    "title": "Role of GABAergic interneurons in the formation of new memory traces in the Dentate Gyrus ofbehaving mice",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Despite intensive study in the past on the problem of how information is processed in the brain to enable individual organisms to adapt to their continuously changing environment, little progress has been made on how new similar but discrete memory traces emerge in neuronal networks during learning. Current theories suggest that experience-dependent modifications in excitation-inhibition balance enable a selected group of neurons to form a new cell association during learning which represent the new memory trace. It was further proposed that particularly GABAergic inhibitory interneurons (INs) have a large impact on population activity in neuronal networks by means of their inhibitory output synapses. However, how cell associations emerge in space and time and how INs may contribute to this process is still largely unknown. This complex topic was so far difficult to address due to technical constraints. IN-Fo-Trace-DG aims to address this fundamental question in the dentate gyrus (DG), a brain structure essential for the acquisition of similar but discrete new memories. Based on our detailed knowledge on DGís cellular elements, their interconnectivity and our recently established molecular interference tools, we will first, visualize the spatial and temporal activity patterns of cell populations during spatial learning in a virtual-reality using 2-Photon imaging. Second, we will determine the role of IN recruitment and plasticity in assembly formation by optogenetic and molecular interference. Third, we will analyze changes in excitatory and inhibitory signals in granule cells (GCs), the principal cells in this brain area, and INs during learning using whole-cell recordings in vivo. Finally, we will examine whether adult-born GCs contribute differently to learning-associated population activity compared to mature ones in the adult DG. This innovative multi-disciplinary approach will provide new insights on the mechanisms of new memory formation in cortical networks.",
    "totalCost": "2463693",
    "ecMaxContribution": "2463693",
    "coordinator": "UNIVERSITAETSKLINIKUM FREIBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}