{
    "rcn": "214840",
    "acronym": "PoSeID-on",
    "topics": "DS-08-2017",
    "title": "Protection and control of Secured Information by means of a privacy enhanced Dashboard",
    "startDate": "01/05/2018",
    "endDate": "31/10/2020",
    "objective": "PoSeID-on is aimed at developing a novel Privacy Enhancing Dashboard for personal data protection supporting the pillars of the new EUís General Data Protection Regulation (GDPR) with regards to digital security, that will be implemented within a single, integrated tool, adopting blockchain and smart contracts technology. It will provide targeted benefits for final end users by enabling data protection by design and by default. In particular, the project will deliver an easily accessible and simple privacy enhancing dashboard useful for monitoring, keeping track record, and controlling all aspects related to data subjects personal data, privacy settings, eventually deciding to authorize/un-authorize personal data transfers. Thus, the primary aim of PoSeID-on is empowering data subjects in having a concise, transparent, intelligible and ease access, as well as tracking, control and management of their personal data processed by public and private organizations, acting as data controllers and/or data providers. They will be able to make conscious decisions on who can process their own data based on data controller trustworthiness, enabling or revoking permissions, asking for definitely remove their personal data or restricting the data to be shared following the data minimisation principle. A risk management framework will be integrated into the privacy enhancing dashboard. As secondary aim, PoSeID-on will support the compliance of technological services and products with the GDPR regarding personal data, by integrating advanced ICT-based tools within a replicable and scalable frame, which can be implemented within a broad spectrum of products and services. Moreover, personal data exchanges across data subjects and different organisations (public & private) or among organizations in case of involved third parties will take place in a secure and privacy-compliant way, generating benefits thanks to the adoption of more streamlined procedures.",
    "totalCost": "3050605",
    "ecMaxContribution": "2541208,75",
    "coordinator": "MINISTERO DELL'ECONOMIA E DELLE FINANZE",
    "coordinatorCountry": "IT",
    "participants": "FUNDACION TECNALIA RESEARCH & INNOVATION;SOFTEAM;ACCENTURE SPA;AYUNTAMIENTO DE SANTANDER;UNIVERSIDADE DE COIMBRA;BUNDESRECHENZENTRUM GMBH;PNO INNOVATION;SMARTFEEDZ BV;E-LEX - STUDIO LEGALE",
    "participantCountries": "ES;FR;IT;PT;AT;BE;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}