{
    "rcn": "214895",
    "acronym": "MarHIST",
    "topics": "MSCA-IF-2017",
    "title": "Historical dynamics of coastal and marine ecosystem services.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This project addresses the globally important problem of how we sustain coastal and marine ecosystem services. Ecosystem services, the benefits humans gain from ecosystems, are fundamental to societal well-being, but marine ecosystem services research lags behind its terrestrial counterpart, while historical dynamics are frequently overlooked. Without understanding long-term dynamics in marine ecosystem services, we risk missing declines in services that may affect societal well-being. This includes our understanding of interactions among services, the role of societal feedbacks on service provision and prediction of social-ecological tipping points. This project aims to interrogate historical data to reveal the dynamics of coastal marine ecosystem services over decadal to centennial timescales. By integrating interdisciplinary sources and methodologies from archaeology, history and ecology disciplines, the project will examine dynamics and social-ecological feedbacks in provisioning, regulating and cultural coastal marine ecosystem services. \n\nUnder the mentorship of Profs Godley and Bateman, and by collaborating with University of Exeter researchers from a range of disciplinary backgrounds, I will be able to expand my research horizons and learn new interdisciplinary skills. This will not only enable me to strengthen my CV, placing me in a strong position to achieve my career goals of becoming a leading researcher within the European community, it will contribute new interdisciplinary research to the ecosystem services and ecology fields, thus improving our understanding of the links between marine ecosystems and societal well-being, a critical knowledge gap of global relevance. These findings will also produce baseline data and methods that will be readily translatable to policy (such as the European Commissionís Blue Growth Strategy) and able to inform sustainable resource management goals, with benefits for both society and the environment.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}