{
    "rcn": "214810",
    "acronym": "SIRENA",
    "topics": "SMEInst-10-2016-2017",
    "title": "Novel electric stair climber to break barriers in transport of disabled people and goods through a safe, quick and comfortable movement",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "TGR is an Italian company with more than 35 years of experience in the field of stair climbers. Over 50,000 people with reduced mobility have benefitted from our products improving their welfare. With SIRENA we want to become a technological reference among stair climbers with a unique and universal solution able to climb any type of stairs in a quick, safe and comfortable way, improving the living conditions of millions of citizens in Europe and around the world. Competitorsí devices cannot guarantee a stable movement or climb any type of stair, whereas the stability offered by SIRENA on the stairs -even when inclined- is succeeded through the exclusive innovation introduced by TGR. \nThe main objective of this phase 2 is to ensure that TGR meets the technical, commercial, regulatory and financial requirements for a successful industrialization and commercialization of SIRENA from 2020. While completing the testing of the final prototype, finalizing the design, determining IPR and obtaining all necessary certifications, we will prepare the commercialization of SIRENA. We will reach our end users (persons who, because of a trauma, disease or age, are not autonomous in their movements) through our consolidated commercial network and new commercial channels (associations of disabled, nursing homes, pharmacies). In addition, we identified a complementary market opportunity in the transport of freight, with regard to construction sites, carriers, transporters, food and drinks sector and gradually, funeral homes. We plan to adapt SIRENA to heavy and large objects to enter this market, which is already demanding safer and more durable devices.\nSIRENA will contribute to a smarter global mobility, promote social tourism and break barriers in the transport of disabled people and goods. The success of the project will strengthen EU leadership in the personal mobility and freight industry, contributing to innovation, growth (Ä16M revenues) and jobs (15 new employees by 2024).",
    "totalCost": "1230346,25",
    "ecMaxContribution": "861242,38",
    "coordinator": "T.G.R. SOCIETA A RESPONSEBILITA LIMITATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}