{
    "rcn": "214816",
    "acronym": "NISIHealth",
    "topics": "MSCA-IF-2017",
    "title": "Digital Nudges, Incentives and Social Influence in Habit Formation of a Global Health Behaviour",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The lack of physical activity is a leading cause of preventable death globally. For most people, failure to exercise is unlikely to be due to ignorance or lack of interest. While individuals are frequently motivated to start exercising in order to reduce and reverse different health risks, they often encounter difficulties in forming a sustained behavioral change--a habit. Habits are behaviors repeated in the same setting. They are characterized by activation by recurring context cues, insensitivity to short-term changes in goals, and other markers of automaticity. This action aims: A. to develop information-theoretic measures of regularity and predictability in fitness behavior which can be used as new measures of habits that better predict future retention, B. to understand the role of digital nudges and economic incentives in fitness habit formation and C. to investigate how social influence enhances individual habit formation in the age social media. To assess these research questions, the fellow -- in collaboration with a global exercise tracking company -- will device methodologies currently used in information theory and statistics on large scale historical individual datasets of fitness activity. In addition, the action will make extensive use of surveys and high fidelity randomized control experiments to validate empirical results and establish causal relationships. The complementarity between the expertise of supervision and the fellowís qualification as well as the arrangements and environment provided by the host institution guarantee the success of this groundbreaking and timely project as well as an effective dissemination and utilization of the expected outcome. The conclusions of the proposed action could have important implications to health agencies in European Union and around the world, and may shape the way public health policy is imposed.",
    "totalCost": "163648,8",
    "ecMaxContribution": "163648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}