{
    "rcn": "214811",
    "acronym": "DTOceanPlus",
    "topics": "LCE-16-2017",
    "title": "Advanced Design Tools for Ocean Energy Systems Innovation, Development and Deployment",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Ocean Energy can play an important role in addressing one of the EUís biggest challenges: providing clean, affordable and sustainable energy. However, ocean energy technologies are not yet mature enough to overcome all challenges related to performance, reliability, survivability, and resulting cost of energy.\nDTOceanPlus will accelerate the commercialisation of the Ocean Energy sector by developing and demonstrating an open source suite of design tools for the selection, development, deployment and assessment of ocean energy systems (including sub-systems, energy capture devices and arrays). This will align innovation and development processes with those used in mature engineering sectors.\n- Technology concept selection will be facilitated by a Structured Innovation tool.\n- Technology development will be enabled by a Stage-Gate tool.\n- Technology deployment will be supported by a 2nd generation of the FP7 DTOcean tools.\nThis suite of design tools will reduce the technical and financial risks of the technology to achieve the deployment of cost-competitive wave and tidal arrays. DTOceanPlus will underpin a rapid reduction in the Levelised Cost of Energy offered by facilitating improvement in the reliability, performance and survivability of ocean energy systems and analysing the impact of design on energy yield, O&M and the environment, thus making the sector more attractive for private investment.\nThese objectives and impacts will be achieved through the implementation of 9 work packages covering user engagement, tool development, demonstration of tools against real projects (thus outputting a suite of tools at TRL 6), analysis of supply chains and potential markets, exploitation, dissemination and education.\nThe DTOceanPlus consortium has been formed to include representatives of all key user and stakeholder groups. It includes all core partners from the FP7 DTOcean project along with the developers of Europeís leading ocean energy sub-systems, devices and arrays.",
    "totalCost": "8045472,5",
    "ecMaxContribution": "6689076,5",
    "coordinator": "FUNDACION TECNALIA RESEARCH & INNOVATION",
    "coordinatorCountry": "ES",
    "participants": "BUREAU VERITAS MARINE & OFFSHORE REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET DE PLATEFORMES OFFSHORE;ELECTRICITE DE FRANCE;OPEN CASCADE;ENEL GREEN POWER;ASSOCIATION DE PREFIGURATION DE L INSTITUT D EXCELLENCE DES ENERGIES DECARBONEES (IEED) FRANCE ENERGIES MARINES;OCEANTEC ENERGIAS MARINAS SL;WAVEC/OFFSHORE RENEWABLES - CENTRO DE ENERGIA OFFSHORE ASSOCIACAO;CORPOWER OCEAN AB;WAVE ENERGY SCOTLAND LIMITED;NAVAL ENERGIES;NOVA INNOVATION LTD;AALBORG UNIVERSITET;THE UNIVERSITY OF EDINBURGH;ENERGY SYSTEMS CATAPULT LIMITED",
    "participantCountries": "FR;IT;ES;PT;SE;UK;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}