{
    "rcn": "214863",
    "acronym": "DEFeND",
    "topics": "DS-08-2017",
    "title": "Data Governance for Supporting GDPR",
    "startDate": "01/07/2018",
    "endDate": "31/12/2020",
    "objective": "The rapid advances in ICT have raised the need to adapt to this progress for organisations (pushing them towards e-services and increase their efficiency), public authorities (stimulating new services to citizens and reducing complexity) and individuals (enabling them to communicate personal information more efficiently). DEFeND will deliver a platform which empowers organisations in different sectors to assess the compliance status, plan the achievement of the GDPR compliance and increase their maturity in different aspects of GDPR. DEFeND platform enables building and analysing models following a Privacy-by-Design approach spanning over two levels, the Planning Level and the Operational Level, and across three management areas: Data Scope, Data Process and Data Breach. The consortium will leverage existing software, tools and methodologies towards the implementation of the platform software components. The DEFeND platform will be tested in living labs pilots, involving partners from four E.U. countries in four different areas: healthcare, banks, energy and local public administration. It will be tested in an operational environment (TRL 7) in three different scenarios across two different types, focusing on the GDPR compliance process for end-users and on the GDPR implications for external stakeholders. Driven by the lack of appropriate products in the market, the DEFeND exploitation strategy is based on commercialisation of project results at three levels: platform-as-a-whole, fragments of the platform and partnersí individual exploitation. This strategy will enable partners to integrate the results into their existing commercial offerings, exploring and establishing new business opportunities. The exploitation strategy will focus on four areas: Sector Specific Exploitation, Networking, Exploitation Meetings and Community-building around the project. The exploitation strategy will be integrated and supported by dissemination activities throughout the project.",
    "totalCost": "3326987,5",
    "ecMaxContribution": "2737300",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSITY OF BRIGHTON;GRIDPOCKET SAS;ABI LAB-CENTRO DI RICERCA E INNOVAZIONE PER LA BANCA;PESHTERA MUNICIPALITY;PDM E FC PROJECTO DESENVOLVIMENTO MANUTENCAO FORMACAO E CONSULTADORIALDA;BUSINESS-E SPA;BIRD & BIRD LLP;IONIAN UNIVERSITY;FUNDACION PARA LA INVESTIGACION BIOMEDICA HOSPITAL INFANTIL UNIVERSITARIO NINO JESUS",
    "participantCountries": "UK;FR;IT;BG;PT;EL;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}