{
    "rcn": "214882",
    "acronym": "Interfaces",
    "topics": "ERC-2017-ADG",
    "title": "Manipulating Acoustic wavefronts using metamaterials for novel user interfaces",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "In this project we will leverage developments in acoustic meta-materials to build interactive systems that manipulate sound to create experiences with the same ease and fidelity as we are so accustomed to doing with light. This involves designing and evaluating new acoustic meta-materials AND building interactive systems that create novel interaction experiences that were hitherto impossible to achieve.\n\nWe will use acoustic metamaterials technology to build a Spatial Sound Modulator (SSM) that aims to be a software controlled device that transforms an input acoustic wave into a time-variable, user-defined acoustic field. SSM comprises of a surface made of electronically adjustable acoustic metamaterial bricks. Each brick in the surface can individually vary the phase of an incident acoustic field, to shape the complex output field. \n\nOur objectives are: \n1.\tDesign, implement and evaluate dynamically reconfigurable metamaterial unit-cells and surfaces using transmissive modes of operation. We will explore narrow-band devices for air-borne operation at low ultrasonic frequencies (e.g. 40 kHz).  \n2.\tDesign SSMs from a spatial distribution of metamaterial unit cells. Specifically, we will identify discretization strategies, digital control mechanisms and develop concepts that are efficient and reduce field reconstruction errors while at the same time constructing the SSM from a small set of reconfigurable metamaterial unit-cells. \n3. \tCreate multiple application-specific prototypes of the SUM and identify context specific design constraints and trade-offs.",
    "totalCost": "2457718",
    "ecMaxContribution": "2457718",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}