{
    "rcn": "214862",
    "acronym": "ANITA",
    "topics": "SEC-12-FCT-2016-2017",
    "title": "Advanced tools for fighting oNline Illegal TrAfficking",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "ANITA will design and develop a novel knowledge-based user-centred investigation system for analysing heterogeneous (text, audio, video, image) online (Surface Web, Deep Web, DarkNet) and offline content for fighting illegal trafficking of drugs, counterfeit medicines, NPS and firearms. ANITA will combine a) innovative data source analysis of crypto-currency network and transactions and blockchain technologies; b) advanced Big Data analytics tools for automatic analysis of the vast amounts of multimodal content of the identified sources; c) sophisticated methodologies for capturing, modelling and inferring knowledge in human understandable forms (e.g. expressive ontologies), extracting also relevant and new knowledge from neural networks and formally storing it in the form of ontologies; d) development of an adaptive, cognitive user modelling framework that will capture, analyse, interpret, mimic and integrate key human cognitive and information processing functions for: i) incarnating the incorporation of human perception/cognition principles in the system processing pipelines (i.e. integrating the investigators ëin-the-loopí of the overall analysis process) and ii) facilitate the transfer of domain knowledge from the expert users to the novice ones; e) domain-related and user-oriented intelligence applications, which will enable users to identify patterns for spatial, temporal and causal correlations among illegal trafficking events, entities and activities and to support decision-making processes for countermeasures to undertake. All the above functionalities will be coupled and reinforced by an in-depth interdisciplinary analysis of the online illegal trafficking phenomenon (including the study of reaction strategies and countermeasures) and a thorough analysis of the online resources with respect to social, ethical, legal and privacy issues of concern. The proposed system capabilities will be demonstrated in multiple relevant operational environments.",
    "totalCost": "4999580",
    "ecMaxContribution": "4999580",
    "coordinator": "ENGINEERING - INGEGNERIA INFORMATICA SPA",
    "coordinatorCountry": "IT",
    "participants": "AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;RISSC - CENTRO RICERCHE E STUDI SUSICUREZZA E CRIMINALITA ASSOCIAZIONE;KRIMINALISTICKO-POLICIJSKA AKADEMIJA;FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA;PROVINCIAL POLICE HEADQUARTERS IN GDANSK;ISTITUTO ITALIANO PER LA PRIVACY;VIAS INSTITUTE;SYSTRAN SA;EXPERT SYSTEM SPA;STICHTING DUTCH INSTITUTE FOR TECHNOLOGY, SAFETY & SECURITY;STICHTING KATHOLIEKE UNIVERSITEIT BRABANT;POLITIEZONE BRECHT-MALLE-SCHILDE-ZOERSEL;HOME OFFICE;GLAVNA DIREKTSIA BORBA S ORGANIZIRANATA PRESTUPNOST;THE NATIONAL POLICE OF THE NETHERLANDS",
    "participantCountries": "AT;EL;IT;RS;ES;PL;BE;FR;NL;UK;BG",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}