{
    "rcn": "214888",
    "acronym": "AMBH",
    "topics": "ERC-2017-ADG",
    "title": "Ancient Music Beyond Hellenisation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "From medieval times, Arabic as well as European music was analysed in terms that were inherited from Classical Antiquity and had thus developed in a very different music culture. In spite of recent breakthroughs in the understanding of the latter, whose technicalities we access not only through texts and iconography, but also through instrument finds and surviving notated melodies, its relation to music traditions known from later periods and different places is almost uncharted territory.\nThe present project explores relations between Hellenic/Hellenistic music as pervaded the theatres and concert halls throughout and beyond the Roman empire, Near Eastern traditions ñ from the diatonic system emerging from cuneiform sources to the flourishing musical world of the caliphates ñ and, as far as possible, African musical life south of Egypt as well ñ a region that maintained close ties both with the Hellenised culture of its northern neighbours and with the Arabian Peninsula.\nOn the one hand, this demands collaboration between Classical Philology and Arabic Studies, extending methods recently developed within music archaeological research related to the Classical Mediterranean. Arabic writings need to be examined in close reading, using recent insights into the interplay between ancient music theory and practice, in order to segregate the influence of Greek thinking from ideas and facts that must relate to contemporaneous ëArabicí music-making. In this way we hope better to define the relation of this tradition to the ëClassical worldí, potentially breaking free of Orientalising bias informing modern views. On the other hand, the study and reconstruction, virtual and material, of wind instruments of Hellenistic pedigree but found outside the confinements of the Hellenistic ëheartlandsí may provide evidence of ëforeigní tonality employed in those regions ñ specifically the royal city of MeroÎ in modern Sudan and the Oxus Temple in modern Tajikistan.",
    "totalCost": "775959",
    "ecMaxContribution": "775959",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}