{
    "rcn": "214818",
    "acronym": "GAAL",
    "topics": "MSCA-IF-2017",
    "title": "Of Awful Connections, East German Primitives and the New Black Berlin Wall: Germany and German History in African American Literature, 1892-2016",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "Darryl Pinckneyís ìBlack Deutschlandî (2016), Paul Beattyís ìSlumberlandî (2008), and John A. Williamsí ìCliffordís Bluesî (1999) are three recent novels by African American authors and with African American protagonists that are partly set in Germany and that include references to events of German history such as the Holocaust and German Reunification. The research action will take these three novels as points of departure for an investigation that combines an accurate analysis of the images and functions of Germany and German history in African American literature with a transnational, comparative perspective. Drawing on a theoretical framework that connects comparative imagology, black diaspora studies, and the recent academic focus on world literature's ìmultidirectional memoryî and its ìcosmopolitan styleî, the project will analyze four historically diverse, cross-cultural discourses that have shaped the role of Germany and German history in African American literature: 1) the formation of a ëcanonicí African American image of postromantic Wilhelminian Germany that can be traced back to Du Boisí time as a student in Berlin (1892-94); 2) the interwar period and its intertwining sub-discourses of the Old World as ìracial havenî for African Americans, and of Berlin as ìEuropean capital of sexual libertinageî; 3) National Socialism and its relations and parallels to racism in the U.S.; 4) African American perceptions of Germany as a divided and/or reunified country. The project is based at two institutions in Berlin: the interdisciplinary Zentrum f¸r Literatur- and Kulturforschung (ZfL), where the applicant will be part of the research area on world literature, and the Kennedy Institute for North American Studies at the FU Berlin, where a secondment will take place. The project's location in the German capital, which is in itself a major topic of the research action, will be a connecting factor for numerous networking, dissemination and communication activities.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "GEISTESWISSENSCHAFTLICHE ZENTREN BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}