{
    "rcn": "214873",
    "acronym": "ACB",
    "topics": "ERC-2017-ADG",
    "title": "The Analytic Conformal Bootstrap",
    "startDate": "01/12/2018",
    "endDate": "30/11/2023",
    "objective": "The aim of the present proposal is to establish a research team developing and exploiting innovative techniques to study conformal field theories (CFT) analytically. Our approach does not rely on a Lagrangian description but on symmetries and consistency conditions. As such it applies to any CFT, offering a unified framework to study generic CFTs analytically. The initial implementation of this program has already led to striking new results and insights for both Lagrangian and non-Lagrangian CFTs.\n\nThe overarching aims of my team will be: To develop an analytic bootstrap program for CFTs in general dimensions; to complement these techniques with more traditional methods and develop a systematic machinery to obtain analytic results for generic CFTs; and to use these results to gain new insights into the mathematical structure of the space of quantum field theories. \n\nThe proposal will bring together researchers from different areas. The objectives in brief are:\n\n1) Develop an alternative to Feynman diagram computations for Lagrangian CFTs.\n2) Develop a machinery to compute loops for QFT on AdS, with and without gravity.\n3) Develop an analytic approach to non-perturbative N=4 SYM and other CFTs. \n4) Determine the space of all CFTs.\n5) Gain new insights into the mathematical structure of the space of quantum field theories. \n\nThe outputs of this proposal will include a new way of doing perturbative computations based on symmetries; a constructive derivation of the AdS/CFT duality; new analytic techniques to attack strongly coupled systems and invaluable new lessons about the space of CFTs and QFTs.\nSuccess in this research will lead to a completely new, unified way to view and solve CFTs, with a huge impact on several branches of physics and mathematics.",
    "totalCost": "2171483",
    "ecMaxContribution": "2171483",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}