{
    "rcn": "214821",
    "acronym": "sigNal",
    "topics": "MSCA-IF-2017",
    "title": "Novel insights into the sensing of salt stress in plants: understanding the relationship between salt stress response and cytosolic pH changes.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The Salt Overly Sensitive (SOS) pathway is one of the main regulatory systems responsible for Na homeostasis in plants. The SOS pathway is activated by salt stress and comprises three core components: SOS1, SOS2 and SOS3. SOS3 is a calcium (Ca) sensor that perceives the increase of intracellular Ca triggered by salt stress and recruits SOS2, a Ser/Thr protein kinase, to the PM. The complex activates protein SOS1 by phosphorylation, a PM-localized Na/H antiporter that prevents the accumulation of Na to toxic levels and regulates Na partition between roots and shoots. Cytosolic free Ca is a common second messenger in the signalling of a variety of abiotic stresses. The wide range of Ca-activated responses lead us to posit the existence of additional mechanisms relaying input signals that, together with this Ca signature, would initiate the specific response for a particular stress. The hypothesis of my proposal is that the increase in intracellular Na concentration provokes the alkalinisation of the intracellular pH, what would be sensed by SOS3. SOS3 would work as pH and Ca sensor, which would integrate this pH shift and the Ca signature to activate SOS pathway.\n\nTo support the hypothesis of cytosolic alkalinisation as a salt stress signal and SOS3 as a Ca and pH sensor, two experimental criteria must be meet: (1) salinity should induce an alkaline pH shift in plant cells, and (2) structural determinants of pH-sensing should be demonstrated in SOS3. To achieve my goal: (1) I will use a system, improved by Prof. Schumacherís group, which allows the visualisation of pH changes in selected subcellular localisations through fluorescence ratio imaging experiments; and (2) I will use the technics learned and used duiring my postdoct stage to study whether SOS3 interactions and/or activity are pH dependent.\n\nThis research will provide a new paradigm of how sodicity is sensed by plant cells.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}