{
    "rcn": "214856",
    "acronym": "LIGNOCAP",
    "topics": "MSCA-IF-2017",
    "title": "Lignin-derived carbon fiber flexible supercapacitors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The current energy-storage devices, containing lithium-ion batteries and supercapacitors (SCs), are typically bulky, too heavy, and rigid, to compete the particular requirements of flexible electronics. Therefore, the development of next generation efficient energy storage devices which is light, flexible, aesthetic diversity, and small units with shape-conformability, and excellent mechanical properties, with high energy and power characteristics becomes highly important. However, compared to conventional SCs, research on flexible fiber supercapacitors FSCs are still in its infancy due to their high cost, low energy density, low capacitance, poor flexibility, safety problems, toxicity and scarcity of some nanomaterials, and poor cycling stability, which continuously force us to search for alternative sustainable and high-performance electrode materials. In this respect, clearer coalitions between the lignin-derived carbon fiber composite (CFC) electrode material properties such as fiber thickness and modulated structure, porosity, functionality, effect of dopant, and electrochemical performance during capacitive studies such as capacitance, solid electrolyte interface, columbic efficiency, energy density, cyclability are needed. Notably, we sought to introduce new biodegradable gel electrolytes with high ionic conductivity, pore structures, modulated thickness, will prepare by a facile, green, nontoxic, and cost effective. Throughout the project, we will correlate the physical properties of carbon fiber composite, with their electrochemical properties by using a combination of synthetic approaches and in depth characterisation techniques including physical, chemical and electrochemical characterisation during capacitive studies. These fundamental insights will provide a great support for the design of the next generation of advanced FSCs and will accelerate their commercialisation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}