{
    "rcn": "214827",
    "acronym": "EUVSBSMP",
    "topics": "MSCA-IF-2017",
    "title": "Early Universe Vacuum Stability and Beyond the Standard Model Physics",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The discovery of the Higgs boson marks the completion of a vibrant era of discoveries. With it we now posses a framework, the Standard Model (SM) of particle physics, with which to predict the behavior of elementary particles to unrepresented accuracy. Despite its success somewhat surprisingly there already exists strong evidence to suggest that the SM cannot be the complete theory of elementary interactions. For example, the vast majority of matter in the Universe seems to consist of a mysterious invisible component, dark matter, for which the SM gives no explanation. \n\nSo far the Large Hadron Collider has provided few clues as to how to move the current understanding forward. Perhaps the most unexpected finding has been the implication that the current vacuum state of the Universe as predicted by the SM is not stable but in fact the world as we know it may collapse in a cataclysmic crunch when given enough time. Since the root cause of this vacuum instability lies in quantum mechanics the time it takes for this to happen is extremely long, much longer than the age of the Universe implying that this prediction is not in direct conflict with observations. However, when taking into account the current understanding of cosmology the situation changes drastically, as has been recently discovered: in the extreme conditions of the Early Universe a catastrophic collapse can become likely, which provides a  window for probing and constraining elementary interactions by using cosmology and vice versa. In this action we propose to use this window to explore the rich landscape of beyond the SM physics, in particular, we suggest to make full use of its constraining power to obtain state-of-the-art bounds for well-motivated extensions of the SM. We also strive to explore the theoretical implications from the vacuum instability for Early Universe model building, including dark matter generation, as well as to solidify it as a method for obtaining novel observable predictions.",
    "totalCost": "136582,8",
    "ecMaxContribution": "136582,8",
    "coordinator": "KEEMILISE JA BIOLOOGILISE FUUSIKA INSTITUUT",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}