{
    "rcn": "214853",
    "acronym": "CIVILnEXt",
    "topics": "SEC-13-BES-2017",
    "title": "Next generation of information systems to support EU external policies",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The 2016 European Union Global Strategy for Foreign and Security Policy (EUGS) highlights the need to enhance external policies by pursuing better communication, information-sharing, joint reporting, analysis and response planning between member state embassies, EU delegations, Commission services, EU Special Representatives and Common Security and Defence Policy (CSDP) missions. The CIVILnEXt project supports the development of a solution addressing existing ìfragmentationî and closing ìgapsî. To provide civilian CSDP missions with the next generation of secure and cost-effective information systems: a situational awareness, information exchange and operation control platform (OCP). Fully informed of contributing initiatives in civilian CSDP and EU external action, the project will aim to develop solutions leveraging on the results extracted from projects funded by the EU. The common challenge in CIVILnEXt is to develop, test and validate a cost-effective and interoperable operation control platform (OCP) that will support the conduct of civilian CSDP missions. The OCP will improve coordination in EU external action through better information exchange, situational awareness and operation control in diverse theaters of operation. It will support the EUís comprehensive approach in complex missions, including the civil-military cooperation within CSDP, facilitate the engagement CSDP actors, creating links EU Delegations, FRONTEX, ECHO and other EU activities, member states, as appropriate, and other partners such as the UN and regional organisations. CIVILnEXt engages the participation of four national competent authorities, active in EU external policies and the UN organisations IOM.  They share the need to become beneficiaries of procurement results that enhance the effectiveness of civilian CSDP. They are co-financing the action under one single joint procurement, supported by technical and policy advisors, with extensive CSDP experience.",
    "totalCost": "11109643,75",
    "ecMaxContribution": "9998679,38",
    "coordinator": "\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\"",
    "coordinatorCountry": "EL",
    "participants": "ISTITUTO AFFARI INTERNAZIONALI;EUROPEAN CENTRE FOR DEVELOPMENT POLICY MANAGEMENT;ATOS SPAIN SA;EUROPEAN UNION SATELLITE CENTRE;EBOS TECHNOLOGIES LIMITED;SHEFFIELD HALLAM UNIVERSITY;KENTRO MELETON ASFALEIAS;MINISTERIO DEL INTERIOR;RHEINISCHE FACHHOCHSCHULE KOLN GGMBH;MINISTRY OF NATIONAL DEFENCE, GREECE;USTANOVA-CENTER ZA EVROPSKO PRIHODNOST;INTERNATIONAL ORGANIZATION FOR MIGRATION;MINISTRY OF FOREIGN AFFAIRS",
    "participantCountries": "IT;NL;ES;CY;UK;EL;DE;SI;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}