{
    "rcn": "214824",
    "acronym": "SCALMS",
    "topics": "ERC-2017-ADG",
    "title": "Engineering of Supported Catalytically Active Liquid Metal Solutions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This project deals with a disruptive innovation for engineering heterogeneous catalysts. Materials technologies that promise improved catalytic performance are of utmost interest for a more sustainable chemical industry. Very recently, the applicant and his collaborators have introduced a new paradigm in heterogeneous catalysis, namely the use of Supported Catalytically Active Liquid Metal Solutions (SCALMS) (Nature Chemistry, 2017, DOI:10.1038/nchem.2822). The first account of this new class of catalytic materials demonstrated remarkable reactivity of liquid mixtures of gallium and palladium supported on porous glass, outperforming commercial catalysts in the dehydrogenation of butane with unprecedented high resistance against coke formation. \nThe project aims at developing these seminal findings into a general methodology for technical heterogeneous catalysis. The applicant and his team are convinced that SCALMS represent a step-change toward catalytic materials with a higher degree of surface uniformity, structural definition, reactivity and robustness. We are fascinated by the fact that the catalytic reaction in SCALMS does not proceed at the surface of solid metal nanoparticles (with their unavoidable irregularities on technical-scale production) but presumably at homogeneously distributed metal atoms in a highly dynamic liquid metal surface. From this fundamental difference, drastically altered electronic and steric properties are expected and may lead to outstanding catalytic performance. To leverage the full potential of this approach, we aim to explore all relevant effects of interface formation, reactant adsorption, and surface reactivity by a combination of synthetic, analytic, reaction engineering and material processing methodologies. We will focus on selected base and precious metals in liquid Ga supported on porous supports and aim to study these materials for alkane dehydrogenation and alkene conversion reactions.",
    "totalCost": "2493650",
    "ecMaxContribution": "2493650",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}