{
    "rcn": "214897",
    "acronym": "LLPS-NMR",
    "topics": "ERC-2017-ADG",
    "title": "Nuclear magnetic resonance spectroscopy of liquid-liquid phase separation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Liquid-liquid phase separation (LLPS) is a phenomenon inherent to the thermodynamics of liquids, is critical for the development of technologically useful fluids and underlies some of the biggest health changes in our society. LLPS is based on transitions between two different forms of liquid that have the same chemical composition, but distinct energy, entropy and density. Despite the importance of LLPS for technology and health, however, only a very low-resolution view primarily through light microscopy is currently available for LLPS states formed by peptides and proteins. Because of this bottleneck, the interactions, which stabilize liquid droplets, and regulate their biogenesis, as well as a rationale for the biochemical function of LLPS, have remained mysterious. \n\nTo tackle this massive unmet need, I propose to develop powerful methods of NMR spectroscopy that go far beyond the state-of-the-art and team them up with mechanobiology/force microscopy to break the resolution barrier of polypeptide LLPS and push the description of the internal organization of liquid droplets from micrometer to sub-nanometer. Although highly challenging, the novel methods when successful will (i) disentangle the structure and kinetics of intrinsically disordered proteins within LLPS reaction chambers in space and time, (ii) unravel the nature of chemical reactions in liquid droplets, and (iii) decipher LLPS regulation by posttranslational modifications, nucleic acids and critical changes in cellular environment at atomic resolution. The innovative nature of the proposal is designed to unravel the innermost forces in liquid droplets and to transform our knowledge about the chemistry of liquid phase-separated protein states. Findings from this proposal will provide critical guidance in the development of systems to encapsulate bioactive molecules and to develop better treatments for human diseases.",
    "totalCost": "2460278",
    "ecMaxContribution": "2460278",
    "coordinator": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}