{
    "rcn": "214850",
    "acronym": "GENESIS",
    "topics": "MSCA-IF-2017",
    "title": "GENetics and the Electrocardiogram for predicting Scd rISk",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Sudden cardiac death (SCD), a main consequence of malignant ventricular arrhythmias, is a leading cause of cardiovascular mortality in the general population. The early identification of individuals at risk is important. The spatio-temporal dispersion of ventricular repolarization is recognized as one of the major factors modulating the vulnerability to malignant arrhythmias and SCD. The morphology of the T-wave has been proposed to specifically reflect dispersion of ventricular repolarization. As part of my Ph.D, I developed a signal processing method to quantify the single-lead T-wave morphology restitution (TMR) index and I have shown that is strongly associated with SCD risk, but its relationship with intracardiac indices of dispersion of repolarization has never been evaluated. In addition, genome-wide association studies have been successful in identifying genetic variants for ECG indices in the general population, but  no previous publications have reported SNPs significantly associated with the T-wave morphology. The main objective of this project is to establish and test a novel effective approach to prevent SCD based on the combination of information derived from cardiac electrophysiological indices and genetic predisposition.\nThe project has three parts: 1) To develop a novel ECG risk marker based on the adaptation of 3D T-wave morphological variations to heart rate changes with strong SCD predictive value. 2) To assess the interaction of non-invasive ECG indices with intra-cardiac electrophysiological indices simultaneously measured during invasive electrophysiological studies. 3) To generate personalized risk scores combining genetics, ECG indices and clinical variables to optimize SCD prediction. \nThis project has the ambition of establishing a new approach to SCD prediction, where genetic screening and advanced cardiac electrophysiological analysis are combined to provide an improved assessment of the predisposition to malignant arrhythmic events.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}