{
    "rcn": "214864",
    "acronym": "ADOR",
    "topics": "ERC-2017-ADG",
    "title": "Assembly-disassembly-organisation-reassembly of microporous materials",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Microporous materials are an important class of solid; the two main members of this family are zeolites and metal-organic frameworks (MOFs). Zeolites are industrial solids whose applications range from catalysis, through ion exchange and adsorption technologies to medicine. MOFs are some of the most exciting new materials to have been developed over the last two decades, and they are just beginning to be applied commercially. \n\nOver recent years the applicantís group has developed new synthetic strategies to prepare microporous materials, called the Assembly-Disassembly-Organisation-Reassembly (ADOR) process. In significant preliminary work the ADOR process has shown to be an extremely important new synthetic methodology that differs fundamentally from traditional solvothermal methods. \n\nIn this project I will look to overturn the conventional thinking in materials science by developing methodologies that can target both zeolites and MOF materials that are difficult to prepare using traditional methods ñ the so-called ëunfeasibleí materials. The importance of such a new methodology is that it will open up routes to materials that have different properties (both chemical and topological) to those we currently have. Since zeolites and MOFs have so many actual and potential uses, the preparation of materials with different properties has a high chance of leading to new technologies in the medium/long term. To complete the major objective I will look to complete four closely linked activities covering the development of design strategies for zeolites and MOFs (activities 1 & 2), mechanistic studies to understand the process at the molecular level using in situ characterisation techniques (activity 3) and an exploration of potential applied science for the prepared materials (activity 4).",
    "totalCost": "2489220",
    "ecMaxContribution": "2489220",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}