{
    "rcn": "214828",
    "acronym": "Mind4Stormwater",
    "topics": "MSCA-IF-2017",
    "title": "Innovative stormwater asset management in future cities",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Mind4Stormwater aims to help cities achieve sustainable management of their ìstormwater control measuresî (SCMs). These nature-based solutions (e.g. wetlands, swales, infiltration trenches, bioretention systems) have emerged worldwide in the last few decades, meaning that their long-term management is far from assured. Operational and research questions have so far largely focused on optimising hydrologic, hydraulic and water quality performance. However, there is a growing concern regarding sustainable long-term management, and its impact on performance and cost. Such concern will likely limit application and development of SCMs. On the other hand, SCM operation and maintenance could create new business opportunities related to sensors, monitoring and asset management. According to the UN, investing US$188 billion to manage stormwater and preserve water quality in the US could generate US$265 billion in economic activity and create nearly 1.9 million jobs. The situation is likely very similar with the 600,000 direct jobs in the EU water services sector. Mind4Stormwater will adapt existing low-cost technology sensors to the specific context of SCMs, and develop an innovative Expert System to guide the utility manager in selecting the best O&M actions for each SCM. The Expert System will be developed on an Australian case-study with an asset base of 500 SCMs. It will then be adapted for French cities and an adaptation draft for European cities will be developed. Mind4Stormwater tackles a major problem that is emerging worldwide. This novel research will establish the researcher and both organisations as leaders in the emerging research topic of integrated monitoring and asset management of stormwater control measures. It will reinforce their international recognition and increase opportunities to host excellent researchers. A series of outreach activities will also deliver public education and awareness of the major importance of integrated urban water management.",
    "totalCost": "270918",
    "ecMaxContribution": "270918",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}