{
    "rcn": "214829",
    "acronym": "NOTAE",
    "topics": "ERC-2017-ADG",
    "title": "NOT A writtEn word but graphic symbols. NOTAE: An evidence-based reconstruction of another written world in pragmatic literacy from Late Antiquity to early medieval Europe.",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The use of graphic symbols in documentary records from the 4th to the 10th c. has so far received scant attention. ëGraphic symbolsí are graphic signs (including alphabetical ones) drawn as a visual unit in a written text and representing something other than a word. They therefore broadly cover the semantic spectrum of the Latin ënotaeí (signs) as opposed to ëlitteraeí (letters of the alphabet). With the gradual introduction of signature and the increasing use of papyrus from the 4th. c., the presence of graphic symbols became widespread in legal documents as it already was in other written records, and continued in post-Roman kingdoms as part of the same historical process of reception of the late antique documentary practice. Drawing symbols had a major social impact, because, provided it was done in oneís own hand, it placed on the same footing professional scribes, basic literates and illiterates. For illiterates, it certainly meant, both in the late Roman state (a Greek-Latin graphic and linguistic community) and in the post-Roman kindgdoms (as long as Latin functioned as language of vertical communication) a way of taking an active part in the writing process. A thorough investigation of this ëother sideí of the written world can therefore provide precious insights about the spread of literacy as a whole. The available instances of graphic symbols, which number in their thousands, will be investigated in their contemporary context as well as diachronically, bringing together methods developed in the fields of palaeography, diplomatics and history. Archaeology, sociolinguistics, social anthropology and history of christianity will also provide important methodological angles. The census, description and images of these graphic symbols will be made available on the web through the relational and dynamic NOTAE-Database, which will be the main result of the project and, at the same time, the research tool for both the team members and all the interested scholars.",
    "totalCost": "1479625",
    "ecMaxContribution": "1479625",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}