{
    "rcn": "214803",
    "acronym": "STEP-IN",
    "topics": "EE-06-2016-2017",
    "title": "Using Living Labs to roll out Sustainable Strategies for Energy Poor Individuals",
    "startDate": "01/06/2018",
    "endDate": "30/11/2020",
    "objective": "STEP-IN will develop a global methodology for the effective analysis and tackling of energy poverty. STEP-IN has identified three highly challenging locations with diverse characteristics across Europe including: a mountainous region in Greece, a rural area in Hungary and an urban area in the UK with low quality housing. Within each of these areas there are a range of vulnerable consumers (e.g. low income households, elderly people, single-parent households). At each of these locations a living lab will be set up which will bring together local experts and stakeholders with energy poor consumers. These labs will consist of a range of approaches including energy cafes, advisor visits and ICT systems. The ICT tools provided by STEP-IN will support consumers, advisors and local stakeholder organisations to make effective decisions. To ensure the success of the living labs STEP-IN has partnered with key local stakeholders and schemes at the chosen locations. The emphasis will be on improving the participants' quality of life through maintaining or improving comfort levels while at the same time encouraging more efficient energy usage. The energy advice provided will seek to minimize rebound effects and environmental impacts. All labs will be assessed using metrics such as energy consumption & mix, types of behavior change and levels of comfort. This will ensure that the participants benefit, while at the same time the labsí impact can be assessed and that the global methodology is validated and can be up-scaled. This will ensure that the approaches are relevant and out with the project. The project has over 35 letters of support from organisations including regulators, MEPs, charities, energy providers, housing organisations, local authorities and Government Ministries who will take part in a stakeholder network. This will lead to the results being disseminated at local, national and EU level.",
    "totalCost": "1999990",
    "ecMaxContribution": "1999990",
    "coordinator": "LUXEMBOURG INSTITUTE OF SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "LU",
    "participants": "ASSOCIAZIONE ITALIANA DIFESA CONSUMATORI ED AMBIENTE;ARIOSZ SZOLGALTATO INFORMATIKAI ESTANACSADO KORLATOLT FELELOSSEGU TARSASAG;THE UNIVERSITY OF MANCHESTER;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;VAASAETT LTD AB OY;ARTTIC;MUNICIPALITY OF METSOVO;THE GREATER MANCHESTER COMBINED AUTHORITY;REGULATORY AUTHORITY FOR ENERGY (RYTHMISTIKI ARHI ENERGIAS);E.ON ESZAK-DUNANTULI ARAMHALOZATI ZARTKORUEN MUKODO RT;MAGYAR MALTAI SZERETETSZOLGALAT EGYESULET;UNIVERSITY OF SURREY",
    "participantCountries": "IT;HU;UK;EL;FI;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}