{
    "rcn": "214835",
    "acronym": "CYBERWISER.EU",
    "topics": "DS-07-2017",
    "title": "Civil Cyber Range Platform for a novel approach to cybersecurity threats simulation and professional training",
    "startDate": "01/09/2018",
    "endDate": "28/02/2021",
    "objective": "CYBERWISER.EU pragmatically addresses, in the DS-07-2017 call, the urgent need to count on highly-skilled, multi-disciplined cybersecurity professionals, given the increasingly aggressive cyber-landscape that Europe and the world is facing. CYBERWISER.EU will be an educational, collaborative, real-time civil cyber range platform where cybersecurity competitions will take place, making it the EUís reference, authoritative, independent cybersecurity platform for professional training. Users can play the role of attackers and/or defenders in different scalable and configurable scenarios, composed of a set of virtual resources representing a company ICT infrastructure.\nThe platform will be completely web-based, to facilitate adoption, collaborative support from end-users and continuous upgrade. CYBERWISER.EU expands and builds on the results and users community of the H2020 IA named WISER [2015-2017], thereby providing a jump-start situation from a consolidated raising awareness and past investment point of view.\nThe 9 domain-skilled partners from 7 European Countries bring relevant assets to the project and are complementary and include 3 full-scale pilots (2 of which in critical infrastructures), viz.: 1. energy distribution; 2. railroad transport; 3. High Education, in the specific context of a University Master course on cybersecurity. An influential Stakeholder Expert Board (SEB) supports the consortium.\nMain Outputs: An Innovative, fully integrated cyber range platform; economic risk models attack patterns with mitigation measures; specialised training documentation with methodology; 3 Full-scale Pilots; one Open Pilot Stream targeting 500\\ individuals from at least 5 different verticals; 750\\ trained professionals; Sustainability model & business plan. High visibility through 4 workshops, 2 hackathons, 6 webinars, presence at 50\\ specialised events. Profiled database of 2000\\ records from 11 stakeholder groups.",
    "totalCost": "5323407,5",
    "ecMaxContribution": "4134245",
    "coordinator": "ATOS SPAIN SA",
    "coordinatorCountry": "ES",
    "participants": "FERROVIE DELLO STATO ITALIANE SPA;XLAB RAZVOJ PROGRAMSKE OPREME IN SVETOVANJE DOO;EDP - ENERGIAS DE PORTUGAL SA;AON SPA INSURANCE & REINSURANCE BROKERS;RHEA SYSTEM SA;SINTEF AS;UNIVERSITA DI PISA;TRUST-IT SERVICES LIMITED",
    "participantCountries": "IT;SI;PT;BE;NO;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}