{
    "rcn": "214933",
    "acronym": "NEMO",
    "topics": "ERC-2017-ADG",
    "title": "Network Motion",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "NEMO, NEtwork MOtion, is an inter-disciplinary proposal centered on network dynamics. The inter-disciplinarity spans from communication engineering to mathematics, with an innovative interplay between the two.\nNEMOís focus is on stochastic geometry. This emerges as one of the most important new conceptual  and operational tools of the last 10 years in wireless networking, with a major academic and industrial impact on architecture, protocol design, planning and economic analysis.\nNevertheless, the state of the art is unable to cope with the dynamics introduced in recent and future network functionalities. NEMOís aim is to introduce dynamics in wireless stochastic geometry. The dynamic versions of stochastic geometry to be developed will capture these new functionalities and specifically tackle two core promises and challenges of the future of wireless networking: that of ultra-low latency networking, required for enabling the unfolding of future real time interactions, and that of draining to the Internet the unprecedented amount and structure of data stemming from\nthe Internet of Things.\nSeveral fundamental types of random network dynamics underpinning these functionalities are identified. General mathematical tools combining stochastic geometry, random graph theory, and the theory of dynamical systems will be developed to analyze them. This will provide parametric models mastering the complexity of such networks, which will be instrumental in addressing the above challenges. The aim is to have, through these dynamical versions, the same academic and industrial impact on wireless networks as static stochastic geometry has today.\nNEMO will leverage structural interactions of INRIA with Ecole Normale SupÈrieure on the mathematical side, and with Nokia Bell Labs and Orange on the engineering side. This will create in Europe a group focused on this mathematics-communication engineering interface, and to become the top innovation group of the field worldwide.",
    "totalCost": "2498529",
    "ecMaxContribution": "2498529",
    "coordinator": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}