{
    "rcn": "214954",
    "acronym": "HisTORIC",
    "topics": "MSCA-IF-2017",
    "title": "Heat Transfer Enhancement during Oscillatory Flows: Impact Quantification of Heat Transfer Coefficient",
    "startDate": "18/06/2018",
    "endDate": "17/06/2020",
    "objective": "To reduce Green-House-Gas emissions by promoting the use of sustainable energy (SE), the European Union (EU) has a target to achieve 20% share of renewable energy (RE) in gross final energy consumption by 2020. Among various options of SE, the EU has 33.3 GWth of solar thermal technology (a High Heat Flux Removing Device: HHFRD, one among the target groups of this project) saving 4.3 million tonnes of CO2 emission per year. However, the current research proves that the Two-Phase Flow Instabilities (TPFI) act as major hindrances in improving the efficiency of such HHFRDs. The TPFIs are known by large-scale fluctuations of flow causing pressure fluctuations, departure from a steady state, & mechanical vibrations to a system. Although the vast research on TPFIs began almost 80 years ago, the primary focus has been to identify the limits of conditions with & without oscillations & alternative control mechanisms. Today, to extract heat cost-effectively; force the HHFRDs to work in conditions close to these limits or even in the presence of TPFIs. However, the influence of such oscillations on the heat transfer (HT) is scarcely studied. Hence, the objective of this project is to quantify the influence of TPFIs on the HT & to provide a transient HT model to attain better & reliable control techniques. The ER (experienced researcher) will do this by combining experiments on HT during TPFIs in the experimental facility at the host & numerical techniques (LSSE: Least Square Spectral Element method) capable of dealing with the highly transient behavior of the TPFIs. The ER will learn new numerical method LSSE, experimental methodology & data acquisition technique. This will boost the ERís present research capability (limited to numerical analysis) to experimental investigations of various RE technologies. The expected outcomes of this project are aligned with the H2020 call by saving 216 kilo tonnes (kt) oil equivalent of fossil fuel & reducing GHG emission by 575 kt per year.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}