{
    "rcn": "214987",
    "acronym": "LiveSEN",
    "topics": "ERC-2017-PoC",
    "title": "In-Field Live Sensing of Nitrate in Crops for Real-Time Fertilization Adjustment",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "Today it is common practice for farmers to provide crops with more fertilizers than the plants need. However, this practice has negative economic and environmental impacts. While accurate and timely knowledge of Nitrogen availability could enable adjustment of the inputs, the existing analytical tools for Nitrogen quantification are insufficiently used because of various limitations related to costs, laborious procedures or sensitivity to environmental factors. Our nitrate biosensor recently developed based on findings from the ERC starting Grant REDOX SHIELDS by-passes these limitations and has the potential to massively increase the frequency of nitrate sensing in agriculture. We designed single-use electrochemical biosensors which can be used by untrained users to get accurate nitrate readings directly in the field. \nWith the ERC Proof-of-Concept project LiveSEN we now propose to explore commercialization possibilities of this nitrate biosensor. Our vision is to involve the farmers to perform independently the nitrate analysis while on the field, right before fertilization. The recommendation for nitrogen input will be provided immediately through a smartphone app connected to a cloud system. Our business model will rely on a low-cost or no-cost measurements coupled to a paid recommendation service. The service will be accessible to the farmers through a monthly fee or may be covered by larger companies such as fertilizer providers that have an interest in gaining customers binding through exclusivity. Furthermore, we would like to provide our customers with predictions for nitrate needs through a big data approach which integrates biosensor readings with satellite imagery and weather information. Our idea has the potential to increase yields in agriculture by 5 to 10% through optimized use of nitrogen fertilizers. This will save costs for farmers while reducing pollution of the environment, especially water resources.",
    "totalCost": "149218,75",
    "ecMaxContribution": "149218,75",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}