{
    "rcn": "214969",
    "acronym": "FHNR",
    "topics": "MSCA-IF-2017",
    "title": "Charting the process of getting forgotten within the humanities, 18th ñ 20th centuries: a historical network research analysis",
    "startDate": "01/10/2018",
    "endDate": "30/09/2019",
    "objective": "How did scholars get forgotten between the early 18th and the 20th century? To solve this question, the references to four humanities scholars (Dutch, English, French, and German) who worked on related fields, occupied similar posts, died in the first half of the 18th century and are little known today are to be tracked and compared by using historical network analysis (HNR) based on the tool NodeGoat. The sample of scholars is composed of Adrien Reland (1676-1718), Professor of Oriental Languages and Biblical Antiquities at Utrecht University;  Johannes Braun (1628-1702), Professor of Theology at Groningen University; Thomas Gale (1636-1702), Professor of Greek at Cambridge University; and EusebË Renaudot (1646-1720), Member of the Academie FranÁaise and the Academie des Inscriptions et Belles-Lettres. References to them from an academic background are to be tracking during their lifetime as well as posthumously and to be entered in a structured NodeGoat database for HNR analysis. These references include quotations and citations as well as being explicitly mentioned in letters and in print, where print encompasses both journals and books. They are to be collected by search within digitized corpora as well as in library holdings and archival materials. The HNR analysis will then reveal patterns of reference and point to clusters where specific in-depth archival researches have to be carried out.",
    "totalCost": "88799,4",
    "ecMaxContribution": "88799,4",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}