{
    "rcn": "214915",
    "acronym": "SISCODE",
    "topics": "SwafS-13-2017",
    "title": "Society in Innovation and Science through CODEsign",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Public Engagement (PE) and Responsible Research and Innovation (RRI) have emerged, in the last decade, as the results of policies and initiatives demanding the early involvement of multiple actors, including the public, in science and innovation. \nNevertheless, the early engagement of actors is facing many challenges, and PE rarely goes beyond the stage of consultation. On the other hand, the integration of co-creation in European STI policy and programmes faces barriers such as: scarce understanding of co-creation among researchers and policy makers; ìsectorialisedî approach to STI policy making; lack of effective knowledge to cope with constraints that hamper the co-creation process.\nThe introduction of design methodologies and tools is emerging as a valuable approach to deal with these problems, as design has been already recognised as key to operationalise co-creation in different fields. Thanks to an iterative process centred on prototyping - co-design effectively support co-creation to move from the ideation of new solutions and policies to their implementation.\nGiven this framework, SISCODE aims: to understand co-creation as a bottom-up and design-driven phenomenon that is flourishing in Europe (in fab labs, living labs, social innovations, smart cities, communities and regions); to analyse favourable conditions that support its effective introduction, scalability and replication; and to use this knowledge to cross-fertilise RRI practices and policies. To reach this aim SISCODE will: run a European study to compare co-creation ecosystems and describe effective dynamics and outcomes of the integration of society in science and innovation; experiment with design as a new system of competences capable to support the development of implementable RRI and STI solutions and policies; and understand the transformations needed to embed co-creation in STI policy making, overcoming barriers and resistance to change and considering organisational transformation.",
    "totalCost": "3999268,75",
    "ecMaxContribution": "3999268,75",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "MAKEA INDUSTRIES GMBH;KRAKOWSKI PARK TECHNOLOGICZNY SP ZOO;ASSOCIATION TRACES THEORIES ET REFLEXIONS SUR L APPRENDRE LA COMMUNICATION ET L EDUCATION SCIENTIFIQUES;EUROPEAN NETWORK OF LIVING LABS IVZW;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;SOCIEDADE PORTUGUESA DE INOVACAO - CONSULTADORIA EMPRESARIAL E FOMENTO DA INOVACAO S.A.;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;TECHNISCHE UNIVERSITAT DORTMUND;STICHTING MUSEUM VOOR INDUSTRIE EN SAMENLEVING;CIENCIA VIVA-AGENCIA NACIONAL PARA A CULTURA CIENTIFICA E TECNOLOGICA;BIOSENSE INSTITUTE - RESEARCH AND DEVELOPMENT INSTITUTE FOR INFORMATION TECHNOLOGIES IN BIOSYSTEMS;UNIVERSITY COLLEGE LONDON;ASSOCIATION EUROPEENNE DES EXPOSITIONS SCIENTIFIQUES TECHNIQUES ET INDUSTRIELLES;MAKER;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;DANSK DESIGN CENTER",
    "participantCountries": "DE;PL;FR;BE;IE;IT;PT;EL;NL;RS;UK;DK;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}