{
    "rcn": "214981",
    "acronym": "LIGHTCODESWORDS",
    "topics": "ERC-2017-PoC",
    "title": "Illuminating every sound with lasers, coding words and complex sounds with light.",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "An estimated 360 million people worldwide are living with disabling hearing impairment. This number is rising mainly due to a growing global population and longer life expectancies and increasing noise exposure. Unaddressed hearing loss poses an annual global cost of 750 billion international dollars. Interventions to prevent, identify and compensate or cure hearing loss are cost-effective and can bring great benefit to individuals. \nCurrently available auditory prostheses based on mechanical or electrical energy are not sufficiently supplying the hearing impaired population. The main reasons are insufficient frequency specificity, feedback and discomfort due to occlusion effect and/or recurrent auditory canal inflammations. Light is a form of energy that can be very well focused, can be applied without the need of direct contact and may be the alternative energy for the stimulation of the hearing organ. \nWith our LaserHearingAids Starting Grant we have developed a novel activation strategy of each individual frequency of the hearing spectrum using monochrome laser pulses. It has the advantage of a non-contact, very precise energy transfer in vibratory structures and shall be used to improve hearing and further auditory pathologies. \nIn preparation for the prototype of the optoacoustic auditory prostheses we will continue testing the market, build up the started cooperation with industry partners and ask for ethical approvals for the first clinical studies. In parallel we will work on to coding speech and more complex sounds like e.g. music using the optoacoustic vibrations and improve loudness modulation within the biocompatibility margins. \nOur laser based coding strategy will revolutionize the auditory prostheses by replacing the speaker or the sound transducer with laser pulses. This new technique will improve patientsí quality of life and reduce the financial burden on the society due to work disability caused through these sensory deficits.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSITAT DES SAARLANDES",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}