{
    "rcn": "214936",
    "acronym": "Nedd8Activate",
    "topics": "ERC-2017-ADG",
    "title": "How does the ubiquitin-like protein NEDD8 activate ubiquitin ligase machineries?",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Post-translational modification by ubiquitin and ubiquitin-like proteins (UBLs) is a major eukaryotic regulatory mechanism.  Nonetheless, we have little understanding of the detailed mechanisms by which most E3 ligases mark specific targets with monoubiquitin, multiple ubiquitins or specific polyubiquitin chains, or of how UBL modifications transform the functions of their targets.  This proposal addresses both problems.  First, we will discover the structural mechanisms by which the UBL NEDD8 (58% identical to ubiquitin) activates numerous distinct functions of its targets, which are cullin subunits of cullin-RING E3 ubiquitin ligases (CRLs).  Second, we will take a tour-de-force structural, biochemical, and molecular cell biological approach to determine how NEDD8-activated E3 ligases regulate their substrates.  Because CRLs form nearly half of all E3 ligases, and as we recently discovered, neddylated CRLs act in part by activating monoubiquitylation by another family of E3 ligases (Ariadne-family RBR E3s), the proposed studies will establish paradigms for a major fraction of ubiquitylating enzymes.  To achieve these goals, we will devise novel chemical biology tools to capture fleeting assemblies that typically only occur during chemical reactions, and visualize structures of neddylated CRLs ìin actionî by cryo EM.  We will generate a resource of novel reagents that detect, label, and affinity purify activated forms of E3 ligases to temporally track their interactions during pathways they regulate in cells.  And we will define the mechanisms and structures of a class of atypical, disease-associated giant E3 ligases whose domains and interacting partners are so peculiar that their activities remain elusive.  Overall, we will comprehensively define how a UBL directly regulates its targets, and how two major E3 ligase families mediate regulation.",
    "totalCost": "2193871",
    "ecMaxContribution": "2193871",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}