{
    "rcn": "214906",
    "acronym": "GODELIANA",
    "topics": "ERC-2017-ADG",
    "title": "The Gˆdel Enigma: Unveiling a Hidden Logical Heritage",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Research in logic and foundations of mathematics received an enormous impact through the incompleteness theorems that Kurt Gˆdel published in 1931. They are among the most iconic scientific achievements of the 20th century. These results led to the development of true formal systems and to the notions of formal languages and algorithmic computability that are connected to such names as Alonzo Church and Alan Turing. The said notions are the direct basis on which the first programming languages and computers were built two decades later. Thus, the present information society owes a - well hidden - debt to the theoretically oriented foundational research that sprung off from Gˆdel's results. \n\nStrangely enough, there are several thousand pages of notes by this foremost figure of logic that have remained almost completely untouched. Such a situation would be unthinkable in many other fields. Say, with modern physics, every effort would have been made if Einstein - even Gˆdel's colleague and friend at the Princeton Institute - had left behind such a patrimony! \n\nWith Gˆdel, the difficulty lies in part in the fact that the work is written down in an obsolete, forgotten old German stenographic script called Gabelsberger, a true enigma for those interested in the contents. A second difficulty is the intrinsic logical complexity of the work.\n\nThe central aim of the project is to make this work available to future generations of logicians and philosophers. The  principal investigator is in a unique position of being able to read the Gabelsberger notes and to interpret their logical content: What they mean in a historical-foundational context, what their significance is for today's research problems in logic, and how they change the view of  Gˆdel as one of the most original thinkers of a century.",
    "totalCost": "2132993",
    "ecMaxContribution": "2132993",
    "coordinator": "HELSINGIN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}