{
    "rcn": "214952",
    "acronym": "EPICE",
    "topics": "MSCA-IF-2017",
    "title": "Emergent Properties to Improve Climate projections over Europe",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The North Atlantic Ocean has been shown to be 1) potentially predictable up to a decade ahead, 2) important in the predictability of other regions/indices e.g. European temperatures, Atlantic hurricanes, Sahel rainfall, and, 3) crucial to the manifestation of longer term climate change involving the large-scale ocean (e.g. the AMO/AMV; Atlantic Multidecadal Oscillation/Variability).\n\nNonetheless, similarly to the widely considered ìequilibrium climate sensitivityî (ECS; the long term temperature change in a climate model given a doubling of carbon dioxide levels), the spread in projections over the North Atlantic has remained large throughout IPCC (Intergovernmental Panel on Climate Change) assessment reports.\n\nIn this project, we will investigate the causes of the spread in climate projections of the North Atlantic across IPCC-CMIP6 to derive emergent constraints that will allow better projections of climate change in Europe: We will (1) investigate the specific mechanisms of North Atlantic change in these models and compare with historical observations. This will lead to (2) testing how these comparisons are sensitive to the model formulation (via targeted experiments in two comparable state-of-the-art CMIP6 models from European institutions that use the same underlying ocean model). Finally, this will allow us to (3) derive emergent constraints to narrow the spread in CMIP6 projections.\n\nThis project will combine the statistical power of the CMIP6 archive with the detailed process understanding obtained from targeted sensitivity experiments conducted within a coordinated ocean framework. Our goal is twofold: To understand the mechanisms behind climate change projections in the North Atlantic/Europe and to use this knowledge to derive emergent constraints with which to narrow the uncertainties in these important projections.\n\nEPICE: Emergent Properties to Improve European Climate Estimates",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}