{
    "rcn": "214914",
    "acronym": "SVNeuroTrans",
    "topics": "ERC-2017-ADG",
    "title": "Mechanisms of neurotransmitter uptake and storage by synaptic vesicles",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Summary\nIn presynaptic nerve endings, neurotransmitters are stored in synaptic vesicles (SVs) before they are released by exocytosis. SVs contain specific transporters that sequester and concentrate transmitters from cytoplasmic pools. All known vesicular transporters belong to the solute carrier (SLC) superfamily of proteins. They draw the energy for transport from an electrochemical proton gradient created by a V-ATPase across the vesicle membrane. However, despite recent progress it is still largely unclear how synaptic vesicles are filled with hundreds of mM transmitter within less than a minute. Open questions include (1) how exactly transport is linked to the proton gradient and which ions are coupled to solute transport, (2) how two different transmitters can be accommodated by the same SV, and (3) how much transmitter can be loaded into an SV and how the stored transmitter is kept inside and prevented from leaking out. \nHere we will focus on the vesicular transporters for glutamate (VGLUTs) and GABA/glycine (VGAT or VIAAT), the main excitatory and inhibitory transmitters in the CNS, and on the vesicular transporter for ATP (VNUT). Primarily we will use biochemical approaches employing purified SVs and artificial vesicles, recombinant proteins (either purified and reconstituted in liposomes or using vesicles isolated from transfected cells), in combination with quantitative in vitro assays, for characterizing the features of transport and storage. To achieve this, we plan to develop advanced methods involving adaptation of new fluorescent probes and microscopic analysis of loading and unloading using microfluidic devices. For these experiments, vesicles will be captured by affinity ligands such as antibodies printed on glass surfaces. This allows for analyzing small numbers of vesicles such as SVs derived from primary cultured neurons or transport vesicles from transfected cells that are tagged and labeled with fluorescent reporters before isolation.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}