{
    "rcn": "214911",
    "acronym": "R-I PEERS",
    "topics": "SwafS-03-2016-2017",
    "title": "Pilot experiences for improving gender equality in research organisations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The R&I PEERS project will be based on the concept of gender equality, that can be expressed as ìwomen and men enjoy the same status and have equal opportunity to realize their full human rights and potential to contribute to national, political, economic, social and cultural development, and to benefit from the resultsî.\nThe R&I PEERS project aims at creating and validating pilot experiences aiming at disrupting the gender-biased approach and those unconscious rules that limit the participation and the career of women in research and innovation in the\nMediterranean Area. To do so, we will leverage on the synergies of structured dialogues and womení empowerment through skills and entrepreneurial perspective of research and innovation.\nThe project objectives are:\n1. Implementation and improvement of 7 GEPs in R&I related organisations\n2. Smooth the gap of gender representation in decision-making and research-performing processes\n3. Maximise the impact and the efficacy of gender content into the research programmes\nThe proposal aims at realizing and providing a double vision of equality (increasing the numbers of women in decision making positions throughout the R&I system will reduce the waste of European talents) and opportunity (providing support to the R&I entrerpreneurship based on more effective deployment female human capital, hence offering an important competitive advantage for strengthening the scientific endeavor). Dissemination and  exploitation plans of the project results will then ensure the sustaianbility of the action after the ending of the H2020 project.",
    "totalCost": "2029351,25",
    "ecMaxContribution": "2029351,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI SALERNO",
    "coordinatorCountry": "IT",
    "participants": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE;HELLENIC REPUBLIC MINISTRY OF INTERIOR;DIGITAL LEADERSHIP INSTITUTE;CONSIGLIO NAZIONALE DELLE RICERCHE;AGENCE NATIONALE DE LA PROMOTION DE LA RECHERCHE SCIENTIFIQUE;MIGAL GALILEE RESEARCH INSTITUTE LTD;ASSOCIAZIONE INDUSTRIALI DELLA PROVINCIA DI SALERNO;CYPRUS NEUROSCIENCE AND TECHNOLOGY INSTITUTE;ZNANSTVENORAZISKOVALNI CENTER SLOVENSKE AKADEMIJE ZNANOSTI IN UMETNOSTI",
    "participantCountries": "ES;EL;BE;IT;TN;IL;CY;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}