{
    "rcn": "214930",
    "acronym": "LEGOTOP",
    "topics": "ERC-2017-ADG",
    "title": "From Local Elements to Globally Ordered TOPological states of matter",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "We present a novel constructive approach for realizations of topological states of matter. Our approach starts with well-understood building blocks, and proceeds towards coupling them to create the desired states. This approach promises both a guide for a tunable experimental realization of states which have not been observed so far, and a theoretical tool for deeper understanding of different topological states, their dualities and inter-relations.\n\nWe will apply the constructive approach in two different directions. In the first direction our goal will be the construction of topological superconductors. Our tool will be Josephson junctions in which superconductors are coupled by two- and three-dimensional electronic non-superconducting systems. Two dimensional examples include transition metal dichalcogenides, Quantum Hall states, Quantum Anomalous Hall states, and the (111) bi-layer state, which may be viewed as a fractionalized electron-hole condensate. Three dimensional examples include Weyl semi-metals and weak topological insulators.\n\nIn the second direction our goal is the construction of fractionalized spin liquid states. Our building block will be a Majorana-Cooper box, which is a superconducting quantum dot coupled to semi-conducting wires that host Majorana zero modes. We will consider arrays of such boxes. The ratio of the box's charging energy to inter-box tunnel-coupling determines whether the array is superconducting or insulating. We will aim to use insulating arrays for realizing fractionalized and non-abelian spin liquids, study the transition to the superconducting state, and search for possible relations between the topological properties on both sides of the transition.\n\nA deeper comprehension and a feasible path for realization of these states would have a profound effect on the field of topological matter and will open novel avenues for universal topological quantum computers.",
    "totalCost": "1532163",
    "ecMaxContribution": "1532163",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}