{
    "rcn": "214950",
    "acronym": "N6MeA ChemSeq",
    "topics": "MSCA-IF-2017",
    "title": "Development of chemical methods for DNA N6-methyladenine mapping",
    "startDate": "19/04/2018",
    "endDate": "18/04/2020",
    "objective": "Herein, I propose to develop and adapt chemistry for the selective modification and tagging of N6-methyladenine (N6MeA) in the context of a DNA strand. Two promising chemical strategies will be applied, for which I have already established proofs-of-concept of efficiency and selectivity on DNA monomers (2'-deoxynucleosides and nucleotides). \nOnce such a specific chemical labelling protocol has been optimised, I will use it to map N6MeA in genomic DNA with two different approaches: 1) by chemical pulldown of N6-methylated DNA fragments, sequencing of the enriched fragments, and alignment to a reference genome to generate a low-resolution N6MeA map. 2) By analysing the influence of the introduced tags and modifications on the PCR outcome and take advantage of their stalling of polymerases.\nThe expected outcome is a first chemistry-assisted mapping of N6MeA. As for the chemical tagging of 5-formylcytosine (5fC) and 5-hydroxymethyluracil (5hmU), or oxidative and reductive bisulfite sequencing to sequence 5fC and 5-hydroxymethylcytosine (5hmC), all developed in the proposed host lab, it is expected to have a significant impact in the field. It will considerably facilitate the detection and mapping of genomic N6MeA in various species including mammals and humans, which is of tremendous importance to unravel the biological role of this DNA modification and identify novel biological as well as possible pathological pathways.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}