{
    "rcn": "214909",
    "acronym": "RECGLYCANMR",
    "topics": "ERC-2017-ADG",
    "title": "Breaking the limits in glycan recognition by NMR",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Carbohydrates (glycans, sugars) play key roles in virtually all biological events. Given their chemical complexity, understanding their roles in nature requires a multidisciplinary approach. Research in the field is growing, since advances in the area could be part of the solution to many health issues. However, we lack full knowledge on the role of most glycan-mediated events especially at the resolution required from a chemical perspective to manipulate them and create new probes and eventually drugs. Understanding sugar recognition remains a major challenge in science. Although X-ray diffraction has been employed to study sugar/protein complexes, a recent report has highlighted that most sugar conformers deposited in the Protein Data Bank are incorrect. Flexible glycans are handled poorly in X-ray: errors reflect incorrect refinement of sugars, with huge implications when interpreted in the biocontext.I propose to address glycan recognition by using a multidisciplinary approach, combining synthesis, molecular biology and biophysics, with a prominent role for NMR. In RECGLYCANMR I will develop new NMR protocols to decipher key glycan recognition aspects beyond current knowledge: the role of presentation and dynamics and understanding the mechanisms behind the exquisite receptor and ligand selectivity. Importantly, till now, sugar recognition NMR studies have been exclusively limited to in vitro. RECGLYCANMR will break the limits of NMR, studying the interactions in-cell, a crowded ambient where viscosity is doubled respect to water. I am in a unique position to approach this project due to my wide expertise in NMR and the network of collaborators I have established for years, enabling me to access a large variety of synthetic sugars. Discovering the molecular bases of in-cell interactions will provide groundbreaking information on sugar chemical biology and will open unexplored avenues for approaching sugar-associated diseases, as inflammation and viral infections.",
    "totalCost": "2499980",
    "ecMaxContribution": "2499980",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOCIENCIAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}