{
    "rcn": "214974",
    "acronym": "MetChromTx",
    "topics": "MSCA-IF-2017",
    "title": "Macrophage metabolism and signal-induced chromatin and transcription changes: an integrated, multi-layer approach",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Organismal responses to environmental threats involve the activation of both resident and monocyte-derived macrophages, key components of the innate immune system. Macrophages are capable of rapidly sensing micro-environmental changes and of reacting with distinct activities ranging from specialised homeostatic functions, to the activation of effector functions in tissue immune surveillance. These diverse biological outcomes are brought about by the coordinated rewiring of both metabolic and transcriptional networks. Although much is known about the metabolic configuration and the transcriptional signatures of activated macrophages, their reciprocal influences have not been systematically investigated. Metabolic changes linked to acute activation are primarily, although not exclusively, driven by transcriptional changes; nevertheless, how these changes are coordinated and implemented over time remains unsolved. In addition, changes in metabolic state are accompanied by changes in metabolites availability, some of which are cofactors or co-substrates of chromatin-modifying enzymes, essential players in the control of gene expression. I aim to unravel key mechanistic principles on the interplay between transcriptional and metabolic control in macrophages by adopting two complementary approaches: (1) I will identify the complement of transcription factors controlling dynamic metabolic changes at different times during macrophage activation by combining genomic and metabolomic techniques; (2) I will characterise how metabolic pathways signal to specific enhancers thus eventually affecting inflammatory gene transcription and chromatin changes. This project will contribute to systematically dissect fundamental principles of integrated cell control in response to micro-environmental stimuli, advancing our understanding of the coordination between metabolic re-programming and gene transcriptional programs.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "HUMANITAS UNIVERSITY",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}