{
    "rcn": "214962",
    "acronym": "MYlandOURland",
    "topics": "MSCA-IF-2017",
    "title": "How Institutions Shape Culture: Survey and Experimental Evidence from a Large-Scale Land Tenure Reform Implemented as a Randomized Control Trial",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "This project aims to isolate the causal effects of formal institutions (mainly, laws and regulations) on cultural variables that influence economic development, such as trust, cooperation, social value orientation, competitiveness, thriftiness, and work ethics, in order to better understand how to design institutions that facilitate market exchange. The applicant will conduct surveys and lab-in-the-field experiments to collect data on these cultural variables in several villages in Benin, West Africa, where a major reform consisting in the formalization of property rights over land was implemented in hundreds of rural villages between 2006 and 2011. The  effects of this institutional reform on culture will be estimated by comparing data collected in villages affected by the reform with data from villages where no land rights formalization took place. Identification is based on the randomization process characterizing the selection of villages where the reform took place: the project studies the first ñ and so far unique ñ case of land tenure reform implemented as a large-scale randomized control-trial. Given the unique identification strategy that overcomes most of the limitations characterizing previous studies, the use of state-of-the-art methodologies, and an interdisciplinary approach investigating the problem through the prism of gender equality, results will determine important advances in the existing knowledge regarding the optimal design of institutions. These outcomes will directly benefit low- and medium-income countries that are implementing land tenure reforms by suggesting ways to improve the design of new institutions. Furthermore, important benefits deriving from this project will be shared also by western societies, since findings will improve the effectiveness of the resources invested in development aids, and since the results will advance existing knowledge regarding the process and consequences of institutional change.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}