{
    "rcn": "214944",
    "acronym": "Re-Leaf",
    "topics": "MSCA-IF-2017",
    "title": "Environment-coupled metabolic models for engineering high-temperature and drought REsistantLEAF metabolism.",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Food security is one of the biggest challenges of our century. Climate change and an increasing human population call for\ncrop plants that are resistant to abiotic stresses, such as heat and drought while maintaining high productivity and nutritional\nvalues. This will require rational strategies for metabolic engineering of crop plants. Fundamental to this engineering\nchallenge is the modelling of leaf metabolism. Leaves are the main site of photosynthesis and therefore the interface where\ncarbon from the environment is assimilated to synthesise and maintain cellular components. Plants have developed different\nmechanisms to fix carbon: C3, C4, and Crassulacean Acid Metabolism (CAM). While C3 photosynthesis is the most\nwidespread form, the latter two exhibit higher efficiency at higher temperatures or drought, respectively. Current large-scale\nmetabolic models lack a mathematical description of processes on the interface between the environment and the leaf. To\naddress this problem, I intend to devise a computational approach that couples genome-scale metabolic modeling to the\nenvironment by explicitly modeling gas-water exchange. These multi-layer models will help address fundamental questions\nabout the operation of C4 photosynthesis and CAM. The workplan comprises two research objectives: 1) Coupling CO2-\nwater gas exchange models with multi-timestep diel models: The CO2-water exchange models will allow changing\nenvironmental conditions during the diel cycle (e.g., temperature and humidity cycles) to be coupled to the behavior of the\nmetabolic models. These environment-coupled models will be used to address the second research objective: 2) Model-driven studies of C4 and CAM metabolism: The extended diel models will be used to investigate metabolic engineering\nstrategies for improved productivity under high temperatures (e.g., by introducing C4) and to understand the trade-off\nbetween productivity and water-use efficiency in both C3 and CAM plants.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}