{
    "rcn": "214967",
    "acronym": "RESPONSE 5G",
    "topics": "MSCA-IF-2017",
    "title": "Resilient and Secure Multi-controller Communication Platform for 5G Networks",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "In modern digital societies, mobile networks provide connectivity that is crucial for the operation of all other critical infrastructures such as energy, transport etc. Thus, a disruption in the telecommunication infrastructure will lead to severe social and economic consequences. These disruptions often have unpredictable causes such as cyber-attacks, natural catastrophes, technical and human errors. Thus, there is an urgent need to strengthen mobile networks against both cyber and physical threats. Responding to these threats has been identified as a priority by the EU. Future 5th-Generation (5G) mobile networks will be designed using Software Defined Networking (SDN) and network virtualization principles to transform rigid and disparate legacy mobile networks into scalable and dynamic ecosystems. In large-scale SDN networks such as mobile networks, multiple SDN controllers are used to control different network segments. Inter-Controller Communication (ICC) between these multiple SDN controllers is necessary to share control information and to perform important network management functions. If ICC is compromised, then the whole system will be compromised regardless of what happens in the rest of the network. Inevitably, 5G ICC is also vulnerable to a wide range of cyber and physical threats. Since, the exsisting SDN security systems cannot provide a sufficient level of security for 5G ICC against both cyber and physical threats, the RESPONSE-5G project will be the first research project to implement and validate a robust and secure Multi-Controller Communication Platform for 5G Networks which includes prevention and mitigation against both cyber and physical attacks. RESPONSE-5G has far-reaching potential impacts in the domains of 5G security. Through this fellowship and the planned secondments, the candidate will gain advanced research skills and develop abilities in technology transfer and industry engagement, in order to fully exploit these impacts.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}