{
    "rcn": "214986",
    "acronym": "PolyHeal",
    "topics": "ERC-2017-PoC",
    "title": "Autonomously Healable Thermoplastic Polymer Coatings based on Cooperative Interactions",
    "startDate": "01/07/2018",
    "endDate": "31/12/2019",
    "objective": "Modern society demands for materials that are reliable, for safety reasons, durable, to offer prolonged service lifetimes, and cost- and energy-efficient, to preserve natural resources and produce minimum waste and environmental impact. In this context, self-healing polymers are ìsmartî materials with the ability to repair themselves autonomously or to heal on-demand upon exposure to an external stimulus. However, the broad commercialization and universal use of self-healing thermoplastic polymers is still hampered by a main problem that resides in the balance between self-healing ability and mechanical properties at working conditions. Along the ERC-StG project PROGRAM-NANO, we found a quite promising solution by introducing cooperative effects in supramolecular polymers. In this way, thermoplastic materials were obtained that combined toughness and resistance with self-healing ability at ambient temperature. This PoC Project now focus on evaluating the viability of our approach for producing commercial self-healing thermoplastic coatings by addressing 3 strongly interconnected milestones: 1) Test and Validate the technical characteristics of the materials and the self-healing process; 2) Design and implement a market analysis and study the best IPR strategy for this new technology; and 3) Optimize an efficient methodology toward a primary commercial product with optimum performance and minimum cost. These tasks require the assembly of a team comprising experienced researchers on one hand, to validate PolyHeal performance through well-established standard tests, and management, market and IPR experts on the other, to find the suitable market niches and develop the most convenient strategy for the exploitation of our technology. Due to its innovative nature and versatility, PolyHeal has a great potential to open up important technological and commercial opportunities by the design and application of plastic coatings with the ability to heal autonomously.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}