{
    "rcn": "214949",
    "acronym": "iCOMM",
    "topics": "ERC-2017-ADG",
    "title": "New Frontiers in Nanophotonics: Integrating Complex Beams and Active Metasurface Devices",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Complex, structured optical beams have unique properties offering new degrees of freedom for achieving unusual wavefront, polarisation and optical angular momentum demanded in microscopy, optical trapping and manipulation of nano-objects, information encoding in optical communications, holography, quantum technologies and laser micromachining. Metasurfaces, a subwavelength-thin nanostructured films, which were initially developed for controlling the phase of light and its reflection and transmission beyond the Snellís law, provide a rich playground for generation and manipulation of structured beams. iCOMM will establish a metasurface platform for generating and controlling complex vector beams in space and time and develop its applications in sensing and identification of chiral molecules and nonlinear optical trapping. Using unique optical properties of designer-metasurfaces capable of controlling both phase and amplitude of light, nonlinear interactions of pulsed vector beams will be optimised and explored. We will aim to develop a series of active metamaterial chips for nonlinear control of CVBs, linear and nonlinear sensing of chiral molecules and optical trapping applications, opening new application areas in information processing and biochemical technologies. This will be a transformative development for the applications of complex vector beams and metasurfaces in optical communications, displays, security and bio- and chemical sensing and optical trapping. The success of the project will unlock the potential of metasurfaces in providing tuneability for the improvement of the real-world photonic devices and provide insight into physical phenomena which are vital for various areas of photonics and sensing, demonstrating commercially-viable application of metasurfaces and complex beams. It will transform the areas of both complex beams and metasurfaces by introducing real-time active control and consolidate and enhance the European leadership in this field.",
    "totalCost": "2737327",
    "ecMaxContribution": "2737327",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}