{
    "rcn": "214996",
    "acronym": "GOLD-ICE",
    "topics": "MSCA-IF-2017",
    "title": "Next generation analysis of the oldest ice core layers",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "In order to prepare for future climate changes we need to understand the fundamental dynamics of our climate system. To this end it is crucial to understand the role of greenhouse gases in the past shift some 1.2 million years ago from 40k to 100k year periodicities dominating our climate system. Only studying the deepest, and oldest ice layers of Antarctica can provide us with an answer. However, the deepest layers are inevitably highly thinned, thus calling for ice core analysis at unprecedented detail. Succeeding where conventional cm-resolution melting techniques fail, Laser-Ablation Inductively-Coupled Plasma Mass Spectrometry (LA-ICP-MS) has recently started to emerge for glaciochemical analysis at sub-millimeter depth resolution. The project proposed here takes a novel approach to establish LA-ICP-MS for ice core analysis at the Universit‡ Ca' Foscari Venezia. Unique synergy exists for this purpose, based on the leading expertise in trace element ice core analysis of Professor Carlo Barbante at the Institute for the Dynamics of Environmental Processes and the state-of-the-art know-how in applying LA-ICP-MS to ice cores recently obtained by the proposer. LA-ICP-MS is an essentially non-destructive technique, and offers the opportunity to re-visit existing archive pieces from previous ice core drillings. In so doing, the project targets a two-fold application to investigate previously untapped paleoclimatic signals stored in the highly thinned deep layers of Antarctic ice cores. At the same time, a comprehensive view on potential limitations arising on this fine is integrated in its unique approach to avoid misinterpretation of the novel LA-ICP-MS signals. By this means, the project will fully unfold the potential of LA-ICP-MS for ice core analysis, opening new avenues of research in Europe at the forefront of future prestigious ice coring projects.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}