{
    "rcn": "214980",
    "acronym": "iPES-3DBat",
    "topics": "ERC-2017-PoC",
    "title": "Innovative Polymeric Batteries by 3D Printing",
    "startDate": "01/12/2018",
    "endDate": "31/05/2020",
    "objective": "One of the actual limitations of the current batteries is their rigidity and limited shape availability (cylindrical or flat). Furthermore, the manufacturing of current electrodes/cells is a long process which requires big investments  for battery fabrication facilities. The idea of ìiPES-3DBatî Proof of Concept grant will be to develop polymer batteries by  a fast and cheap 3D printing process. Compared to the traditional planar structure of cells, 3D structuring provides different shapes as well as other advantages such as higher power density and higher energy density due to the increased surface area of electrodes. The iPES-3DBat research will be dedicated to develop 3D printable inks with the already developed energetic polymers. These new inks will be patented and used to build all polymer cell prototypes by 3D printing with different geometries, flexibility, low weight and recyclability. This new  technology will target future applications in wearable electronics, medical devices, fitness, toys and other small electronic devices. After a strict market study, the creation of a spin-off will be pursued. \niPES-3DBat PoC will move the polymers developed within iPES ERC grant towards the commercialization stage. This PoC will take advantage of the possibility of polymers to be processed by 3D printing. At the same time, the benefits of 3D printing will be used to develop battery prototypes in a fast way, to save money by using a cheap method, to accelerate the innovation process and shorten the time-to-market. The success of this idea will involve the development of energetic inks/materials which allow the delocalization of the manufacturing of batteries with the possibility of producing anywhere.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}