{
    "rcn": "214958",
    "acronym": "HMAM",
    "topics": "MSCA-IF-2017",
    "title": "Healing Multiphysics of Asphalt Materials",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "HMAM aims to train a talented research Fellow through an interdisciplinary project focused on modelling the coupled healing multiphysics in asphalt materials (AMs) including the processes of chemical bonding, mechanical responses, environmental condition variations and microstructural morphology changes. The primary deliverables resulting from the HMAM include a better understanding of AMsí healing mechanisms, an accurate performance prediction framework and evaluation protocol for healing-capable AMs, and an implementation of healing materials and technologies in sustainable road construction. Through the research, the Fellow will receive intensive technical training in multidisciplinary field of chemistry (Aston), material science (Aston), computational modelling (Aston, TUD), experimental characterization (UoN) and industrial applications (Nynas and AI). The Fellow will also receive inter-sectoral and professional skills training in project management, outreach, networking and intellectual property protection. The benefits brought by HMAM is represented by strengthening the EU industry leadership in healing material innovation and aiding the EU engineers in asphalt material selections, road structural design and techno-economic analysis. The implementation of healing-capable asphalt materials in road infrastructures will extend the road service life and ultimately reduce the greenhouse gas emissions and save natural resources like petroleum bitumen and mineral aggregates. Uniquely, the project will enable the Fellow to obtain interdisciplinary knowledge and inter-sectoral complementary skills by building a new and exciting research field, which will pave a solid foundation for the Fellow towards his career of being an independent expert researcher in the areas of infrastructure sustainability and construction materials at a top European university.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}