{
    "rcn": "214972",
    "acronym": "PrunMut",
    "topics": "MSCA-IF-2017",
    "title": "Candidate mutation discovery in early-flowering mutants 'Rojo PasiÛn Precoz' and 'Bulida Precoz'",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Whole-genome sequencing using novel Next Generation Sequencing (NGS) technologies allows to mine for induced genomic or transcriptomic differences in non-model plant species, and is providing a universal and generic platform for the isolation of genes including spontaneously mutated loci important for breeding or biotechnological applications. Moreover, two spontaneous early-flowering apricot mutants ëRojo PasiÛn Precozí and ëB˙lida Precozí have been recently discovered in Southern Spain, derived from commercial cultivars. This unique plant material represents an excellent opportunity for deciphering the basis of early-flowering in apricot and to speed up the long-term breeding process for precocity as there is need to introgress other traits. PrunMut is aimed at (1) generating genomic resources for the identification candidate casual mutation in the two apricot mutants ëRojo PasiÛn Precozí and ëB˙lida Precozí, also useful apricot breeding programs; (2) identifying candidate causal mutations of early flowering in the two mutants and shed light on mutation rate in this species; (3) evaluating the impact of the candidate casual mutation and give cues on the control of flowering date in the two mutants and (4) transfer of result for breeding and functional genomics. To develop markers for Prunus breeding programs aimed at early/late flowering date and to build collaborations for future functional genomics validation.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}