{
    "rcn": "214929",
    "acronym": "GLYCANAL",
    "topics": "ERC-2017-ADG",
    "title": "High-Throughput Cryogenic Spectroscopy for Glycan Analysis",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Glycans, or oligosaccharides, are ubiquitous in biological systems. Because they decorate the surface of cells, they play a key role in virtually all cellular recognition processes and are implicated in almost every major disease.  Despite their importance, the characterization of glycan primary structure lags far behind that of proteins and DNA because of their intrinsic isomeric complexity. The isomeric nature of the monosaccharide building blocks, the stereochemistry of the glycosidic bond, the possibility of multiple attachment points, and the occurrence of isomeric branched structures all make glycans difficult to analyze.\n\nAlthough mass spectrometry (MS) is one of the most sensitive approaches for glycan analysis, it has difficulty to distinguish all these various types of isomerisms. Ion mobility spectrometry (IMS) combined with MS has demonstrated some ability to identify glycan anomers and regioisomers, but cannot easily distinguish isomeric disaccharides, for example.\n\nWe have recently demonstrated that cryogenic infrared spectroscopy provides unique vibrational fingerprints of glycans that distinguishes all the various types of isomerism. When combined with simultaneous measurements of mass and ion mobility, these fingerprints can be tabulated in a database and used to identify a given glycan from a mixture. However, adding a spectroscopic dimension to ion mobility and mass measurements requires additional time, which hampers it use as an analytical tool. To use spectroscopic data for real-world glycan analysis, one must multiplex the measurement process and record the vibrational spectrum of many species simultaneously.\n\nThis project involves designing and constructing an instrument that combines state-of-the-art ion mobility separation, cryogenic ion spectroscopy, and time-of-flight mass spectrometry to perform high throughput analysis of glycan primary structure.  The success of this project would represent a tremendous breakthrough for glycoscience.",
    "totalCost": "2499801",
    "ecMaxContribution": "2499801",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}