{
    "rcn": "214923",
    "acronym": "RRING",
    "topics": "SwafS-14-2017",
    "title": "Responsible Research and Innovation Networked Globally",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The overall project aim is to bring RRI into the linked up global world to promote mutual learning and collaboration in RRI. This will be achieved by the formation of the global RRING community network and by the development and mobilisation of a global Open Access RRI knowledge base. RRING will align RRI to the Sustainable Development Goals (SDGs) as a global common denominator.\nThe RRING project acknowledges that each region of the world is advancing its own agenda on RRI. Therefore, RRING will not be producing a Global RRI framework or strategy that is meant to be enforced in a top-down manner. Rather, increased coherence and convergence will be achieved via a bottom-up approach, learning from best practices in RRI globally and from linkages, via the new RRING community, to develop the RRI linked-up world.\nSix Objectives of RRING \nObjective 1: Promote a linked up global world of RRI by creating the global RRING community network, thereby enabling mutual learning, collaboration, mobilisation of RRI concepts.\nObjective 2: Mobilise, promote and disseminate a global open access knowledge base of RRI based on the State of the Art (SoA) and comparative analysis across the key geographies, all stakeholders and sectors. It will cover key platforms, spaces and players, role and influence of stakeholders, drivers and policies for R&I, regulation in public,private sectors and nation states and international organizations.\nObjective 3: Align RRI to the UN Sustainable Development Goals (SDGs) to provide a global common denominator for advancement of RRI, and address Grand Challenges globally.\nObjective 4: Determine the competitive advantages of RRI and also understand how and where RRI is perceived as a barrier and/ or disadvantage.\nObjective 5: Create high level RRI strategy recommendations for the seven geographic zones, trial RRI best practice learning in 2 EU case studies\nObjective 6: Promote inclusive engagement of civil society and researchers",
    "totalCost": "2999545",
    "ecMaxContribution": "2999545",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "HOCHSCHULE RHEIN-WAAL-HSRW RHINE-WAAL UNIVERSITY OF APPLIED SCIENCES;LUNDS UNIVERSITET;ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION;DUBLIN CITY UNIVERSITY;STICHTING KATHOLIEKE UNIVERSITEIT;UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO;NATIONAL RESEARCH FOUNDATION;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MEIJI UNIVERSITY EDUCATIONAL FOUNDATION;CAREERS RESEARCH AND ADVISORY CENTRE (CRAC) LIMITED (THE);DE MONTFORT UNIVERSITY;INTERNATIONAL CONSORTIUM OF RESEARCH STAFF ASSOCIATIONS COMPANY LIMITED BY GUARANTEE;CENTAR ZA PROMOCIJU NAUKE;THE STATE FUND FOR FUNDAMENTAL RESEARCH OF UKRAINE;VILNIAUS UNIVERSITETAS;CONSIGLIO NAZIONALE DELLE RICERCHE;WAGENINGEN UNIVERSITY;UNIVERSIDAD POLITECNICA DE MADRID;UNIVERSITEIT VAN AMSTERDAM;UNIVERSITY OF BRADFORD",
    "participantCountries": "DE;SE;UK;IE;NL;FR;ZA;JP;RS;UA;LT;IT;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}