{
    "rcn": "214928",
    "acronym": "UNIFORM",
    "topics": "MSCA-IF-2017",
    "title": "A Unified Sustainability Index Framework for Small and Medium Enterprises",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The goal of this Fellowship, entitled ìA Unified Sustainability Index Framework for Small and Medium Enterprisesî (UNIFORM) is to train a talented researcher through a multidisciplinary research project bringing together aspects from economic, social and environmental sciences while using advanced statistical techniques. The Fellow ñ Dr. Malesios ñ will be trained on enhancing sustainability of small and medium sized enterprisesí (SMEs) supply chains of the EU countries to become an expert in the field, receiving access to a unique training experience at the host ñ Aston Business School (ABS) and co-hosts. [UNIFORM] will identify the associations to implementing environmental agendas within SMEsí core business strategies and the more general concept of sustainable practice and sustainable development. According to our knowledge, up to now there has not been presented a unified methodology in order to measure and incorporate sustainability in SMEs, especially targeted towards sustainable supply chain practices. We will provide significant assistance in synthesizing evidence to assist develop sustainable managerial policies in this sector and to make environmental management a core activity that SMEs will need to engage in, along with the already existing operational factors. Incorporating sustainable development practices into SMEsí supply chains is regarded as an overarching long-term goal. At the same time, the transfer of knowledge from the Fellow to the host members of ABS related to statistical methodologies and their implementation to various fields of research, will be another goal of the project. The results and deliverables produced by the project will contribute to the enhancement of EU scientific excellence in various ways. For instance, the [UNIFORM] online tool available through a website is anticipated to support and assist a large number of the - approximately 23 million - EU SMEs owners/managers.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}