{
    "rcn": "214939",
    "acronym": "DistriBrainRep",
    "topics": "MSCA-IF-2017",
    "title": "Studying brain representations as a distributed process: from neural code to behavior",
    "startDate": "15/06/2019",
    "endDate": "14/06/2021",
    "objective": "We know coffee not only by its taste, but also by its name and association with caffeine. How our brains enable this association between stimulus-aspects and guides our behavior accordingly (e.g. determining whether we should drink coffee or discuss it) is one of the core questions of cognitive neuroscience. Neuroimaging research of brain activity indeed confirm that the brain simultaneously processes stimuli across distributed areas, each selective for a specific stimulus aspect. However, the computational research of stimulus representations (how fine-grained activity patterns relate to specific stimuli), is currently constrained to the detailed inspection of isolated brain areas. The proposed project offers a new formalism and method that may link these two research streams, initiating the study of representations as a distributed neural process.  By combining the computational and experimental knowledge of the host with the functional Magnetic Resonance Imaging (fMRI) expertise of the researcher, the proposed project aims to reveal: 1) what computational principle underlies representations of different stimulus-aspects across brain areas, 2) whether distributed representations can co-express to form an overall knowledge of a stimulus, and 3) what mechanism regulates the expression of representations to allow flexible behavior. These questions will be addressed by studying brain activity evoked by stimuli composed of multiple aspects (visual, phonetic, associative) and by drawing from fMRI, brain stimulation and computational methods. Hence, the proposed work will provide the researcher with diverse training-through-research and a platform for establishing interdisciplinary collaborations. Expected results may bridge between the two major streams of cognitive neuroimaging to form a new understanding of how neural computations underlie distributed cognitive processes, which in turn gives rise to complex human behavior.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}