{
    "rcn": "214908",
    "acronym": "REACTOMEgsa",
    "topics": "MSCA-IF-2017",
    "title": "Extending the REACTOME Pathway Database for multi-omics biomedical data analysis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2019",
    "objective": "The increasing availability of high-throughput ëomics technologies results in unprecedented opportunities for precision medicine and biomedical research. With the increasing availability of large amounts of data (ëbig dataí), data analysis and interpretation have become a major bottleneck. \n\nPathway analysis techniques are used to incorporate existing biological knowledge into the data analysis and allow researchers to focus on the interpretation of regulated biological processes. Despite the existence of many advanced pathway analysis algorithms, most leading pathway analysis resources still rely on simplistic ëgene set over representationí analyses (ORA) and cannot integrate data from different ëomics approaches. Reactome is one of the most popular resources for pathway information. Its open-access data model, powerful web interface, and stringent manual curation and peer-review provide an ideal foundation for this projectís developments.\n\nIn this project, I will extend Reactome towards an analysis platform for multi-omics biomedical studies. I will replace its current ORA approach with more sophisticated pathway algorithms supporting transcriptomics, microarray, proteomics, and metabolomics data. Next, I will extend Reactome to analyse datasets of samples that cannot be attributed to a phenotype. The extended version of Reactome will be able to derive one expression value per pathway which can then be correlated with clinical parameters to identify clinical relevant biological processes. This will make Reactome a prime resource for multi-omics biomedical studies. I anticipate that the successful completion of this project will allow me to integrate and extend my current skills as a medical doctor and a bioinformatician towards systems biology studies. The additional gained experience in project management and communication of scientific results will form the basis for my envisaged career to start my own interdisciplinary biomedical research group.",
    "totalCost": "97727,4",
    "ecMaxContribution": "97727,4",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}