{
    "rcn": "214983",
    "acronym": "REPROGRAMIT",
    "topics": "MSCA-IF-2017",
    "title": "Control of T cell differentiation and plasticity through mitochondrial reprogramming",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Mitochondria participate during the metabolic reprogramming of naive T cells. However, the molecular mechanisms by which mitochondria regulate T cell differentiation remain elusive. The project aims at revealing the mechanisms behind mitochondrial function and lineage specification and maintenance. Combining high-throughput analysis of gene expression and chromatin epigenetic status with biochemical, metabolic, cellular, and in vivo and in vitro approaches, we want to assess how mitochondria coordinate the metabolic status of the cell to transcriptional and epigenetic changes to control T cell differentiation and function in distinct inflammatory environments. For that our challenges are; (Obj.1) To investigate the role of mitochondrial dynamics in the metabolic reprogramming of T cell differentiation, (Obj.2) To study how metabolic pathways shape the transcriptional and epigenetic networks of the T cell lineages, (Obj.3) To identify mitochondria-to-nucleus signaling pathways that regulate T cell differentiation through modification of the transcriptional and epigenetic landscape, and (Obj.4) To investigate the therapeutic potential of reprogramming mitochondrial function in T cell responses against infection and cancer. REPROGRAMMIT will unveil significant breakthrough on (1) how mitochondria regulate the metabolic profiles of the distinct T cell subsets, (2) the identification of molecular candidates that reverse or modify T cell transcriptional programs through regulation of mitochondrial function, (3) the understanding on how nutrient availability and metabolic intermediates shape T cell differentiation and plasticity. In sum, REPROGRAMIT puts forward an ambitious and multidisciplinary but feasible program with the wide purpose of identifying novel checkpoints based on the crosstalk between mitochondria and the epigenome, with the final goal to modulate T cell immune responses against infection and cancer by reprogramming mitochondrial function.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}