{
    "rcn": "214940",
    "acronym": "MIMAT",
    "topics": "ERC-2017-ADG",
    "title": "From Micro to Macro: Aggregate Implications of Firm-Level Heterogeneity in International Trade",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "What determines the patterns of international trade and the associated welfare effects? Can individual\nincentives to trade diverge from societal objectives? Should governments intervene to promote or restrict\ninternational transactions? Questions like these have recently gained new salience, in Europe and elsewhere,\ndue to renewed protectionist pressures and resurgent nationalistic tendencies arising from diffuse\ndisenchantment with globalization.\nThe aim of the research project is to highlighting key dimensions along which the answers to these questions\nobtained from conventional trade models with homogenous firms should be revisited in the light of\npermanent pervasive firm heterogeneity. In particular, the project will pursue four specific objectives through\nfour integrated work packages providing new insights on how firm heterogeneity affects: (1) the ability of\nmarkets to deliver allocative efficiency; (2) The design of optimal multilateral trade policies; (3) The\ncomparative advantages of countries; (4) The capabilities of a country as an exporter.\nThe first work package will investigate whether the allocative inefficiency (ìmisallocationî) determined by\nfirm heterogeneity in the presence of pricing distortions is quantitatively relevant for a countryís aggregate\neconomic performance, and whether economic integration reduces or exacerbates such misallocation. The\nsecond work package will develop the theoretical implications of firm heterogeneity for trade policy, with\nspecial emphasis on the cooperative design of optimal multilateral trade agreements aimed at maximizing the\njoint welfare of all trade partners. The third work package will study how country, sector and firm\ncharacteristics interact to determine countriesí responses to trade liberalization. The fourth work package\nwill investigate the distinct role of firm heterogeneity in determining a countryís ability to export through the\nshape of the productivity distribution of its producers.",
    "totalCost": "1335693,75",
    "ecMaxContribution": "1335693,75",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}