{
    "rcn": "214947",
    "acronym": "SCCMMI",
    "topics": "ERC-2017-ADG",
    "title": "Single cell correlates of memory, motivation and individuality",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Directed behavior emerges from neural integration of sensory stimuli, memory of prior experience and\ninternal states. We seek an understanding of these conserved neural mechanisms using genetically-encoded\ntools and the relatively small brain of the fruit fly Drosophila. By temporally controlling neural function\nmemories can be implanted and internal states altered so that most flies behave according to our direction.\nOur recent studies have revealed a role for distinct subsets of dopaminergic neurons that innervate a brain\nregion called the mushroom bodies in reward learning, memory re-evaluation and the control of motivated\nbehavior. Although it is recognised that new gene expression is required to form persistent memories, and\nmolecules are the targets of all therapeutic drugs in medicine, the relevant cellular sites of action often\nremain obscure. Knowing where memories are located in the fly brain therefore makes it possible to gain\nmolecular level insight, with a unique perspective of being embedded within a relevant cell-specific context,\nof how a brain operates to alter behavior in response to rewards and internal state. Until recently, most\nstudies of gene expression in the brain have pooled messenger RNAs purified from the entire brain, dissected\nregions, or small populations of fluorescently labeled material. Cell-specific expression and responses are\ntherefore obscured by averaging signals from, often heterogeneous, collections of cells and cell-types. We\nwill use cutting-edge Drop-seq, which permits simultaneous collection of transcriptomes from thousands of\nindividually identified cells by first capturing each cell with a unique oligonucleotide-coated bead in a\nnanolitre volume reaction droplet. Our experiments will therefore provide an unprecedented individual celllevel\nview of transcriptional responses to memory formation and maintenance and are likely to be of broad\nimportance and interest, given the evident conservation of gene function.",
    "totalCost": "2499055",
    "ecMaxContribution": "2499055",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}