{
    "rcn": "214932",
    "acronym": "RRTJDM",
    "topics": "ERC-2017-ADG",
    "title": "Relative Rank Theory: A Computational Model of Preferences, Choices, Attitudes and Opinions",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "People differ in their preferences and attitudes. But how do these preferences and attitudes relate to the choices people make and the opinions they express? Peopleís behaviour is ubiquitously and systematically context-dependent, but cognitive and economic models of choice have failed to provide accounts that satisfactorily reconcile the context-dependence of choice with the existence of stable individual differences. In social psychology, the related person-situation debate remains largely uninformed by current cognitive models. We propose to develop a new and integrative computational model which reconceptualises the relation between preferences, choices, attitudes, and expressed opinions. We suggest that peopleís choices and expressed opinions cannot be understood in terms of stable underlying preferences and attitudes in the way that conventional models assume. We propose a radically different alternative, which brings insights from social psychology to bear on cognitive models of economic judgement and choice by distinguishing between underlying preferences and expressed preferences. Underlying preferences are stable characteristics of people, but do not inform everyday choices directly because people have no conscious access to the strength of their underlying preferences. Expressed preferences in contrast are learned, context-dependent, and do inform everyday choices directly. Bringing insights from cognitive models to social context effects, we implement a parallel distinction between underlying and expressed attitudes and quantify the concepts of authenticity preference and social extremeness aversion. Using agent-based modelling to link individual-level and network-level effects, we model effects of both choice context and social context within an integrative framework, and aim to account for individual choice as well as social network-level phenomena such as social norm influences, polarisation, and social contagion effects.",
    "totalCost": "1992127",
    "ecMaxContribution": "1992127",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}