{
    "rcn": "214976",
    "acronym": "MINIRES",
    "topics": "ERC-2017-PoC",
    "title": "A Minimalist Peptide Elastomer",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "The MINIRES project aims at developing and bringing to the market a revolutionary bioelastomer material based on a novel strategy of structural modification of a ìminimalistî peptide sequence derived from Resilin (Res), i.e., a polymeric rubber-like natural protein with outstanding elasticity, critical in the flight and jumping systems of insects. In the course of the ERC funded Starting Grant FOLDHALO (grant agreement no. 307108), I focused on the modification of a repeat sequence of the Exon-1 (~320 amino acids) of Res. We found that a biomimetic chemical modification of this sequence (i.e., halogenation) induces the emergence of elastomeric properties resembling those of the full-length Res protein. This is surprising for such a short peptide, and the unmodified peptide, in fact, does not show such properties. Halogenation determines a huge change in the material properties due to the induced physical (supramolecular) cross-linking of the peptide chains. The main advantage of the novel ìminimalistî bioelastomer that we developed lies in its chemical and structural simplicity. This simplicity allows foreseeing easy industrial scalability at low costs, trivial processing, either as pure compound or component of elastomeric formulations, as well as possibility of further chemical and structural modifications (opening up a family of small elastomeric peptides). Expected outcomes of the MINIRES project are to perform a technical and commercial feasibility study to move the developed ìminimalistî bioelastomer from the lab to the market. In particular, within the MINIRES project, we intend to accelerate the maturity level of this technology, by technically validating it, as well as scouting market opportunities and setting up a suitable exploitation strategy (licensing vs. start-up creation) for valorizing the patent that has being deposited.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}