{
    "rcn": "214994",
    "acronym": "ORANG",
    "topics": "MSCA-IF-2017",
    "title": "ORogenic cycle revised: Post-subduction tectonics at A contineNtal marGin",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "Subduction describes the process in which one tectonic plate descends into the mantle beneath an adjoining tectonic plate as a result of convergence. They play a fundamental role in the creation and evolution of the continents, the generation of new oceanic crust and the exchange of water between the Earth, oceans and atmosphere. Subduction zones are also the principal source of volcanic and seismic hazard around the globe. Despite having been the subject of intensive study by Earth Scientists from around the world, one aspect of the subduction cycle that has received little attention is the termination phase, where, for potentially a variety of reasons, the descent of the downgoing slab ceases. Given that all subduction zones have a finite lifetime, this process is likely to have profoundly influenced the way in which our continents have evolved, but to date no credible model has been developed for what might happen to the crust and upper mantle in such circumstances. This knowledge gap means that there is a unique and timely opportunity to provide new insight into this fundamental Earth process. \nI aim to make a step-change in our understanding of how post-subduction continental margins evolve and how the crust and upper mantle interact by combining seismic imaging, geodynamic modelling and geological observations in North Borneo (east Malaysia). The central objective of the proposal is to deploy a dense array of seismometers both onshore and offshore in North Borneo to record local and regional earthquakes, as well as ambient seismic noise, in order to image the underlying crust and mantle at high resolution. Our new multi-disciplinary study will allow us to build a model of how the continental lithosphere responds to subduction termination. As well as filling an important gap in our understanding of the subduction cycle and the evolution of the continents, our new model can be used as a benchmark for other post-subduction settings around the world.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}