{
    "rcn": "214943",
    "acronym": "ENIGMA",
    "topics": "ERC-2017-ADG",
    "title": "ENIneering MAterial properties with advanced laser direct writing",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Ultrafast laser material processing is approaching its limits in terms of ability to produce innovative materials with\ncompositional and structural consistency. The main idea of this project is to remove barriers to product development and go\nbeyond state-of-the-art by applying tailored and few-cycle laser pulses (FCLPs) for engineering of materials.\nIn this project I will investigate the interaction between intense ultra-short light pulses and matter at or below the wavelength\nscale reaching states of matter found only deep planetary conditions.A key goal of the project is to exploit these extreme\nconditions for synthesising unique material phases with on-demand optical and electronic properties, and progress photonic\ndevices with utilizing FCLP advantages: control over the bond scissoring density; efficient and highly localized energy\ndeposition; seeding of self-organized nanostructures; manipulation of spatio-temporal coupling.\nCurrently, a key limitation is plasma scattering that diminishes the performance of engineered materials. The question I will\naddress is whether control of ultra-short pulses can lead to ways around this limitation. The control of self-organization\nprocess will revolutionize the field of data storage by achieving record high 100 TB/cm3 densities, high writing speed and\npractically unlimited lifetime. I will radically improve the performance of printed flat optics with perfected nanostructures\nengineered from nano- to macro-scale and capable of replacing conventional optics significantly advancing photonic devices\nused in high-resolution microscopy, consumer electronics, and high-power laser applications. I envisage obtaining exotic\nmaterial phases such as metallic phases of silicon and tailored metallic nanoparticles in silicate glass. Hence this project will\npush the frontiers of laser material processing to unprecedented precision and will develop novel family of devices that will\nfeed into the future of optics, electronics and computing",
    "totalCost": "2499957",
    "ecMaxContribution": "2499957",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}