{
    "rcn": "214919",
    "acronym": "PRO-RES",
    "topics": "SwafS-21-2017",
    "title": "PROmoting integrity in the use of RESearch results",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Delivering Responsible Research and Innovation (RRI) requires researchers and research agencies to balance many political, institutional and professional contradictions and constraints. These are as difficult and demanding in non-medical fields as in biomedical research. Researchers, reviewers, regulators and policymakers are tested by the diverse codes of ethical practice and regulations, by the complexities of relevant data protection legislation, by inconsistencies in the applications of regulations and by the practical professional pressures of acting in diverse non-medical research fields. To use research effectively policy makers need to trust in the validity and reliability of research findings. PRO-RES will address these constraints by delivering a supported guidance framework that is comprehensive, flexible and durable, covers the spectrum of non-medical sciences and offers practical solutions for all stakeholders that will comply with the highest standards of research ethics and integrity. This framework will take into account previous examples of good work and best practice, and drive to deliver a set of pragmatic solutions building on previous work and creating strong links with ongoing projects. In terms of post-2020 European strategic funding policy this will offer a strong and sustainable contribution to RRI via a comprehensive ethics and integrity framework similar to Oviedo/Helsinki which will have been constructed in negotiation with relevant stakeholders and so will be acceptable to and accessible by all stakeholders. The proposed set of solutions will promote an ethics framework for research and innovation, help promote more responsible research engagements and enable policymakers to make more effective use of non-medical scientific research information.",
    "totalCost": "2800000",
    "ecMaxContribution": "2799999,5",
    "coordinator": "FONDATION EUROPEENNE DE LA SCIENCE",
    "coordinatorCountry": "FR",
    "participants": "TARTU ULIKOOL;INSTITUT DES HAUTES ETUDES ECONOMIQUES ET COMMERCIALES;EUROPEAN ALLIANCE FOR THE SOCIAL SCIENCES AND THE HUMANITIES - EASSH;DUBLIN CITY UNIVERSITY;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;HELLENIC CENTRE FOR MARINE RESEARCH;INNOVATION IN RESEARCH & ENGINEERING SOLUTIONS;STEINBEIS 2I GMBH;CONSIGLIO NAZIONALE DELLE RICERCHE;CONOSCENZA E INNOVAZIONE SOCIETA ARESPONSABILITA LIMITATA SEMPLIFICATA;HRVATSKO KATOLICKO SVEUCILISTE;EUROPEAN POLICY CENTRE;ACADEMY OF SOCIAL SCIENCES",
    "participantCountries": "EE;FR;IE;EL;BE;DE;IT;HR;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}