{
    "rcn": "214935",
    "acronym": "DYNAMIN",
    "topics": "ERC-2017-ADG",
    "title": "Dynamic Control of Mineralisation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This project will take inspiration from biomineralisation to achieve exceptional, dynamic control over crystallisation processes.  \n\nUnderstanding the fundamental mechanisms which govern crystallisation promises the ability to inhibit or promote crystallisation as desired, and to tailor the properties of crystalline materials towards a huge range of applications. Biomineralisation provides a perfect precedent for this approach, where organisms achieve control currently unparalleled in synthetic systems. This is achieved because mineralisation occurs within controlled environments in which an organism can interact with the nascent mineral.\n\nThanks to recent advances in microfabrication techniques and analytical methods we finally have the tools required to bring such control to the laboratory. DYNAMIN will exploit microfluidic and confined systems to study and interact with crystallisation processes with outstanding spatial and temporal resolution. Flowing droplet devices will be coupled to synchrotron techniques to investigate and control nucleation, using soluble additives and nucleating particles to direct the crystallisation pathway. Static chambers will be used to interact with crystallisation processes over longer length and time scales to achieve spatio-temporal control to rival that in biomineralisation, while a unique confined system ñ titania nanotubes ñ will enable the study and control of organic-mediated mineralisation, using fresh reagents and proteinases to interact with the process. Finally, a key biogenic strategy will provide the inspiration to develop a simple and potentially general method to trigger and control the transformation of amorphous precursor phases to single crystal products.\n\nThis will generate a new framework for studying and controlling crystallisation processes, where these new skills will find applications in sectors ranging from the Chemical Industry, to Healthcare, Advanced Materials, Formulated Products and the Environment.",
    "totalCost": "2632375",
    "ecMaxContribution": "2632375",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}