{
    "rcn": "214992",
    "acronym": "LikelyStructures",
    "topics": "MSCA-IF-2017",
    "title": "Accounting for correlated errors with maximum likelihood in crystallography and cryo-EM",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Proper understanding of the biological processes related to complex macromolecular entities depends on the detailed description of their 3D structures. For 100 years X-Ray Crystallography has been the main player in revealing high resolution structures. In the last decade, Bayesian statistics has yielded a breakthrough for solving challenging structures thanks to the integration of specialised error models essential to extract a weak signal from noisy data. Developed on such statistical methods, the program PHASER implements (along with experimental phasing) the Molecular Replacement technique in which the unknown phases, associated with the experimentally recorded intensities, are estimated from a homologous protein structure. Exploiting a deep new understanding of the link between model, data and phasing success, this technique will be decisively extended by the analysis of multiple models collected into ensembles optimised for likelihood calculations. Recent dramatic improvements in cryo-EM hardware have brought it into the high resolution realm and it is bound to become the main structural technique for the kind of challenging structures at the forefront. The leap from qualitative into quantitative Cryo-EM has already involved algorithmic approaches based on Maximum Likelihood. Generalising its full potential requires new methods that will lead to higher resolution reconstructions. The proposed integration of all sources of error is imperative for difficult samples. In this project, advances in both X-ray crystallography and cryo-EM data-analysis methods are planned, focusing on transferring experience acquired over many years in the first field into the second. Central to this project, the personal development of the experienced researcher will broaden his field of expertise in structural biology through advanced statistics with the aim of preparing, mentoring and leading him to an independent future research career in the development of methods.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}