{
    "rcn": "214925",
    "acronym": "SEXinMALARIA",
    "topics": "ERC-2017-ADG",
    "title": "Sex in malaria parasites ñ from basic biology to targets for transmission blocking interventions.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Sexual development in malaria parasites is critical for disease transmission between infected individuals, and is therefore a major target for the malaria elimination agenda. However, there are currently no effective drugs or vaccines that block parasite transmission to mosquitoes, and we currently do not understand the molecular mechanisms involved. This is primarily because Plasmodium genetics has been slow, with the majority of the genome unexplored. I here propose to conduct the first genome-scale screen for male and/or female fertility genes by leveraging a game-changing genetic system we have developed and recently validated through the first genome-scale in vivo gene KO screen in any parasite. Using simultaneous phenotyping of barcoded mutants, we will conduct the first genome-scale screen for male and/or female fertility genes. My team will systematically map specific biological roles for hundreds of parasite genes, ranging from sex determination to zygote differentiation. We will also overcome the next hurdle in Plasmodium genetics by developing a method for massive parallel phenotyping, using the power of single cell transcriptomics to validate the screen and reveal molecular mechanisms at previously intractable points in the Plasmodium life cycle. This approach has clear translational implications, as it will identify both drug and vaccine candidates. This proposal builds firmly on my outstanding track records in delivering large reverse genetics projects and making ground-breaking discoveries in Plasmodium transmission biology. Its unprecedented breadth and depth will mark a turning point in how gene functions are studied in this important model parasite. I am relocating from the UK to UmeÂ University, a centre of excellence for pathogen research and innovative genetics, so retaining this important research in the EU of 27 will depend critically on ERC funding.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}