{
    "rcn": "214978",
    "acronym": "WAEE",
    "topics": "MSCA-IF-2017",
    "title": "Women at the Edge of Empire: Female Social Identity in the Lower Danube in 4th-6th Centuries AD",
    "startDate": "28/08/2018",
    "endDate": "27/08/2020",
    "objective": "The influence of migration and intercultural contact on identity formation is a topic of significant contemporary concern, yet it also took place in the past. Women at the Edge of Empire (WAEE) examines how the identities of migrant women, and local women married to migrant men, responded to intercultural contact at the eastern border of the Late Roman Empire (4-6th centuries AD). The Danube frontier is conventionally seen as a highly militarised environment and to-date women have been largely invisible, yet women were integral to the cultural melting pot that formed between Romans and nomadic peoples at this critical crossroads in human history. This innovative project draws together human osteology, stable isotopes, mortuary behaviour, material culture and epigraphy to focus on the people themselves. It employs series of analytical scales in order to integrate population-wide patterns with information about specific individuals to determine how large-scale transformations had an impact on individual lives by i) creating large regional datasets to identify both regional patterns in gender ideals and diversity in social practice ii) distinguishing non-local (migrant) and local women (of nomadic affiliation and Roman) iii) drilling down into the data to tell the stories of specific individual women through the construction of detailed osteobiographies in order to create individual understandings of the effect of migration and intercultural contact on female identities on both sides of the border of the late Roman empire from the Danube Delta to the Iron Gates. Project findings are disseminated to a range of target audiences including through peer-reviewed journal articles, conference presentations and an online exhibition featuring the womenís stories to engage the public, including women from modern migrant communities",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}