{
    "rcn": "214901",
    "acronym": "SUPERA",
    "topics": "SwafS-03-2016-2017",
    "title": "Supporting the Promotion of Equality in Research and Academia",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The main aim of the SUPERA project is to implement 6 fully-fledged Gender Equality Plans to articulate a structural understanding of gender inequalities, stereotypes and biases in research as a cross-cutting issue to tackle in their complex, multi-layered dimensions and the inclusion of a gender perspective in research and academia, with a holistic set of measures addressing the above-mentioned objectives of the European Commissionís strategy:\n- Building gender sensitive career management and workplaces;\n-Transforming decision-making towards accountability, transparency and inclusiveness; and\n- achieving excellence through strengthening the gender dimension in research and knowledge transfer.\n\nAny devised solution to be operationalized through the GEPs should take into account contextual features to reach effectiveness, and that innovative measures or initiatives designed by SUPERA should be brought to the knowledge of relevant stakeholders to feed their own expertise regarding SUPERAís key areas. Partners within SUPERAís consortium reflect the ambition of this project: maintaining a dual approach, RPOs are characterized by their size and impact potential, and their multidisciplinarity and vast academic offer (UCM, UNICA, CEU, UC-CES), while RFOs (MINECO, RAS) from the same partner countries as UCM and UNICA, respectively, are integral in maximising outreach and comitment as relevant public entities on a national level. This fact, while adding a complexity layer to GEP implementation, expands the scope of the project and the potential long-term impacts regarding sustainability and institutionalisation.\n\nSUPERA will be designed based on four core principles that will tackle the main barriers of implementing GEPs in research organizations: cumulativeness; innovation; inclusiveness and sustainability.",
    "totalCost": "2029981,25",
    "ecMaxContribution": "2029980,25",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "REGIONE AUTONOMA DELLA SARDEGNA*RAS;FONDATION NATIONALE DES SCIENCES POLITIQUES;KOZEP-EUROPAI EGYETEM;UNIVERSITA DEGLI STUDI DI CAGLIARI;MINISTERIO DE ECONOMIA, INDUSTRIA Y COMPETITIVIDAD;CENTRO DE ESTUDOS SOCIAIS;YELLOW WINDOW",
    "participantCountries": "IT;FR;HU;ES;PT;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}