{
    "rcn": "214956",
    "acronym": "GOTaM Cities",
    "topics": "MSCA-IF-2017",
    "title": "GOTaM Cities - Geography Of Talents in Metropolitan Cities",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "In the context of a growing knowledge economy the competitiveness of global cities is crucially affected by their ability to nurture and attract talented workers. In this global race the European Union is lagging behind in comparison with the US and other Anglo-Saxon economies. The diffusion of anti-immigration sentiments is also worrisome because the recovery from the Great Recession of 2008 is far from being in sight for many EU regions while the access to a diverse set of skills via high skilled immigrants could boost the innovative sectors needed for economic growth. Therefore it is important to provide robust evidence on the economic effects of High Skilled Immigration (HSI) in order to justify policies for their attraction. \nGOTaM cities aims at understanding how talents are attracted to cities and how they impact on their innovative performance and prosperity. While building on existing literature the project will make several contributions by addressing some unexplored questions and empirical shortcomings: \na. GOTaM will focus on HSI in different geographical contexts (i.e EU, US, China and Brazil): the existing evidence is biased towards the US which leaves a lack of understanding about HSI in other areas;\nb. It will use individual data and focus on city/region level effects: most empirical literature relies on aggregate data at country level; \nc. It will investigate the qualitative effects of migration: whether HIS enhances the technological and economic diversification of cities by bringing new knowledge to those places;\nd. It will build a unique comprehensive dataset (and related methodologies) on migrant inventors and scientists which will help the scholarly community and policy makers to carry out informed empirical analysis: the findings so far are disputed also because carried out on specific cases or ethnic groups (e.g. Russian mathematicians);\nThe findings of GOTaM will serve as a basis for inspiring new and more effective immigration policies.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA COMMERCIALE LUIGI BOCCONI",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}