{
    "rcn": "214920",
    "acronym": "SCALINGS",
    "topics": "SwafS-13-2017",
    "title": "Scaling up Co-creation: Avenues and Limits for Integrating Society in Science and Innovation",
    "startDate": "01/05/2018",
    "endDate": "31/07/2021",
    "objective": "Co-creation practice ñ and co-creation research ñ are at a crossroads: More than ever, initiatives to boost innovation through collaboration among diverse actors are flourishing across Europe. Yet, this mainstreaming poses new challenges to better understand ìco-creation processes and outcomes under various cultural, societal and regulatory backgrounds to allow better-targeted policy supportî (SwafS-13-17). To date, no systematic studies exist that detail how co-creation instruments operate under different socio-cultural conditions, i.e. if ìbest practicesî will be effective elsewhere or if the resulting products and services are compatible with new markets.\nSCALINGS addresses the challenge of mainstreaming co-creation across a diverse Europe head-on: In the first ever rigorous comparative study, we will investigate the implementation, uptake, and outcomes of three co-creation instruments (public procurement of innovation, co-creation facilities, and living labs) in two technical domains (robotics and urban energy) across 10 countries. Using comparative case studies and coordinated cross-country experiments, we explore if and how these instruments can be generalized, transferred, or scaled up to new socio-cultural, economic, or institutional conditions to unleash their innovative power. \nBased on this unique data set, we will develop two new transformative frameworks ñ ìsituated co-creationî and ìsocially robust scalingî ñ to guide the wider dissemination of co-creation. We will synthesize our findings into an ìEU Policy Roadmapî to support ongoing EU innovation policy efforts. Empirically, SCALINGS is closely integrated with over two dozen European co-creation initiatives that deal with cross-cultural transferability on a daily basis. Together with these partners, we will co-create enhanced practices that feed directly back into their work and strategy. Finally, we will launch a training program (boot camp) on co-creation in diverse settings for other EU consortia.",
    "totalCost": "3999871,25",
    "ecMaxContribution": "3999871,25",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "SOCIAL INNOVATION EXCHANGE;UNIWERSYTET EKONOMICZNY WE WROCLAWIU;FUNDACION ESADE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ASSOCIATION POUR LA RECHERCHE ET LE DEVELOPPEMENT DES METHODES ET PROCESSUS INDUSTRIELS;UNIVERSITAET FUER BODENKULTUR WIEN;DANMARKS TEKNISKE UNIVERSITET;UNIVERSITY COLLEGE LONDON;TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "participantCountries": "UK;PL;ES;CH;FR;AT;DK;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}