{
    "rcn": "214902",
    "acronym": "COSMICLENS",
    "topics": "ERC-2017-ADG",
    "title": "Cosmology with Strong Gravitational Lensing",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Measuring cosmological distances has revolutionized our understanding of the Universe, and is still doing so! Early work in the 1920s led to the discovery of the expansion of the Universe. More precise distance measurements in the 90s with type-Ia supernovae revealed that this expansion is accelerating, with crucial consequences in cosmology and physics. Is the acceleration due to some repulsive form of dark energy? To Einstein's cosmological constant? Do we need to consider new physics? Answering these fundamental questions requires a precise measurement of the Hubble parameter, H0, which is my goal using the time delay (TD) method in strongly lensed quasars.\n\nThe TD method exploits well-known physics on galaxy-scales. It is one of the very few techniques that can yield H0 to <2% using a single methodology. It involves no calibration, and is truly independent of any other cosmological probe. Capitalizing on the successful pathfinders COSMOGRAIL (PI: Courbin) and H0LiCOW (PI: Suyu, CoI: Courbin) time has come to fully exploit TDs with an observational, modeling and technical boost, organized in 2 phases. \n\nPhase I will secure H0 to 2% using the current chain of analysis, with feasible enhancements beyond the current state-of the-art. This will confirm or refute the tension seen between H0 values with different cosmological probes. Phase II targets 1% precision, improving the FoM of Stage-IV cosmological surveys by 40%. The 4 proposed Work Packages can transform the field within the next 5 years by 1- implementing the first high-cadence photometric monitoring of lensed quasars to measure 50 new TDs, 2- providing new flexible non-parameteric lens models based on sparse regularization of the reconstructed source and lens mass/light distributions, 3- providing a modular end-to-end simulation framework to mock lensed systems from hydro-simulations and to evaluate in detail the impact model degeneracies on H0, 4- discovering new suitable lensed quasars in current surveys.",
    "totalCost": "3129689",
    "ecMaxContribution": "3129689",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITE DE LIEGE",
    "participantCountries": "BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}