{
    "rcn": "214984",
    "acronym": "GuEst",
    "topics": "MSCA-IF-2017",
    "title": "New Directions in Guaranteed Estimation of Nonlinear Dynamic Systems and Their Applications toChemical Engineering Problems",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The technique of guaranteed estimation promises a revolutionary step to how industrial process managers build, handle and adapt the prediction mathematical models. These are used to monitor the equipment operating regimes, to train the \noperating personnel and are also exploited to steer the plants' behavior towards the most profitable or the most resource-\nefficient modes. Advantages of guaranteed estimation come from the fact that no unnecessary assumptions must be made \nregarding the quality and measurement-error distribution of the sensed data, which establishes an increased reliability of the\nobtained estimation results. The work on this project develops the essential parts of guaranteed estimation techniques for\nreal-world exploitation. We focus on the estimation of parameters of the nonlinear dynamic models while combining the\nestimation with model validation principles and while creating a hybrid estimation technique that enjoys the advantages of\nboth guaranteed estimation and conventional approaches. In order to drive the operation of the plant, here we focus on the\nplants of chemical industry, to an efficient working regime, the technology of optimal and robust control is required. Our\nproject builds upon the developments of robust control and develops novel optimal robust control techniques that incorporate\nthe information on guaranteed estimates into the actions, i.e. manipulations of the plants' degrees of freedom. As a result, a\nsafe, reliable and resource-efficient operation is established. The theoretical developments of the project are implemented\ninto a software package and released as an open-source project such that the collaboration with academia and industrial\nstakeholders is fostered. A demonstration on a pilot plant is also planned to showcase the benefits of developed techniques\nin the real-world environment. A sound dissemination plan of the project ensures that the project reaches its target audience.",
    "totalCost": "141381,6",
    "ecMaxContribution": "141381,6",
    "coordinator": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}