{
    "rcn": "214991",
    "acronym": "EXCITATOR",
    "topics": "ERC-2017-PoC",
    "title": "Active probing of brain excitability by electrical micro-stimulations for drug discovery",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "The overall objective of EXCITATOR is to transfer the methods developed in the F-TRACT ERC project (f-tract.eu) around the concept of active probing of brain states with the industrialization goal to make them applicable for fast drug discovery in animal models. The industrialization process will be prepared in collaboration with Synapcell SAS, a biotechnology company that provides the biopharmaceutical industry with innovative drug discovery programs.\nEXCITATOR has one scientific objective (O), which requires achieving one proof-of-concept (PoC):\n誰 O 単 Cortical excitability as a read-out for drug screening. Electrodes will be inserted in the cortex and deep brain structures of rodents in control conditions. Under the acute challenge of drugs injected in animals, the changes of oscillatory power and cortical excitability as quantified in responses to micro-stimulations will be monitored. Our main scientific goal is to demonstrate that intracranial EEG (iEEG) responses to micro-stimulations will be more sensitive than standard iEEG power analysis to quantify the effects of drugs.\n誰 PoC 単 Automatised active probing platform for drug screening: For an industrial use, we will need to automatize the iEEG data recording and processing in animal models. In practice, we will transfer the most relevant functionalities of the FTRACT technology that relies on a human database with automatic data processing. Experimentally, some constraints related to small animals will need to be solved, like defining electrode configurations that maximize neural responses and minimize stimulation artefacts. Eventually, we aim at delivering an innovative and fully integrated drug screening platform from iEEG responses to micro-stimulations.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "SYNAPCELL",
    "participantCountries": "FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}