{
    "rcn": "214903",
    "acronym": "LIV.IN",
    "topics": "SwafS-06-2017",
    "title": "LIVING INNOVATION - Implementing RRI through co-creation of smart futures with industry and citizens",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "In the LIV:IN project, major industry leaders from the ICT sector join forces to co-create more responsible approaches to innovation for the first time. LIV:IN builds on the premise that recognition of the value of RRI among industry is necessary for achieving the aim of the call ìto progress further in integrating RRI in industrial contextsî. The project follows an opportunity oriented approach in order to \n\n(1) activate industry leaders, experts and citizens to experiment with responsible ways of co-creating innovations; \n(2) build capacity for RRI implementation and develop tools that are applicable across industry sectors; and \n(3) transform attitudes towards RRI from risk to opportunity.\n\nLIV:IN will demonstrate the added value of RRI in the area of smart future living. We carefully selected this application area because it directly impacts the lives of citizens (societal relevance) but also constitutes a major emerging market (business opportunity). The project includes four key features that will significantly enhance the quality of the proposed coordination and support activities. First, six LIV:IN Labs and a virtual community of practice will constitute the central spaces for experimentation with integrating RRI in industry, and, consequently, the development of new approaches to innovation. Second, the application and continuous improvement of RRI tools in these spaces will contribute to capacity-building among industry and citizens alike. Third, embedded audio-visual story-telling will be the main vehicle for disseminating results and for shifting attitudes towards RRI from risk to opportunity. Finally, continuous dialogue with earlier and present initiatives in the areas of RRI, CSR and open innovation will ensure the transferability of project results across industry sectors. Ultimately, LIV:IN is guided by its vision to become a flagship initiative for effective integration of RRI in industry.",
    "totalCost": "3549475",
    "ecMaxContribution": "3549475",
    "coordinator": "WIRTSCHAFTSUNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;ERICSSON NIKOLA TESLA D.D.;INFINEON TECHNOLOGIES AUSTRIA  AG;STICHTING SMART HOMES;DE MONTFORT UNIVERSITY;DIALOGIK GEMEINNUETZIGE GESELLSCHAFT FUER KOMMUNIKATIONS- UND KOOPERATIONSFORSCHUNG mbH;ATOS SPAIN SA;FUNDACION BANCARIA CAIXA D'ESTALVISI PENSIONS DE BARCELONA LA CAIXA;TELEFONICA MOVILES ESPANA SA;SIVECO ROMANIA SA;COMARCH SA;OTTOBOCK SE & CO. KGAA;GOPA COM;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "IT;HR;AT;NL;UK;DE;ES;RO;PL;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}