{
    "rcn": "214951",
    "acronym": "SCOM",
    "topics": "MSCA-IF-2017",
    "title": "Sustainable Company",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This proposal aims at providing new inter- and multidisciplinary solutions to the challenges of sustainable corporate behaviour through the analysis of ëbest practicesí of ëhighly sustainable companiesí, by using the experience of ëgreen public procurementí in Catalunya as an example of how to successfully implement ësustainableí concerns. The implementation of the research findings into the university curricula shall contribute to solidifying the sustainable business model by internalizing such concerns by the future business officers and lawyers. A three-stage process is envisaged to achieve the formulation of sustainable policy: in the first stage, ëgreen public procurementí practices will be analysed to provide examples of successful business model change sustainability. The conditions of public tenders portray the societal expectations and needs at the public level, and the corporations serving these needs serve as an example of a successful change towards sustainability. In the second stage, corporate ëbest practicesí will be analyzed as an example of profitably sustainable behaviour and as a foundation for change in currently non-sustainable companies. Recommendations for the EU legislator will be formulated as to how sustainability could be implemented at the EU corporate law policy level. At the final stage, the research findings will be incorporated into the classical legal and economic university curricula, to close the gap between classical legal and microeconomic theories and the demands for sustainable development. As such development represents one of the main EU goals, accounting for approximately 60% of the Horizon 2020 budget, this research aids the pursuit of new economic foundations, considering the importance of multinational corporations for the achievement of planned sustainability levels. An EU sustainable corporate policy is needed, and this research aims to provide the necessary foundations for its achievement.-",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}