{
    "rcn": "214927",
    "acronym": "GREET",
    "topics": "SwafS-26-2017",
    "title": "Guiding Refugees via European Exchange and Training",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "There is a consensus that universities have an important role to play in the reconstruction of conflict-torn societies, and that is where competent scholars are needed. However, very often, not enough attention is placed on the important role of universities and academia in emergencies. Integration of recently arrived refugee students and scholars into the European academic community serves thus long-term capacity-building in their home countries. Universities in different European countries have been active in initiating support measures for threatened students and scholars and in some countries, such as in Finland and Germany, national level actors have also been active in coordination of the support measures. However, a European-level forum for the higher education sector to focus on this specific field has been lacking. The GREET project addresses this need by providing a platform for actors on institutional, national and international level to join their expertise. \n\nGREET's main goal is to strengthen European cooperation and information sharing on existing and good practices in the integration of highly skilled refugees in the higher education system and labour market in host countries. It aims to achieve this goal through providing networking, training and mutual learning opportunities for refugee support structures at national and institutional level in 9 European countries. Taking as its basis the existing good practices from Germany and Finland, the project will scale them up to the European level through peer learning activities and a series of webinars, which will serve for dissemination, exchange and mapping different support needs in Europe. The project results will be disseminated to the wider European higher education community through a big stakeholder forum and an online repository, targeting both practitioners and policymakers at European and national level.",
    "totalCost": "201871,25",
    "ecMaxContribution": "201871,25",
    "coordinator": "ASSOCIATION POUR LA COOPERATION ACADEMIQUE - ACADEMIC COOPERATION ASSOCIATION",
    "coordinatorCountry": "BE",
    "participants": "OPETUSHALLITUS OPH;DEUTSCHER AKADEMISCHER AUSTAUSCHDIENST EV",
    "participantCountries": "FI;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}