{
    "rcn": "214982",
    "acronym": "TREMOR",
    "topics": "MSCA-IF-2017",
    "title": "TRemor as Eruption MOnitoR",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "A small eruption in Iceland in 2010 had a big impact on the economy, airlines, and people in Europe and worldwide.\nForecasting eruptions and mitigating their effects requires better understanding of the precursory signals and their detection\namongst other signals. One of the key geophysical signals is volcanic tremor which is observed before and during eruptions\nbut is only phenomenologically interpreted. The project TREMOR, based at the Icelandic Meteorological Office (IMO) and\nthe University of Cambridge will exploit their extensive, multidisciplinary databases including recordings of recent eruptions\nand floods. It will overcome present shortcomings, such as badly constrained tremor locations through use of new location\ntechniques, dense seismic networks and small source-receiver distances. These improvements are made possible by the\nFUTUREVOLC project (FP7, 2012-2016) which expanded existing networks in Iceland shortly before the Bardarbunga\n2014/15 eruption. Preliminary results during the researchers PhD suggest that both pre-eruptive and eruptive tremor exist\nduring this eruption and have different characteristics. The TREMOR project will continue from this point with the objectives\nto (i) systematically search for pre-eruptive tremor, (ii) characterise it with respect to eruptive tremor and other tremor\nsources such as floods, glaciers and hydrothermal boiling, (iii) find factors that affect its characteristics and (iv) understand\nthe source mechanism better. If TREMOR is successful, pre-eruptive tremor can be introduced as an eruption precursor, not\nonly with direct application at IMO, but potentially worldwide. This thorough study will form the basis of future research, as it\nwill be disseminated through conference presentations, publication in peer-reviewed journals and communication to the\npublic. It will further train and integrate the researcher into two effective, experienced, multidisciplinary research groups to\nstrengthen professional maturity.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "VEDURSTOFA ISLANDS",
    "coordinatorCountry": "IS",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}