{
    "rcn": "214900",
    "acronym": "Lingua",
    "topics": "MSCA-IF-2017",
    "title": "The Early Romantic Theory of Language: Experimental linguistics around 1800",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "German early Romanticism is known as one of the most important intellectual movements in Germany around 1800. Almost unknown, however, is the fact that the early Romantics developed an avantgarde theory of language. With my project, I pursue two objectives: (1) I will give the first written account of this theory by describing its emergence, development, and main ideas. (2) I will then demonstrate the relevance of these ideas for contemporary philosophy and sciences.\nThe early Romantic theory of language is based upon the concept of the universality of language. As language structures our perceptions and emotions, it also constitutes our knowledge, comprising thus all parts of human existence ñ sciences, arts, society. Consequently, the early Romantics considered the function of language with regard to such different matters such as truth, personality, political and social processes, education, poetry. Moreover, they began to study language as a phenomenon in its own right, thereby establishing historical-comparative grammar as a new linguistic method. It seems as if this extended perspective on language can be applied on several problems that contemporary sciences are dealing with: e. g. intersubjectivity, identity, transformational grammar, artificial intelligence etc. In most of these sciences, particularly in natural sciences, a communication model is dominating which explains language as a mere exchange of information between a sender and a receiver. Only recently, it has been realized that this concept of language is insufficient. While modern sciences tend to reduce language to its logical functions, the early Romantics theorized about and experimented with ambiguous, paradoxical, or even contradictory figures that classical logic is unable to deal with. Instead of a static, closed frame, they favoured a highly exploratory and open thinking. It is very important to recover these ideas and offer an epistemological alternative to prevailing scientific models.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}