{
    "rcn": "214965",
    "acronym": "HGB-StIC",
    "topics": "MSCA-IF-2017",
    "title": "Human Genetic Basis of Severe Staphylococcal Infections in Childhood",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "Staphylococcus aureus is one of the most important bacterial pathogens impacting human health. Beta-barrel pore-forming toxins (BB-PFTs) are major virulence factors of S. aureus that destroy phagocytes, key effectors of immunity during staphylococcal infection, in a receptor-specific manner. Acquired immunity to a specific compound of S. aureus, LTA, can rescue an inborn error of the TLR2 pathway (TIRAP deficiency). I hypothesize that severe staphylococcal infections during childhood, at least in some patients, can result from single gene inborn errors of immunity. Some of these disorders may affect immunity to BB-PFTs and the TLR2 pathway. In this project, a cohort of ±70 patients with severe S. aureus infections during childhood will be investigated for mutations responsible for a poor outcome of infection. I will perform whole exome sequencing in these patients and their parents. I will search for mutations in genes encoding BB-PFT-receptors and the TLR2 pathway. I will also search for mutations in a genome-wide approach, testing various genetic models and taking advantage, when appropriate, of genome-wide linkage. I will then functionally characterize the candidate mutations. Depending on the gene identified, a set of experiments will be performed to investigate the functional consequences of the morbid gene on immunity against S. aureus, and I will further characterize the specific host-pathogen interaction. This project will not only shed light on the pathogenesis of S. aureus, but will also provide the basis for new avenues of vaccine and treatment strategies. By investigating human host counterparts in a genome-wide setting, this study is the first unbiased and systematic assessment linking S. aureus virulence factors with host genetic predisposition.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}