{
    "rcn": "214934",
    "acronym": "ReMedPsy",
    "topics": "MSCA-IF-2017",
    "title": "Re-emerging Magic Molecules: The Medicalization of Psychedelics in the United States",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "This proposal presents a research-via-training project that will transfer knowledge from the U.S. to Europe and allow the experienced researcher to deepen her study of (re-)emerging scientific fields to advance her career significantly. The project explores how scientists and other actors currently re-frame psychedelics in a scientific model to make them into licensed medicines. Since their introduction into Western science and culture (1930s-60s), psychedelic substances such as psilocybin or LSD have been highly controversial. Although early research indicated promising psychiatric applications, Western governments began to see psychedelics as a threat to public health in the 1960s and placed them into the most restrictive drug category, ascribing them a high potential for abuse and no currently accepted medical use. After coming to an almost complete standstill for several decades, psychedelic research is slowly re-emerging since 2000, highlighting again their potential for treating mental health issues such as addiction, depression, or PTSD. Since neither the molecules nor regulations have changed, this project investigates which socio-political conditions have enabled this revival (e.g., changes in the scientific or broader culture, risk-benefit evaluations). It traces how the responsible re-integration of psychedelics is fostered through the interplay of actor constellations, the production of scientific knowledge, and sociotechnical imaginaries. Using a qualitative research methodology and approaches from Science and Technology Studies (STS), it focuses on three molecules that are at the center of contemporary research in the U.S. (the country currently at the forefront of psychedelic research): MDMA, psilocybin, and ketamine. The project results will yield important insights into how psychedelic science and society are co-produced, and provide timely policy recommendations with regard to drug classifications, and drug and public health policies.",
    "totalCost": "261208,8",
    "ecMaxContribution": "261208,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}