{
    "rcn": "214922",
    "acronym": "ATG9_SOLVES_IT",
    "topics": "ERC-2017-ADG",
    "title": "In vitro high resolution reconstitution of autophagosome nucleation and expansion catalyzed byATG9",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Autophagy is a conserved, lysosomal-mediated pathway required for cell homeostasis and survival. It is controlled by the master regulators of energy (AMPK) and growth (TORC1) and mediated by the ATG (autophagy) proteins. Deregulation of autophagy is implicated in cancer, immunity, infection, aging and neurodegeneration. Autophagosomes form and expand using membranes from the secretory and endocytic pathways but how this occurs is not understood. ATG9, the only transmembrane ATG protein traffics through the cell in vesicles, and is essential for rapid initiation and expansion of the membranes which form the autophagosome. Crucially, how ATG9 functions is unknown. I will determine how ATG9 initiates the formation and expansion of the autophagosome by amino acid starvation through a molecular dissection of proteins resident in ATG9 vesicles which modulate the composition and property of the initiating membrane. I will employ high resolution light and electron microscopy to characterize the nucleation of the autophagosome, proximity-specific biotinylation and quantitative Mass Spectrometry to uncover the proteome required for the function of the ATG9, and optogenetic tools to acutely regulate signaling lipids. Lastly, with our tools and knowledge I will develop an in vitro reconstitution system to define at a molecular level how ATG9 vesicle proteins, membranes that interact with ATG9 vesicles, and other accessory ATG components nucleate and form an autophagosome. In vitro reconstitution of autophagosomes will be assayed biochemically, and by correlative light and cryo-EM and cryo-EM tomography, while functional reconstitution of autophagy will be tested by selective cargo recruitment. The development of a reconstituted system and identification proteins and lipids which are key components for autophagosome formation will provide a means to identify a new generation of targets for translational work leading to manipulation of autophagy for disease related therapies.",
    "totalCost": "2121055",
    "ecMaxContribution": "2121055",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}