{
    "rcn": "214960",
    "acronym": "MechDeath",
    "topics": "MSCA-IF-2017",
    "title": "Study of the mechanical cues driving cell competition and its role in pretumoral cell expansion",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "The local equilibrium between cell proliferation and cell disappearance in epithelia is at the origin of the healthy function of our tissues and of their remarkable plasticity as observed in organ morphogenesis and adult tissue size regulation. Cell competition is the process by which cells with small proliferating rate and survival properties are forced to die through apoptosis by the surrounding cells. For example, cell competition enables the elimination of suboptimal healthy cells to limit the appearance of errors in our organs. However, activation of some oncogenes related to cell growth and cell survival in clones can drive the elimination of wild type (WT) neighboring cells and promote the expansion of the pretumoral population. Because many pathways altering cell growth and survival can trigger cell competition, there is no unique model of how cells induce death in their WT neighbors. Using the Drosophila pupal notum, it has been recently proved that local crowding and compaction of WT cells by fast-growing and apoptosis resistant clones can induce cell delamination in vivo, and that caspase activation is necessary for those cell extrusions. A similar ìmechanical competitionî was also described in mammalian MDCK cells. However, the exact mechanical cues driving cell elimination and the signaling pathway involved in this mechanotransductive process are still not known. Moreover, their contribution to pretumoral cell expansion has never been addressed in vivo. In this project, the experienced researcher will use Drosophila to i) characterise the mechanical conditions triggering cell elimination at the single cell level in vivo, ii) quantify the contribution of mechanical competition in cell competition scenarios implying oncogene proteins, and iii) define extensively where and when mechanical competition can promote pretumoral cell expansion through in silico predictions and in vivo validations.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}