{
    "rcn": "214953",
    "acronym": "PhoW",
    "topics": "ERC-2017-PoC",
    "title": "Photon High Way - Integrated single-photon sources: crossing the chasm",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "Optical quantum technologiesóthe use of the quantum properties of light to benefit from quantum-enhanced performances in communications, computation, simulation and sensingórequire highly efficient single photon sources. Such devices are  difficult to fabricate and todayís sources present an efficiency intrinsically limited to few percents. Within the framework of the ERC StG QD-CQED, the PI team developed a new generation of single photon sources based on semiconductor quantum dots in cavities that are more than an order of magnitude more efficient. However, the technology is currently only accessible to quantum optics highly-trained specialists and big research facilities with enough resources to acquire the expensive optical collection setup as well as the highly stabilized cryostats required to benefit from the source performances. \nThe objective of this project is to develop an affordable prototype of a cryo-cooled plug-and-play single photon source. Such prototype is a critical step to allow crossing the chasm toward the single-photon source industrialization. To do so, we will integrate the photon source devices in a robust architecture, providing self-optical alignment through direct and monolithic fibre coupling. We will develop a  customized cryo-cooler with the necessary packaging for the source integration. We will conduct detailed testing of the full prototype's robustness and stability to multiple cooling cycles.  We will finally develop operation procedures and electrical feedback controls to allow for plug-and-play operation by non-specialists. The project also deals with all IPR measures and includes discussions with industrial partners for short-term commercialization.",
    "totalCost": "147463",
    "ecMaxContribution": "147463",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}