{
    "rcn": "214973",
    "acronym": "Work-STeP",
    "topics": "ERC-2017-PoC",
    "title": "Workforce Sustainability Testing Platform",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "With the proposed Workforce Sustainability Testing Platform (Work-STeP) organisations will have a tool to assess their HR practices with regards to workforce sustainability (e.g. engagement, health, performance).The proposed project will have a profound impact on the European business community. By automating all aspects of the platform, Work-STeP is able to offer its services at affordable rates. Where traditional HR analytics are often too costly for small and medium establishments (SMEs), with Work-STeP SMEs too will be able to assess their workforce sustainability. The project will be embedded in the host institutionís Future of Work Hub and will be supported by its advisory committee consisting of executives from large national and international organisations. The advisory committee, and the PIís network of organisations from the Sustainable Workforce project will ensure that Work-STeP will be in line with industry demands.\nIn the Proof of Concept phase the team will determine whether and to what extent the platform can use our substantial benchmark dataset from the ERC-Advanced Sustainable Workforce project, in which we investigated what HR investments organisations make and the effects they have on the workforce, in 259 organisations from nine EU countries across six economic sectors. Work-STeP will offer the manager insight in key performance measures of teams within the organisation. Lower team or organisation scores, in comparison with their sector and region, expose areas where there is room for growth in terms of workforce sustainability. These areas of concern, team demographics and the Sustainable Workforce analyses on policy effectiveness allow Work-STeP to offer organisations contextualized advice on which investments to use.",
    "totalCost": "149963",
    "ecMaxContribution": "149963",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}