{
    "rcn": "214910",
    "acronym": "RiConfigure",
    "topics": "SwafS-05-2017",
    "title": "Reconfiguring Research and Innovation Constellations",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The RiConfigure project will enable the diversification of constellations, institutions and actors in research and innovation (R&I) by engaging stakeholders, enhancing conceptual clarity on new constellations, and disseminating best practices to practitioners and policy-makers. The project centers on stakeholder engagement in four social labs. In the social labs, actors from  research, industry, the public sector, and civil society will explore how each of them can and do initiate and navigate cross-sectoral collaboration in R&I. Explorations in the labs are complimented by 100\\ empirical case studies. On this empirical basis, the project produces a ëquadruple helixí-framework to provide conceptual clarification on new constellations in R&I.  Expanding the circle of engagement to ensure stakeholder relevance, practitioners and policy-makers can provide challenges and inquiries to the projectís explorations through dedicated dialogue events. \n\nThe project enables the spread of good practices by facilitating dissemination throughout practitionersí and policy-makersí networks, and by providing training to key stakeholders. The project will reach audiences in all relevant sectors through targeted communication and help actors to initiate and support new constellations in R&I by providing inspiration and guidance in the form of handbooks, infotainment videos, on- and offline training, policy briefs, and evidence-based analyses.\n\nThe project enables the change of R&I governance frameworks at multiple levels by providing evidence on how such frameworks may hinder or help new R&I constellations and by providing dialogue- and learning-opportunities to policy-makers. Initiated by a consortium of actors from all relevant sectors, the project will speak to crosscutting issues with credibility. The project pays special attention to RRI, but in a manner that integrates with broader issues of open collaboration in R&I and governance support for such collaboration.",
    "totalCost": "3517132,5",
    "ecMaxContribution": "3517132,5",
    "coordinator": "FONDEN TEKNOLOGIRADET",
    "coordinatorCountry": "DK",
    "participants": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES;UNIVERSIDAD POMPEU FABRA;STICHTING S-ISPT;BUDAPESTI CORVINUS EGYETEM;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;ASOCIACION COLOMBIANA PARA EL AVANCE DE LA CIENCIA - ACAC;LUDWIG BOLTZMANN GESELLSCHAFT GMBH;WAGENINGEN UNIVERSITY;CORO, CO-LAB ROSKILDE;FONDAZIONE ADRIANO OLIVETTI",
    "participantCountries": "AT;ES;NL;HU;DE;CO;DK;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}