{
    "rcn": "214945",
    "acronym": "REDESIGN",
    "topics": "MSCA-IF-2017",
    "title": "distRibutED, sElf-adaptable, and Scalable wIreless foG Networks",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The long-term vision of this project is to kick-start wireless communications paradigm toward developing distributed, self-adaptable, and scalable fog networks and guaranteeing requirements of multitude of the Internet of Things applications including: high energy-efficiency, high data-rate, and high reliability. The goal is to develop wireless fog networks (WFNs) by using network slicing technology and deep learning techniques to integrate ground and drone fog nodes into cellular networks. The project will design WFNs integrated into cellular networks composed by smart cells which are able to continuously sense the network topology and to autonomously learn how to configure network parameters and to slice their own network resources to guarantee the required quality of services by fog nodes. Each cell could also add configuration parameters to enable device-to-device and multicast communications among wireless fog nodes themselves. This project enables a shift from centralised core-centric cellular networks toward distributed, software-based, and self-adaptable cell-centric ones to support new fog computing applications. These advancements will make the vision of smarter cities by applying ground and drone fog nodes, almost zeroing the operational expenses related to network configuration and hence revolutionizing the existing business models for fog computing by radically reducing energy and operational costs. This will also facilitate the rise of new fog networks markets and applications including healthcare, security, smarter power grids, and disaster management.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}