{
    "rcn": "214995",
    "acronym": "AMACONOE",
    "topics": "MSCA-IF-2017",
    "title": "Advanced modelling and control of nitrous oxide emissions from wastewater treatment plants",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The production and emissions of nitrous oxide (N2O) significantly increase the carbon footprint of wastewater treatment plants (WWTPs). Currently, the development of technological solutions to decrease N2O emissions is impaired, due to the lack of a solid fundamental understanding of the rather complex N2O production pathways. Moreover, a reliable simulation tool capable of accurately predicting N2O emissions is not available to generate and test novel ideas and customized solutions for WWTPs to mitigate carbon footprint.\nThis project aims to develop a unified N2O model capable of predicting the multiple N2O production pathways using statistically-analysed full-scale data from a database consolidated in this project. The unified N2O model will then be incorporated to issue a new plant-wide model of high fidelity, which will be implemented to optimize plant design for minimum carbon footprint. By applying advanced control technologies in the plant-wide model, a variety of carbon footprint mitigation strategies will be generated and tested for WWTPs of different process configurations under varied operating conditions. The model-based control strategies will be implemented at full scale to evaluate their applicability to directing the operation of real WWTPs.\nEquipped with strong expertise in modelling biological wastewater treatment processes and N2O production mechanisms, I will broaden my knowledge and skill base in model-based control and optimization of full-scale wastewater treatment processes by carrying out this project. By means of inter-sectoral secondments, I will be provided with valuable chances to receive trainings from Lund University in plant-wide modelling, benchmarking, control and automation, and Unisense in full-scale data collection, testing of model-based control strategies and direct engagement with water utilities. Through this project, my competences and potential of becoming a mature and independent researcher will be significantly enhanced.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}