{
    "rcn": "214977",
    "acronym": "GO Religioscapes",
    "topics": "MSCA-IF-2017",
    "title": "Churches, Arks of Migratory Narratives: A Comparative Study of the Greek-Orthodox Religioscapes in Germany and Great Britain",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The proposed research project deals with the Greek and Greek-Cypriot migrant communities in Germany and Britain, with reference to the religiocultural evidence found in the public sphere, which illustrate the particularities of their establishment and integration in the receiving country. As regards the Greek Gastarbeiter, they identified their communities with their parishes, as the church often functioned as head of community and a mediator between them and the state. The bulk of the Greek-Cypriot Commonwealth migrants on the other hand, found the Greek-Orthodox Archdiocese already established as well, and as they expanded and dispersed across the British Isles, so did the parishes, which, in both cases, have served as arks of culture and identity. Therefore, one observes the phenomenon of interwoven migrant and church narratives; in the lapse of time, community and church, being closely knit, jointly constructed their migrant narratives of de- and reterritorialisation, cultural adaptation and hybridisation, essentially their own distinct sense of being and belonging. The particularities of this constantly under construction identity are manifest in the hagiographical themes, aesthetics and concepts of their churches, which, albeit within canonical specifications, deviate from the normative typology as it is graphically attested by the occurrences of the phenomenon thereof. It is typical, however, of the Byzantine hagiographic tradition to include and demonstrate the socio-political conditions of its time and place; and, those visual manifestations are part of a sociocultural reality as such, given that they possess a contextual dimension with reference to their symbolic content, their thematic endorsement and the appropriation of extra-ecclesiastical identity elements, but they are also an act and a medium of communication in their own right. It is therefore feasible to decode their aforementioned content and articulate the narrative that they convey.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}