{
    "rcn": "214938",
    "acronym": "PRECALI",
    "topics": "MSCA-IF-2017",
    "title": "PREeclampsia risk stratification test: development of a suitable CALIbration framework for the analysis of a multiplex panel of endogenous compounds by LC-MS",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "PREeclampsia risk stratification test: development of CALIbration framework for the analysis of a multiplex panel of endogenous Compounds by LC-MS. \nMetabolomic Diagnostics (MDx)  is an innovative company which is developing tests for pre-eclampsia in pregnancy.  MDx consists of a team of scientists and entrepreneurs with clinical support. The enterprise and the experienced researcher propose to combine their expertise to support the development of a robust test for the risk stratification of preeclampsia. One of the key challenges in the product development is establishing the optimal way to perform the quantification of the metabolite targets underpinning the preeclmapsia test.  \n\nIn the case of risk stratification products, the predictive metabolite biomarker profiles are merely a perturbation in the levels of a set of endogenous occurring metabolites. As a result, the internationally well-established LC-MS test validation framework as known for bioanalysis is not readily applicable.\n\nThe researcherís doctoral dissertation focused on the development and subsequent validation of novel mass spectrometric assays for endogenous metabolites and she explored a novel validation strategy to overcome the limitations of the classic bioanalysis validation framework with regards to validation mass spectrometric assays for endogenous compounds.   It would be difficult for MDx to find a candidate with a more relevant background for this project and it would be equally difficult for  the researcher to find a company in Europe with such a perfect project to implement her expertise extensively.\n\nThe scope of this project is the development of an appropriate quantification strategy for the product, with the following prerequisites:\n-\t1. Delivering robust quantification data which can be fed to the product risk stratification algorithm\n-\t2. Delivering robust quantification data in a format which can be accepted by key stakeholders",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "METABOLOMIC DIAGNOSTICS LIMITED",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}