{
    "rcn": "214904",
    "acronym": "RIBOFOLD",
    "topics": "ERC-2017-ADG",
    "title": "Ribosome Processivity and Co-translational Protein Folding",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Protein domains start to fold co-translationally while they are being synthesized on the ribosome. Co-translational folding starts in the confined space of the ribosomal polypeptide exit tunnel and is modulated by the speed of translation. Although defects in protein folding cause many human diseases, the mechanisms of co-translational folding and the link between the speed of translation and the quality of protein folding is poorly understood. Here I propose to study when, where and how proteins emerging from the ribosome start to fold, how the ribosome and auxiliary proteins bound at the polypeptide exit affect nascent peptide folding, what causes ribosome pausing during translation, and how pausing affects nascent peptide folding. Our recent results (Holtkamp et al., Science 2015; Buhr et al., Mol Cell 2016) provide the proof of principle for monitoring translation and protein folding simultaneously at high temporal resolution. First, we will follow translation processivity and folding trajectories for proteins of different domain structure types using time-resolved ensemble kinetics and single-molecule setups. The structures of complexes with stalled folding intermediates will be solved by cryo-electron microscopy. Second, we will investigate the effects of the chaperone trigger factor, the signal recognition particle, and other protein biogenesis factors on the folding landscape. Third, we will analyze transient ribosome pauses in vivo (based on ribosome profiling data) and in vitro (based on time-resolved translation assays and mathematical modeling) and identify the events that cause pausing. Finally, we will probe how changes in translational processivity affect the conformational landscape of a protein. We expect that these results will open new horizons in understanding co-translational protein folding and will help to understand the molecular basis of many diseases.",
    "totalCost": "2482600",
    "ecMaxContribution": "2482600",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}