{
    "rcn": "214931",
    "acronym": "UltraPal",
    "topics": "ERC-2017-ADG",
    "title": "Ultimate Paleo-Ocean Records from Biogenic Calcites",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The ambition with this proposal is to create ultimate paleo-environmental records for the oceans. This is a fundamental scientific challenge and the motivation is simple: The oceans take up 70% of the Earthís surface area and represent an immense sink/source of, e.g., heat and CO2, which makes them key to the evolution of Earthís climate. Assessing and understanding anthropogenic global climate change requires that role of the oceans is understood in detail. Proxies are needed to establish past ocean conditions with high accuracy.\n    Calcite has played a fundamental role in these efforts because isotopic and trace element compositions of limestone and calcitic fossils are related to ocean conditions at the time of their formation. Geochemical studies of calcite in the ocean sediment record have therefore contributed enormously to the understanding of Earthís climatic evolution over the last several hundred million years. \n    However, our recent work (Bernard et al., Nature Communications, 2017) identifies a fundamental problem: Visually imperceptible, ultrastructure-level processes that occur during sediment diagenesis can introduce a very strong bias in these records, in particular those based on biogenic calcite; i.e., structures produced by living organisms such as foraminifera and brachiopods. Previously not investigated or taken into account, such ultrastructure-level diagenesis will (and does) create large errors in ocean paleo-environmental reconstructions, even under the close-to-ambient pressure and temperature conditions characterizing shallow sediment burial. This proposal offers a solution: An entirely new, interdisciplinary approach, including ultra-high-resolution isotopic imaging (NanoSIMS), is developed here to quantify these effects in a broad range of biogenic calcites, permitting genuinely non-biased, calcite-based paleo-ocean reconstructions to be created. The impact of this work on climate change research will be dramatic and immediate.",
    "totalCost": "2435000",
    "ecMaxContribution": "2435000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}