{
    "rcn": "214971",
    "acronym": "OPTOSENSE",
    "topics": "ERC-2017-PoC",
    "title": "Optical sensing of relative humidity using photoswitchable molecules",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "Precise control over humidity and moisture levels is pertinent for various industrial processes dealing with, e.g., chemical engineering and fabrication of pharmaceuticals and semiconductor devices. In order to improve the product yields and ensure safety and high quality, accurate and reliable humidity sensing is in great demand. The dominant humidity-sensing technologies in the market are based on permittivity changes in a polymer matrix induced by water adsorption from air, resulting in changes in capacitance or conductivity. These approaches have been well established, but they are not suitable for all environments, such as those with large electromagnetic interference, high-voltage electricity, or explosive atmospheres. For several environments, remote humidity sensing would be the preferred, if not the only, option.\n\nOPTOSENSE aims at developing a remote, all-optical detection scheme for measuring relative humidity and temperature, utilizing photoswitchable azobenzene compounds. The proposed method relies on following the thermal cis-trans isomerization kinetics of hydroxyazobenzene derivatives embedded into an optically transparent matrix, which acts as the active sensing layer. The thermal isomerization kinetics of such a material is sensitive to the presence of water molecules, which adsorb to the active sensing layer from the measurement environment, providing the basis for the proposed humidity-sensing concept. Combinations of different hydroxyazobenzene derivatives and sensing wavelengths allow for simultaneous measurement of temperature and multiple hydrogen-bonding gases within a single sensing layer. In the proof-of-concept device, the whole measurement system will be integrated into optical fibers, offering a simple solution based on low-cost materials for simultaneous temperature and humidity sensing.",
    "totalCost": "148368,75",
    "ecMaxContribution": "148368,75",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}