{
    "rcn": "214937",
    "acronym": "INTREE",
    "topics": "MSCA-IF-2017",
    "title": "How and when does climate influence carbon sink activity? Multi-temporal analysis of wood formation in conifers",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Forest carbon sequestration plays a crucial role in climate change mitigation. As evidenced by recent studies, tree carbon uptake is directly controlled by environmental influence on wood (xylem) formation processes. Current knowledge on how and when climate influences these processes mostly come from short-term direct (weekly xylogenesis monitoring) and long-term indirect (width and anatomy of annual tree rings) analysis of tree growth. Nevertheless these approaches, related to different scales of investigation, cannot provide a complete overview of the complex climate influence on tree carbon sequestration, when used separately. \nINTREE aims at quantitatively assess multi-temporal climate influence on tree carbon sequestration in temperate and boreal forests. The project will focus on two conifer species, Picea abies and Picea mariana, along two elevation gradients in the Alps and one latitude gradient in Canada. A novel approach, the analysis of intra-ring wood anatomy along tree-ring series, will be used to create a link between different scales of investigation. Xylogenesis monitoring, tree ring analysis, and intra-ring quantitative wood anatomy, will be innovatively used jointly to assess intra-seasonal to multi-decadal climate variation influence on xylem formation processes. This new knowledge will be used to quantify climate influence on xylem cell number, size, and wall thickness in tree rings, and therefore to assess how climate variations affect the amount of carbon annually stock in the tree stem.\nINTREE will promote the integration of different expertizes, methods and scales of investigation in climate change-related research. Outcomes will provide a unique contribution to current understanding of forest carbon sequestration, and provide mechanistic information for vegetation and carbon process-based models. In conclusion, INTREE will improve the scientific knowledge necessary to develop climate change mitigation actions.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}