{
    "rcn": "214968",
    "acronym": "SELECT",
    "topics": "MSCA-IF-2017",
    "title": "SEmiconductor disk Lasers for EffiCient Terahertz generation",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The primary goal of this Fellowship, entitled ìSEmiconductor disk Lasers for EffiCient Terahertz generationî (SELECT), is to train a talented researcher through a research project focused on the development of high-performance laser sources based on semiconductor disk lasers and novel periodically poled ferroelectric and semiconductor crystals that can offer an access to new wavelengths not covered by available gain media, particularly in the THz spectral region, which are desired for THz spectroscopy, Biomedical imaging, and Safety and Security applications. The novel high-performance vertical-external-cavity surface-emitting-laser, with remarkable output parameters, will be used as a source of ultra-efficient THz emission in the 0.8-3THz spectral window based on difference frequency generation in advanced quasi-phase-matched crystals. The success of the interdisciplinary project will lead to a number of multidisciplinary disruptive innovations in Photonics with significant scientific, technical, economic and social impact, from spectroscopy and biomedical imaging to security screening and quality control. \nThe Fellow - Dr. Ksenia Fedorova - will be trained in the fast growing field of science, technology and industrial applications of semiconductor lasers and THz technology, receiving access to a unique training experience at the host ñ Philipps- Universit‰t Marburg, and at academic and industrial secondments: Aston University, Innolume GmbH, M-Squared Lasers Ltd. The project will enable the Fellow to be a rare asset to European research; she will gain a set of multidisciplinary professional skills in both theoretical and practical fields, starting from the laser system design and fabrication and finishing with implementing the final product into real industrial applications. The SELECT outputs will be relevant to the EU Photonics industry through offering new efficient compact THz lasers, which will also contribute to the enhancement of EU scientific excellence.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "PHILIPPS UNIVERSITAET MARBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}