{
    "rcn": "214961",
    "acronym": "SINGREP",
    "topics": "MSCA-IF-2017",
    "title": "Linking singularity theory and representation theory with homological methods",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "In algebraic geometry one tries to understand and explain geometric phenomena of zerosets of polynomial equations (algebraic varieties) with algebraic techniques. Singularities of algebraic varieties are, roughly speaking, points of indeterminacy, where most analytical methods collapse. Geometrically, this corresponds e.g. to cusps or crossing points. In a practical example, the arm of a robot can break if it passes through a singular point, which could result in a complete breakdown of the system. Such a situation should be avoided by theoretical considerations.\n\nThis project lies at the intersection of singularity theory, (non-commutative) algebraic geometry, commutative algebra, and representation theory. The main goal is to develop homological methods to understand geometric phenomena of algebraic varieties in the presence of singularities and use them to study representation theoretic concepts such as cluster categories and friezes. The project will provide a bridge between these seemingly distant areas that can be exploited in both directions.\n\nThe specific research objectives: \n(1) Construction of noncommutative (crepant) resolutions of singularities (NC(C)Rs), in particular for not necessarily normal varieties/rings: computation of global dimension, application to positive characteristic (global dimension of ring of differential operators)\n(2) McKay correspondence for reflection groups: study of the geometry of discriminants of pseudo-reflection groups and their  relation to the representation theory of the groups, characterization of McKay quivers\n(3) Friezes and singularities: show how (higher) integral friezes can be constructed from cluster categories and categories of maximal Cohen-Macaulay modules\n\nThe project will be carried out by Eleonore Faber, supervised by Robert Marsh at the University of Leeds. Apart from the scientific value, this project should serve to integrate Faber in the algebra research group and to establish her as a research leader.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}