{
    "rcn": "214963",
    "acronym": "Mtb CoaBC",
    "topics": "MSCA-IF-2017",
    "title": "CoaBC from the Coenzyme A pathway of Mycobacterium tuberculosis as an antimicrobial drug target",
    "startDate": "19/04/2018",
    "endDate": "18/04/2020",
    "objective": "The increasing prevalence of drug-resistant microorganisms worldwide and the shortage of novel antimicrobial chemotherapeutics in the pipeline places our capacity to treat infectious diseases under serious threat. Antimicrobial chemotherapies with novel modes of action are desperately needed. However, the development of such therapies is a formidable task associated with a high failure rate. This has been partly attributed to the limited diversity of high-throughput screening libraries and difficulties converting potent inhibitors of targets into cell-active leads. We intend to use a novel, unified and efficient approach to target, in multiple pathogenic microorganisms, the conserved biosynthesis pathway of Coenzyme A (CoA), an essential enzyme cofactor. Using powerful ìfragment-basedî approaches, pioneered in Cambridge, we have developed a series of highly potent inhibitors of the most vulnerable enzyme target in the bacterial CoA biosynthesis pathway of Mycobacterium tuberculosis (Mtb), Mtb CoaBC, a target which has recently been validated in experiments using conditional knockdown mutants in CoA pathway genes. We will focus our initial efforts in confirming that tuberculosis (TB) can be combatted with small molecule CoaBC inhibitors. In addition, we propose to assess the cross-species activity of these inhibitors on a panel of other pathogenic microorganisms, leveraging this research and potentially generating leads for antibiotics against these other pathogens.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}