{
    "rcn": "214957",
    "acronym": "MuSeq",
    "topics": "MSCA-IF-2017",
    "title": "Defining the Oligodendrocyte Lineage in Multiple Sclerosis Lesions by Single Cell RNA-Sequencing",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "At which stage in oligodendrocyte (OL) differentiation does remyelination in Multiple Sclerosis (MS) lesions fail? Answering this is essential for developing new therapies for progressive MS patients in whom failed remyelination leads to neurodegeneration. Current neuropathological technologies using antibody labelling are insufficiently sensitive to detect each of the possible stages at which the process might fail. In MuSeq, I will therefore use single cell and single nuclear RNA-sequencing (scRNA-seq and snRNA-seq) technologies to define the stages of OL differentiation in human post-mortem brain in healthy and in MS tissue available to me from the Edinburgh tissue bank. By overcoming the problems of sensitivity and revealing the degree of heterogeneity within lesions, this innovative and multidisciplinary project will for the first time unravel the patterns of OL differentiation and its failure in human MS lesions. This in turn will generate a new and powerful classification system for MS lesions based on their regenerative potential, and generate an open-access web database for future functional studies beyond this project and laboratory. By identifying those key roadblocks that need to be overcome to promote remyelination, MuSeq will lay the foundations for rational therapeutics to improve the repair mechanisms of individual MS patients and thus promote European scientific excellence. The project will be carried out under the guidance of leading experts at the University of Edinburgh with a secondment at the Karolinska Institute (Stockholm), a world-leading medical research institution. Results from the project will be used to raise public awareness on the importance of innovative MS research. I have the track-record, expertise and motivation to drive this IF project, and this will equip me with the extra skills I need to pave the way for my future career as an independent researcher in the field of translational neuroscience in Europe and internationally.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}