{
    "rcn": "214942",
    "acronym": "eNANO",
    "topics": "ERC-2017-ADG",
    "title": "FREE ELECTRONS AS ULTRAFAST NANOSCALE PROBES",
    "startDate": "01/12/2018",
    "endDate": "30/11/2023",
    "objective": "With eNANO I will introduce a disruptive approach toward controlling and understanding the dynamical response of material nanostructures, expanding nanoscience and nanotechnology in unprecedented directions. Specifically, I intend to inaugurate the field of free-electron nanoelectronics, whereby electrons evolving in the vacuum regions defined by nanostructures will be generated, guided, and sampled at the nanoscale, thus acting as probes to excite, detect, image, and spectrally resolve polaritonic modes (e.g., plasmons, optical phonons, and excitons) with atomic precision over sub-femtosecond timescales. I will exploit the wave nature of electrons, extending the principles of nanophotonics from photons to electrons, therefore gaining in spatial resolution (by relying on the large reduction in wavelength) and strength of interaction (mediated by Coulomb fields, which in contrast to photons render nonlinear interactions ubiquitous when using free electrons). I will develop the theoretical and computational tools required to investigate this unexplored scenario, covering a wide range of free-electron energies, their elastic interactions with the material atomic structures, and their inelastic coupling to nanoscale dynamical excitations. Equipped with these techniques, I will further address four challenges of major scientific interest: (i) the fundamental limits to the space, time, and energy resolutions achievable with free electrons; (ii) the foundations and feasibility of pump-probe spectral microscopy at the single-electron level; (iii) the exploration of quantum-optics phenomena by means of free electrons; and (iv) the unique perspectives and potential offered by vertically confined free-electrons in 2D crystals. I will face these research frontiers by combining knowledge from different areas through a multidisciplinary theory group, in close collaboration with leading experimentalists, pursuing a radically new approach to study and control the nanoworld.",
    "totalCost": "1899788",
    "ecMaxContribution": "1899788",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}