{
    "rcn": "214941",
    "acronym": "ProtonPump",
    "topics": "ERC-2017-ADG",
    "title": "Structural mechanism coupling the reduction of oxygen to proton pumping in living cells",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Every breath you take delivers oxygen to mitochondria within the cells of your body. Mitochondria are energy transducing organelles that accept electrons liberated from the food that you eat in order to generate a transmembrane proton concentration gradient. Cytochrome c oxidase is an integral membrane protein complex in the mitochondria that accepts four electrons and reduces molecular oxygen to two water molecules while simultaneously pumping protons against a transmembrane potential. Cytochrome c oxidase homologues are found in almost all living organisms. Because oxygen is the final destination of the transferred electrons, this enzyme family is referred to as the terminal oxidases. Crystal structures of terminal oxidases have been known for more than two decades and these enzymes have been studied with virtually all biophysical and biochemical methods. Despite this scrutiny, it is unknown how redox reactions at the enzymeís active site are coupled to proton pumping. Here I aim to create a three dimensional movie that reveals how proton exchange between key amino acid residues is controlled by the movements of electrons within the enzyme. This work will utilize state-of-the-art methods of time-resolved serial crystallography, time-resolved wide angle X-ray scattering and time-resolved X-ray emission spectroscopy at European X-ray free electron lasers (XFELs) and synchrotron radiation facilities to observe structural changes in terminal oxidases with time. I will develop new approaches for rapidly delivering oxygen or electrons into the proteinís active site in order to initiate the catalytic cycle in microcrystals and in solution. This project will yield completely new insight into one of the most important chemical reactions in biology while opening up the field of time-resolved structural studies of proteins beyond a handful of naturally occurring light-driven systems.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}