{
    "rcn": "214964",
    "acronym": "SAFVEN",
    "topics": "MSCA-IF-2017",
    "title": "West meets East in Venice: Cross-cultural interactions and reciprocal influences between theSafavids and Venetians",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "In the last two decades, in the wake of the renewed interest in early modern diplomacy and shifting toward interdisciplinary and transcultural approaches, the interactions between Europe and the Islamic Middle East have received considerable attention. Scholars are increasingly emphasizing interconnected and shared history of Europe and the Middle East. The nature of these connections can be traced through the comprehensive examination of early modern cross-cultural encounters between the Islamic Middle East (Ottomans, Safavids) and Europe (Venetians). While the history of the diplomatic relations between the Safavid Empire and Venice has been relatively well studied, its cultural impact, especially the material dimension of diplomatic encounters has been largely neglected. Despite a 'cultural turn' in the history of diplomacy and a growing interest in symbolic communication in diplomatic practices, there remains little scholarship on importance of ritual and ceremony in Safavid-Venetian diplomatic relations. No attempt has been made to study in a systematic way the cultural and political meanings of gifts, reciprocity in gift exchanges, connections between gifts and identities, institutional, ceremonial and economic aspects of material exchanges in Safavid-Venetian diplomatic encounters. The proposed research aims to explore a largely neglected subject ñ the significance of symbolic communication, ritual and ceremony in Safavid-Venetian diplomatic relations and a material dimension of the Safavid-Venetian diplomatic encounters, which is essential for a better understanding of cross-cultural interactions between two empires. The project will allow me to acquire new skills (codicological analysis of manuscripts, Latin and Italian palaeography) and improve my existing skills (archival research, interdisciplinary use of sources, project management).",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}