{
    "rcn": "214924",
    "acronym": "GENESIS",
    "topics": "MSCA-IF-2017",
    "title": "Generic semiclassical transport simulator for new generation thermoelectric materials",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "Approximately 90% of the world's power is generated by fossil fuel combustion engines. These typically operate at 25-40% efficiency, such that globally ~15 TW is wasted as heat. Thermoelectric (TE) generators, which convert heat flow into useful electrical power, can potentially convert part of the waste heat to electricity and provide economic savings and environmental sustainability.\nTE modules can also be used as self-powered sensors in mobile applications, wearable electronics, etc. especially when connection to mains is limited, which makes them ideal for the ëInternet of Thingsí concept as well.\n\nOne of the main challenges of the TE research area and industry is the identification and design of optimal materials out of the myriad possibilities of alloys and new generation material combinations.\n\nThe GENESIS project addresses this challenge through advanced theory and simulations by constructing a well-validated, open-access generic computational machinery that can be used to simulate the thermoelectric (TE) properties of arbitrary targeted materials by using as input their electronic and phononic bandstructures. This will support the TE community in forecasting whether a particular material can be really suitable, as well as by providing better understanding of measurements, enabling time and cost reductions, which will accelerate the experimental efforts. Such a timely needed computational machinery is currently missing. Thus, the projects bridges the current gap between theory and experiment in the design of TE materials, and will allow the Experienced Researcher to establish himself as a computational materials scientist specialized in electro-thermal transport.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}