{
    "rcn": "215062",
    "acronym": "NewBorN",
    "topics": "MSCA-IF-2017",
    "title": "Unveiling new B-, N- containing structures through photoredox catalysis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "In the past decade, photoredox catalysis has emerged as a tremendously versatile process to generate reactive radical species in organic synthesis under very mild conditions. Meanwhile, the host group have developed a suite of transformations exploiting the fundamental chemistry of boron, many of which involve 1,2-metallate rearrangement of boronate complexes. In this proposal, we propose to merge the N-centred radicals generated through photoredox catalysis and 1,2-metallate rearrangements of vinyl boronate complexes to create an efficient new strategy for organic synthesis, which will lead to a novel three component reaction where new CñC and CñN bonds are formed in one-pot, providing a new synthetic avenue for the preparation of ?-amino boronic esters. Moreover, intramolecular radical cyclizations followed by oxidative 1,2-migration will enable the stereoselective synthesis of diversely functionalized cyclic amines. The scope of these processes will be carefully investigated, and mechanistic studies will be carried out using advanced physical/chemical methods. These novel methodologies not only benefit from the formation of highly functionalized products bearing both synthetically versatile boronic ester and amino moieties, but also lay solid foundations for the development of this new field. Based on the significant antibacterial activity against Mycobacterium tuberculosis of ?-amino boronic acids, a preliminary test of the biological activities of compounds obtained throughout the proposed research (both cyclic and linear ?-amino-boronic acids) will be carried out in collaboration with AstraZeneca. By combining two major fields of endeavour, new chemistry will emerge with unique structures harbouring novel properties for exploitation. Furthermore this project will enable significant knowledge transfer between host and researcher, while forging new academic networks within the scientific community.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}