{
    "rcn": "215048",
    "acronym": "FlexJET",
    "topics": "LCE-20-2016-2017",
    "title": "Sustainable Jet Fuel from Flexible Waste Biomass",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "FlexJet will build a pre-commercial demonstration plant for the production of advanced aviation biofuel (jet fuel)  from waste vegetable oil and organic solid waste biomass (food waste), successfully demonstrating the SABR-TCR technology (traditional transesterification (TRANS) and Thermo-Catalytic Reforming (TCR) combined with hydrogen separation through pressure swing adsorption (PSA), and hydro deoxygenation (HDO) and hydro cracking/ isomerisation (HC)) to produce a fully equivalent jet fuel (compliant with ASTM D7566 Standards). This project will deliver respective environmental and social sustainability mapping and it will validate a comprehensive exploitation business plan, building on already established end user interest with existing offtake agreements already in place with British Airways. The project plant installed at the source of where the waste arises in BIGA Energie at Hohenstein (Germany) will produce 1,200 ton of jet fuel from 3,482 tonnes of dried organic waste and 1,153 tonnes of waste vegetable oil per year. A subsequent scale-up first commercial plant would be constructed immediately after the project end to produce 25,000 tonnes per year of aviation fuel. The FlexJet project consortium has undoubtedly  bought together the leading researchers, industrial technology providers including airline off takers and renewable energy experts from across Europe, in a combined, committed and dedicated research effort to deliver the overarching ambition. Building and extending from previous framework funding this project is designed to set the benchmark for future sustainable aviation fuel development and growth within Europe and will provide a real example to the rest of the world of how sustainable aviation biofuels can be produced at both large and decentralised scales economically whilst simultaneously addressing social and environmental needs.",
    "totalCost": "15033205",
    "ecMaxContribution": "9999732,51",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "SUSTEEN TECHNOLOGIES UK LTD;SUSTEEN TECHNOLOGIES GMBH;THE UNIVERSITY OF SHEFFIELD;WRG EUROPE LTD;BIGA ENERGIE GMBH & CO KG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;HYGEAR BV;GREEN FUELS RESEARCH LTD;SKYENERGY BV;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL;ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "participantCountries": "UK;DE;NL;IT;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}