{
    "rcn": "215044",
    "acronym": "Learn2",
    "topics": "MSCA-IF-2017",
    "title": "Learning and Being in Sport: A Phenomenological Investigation",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Although sport is habitually promoted as an important context for positive youth development and learning, there is a lack of understanding of what learning in sport is and how it shapes and is shaped by the learnerís identity, values, and socio-cultural situatedness. Using an existential-phenomenological approach, we theorise and explore student-athletesí learning experiences in sport, providing knowledge that is radically innovative and helps to validate experiential learning in sport. The study responds to European Union initiatives to safeguard the development of talented youth athletes and validation of informal and non-formal learning. \n\nEighteen Finnish student-athletes (10 women) aged 18-19 will participate in hermeneutic interviews focused on clarifying meaning in their learning experiences in sport. Drawing on Structural Existential Analysis, we seek to uncover the essential ñ yet always situated ñ structures of athletesí learning experiences. We also explore gender dimension of learning and sporting experiences. Based on the findings, we will propose a framework for further research and provide recommendations for policy and practice. The findings will be valuable for educational institutions and dual career service providers, as well as sport coaches and student-athletes to support athletesí future employability and transition into the labour market. \n\nThe existential-phenomenological perspective offers a novel methodological approach and our study involves a truly interdisciplinary research team (developmental and cultural psychology, existential philosophy, and phenomenological sociology). The project offers training for the experienced researcher in research and transferable skills as well as gender issues, and knowledge transfer through secondment, research visits, and seminars. The project provides the experienced researcher with the possibility to reinforce a position of professional maturity and become a research leader in the subject area.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}