{
    "rcn": "215000",
    "acronym": "REGENERBONE",
    "topics": "ERC-2017-PoC",
    "title": "REGENERATING LARGE BONE DEFECTS",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "In the field of orthopedics and maxillo-facial surgeries, there is still no satisfying solution to repair critical size bone defects. Autograft, which is the current gold standard, presents several drawbacks, including prolonged pain on donor site and higher infection risks. It needs to be replaced by efficient, safe and easy-to-use strategies. Some synthetic bone grafts are providing mechanical and osteoconductive properties, but there is a need to introduce a bioactive molecules, such as a growth factor or a peptide, to trigger actively bone repair. These ìorthobiologicsî products are appealing since they trigger stem cell activation in situ. There are several approved products containing orthobiologics on the market for bone regeneration, but the physiological delivery of orthobiologics remains a challenge: severe adverse effect have been reported due to the supra-physiological dose of biologics used. In addition these product do not provide structural properties which is necessary for critical size defect reconstruction. Ideally the carrier for the bioactive molecules should be appropriate and enable a spatially/temporally-controlled molecules delivery with physiological dose.\nOur nanomedicine technology consists of an osteoinductive biomimetic films that can be deposited on architectured implant of any shape and material (ceramics, polymers, metals). The aim of REGENERBONE is to advance our technology toward a clinical application in maxilla-facial surgery and orthopedics. This will be done by conducting pre-clinical trials in large animals, doing a market search, securing the sourcing of the film components and building a business model. The successful results we obtained recently in the frame of the ERC BIOMIM and Proof-of-Concept OSCODI are the basis for REGENERBONE, which goes a step beyond in the long process of introducing an innovative medical device to the market in an era of personalized medicine.",
    "totalCost": "149998,71",
    "ecMaxContribution": "149998,71",
    "coordinator": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}