{
    "rcn": "215001",
    "acronym": "VALSL",
    "topics": "ERC-2017-PoC",
    "title": "Valorisation of splice-switching oligonucleotides for lung cancer therapy",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "Here we propose to test the therapeutic potential of a novel class of reagents, known as splicing-modifying antisense oligonucleotides, in preclinical models of lung adenocarcinoma, including patient-derived tumours in mice. Alternative splicing is a major mechanism of gene regulation by which different messenger RNAs and proteins are generated from a single gene, often displaying distinct, even antagonistic functions. Alterations in alternative splicing have been linked with a plethora of pathologies ranging from neurodegenerative disease to cancer. As a result of detailed mechanistic analyses of alternative splicing regulation in the context of the ERC-funded MASCP project, we have identified antisense oligonucleotides that modulate alternative splicing of a gene that plays key roles in the control of lung cancer cell proliferation. These reagents repress cell growth in vitro as well as inhibit tumour growth when administered intranasally in mouse models of lung adenocarcinoma. The main experimental goal of the ERC PoC proposal is to test the therapeutic value of the antisense oligonucleotides in a variety of patient-derived xenografts in mice, alone or in combination with other treatments, including chemotherapy. This will require previous optimization of dose and delivery route, which is being carried out with available support from other healthcare innovation funds. These goals are aligned with requests from various stakeholders, and funding from the ERC PoC program will be critical for successful valorisation of our assets, intellectual property protection and recruitment of venture capital to establish a spin-off company. Given the high incidence, poor prognosis and lack of efficient therapies for lung cancer, the work proposed can translate fundamental knowledge on molecular mechanisms of gene regulation derived from the ERC-funded MASCP project into applications whose valorisation can bridge the gap to market and provide added value for society.",
    "totalCost": "149894",
    "ecMaxContribution": "149894",
    "coordinator": "FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}