{
    "rcn": "215041",
    "acronym": "SOLWATT",
    "topics": "LCE-11-2017",
    "title": "Solving Water Issues for CSP Plants",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "SOLWATT targets to significantly reduce the water used by CSP plants (by 35% for wet cooled & by 90% for dry cooled). The project proposes to demonstrate the efficiency of innovations on solar field cleaning, power-block cooling, water recycling system, and plant operation strategy. Among these are solutions to reduce solar field water cleaning needs, an operation and maintenance optimizer software including soiling forecaster, a MEE water recovery technology running on otherwise dumped heat from the solar field, and a cooling concept for the turbine condenser storing excess heat when ambient is too warm, then releasing it during cool night times.\nThe solutions will be implemented at two CSP operational sites, ìLa Africanaî parabolic trough plant in Spain and ìAshalimî central receiver plant in Israel, to demonstrate significant reduction in water use while making CSP more cost effective, and achieving near-to-market status. The solutions are best applied together, but each will also bring water and cost savings on its own, thanks to their ability to fit any kind of CSP plant; dry, wet, or hybrid cooled, existing or future ones, tailored to location and policy framework. Their application will save more than 0.5 MÄ/year of operational cost for a 50 MW CSP plant. \nRegarding competition on water resources and humanitarian issues, the social acceptance of CSP will be increased by detailed analysis of case studies and education of local population to the benefits of solar energy. \nThe targeted savings of water and operation costs will increase CSPís competitiveness compared to other renewable energy and the electricity market in general, as well as its acceptance within local communities, achieving a big step forward in the SET plan goals for CSP technology by 2020. The consortium, led by TSK ElectrÛnica y Electricidad S.A. (Spain), is made up of 13 partners from 6 European countries plus Israel, including 5 industrials partners, 2 SMEs, 5 RTOs and one University.",
    "totalCost": "12581051,5",
    "ecMaxContribution": "10812503,52",
    "coordinator": "TSK ELECTRONICA Y ELECTRICIDAD SA",
    "coordinatorCountry": "ES",
    "participants": "FENIKS CLEANING & SAFETY SOCIEDAD LIMITADA;FUNDACION TEKNIKER;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;BRIGHTSOURCE INDUSTRIES ISRAEL LTD;CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT;INGENIERIA PARA EL DESARROLLO TECNOLOGICO SL;ARCHIMEDE SOLAR ENERGY SRL;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;CRANFIELD UNIVERSITY;RIOGLASS SOLAR SA;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;AMIRES SRO",
    "participantCountries": "ES;FR;IL;IT;DE;UK;CZ",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}