{
    "rcn": "215016",
    "acronym": "FUNNANO",
    "topics": "MSCA-IF-2017",
    "title": "Functional Nanoscale Imaging: New Techniques to Probe Living Cells",
    "startDate": "04/06/2018",
    "endDate": "03/06/2020",
    "objective": "This proposal presents unique and innovative approaches for ultra-high-resolution functional electrochemical imaging of living cells, using smart nanometer probes that will enable the investigation of bio-physicochemical process within a single living cell with unprecedented sub-cellular resolution. Truly nanoscale electrochemical probes will be developed that shall be capable of performing multiple in-situ and time-resolved electrochemical measurements, and synchronously map cell topography. This will bring a whole analyses laboratory onto a probe tip in a new conceptual idea of a ìlab-on-a-tipî, which is at the core of this proposal. Using PC12 cells as an exemplar, we will investigate cellular uptake/release, cellular membrane charge heterogeneity (down to the single protein) and temperature gradients, as well as chemical and environmental aspects to respiration. The developments from this proposal will represent a major breakthrough in functional electrochemical imaging and will elucidate key cellular processes. This developments will have a huge impact on life sciences and on the electrochemical imaging field and, granted the wide applicability of electrochemical imaging, will be hugely beneficial for other areas of science. The proposal is highly interdisciplinary, and there is a natural fit between the Fellowís profile and activities at the Host Group and collaborators in Life Sciences. The proposal draws on the Fellowís solid background in chemistry and instrumentation development, which will be married with the world-leading research on new nanoscale functional imaging techniques of the Warwick Host. With support and expertise from the Host, this project will provide the applicant, Gabriel N. Meloni, with an outstanding opportunity to pioneer a new area of science, from which he will benefit in the future as he develops his independence. The project build and strengthen scientific links between the Gabrielís home country (Brazil) and groups in Europe.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}