{
    "rcn": "215047",
    "acronym": "GeoFit",
    "topics": "LCE-17-2017",
    "title": "Deployment of novel GEOthermal systems, technologies and tools for energy efficient building retroFITting.",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "GEOFIT is an integrated industrially driven action aimed at deployment of cost effective enhanced geothermal systems (EGS) on energy efficient building retrofitting. This entails the development technical development of innovative EGS and its components, namely, non-standard heat exchanger configurations, a novel hybrid heat pump and electrically driven compression heat pump systems and suite of heating and cooling components to be integrated with the novel GSHP concepts, all specially designed to applied in energy efficient retrofitting projects. To make viable the novel EGS in energy efficient building retrofitting, a suite of tools and technologies is developed, including: low invasive risk assessment technologies, site-inspection and worksite building monitoring techniques (SHM), control systems for cost-effective and optimized EGS in operation phase and novel BIM-enabled dedicated tools for management of geothermal based retrofitting works (GEOBIM platform). Furthermore, the project is commited with the application of novel drilling techniques as the improved low invasive vertical drilling and trenchless technologies.\n\nGEOFIT brings these technical developments within a new management framework based on Integrated Design and Delivery Solutions for the geothermal based retrofitting process.The IDDS driven process will materialise in the Geo-BIM enabled Retrofitting Management Platform (Geo-BIM tool). By using the 5 demonstration sites as open case studies in 4 countries and climates, featuring different representative technical scenarios/business models, GEOFIT will leverage its key exploitable results, adapted business models and market oriented dissemination for maximizing impact and wide adoption of these novel geothermal technologies and approaches.",
    "totalCost": "9861980",
    "ecMaxContribution": "7896940,14",
    "coordinator": "R2M SOLUTION SRL",
    "coordinatorCountry": "IT",
    "participants": "LULEA TEKNISKA UNIVERSITET;IDS GEORADAR SRL;ASOCIACION ESPANOLA DE NORMALIZACION;AJUNTAMIENTO DE SANT CUGAT DEL VALLES;COMET GESINCO SL;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;NATIONAL UNIVERSITY OF IRELAND GALWAY;KUNGLIGA TEKNISKA HOEGSKOLAN;CATALANA DE PERFORACIONS SA;ENERVALIS;OCHSNER WARMEPUMPEN GMBH;IDP INGENIERIA Y ARQUITECTURA IBERIA SL;GROENHOLLAND GEO ENERGIESYSTEMEN BV;COMSA CORPORACION DE INFRAESTRUCTURAS SL;UPONOR OYJ;COMHARCHUMANN FUINNIMH OILEAIN ARANN TEORANTA;CONSIGLIO NAZIONALE DELLE RICERCHE;CAREL INDUSTRIES SPA;FAHRENHEIT AG;SIART - SISTEMI INFORMATIVI ANALISI RISCHIO TERRITORIALE S.R.L.;FUNDACIO EURECAT;UNIVERSITA DEGLI STUDI DI PERUGIA;NOBATEK INEF 4",
    "participantCountries": "SE;IT;ES;AT;IE;BE;NL;FI;DE;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}