{
    "rcn": "215020",
    "acronym": "hetero-switch",
    "topics": "MSCA-IF-2017",
    "title": "Smart heterostructures based on 2D materials and switching magnetic molecules.",
    "startDate": "25/03/2019",
    "endDate": "24/03/2021",
    "objective": "Future smart multi-functional logic devices might combine switchable molecules and two-dimensional layered materials (2D-LMs). Spin crossover (SCO) compounds are a paradigmatic example of molecular switches including cooperative spin-transitions. One of their hallmarks is the huge concomitant strain arising upon SCO up to 13 % responding to numerous external stimuli even above room temperature. Besides, hundreds of 2D-LMs were discovered after the isolation of thin graphene layer(s) from graphite. Such a plethora of diverse atomic layers with distinct properties opened the door to design novel van der Waals heterostructures (vdWHs) with artificially engineered functionalities. Introducing external interactions or strain can give the ability to tune optical band gaps and electrical properties of 2DLMs-vdWHs. Still in its infancy, this strategy promises new properties and exciting physics seeking thereafter unprecedented device performance and applications. \nThis interdisciplinary project intends at pioneering design, preparation and investigations of the electrical transport and magnetotransport properties of SCO/2D-LMs-vdWHs. Signs of the coexistence, or even synergy, of several physical properties of interest will be painstakingly researched. This quest encompasses manifestations of magnetism, conductivity, and superconductivity influenced by thermal- and light-induced SCO cooperative spin-transitions, pursuing innovative 2D nanoelectronics, energy applications and flexible sensors.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}