{
    "rcn": "215090",
    "acronym": "Ancestral",
    "topics": "MSCA-IF-2017",
    "title": "Structural and biochemical studies of an ancestral enzyme with dual dehalogenase and luciferase activity",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Haloalkane dehalogenases (HLDs) catalyse the cleavage of the carbon-halogen bond of industrial organohalogen compounds and are interesting subjects to study molecular evolution. Strikingly, HLDs display remarkable sequence and structural similarity with luciferase from the marine invertebrate Renilla reniformis (RLuc), which reflects their common evolutionary history. Unlike HLDs, which are ?/? hydrolases (EC 3.8.1.5), the RLuc luciferase is cofactor-independent monooxygenase (EC 1.13.12.5) that converts coelenterazine into coelenteramide and carbon dioxide, followed by an emission of blue light. Yet, the evolutionary steps driving their functional divergence remain poorly understood. Our proof-of-concept data show the feasibility of the reconstruction of an ancestral enzyme, which existed prior to the functional divergence of the modern-day HLD and RLuc homologues, and that this in-lab resurrected enzyme exhibits so-far unobserved dual dehalogenase/luciferase activity. This project aims to dissect structural and biochemical basis of this unusual biocatalytic behaviour of the ancestral enzyme. Specifically, X-ray crystallography, including time-resolved studies with photo-switchable substrate analogues, and advanced mass spectrometry techniques will be employed to probe enzyme-substrate complexes in order to get molecular insights into the inner organization and workings of the catalytically promiscuous enzyme. Complementary site-directed mutagenesis and molecular dynamics simulations will explore the contributions of individual amino acid residues to the dual-function activity. The gained knowledge will extend our in-depth understanding of the evolution of underlying biocatalytic reaction mechanisms. Furthermore, it will pave the way for the development of novel software tools for the rational engineering of next-generation biocatalysts for specific uses in biotechnology and biomedicine.",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "Masarykova univerzita",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}