{
    "rcn": "215053",
    "acronym": "ICON-SE",
    "topics": "MSCA-IF-2017",
    "title": "Ichnological analysis of core and outcrop contourite facies: scientific and economic implications",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Deep water dynamic causes different types of currents which produce complex deposits called in general terms as contourites. These deposits have a high interest in palaeoenvironment, palaeoceanography and hydrocarbon exploration being considered as a hot topic with scientific and economic implications. In spite of numerous studies they are still poorly understood and there are some controversial points about their recognition.\nDeep-water currents are associated to notable changes in environmental parameters influenced by ocean/atmosphere dynamic and palaeoclimatic variations. In this sense, the study of contourites provides information to interpret palaeoenvironmental changes and associated processes. Moreover, contourites have an economic importance, associated to hydrocarbon exploration, in relation to reservoir quality, store and seal rock distribution.\nBioturbation was firstly considered as a diagnostic criterion as contourites and mixed systems have significant macrobenthic trace-makers activity. During the last years, ichnological analysis has suffered a huge development being one of the most used proxies in sedimentary basin to interpret palaeoenvironmental conditions and ocean/atmosphere dynamic. Moreover, analysis of bioturbation is also interesting for hydrocarbon exploration as trace fossils can modify porosity and permeability of sediments affecting the potential reservoir quality.\nTherefore, considering the scarcity of ichnological studies in contourites, but evidencing the importance of bioturbation as a potential diagnostic criterion, the influence in porosity and permeability values and its economic interest, the present proposal will be focused, for the first time, on the detailed ichnological analysis of these deposits, with two main objectives: firstly, to characterize ichnological content of contourite deposits; and secondly, to determine the influence of trace fossils in hydrocarbon exploration and its economic implications.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}