{
    "rcn": "215032",
    "acronym": "GENTES",
    "topics": "MSCA-IF-2017",
    "title": "Genesis of Ethnicities and Nations in Textual Evidence for Scandinavia, c. 750-c. 1000",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Traditional narratives of Scandinavian history generally see the early Middle Ages, or ëViking Ageí, as the period in which the three kingdoms of Norway, Denmark and Sweden were created (or ëunifiedí). Such narratives draw mainly on the 13th-century Icelandic Sagas, written several centuries after the events they portray. This project will challenge these narratives by developing and testing two hypotheses:\n\n1) That contemporary and near-contemporary sources, rather than the  sagas, should provide the basis of Scandinavian history between c. 750 and c. 1000;\n2) That Scandinavia should be examined as a unit in this period, and that later borders and ethnic identities should not be projected into the past.\nTo do so will require a critical re-evaluation of the written sources for the period. The objectives of the project will thus be to investigate five key areas:\n\n1) Bias and sources of information in contemporary and near-contemporary written sources;\n2) The assessment of the sources, methods and agendas of twelfth-century Scandinavian texts;\n3) The dating and transmission of Old Norse verse;\n4) The reliability of the Icelandic Sagas;\n5) The harmony of the resulting picture with archaeological evidence.\n\nThese objectives will be achieved through an interdisciplinary, critical approach to the sources that will draw on historical, literary, philological and text-critical techniques. The sources will be studied in a European context, rather than a national or exclusively Scandinavian one. By drawing on the debate about ëethnogenesisí that has transformed our understanding of Continental European history in the Migration Age, the project will present Scandinaviaís earliest history through a non-national lens. The resulting research will contribute to both scholarly and popular debates about historical identities and their (mis)use by nationalisms, which will be extremely timely, given the intensification of these debates in the wake of the refugee crisis and Brexit.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}