{
    "rcn": "215087",
    "acronym": "WomENt",
    "topics": "MSCA-IF-2017",
    "title": "Women's journey through entrepreneurship in the tourism industry",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "As entrepreneurship is fundamental to economic development in the EU, it is essential to maximize the potential pool of successful entrepreneurs by addressing the persistent under-representation of women who constitute only 29% of all entrepreneurs in Europe-37. This is a priority as the proportion of women entrepreneurs has declined since 2008. Tourism is advocated as an accessible entrepreneurship gateway for women because of the predominance of small firms, relatively low entry barriers and the size of the sector (9% of EU GDP). Therefore; tourism provides an important opportunity for women entrepreneurs as individuals, but also for communities and economies at a European level. WomENt aims to understand the different pathways of womenís entrepreneurship journey in a changing tourism industry, and how different environments, agents, policies and actions across different scales (macro, meso and micro) influence their opportunities, motivations and challenges.\nWhile the barriers to entrepreneurship faced by women have been studied generically, research on tourism is limited, and the methodologies used have not addressed the complexity of womenís entrepreneurial journeys. Hence WomENt draws on the fresh perspectives provided by a post-structuralist feminist approach, reinforced by mixed methods analyses, to identify key contingent factors that determine effective tourism entrepreneurship practices and performances. The pathways will be analysed in the United Kingdom and Spain, which have contrasting tourism industries and entrepreneurial environments. Research on entrepreneursí use of social media, and close collaboration with agents of change (policy-makers, universities etc.), including secondments with key tourism organizations, will ensure the project makes an effective evidence-based contribution to policies and practices that increase the numbers of women entrepreneurs, and diversify the pool of entrepreneurship.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SURREY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}