{
    "rcn": "215029",
    "acronym": "IntEL",
    "topics": "MSCA-IF-2017",
    "title": "Investigating Climatic Extreme Events in Lakes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Extreme climatic events, such as storms, floods, and heat waves, can have a major influence on lake ecosystems. Evidence is now growing that the frequency and severity of extreme weather events are increasing as a result of directional climate change, and there is a growing realization that predicting the effects of future climatic conditions on lake ecosystems must explicitly incorporate extreme events. Understanding the impact of extreme weather is important because of the negative effects they can have on ecosystem services that lakes provide, such as the provision of safe water for drinking and irrigation, and economic benefits such as fisheries and tourism. As a result of EU funding initiatives, Europe has been at the forefront of high-frequency lake monitoring in recent decades and there now exists a globally unique long-term lake data archive of key parameters needed to investigate how extreme climatic events are critically altering freshwater resources across the continent. Using globally unique data, combined with sophisticated lake modelling tools, developed within the EU funded PROGNOS (Predicting in-lake responses to change using near real time models) Water JPI, IntEL will improve our understanding of how lakes are responding to the increased occurrence of extreme events, and will provide the first systematic detailed study of lake responses to extreme weather. The ability to investigate the influence of climatic extremes in lakes across Europe will result in a fundamental change in our understanding of the consequences of climatic extremes, and will produce a step-change in the scale of investigation that has previously been possible. IntEL will have positive impacts on society by providing improved knowledge on how climate extremes influence ecosystem functioning, water quality, and thus will provide economic benefits through safeguarding clean water for future generations.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "DUNDALK INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}