{
    "rcn": "215063",
    "acronym": "NINEDOMA",
    "topics": "MSCA-IF-2017",
    "title": "New insights into the ecology of the dodo using a multidisciplinary approach",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The dodo, Raphus cucullatus, is an enigmatic bird endemic to Mauritius, in the Indian Ocean. This bird was discovered in 1598 and became extinct at the end of the 17th century. Being thought as a fat and stupid bird, the dodo is famous in popular culture. More importantly, the dodo is one of the first species known to have extinct because of human activity. Although it was contemporaneous with humans for decades, and extinct for only three hundred years, we know very little about its ecology. Only its taxonomy, systematics, body mass, reproductive and molting timing are known. Understanding the biology of the dodo is important because it is such an iconic example of human-induced extinction. With current concerns about biodiversity and conservation effort, it is essential to understand why some species are more prone to extinction than others which requires an understanding of all aspects of their biology. The dodo was the largest terrestrial animal in its ecosystem. Understanding of its ecology is therefore crucial to understand the Mauritius ecosystem before the arrival of humans, and to estimate the real impact of human activity on this island. I hereby propose to study the ecology of the dodo, including diet, locomotion, and population structure. To these ends, I propose to apply a novel multi-angle combination of scientific methods. The diet will be studied using a geochemical analysis of carbon isotopes, a Finite Element Analysis on the skull and the jaw, and a morpho-functional study of the skull and jaw musculature. Mode of locomotion will be estimated with the method published by Storer and the new method published by Angst et al. We will estimate the structure of the population using bone histology, which allows discrimination of females from males, and juveniles from adults. All these methods applied to the dodo will be applied in parallel on a large sample of modern and other sub-fossil or fossil birds, including the Columbiformes and the Solitaire.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}