{
    "rcn": "215056",
    "acronym": "NEOTERP",
    "topics": "MSCA-IF-2017",
    "title": "Development of novel synthetic strategies for the synthesis of bioactive meroterpenoids",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The project concerns the development of innovative methodologies for the synthesis of novel bioactive natural products (meroterpenoids) and their potential application for the discovery of new medicines to treat resistant cancers and resistant microbial infections. The fundamentals of its originality and innovation are:\n\na)\tThe synthesis of a focused library of novel bioactive meroterpenoids, planned to have an impact in the fields of anticancer and anti-infective medicinal chemistry.\n\nb)\tThe application of a flexible and concise dual biomimetic synthetic strategy, which will significantly impact the field of natural products synthesis focused on drug discovery.\n\nc)\tAn extensive use of novel methods for polyene cyclisation including processes based on sulfite, sulfate, phosphate and other electrophilic initiators including radical cations generated by photoredox catalysis, coupled with polyketide aromatisation, will greatly impact in the field of cyclisation cascades in general as well as meroterpenoids synthesis.\n\nDr Fabbrizzi is an experienced experimental scientist with substantial academic and industrial experience whose research career was interrupted in October 2015 due to funding crises in Italy. The award of a H2020 fellowship, if this proposal is successful, will be critical in supporting the resumption of his independent research career. Working in the supportive environment of Imperial College under the expert guidance of professor Barrett he will considerably reinforce his knowledge of natural product synthesis and drug discovery and will resume his position in the European research community  improving his profile to face the current challenges of organic and medicinal chemistry. \n\nKeywords/descriptors: Synthetic organic chemistry, Natural product synthesis, Medicinal chemistry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}