{
    "rcn": "215046",
    "acronym": "LOFUPRO",
    "topics": "MSCA-IF-2017",
    "title": "The Logical Function of Property Talk",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Properties are those things that we attribute to objects, such as the property of being red or the property of being a prime number. Talk of properties is ubiquitous throughout the sciences and everyday language, and raises difficult philosophical questions as to the nature and existence of properties. The research project offers a novel deflationary account of the notion of property. Deflationary accounts of some concept typically deny that there is something that all objects falling under the relevant concept have in common, and hence that traditional attempts to analyse these concepts are misguided. For example, according to the deflationary theory of truth, the predicate 'is true' is unlike predicates such as 'is red'. Whereas the latter picks out some salient feature of reality, this is not the case with the former: 'is true' was only introduced into our language to serve a certain logical function. For instance, we cannot assert all theorems of arithmetic one by one as there are infinitely many of them; however, the truth predicate enables us to assert all of them by saying 'All theorems of arithmetic are true'. The aim of the project is to lay down the fundamental theoretical framework for a deflationary account of properties, according to which the notion of property was only introduced into our language to serve a certain logical function. (a) The project will make use of tools and techniques belonging to mathematical logic to give a formally precise characterisation of the logical function of property talk. (b) It will provide formal (axiomatic) theories of properties that can be used to do important foundational work in semantics, logic and mathematics, in particular to give a semantics for languages with unrestricted quantifiers and to give a reductive account of mathematics. (c) Finally, it attempts to show that, contrary to received wisdom, the notion of property plays no significant explanatory role in metaphysics and the philosophy of science.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}