{
    "rcn": "215035",
    "acronym": "MEET",
    "topics": "LCE-18-2017",
    "title": "Multidisciplinary and multi-context demonstration of EGS exploration and Exploitation Techniques and potentials",
    "startDate": "01/05/2018",
    "endDate": "31/10/2021",
    "objective": "The main objective of MEET is to capitalize on the exploitation of the widest range of fluid temperature in EGS (Enhanced geothermal systems) plants and abandoned oil wells. The aim is to demonstrate the lower cost of small-scale production of electricity and heat in wider areas with various geological environments, in order to support a large increase of geothermal-based production sites in Europe in a near future. \nIn order to boost the market penetration of geothermal power in Europe, MEET project main goal is to demonstrate the viability and sustainability of EGS with electric and thermal power generation in all kinds of geological settings with four main types of rocks: granitic (igneous intrusive), volcanic, sedimentary and metamorphic with various degrees of tectonic overprint by faulting and folding. \nMEET brings together 16 European partners: Industrials, small and medium enterprises, research institutes and universities, but also several geothermal demonstration sites in Europe located in the various geological environments described above. The project aims at the optimization of the reservoir productivity and stimulation techniques, taking advantage of the existing infrastructures, the understanding of the various geological contexts, necessary to transfer the current known EGS technology to other typical basement rock situations in Europe, the demonstration and optimization of electric and thermal power generation in different geological settings.\nThe assessment of the technical, economic and environmental feasibility of EGS is an integral part of the project, as well as the mapping of the main promising European sites where EGS can or should be implemented in a near future. \n\nThus, MEET will provide a roadmap of next promising sites where demonstrated EGS solutions could be replicated in a near future for electricity and heat production with an evaluation of the technology and its economic feasibility and environmental positive impacts.",
    "totalCost": "11736955,53",
    "ecMaxContribution": "9972818,88",
    "coordinator": "ES-GEOTHERMIE",
    "coordinatorCountry": "FR",
    "participants": "NYSKOPUNARMIDSTOD ISLANDS;GEOPHYSICAL INVERSION & MODELING LABS;AYMING;UNIVERSITE DE CERGY-PONTOISE;UNIVERSITATSENERGIE GOTTINGEN GMBH;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;INSTITUT ROYAL DES SCIENCES NATURELLES DE BELGIQUE;SVEUCILISTE U ZAGREBU FAKULTET ELEKTROTEHNIKE I RACUNARSTVA;VERMILION REP SAS;GEOTHERMAL ENGINEERING GMBH;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;ENOGIA;INSTITUT POLYTECHNIQUE UNILASALLE;TECHNISCHE UNIVERSITAT DARMSTADT;FEBUS OPTICS",
    "participantCountries": "IS;FR;DE;BE;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}