{
    "rcn": "215080",
    "acronym": "FADAMES",
    "topics": "MSCA-IF-2017",
    "title": "Fatigue damage at mesoscopic level. Fatigue life prediction in conjunction with acoustic emission signals",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Fatigue is the primary damage mechanisms of structural components that usually occurs in three stages: crack initiation, growth of short cracks and growth of long cracks. At macroscopic level, the fatigue damage of materials and respectively failure of structural components, is influenced by the loading mode, geometry, material properties and environment. There are many factors to be taken into account and implicitelly this falls upon the prediction level. Passing to mesoscopic level, the loading mode and geometry effects are included on the stress and strain state and the prediction of fatigue damage depends by the interaction between the stress and strain state and respectively the crystallographic characteristics of material grains. Therefore, it is expected that the prediction level of fatigue damage to be higher and this is confirmed by the studies already initiated. This project proposes an extension of mesoscopic level studies for real loading cases characterized by multiaxial stress and strain states. To analyze the interaction between the multiaxil stress and strain state and crystallographic characteristics of material grain, the project involves both numerical analyzes using submodeling technique and experimental techniques for monitoring the fatigue damage. Acoustic emission technique will be primarily used and simultaneously deeply explored. The purpose of using this technique is to establish clear connections between the mechanisms that generate acoustic signals and the fatigue damage at mesoscopic scale. As the results of this interdisciplinary research consists on the one hand the development of a new concept for fatigue life prediction based on the physical degradation mechanisms of the materials. On the other hand, the investigation results in the development and improvement of the acoustic emission technique, already known as one of the most promising techniques of Structural Health Monitoring.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}