{
    "rcn": "215024",
    "acronym": "Stress Granules",
    "topics": "MSCA-IF-2017",
    "title": "Using Reconstituted Stress Granules to Gain Insight into the Molecular Pathology of Neurodegenerative Diseases",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "When cells experience stress, most protein synthesis pauses and so-called stress granules (SGs) form which store and protect mRNAs. SGs are crucial for stress adaptation and prevention of cell death. However, SGs are also implicated in age-related neurodegenerative diseases including amyotrophic lateral sclerosis and frontotemporal lobar degeneration. In these diseases, SGs persist longer than normal and turn into harmful aggregates which cells cannot dissolve.\n\nDespite the importance for human health, we only know very little about how normal SGs convert into disease-causing aggregates. Ground breaking work from the Hyman and Alberti labs could recently demonstrate that SGs behave like liquid droplets which solidify over time. Importantly, this transition is promoted by disease-associated mutations in SG components.\n\nSGs form through protein-protein interactions which critically depends on the Ras GTPase-activating protein-binding protein 1 (G3BP1). The Hyman and Alberti labs could recently generate G3BP1 droplets in vitro and could show that droplet formation is promoted by mRNAs. For the first time, we have a minimal SG system that can be used as a tool to mechanistically dissect SG formation and disease association. I propose harnessing this system to generate complex droplets that resemble physiological SGs. Ultimately, my objective is to elucidate how proteins with disease-causing mutations influence SG properties and dynamics, thus allowing me to identify the molecular changes that underlie neurodegenerative diseases.\n\nThe proposed work is to take place in the teams of A Hyman and S Alberti, world leaders in the field of liquid droplets. Both groups are uniquely situated in the same institute which offers cutting-edge facilities and extensive training opportunities. The fellowship would crucially assist me in my future career objective: positioning myself as an expert in the field of granule biology and developing into an independent researcher in academia.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}