{
    "rcn": "215003",
    "acronym": "CLAP",
    "topics": "ERC-2017-PoC",
    "title": "Natural Hands for Intuitive Virtual 3D Interaction",
    "startDate": "01/01/2019",
    "endDate": "30/06/2020",
    "objective": "Human-computer interaction (HCI) and Virtual reality (VR) are two fields that are succeeding to break from the research setting into the market. The CLAP project follows this trend and will introduce practical advances into both HCI and VR. In a nutshell, it will enable users to interact with digital content directly with their hands.\n\nCLAP is sustained on recent research carried out in the ERC Starting Grant 'Animetrics', which enables interactive simulation of natural hands. Thanks to the results in Animetrics, it is possible to see a high-quality virtual copy of the user's own hands in a virtual world, naturally interact with digital content, and create new interaction possibilities.\n\nThe CLAP project will aid in the setup of a market-ready software solution, which can be embedded in third-party application-development environments (e.g., game development software), and coupled to hand-tracking hardware solutions. Developers will obtain in a seamless manner virtual hands which can be robustly coupled to other content.\n\nPrior to this proposal, we have verified market interest on the proposed software solution. Major global players in the software field are working on HCI/VR projects, including hand tracking. But they all miss solutions for natural hand simulation which allows applications with digital objects are naturally and intuitively manipulated. Our proposed solution could play a key role in future developments. A major action in the project will be to determine the best business model (i.e., b2b or b2c), and plan further development steps accordingly.",
    "totalCost": "149701",
    "ecMaxContribution": "149701",
    "coordinator": "UNIVERSIDAD REY JUAN CARLOS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}