{
    "rcn": "215043",
    "acronym": "LadinoProverbs",
    "topics": "MSCA-IF-2017",
    "title": "Ladino Proverbs: Edition, Recovery and Dissemination of the Endangered Cultural Heritage in the post-Holocaust Yugoslavia",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "This research project will constitute the first peremiological study of the Sephardic tradition from Serbia and Bosnia. Whereas other forms of the Ladino oral tradition from these countries such as ballads, songs or folktales have all been analysed, the proverb tradition remains largely unstudied. Thus my project seeks to fill a serious void in this field. I intend to edit and examine five manuscripts containing proverbs from these countries. All five manuscripts are postHolocaust. Three are exclusively in Ladino, whereas two are bilingual (Ladino/Serbian).  The study will entail an analysis of the literary genre of the proverb from an interdisciplinary approach that will include contributions from biblical studies, medieval Iberian cultural studies, modern Balkan history, sociological criticism, linguistics, and folklore paremiology and narrative. The study will also include a cross-cultural analysis of the proverbs using a comparative method. The ultimate goal of this project is a monograph intended to preserve, revitalise and disseminate the endangered Ladino language and culture. Prof. Paloma DÌaz-Mas, who works in the Instituto de Lengua, Literatura and AntroplogÌa (ILLA) of the Centre for Human and Social Sciencies (CSIC, Spain) is the ideal person to supervise my work. She leads a research group that focuses on the culture of post-diaspora of Hispanic Jews (Sephardim) and has an extensive and prominent list of works on the topic published either independetly or in collaboration with other members of the project. By joining her group I would be given the opportunity to [the] acquire new skills (transliteration of Ladino texts written in Hebrew script[s]; edition of texts) and disseminate my work among both academic and non-academic audience through a number of activities  (international conferences, workshops and seminars; radio and television programmes; participation in Science weeks and fairs,organisation of exhibitions and promotional talks).",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}