{
    "rcn": "215028",
    "acronym": "TimeAdapt",
    "topics": "MSCA-IF-2017",
    "title": "Tracking Genetic Adaptation of Populations Using Time-Series Genomic Data",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The aim of this proposal is to develop statistical methods for inference of demography and adaptation from genetic data collected at several times along the history of the population. In particular, I will target genomic data obtained from human remains from archaeological sites of hunter-gatherers, early farmers and Pontic-steppe herder groups and current European populations. The originality of my proposal is to address the the joint inference of neutral and selective forces acting on populations. In order to achieve this, I will take advantage of recent advances (the use of random forests in approximate Bayesian computation) that alleviate the computational burden of these inferences. The methods developed will be relevant to the community of evolutionary biologists in general and for human evolutionary biologist and archaeologists. The results will further clarify the genetics of the Neolithic transition in Europe, particularly regarding the role of adaptation and admixture. These results will be disseminated to the scientific community in the standard way (conferences, peer-reviewed journals and software implementing the methods) and to the general public through short animated films. The main training goal of the fellowship is to acquire experience in the analysis of high throughput sequencing data in a model organism (sensu lato), gaining international experience. This will increase my chances to lead research projects and further advance my career. The Jakobsson Lab will be the ideal place to achieve all these objectives because of its expertise in theoretical population genetics, human evolutionary biology and ancient DNA.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}