{
    "rcn": "215064",
    "acronym": "POPULARITAS",
    "topics": "MSCA-IF-2017",
    "title": "Popularitas : pursuit of consensus and populism in ancient Rome",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The Popularitas project aims to provide a comprehensive study of the precedents of populism in ancient Rome. The Latin adjective popularis had a passive meaning (the man who enjoys the favour of the people), but also an active one (the man who seeks the favour of the people). Sometimes this active meaning was employed in connection with ambitious outsiders, wannabe ìcharismaticî leaders, who took a perspective hostile to the senatorial elite, claimed to have a direct connection with the people, and exploited this connection in order to bypass the institutions, to subvert the constitutional rules, and to gain power. The object of the project is precisely this political attitude, where the legitimate seeking of consensus turned into populism: what are the similarities and differences between ancient and contemporary populism? how far the allegations against ancient populists were well-founded? did populistic attitudes have ideological implications? to what extent populistic methods were effective? what was the peopleís feedback? \nThe main output of the project will be the publication of a monograph on the populism in ancient Rome and of three scientific papers; a two-days international conference on ìancient and modern populismsî, open to classicists, modern historians, and political scientists; a course of lectures on the ancient populism in the secondary schools; the creation of an internet site, intended both for scientific and educational use.\nThe Popularitas project will historicize for the first time a much-discussed political phenomenon of our time and highlight similarities (and differences) with the ancient political practice. It will provide the tools for a diachronic assessment of modern populism, opening new research prospects. Its ambition is not only to be useful to the historians of the ancient world, but also to offer to political scientists and sociologist some fresh material and a new starting point for a proper understanding of the phenomenon.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}