{
    "rcn": "215050",
    "acronym": "FIRE",
    "topics": "MSCA-IF-2017",
    "title": "Fire Impacts in Rainforest Ecotones",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Amazonian rainforest ecotones (AREs) are one of the most heavily exploited and most threatened ecosystems in the Amazon. Fire plays an integral role in maintaining these vegetation transition zones from fire-averse rainforest to fire-prone savanna vegetation. Synergies between direct human activity and indirect climate change impacts threaten to accelerate forest transformation through positive feedback loops by increasing future fire susceptibility, fuel loads and fire intensity. As regional precipitation is expected to decrease due to deforestation and reduced evapotranspiration, and natural- and human-caused ignitions are projected to increase fire in AREs. The combined results will likely drive the expansion of savanna forests at the expense of the rainforest vegetation. AREs have largely been neglected in fire management strategies and the long-term  ecological effects of fire in AREs remain poorly understood. Therefore, there is an urgent need to understand the long-term effects of climate variability and human disturbance on fire in these vital ecosystems to inform future land-management and conservation efforts.  The objective of this proposal is to determine the natural and human-caused drivers of fire in the Bolivian ARE for the past 8,000 years. I have thus developed a state-of-the-art interdisciplinary framework integrating high-quality palaeoecological, palaeoclimatological data with current archaeological survey data to provide long-term records of natural variability and human land-use change. These new data will be incorporated into various scenarios in statistical Structural Equation Models to investigate natural and human factors driving fire in AREs for the past 8 thousand years. I will develop a case study for proof-of-concept of a new interdisciplinary framework that will result in a greater understanding of the long-term drivers of fire in AREs and inform how future climate and changes in land-use practices may impact these vital ecosystems.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}