{
    "rcn": "215099",
    "acronym": "PULSATION",
    "topics": "MSCA-IF-2017",
    "title": "Detecting and characterizing exoplanets around evolved stars with NASA's TESS mission",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The Transiting Exoplanet Survey Satellite (TESS) is a NASA space mission, with launch scheduled for March 2018, that will perform an all-sky survey for planets transiting bright stars. Furthermore, TESS's excellent photometric precision, combined with its fine time sampling and long intervals of uninterrupted observations, will enable asteroseismology (i.e., the study of stars by the observation of their natural, resonant oscillations). Asteroseismology is proving to be particularly significant for the study of red-giant stars, while maturing into a powerful tool whose impact is being felt across different domains of astrophysics. A noticeable example is the synergy between asteroseismology and exoplanetary science. TESS hence offers the exciting prospect of conducting asteroseismology of evolved exoplanet-host stars. The research goal of this action is to use TESS photometry to systematically detect and characterize planets transiting oscillating evolved stars. To that end, we propose an interdisciplinary research project combining transit photometry, asteroseismology and radial-velocity/spectroscopic ground-based follow-up. The proposed research project is expected to provide new insight into some of the outstanding problems in exoplanetary science, namely, on the occurrence rate of gas-giant planets as a function of stellar mass, on the correlation between stellar metallicity and giant-planet occurrence around evolved stars, and on the structural aspects of gas-giant planets. Finally, we are also committed to improving public awareness of the increasingly engaging topic of exoplanets in the host organization's home country and, as part of this action, will develop an educational/outreach program in collaboration with a non-academic partner.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "CENTRO DE INVESTIGACAO EM ASTRONOMIA E ASTROFISICA DA UNIVERSIDADE DO PORTO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}