{
    "rcn": "215031",
    "acronym": "SURFInG",
    "topics": "MSCA-IF-2017",
    "title": "StructURal and Functional dynamics of BrassIca napus polyploid Genome",
    "startDate": "19/05/2018",
    "endDate": "18/05/2020",
    "objective": "Interspecific hybridization and genome doubling (allopolyploidy) are key factors in plant adaptation and speciation. These intriguing genomic processes cause extensive structural rearrangements and reprogramming of functional regulatory pathways inherited from parental species. Furthermore, hybrid species have shown broad phenotypic diversity. However, mechanisms responsible for genome stabilization after allopolyploidy remain poorly understood. \nThe aim of my project is to provide an interdisciplinary overview of the effects of polyploidy on structural and functional dynamics in a major crop, oilseed rape (Brassica napus). This polyploid species is an excellent system to unravel the long-term and immediate evolutionary effects of ancient and recent polyploid events. In my project, I will use a novel approach that combines (epi)genomics and transcriptomics in phenotypically contrasting polyploids to investigate the role of structural and (epi)genetic regulation in genome stabilization. This work includes, amongst others, the transfer of knowledge to the host lab of cutting-edge molecular and in silico DNA methylation analysis methods. More specifically, I will determine the effects of structural and functional dynamics on B. napus (1) meiotic behavior and fertility, (2) gene expression and (3) glucosinolate content. My findings will open new avenues for using standing variation to modify and ultimately enhance agronomic traits. \nI have become a recognized evolutionary biologist working at the interface of ecology, genomics and molecular biology. From the expertise of the host lab and availability of technical platforms in situ, I will not only get acquainted with cytogenetics and metabolomics, but will increase my expertise in comparative genomics and in high throughput genotyping analyses. I will also extend my network towards the private sector and be integrated into a well-established European community, positioning me on track to succeed academically in France.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}