{
    "rcn": "215052",
    "acronym": "SHIP2FAIR",
    "topics": "LCE-12-2017",
    "title": "Solar Heat for Industrial Process towards Food and Agro Industries Commitment in Renewables",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "SHIP2FAIR aims to foster the integration of solar heat in industrial processes (SHIP) from the agroñfood sector, by developing and demonstrating a set of tools and methods for the development of industrial solar heat projects during its whole life-cycle.\nThus, the project results will consist in a (1) Replication tool for easily assessing the techno-economic feasibility of a SHIP project and supporting its design; (2) a Control tool understand as a DSS to support the operation of the complete process, (3) a comprehensive guide for supporting stakeholders in the design, commissioning and operation of their SHIP projects, and (4) a complete capacity building program, addressing both professionals and students interested in SHIP applications in the agro-food sector. \nThese results will be demonstrated and validated at 4 demo-sites, including representative use cases of the agro-food sector like spirits distillation (Martini & Rossi), ham drying (ABC Industries), sugar boiling (RAR Group) and wine fermentation and stabilization (RODA Wineries). As a results of this demonstration, SHIP2FAIR, aims to achieve up to a 40% of solar fraction with a total of 2.9 kW of installed power for producing 4.04 GWh and allowing 403 m3 of fossil fuels and 1,145 TeqCO2 per year.\nIn order to fulfil these challenges a competitive consortium of EU leading entities has been gathered including 4 RTOs (CIRCE, CEA, ISMB and BE2020) 2 Engineering companies (RINA-C and SOLID), 2 Solar Technology Providers (TVP and ISG) and, 4 agro-food companies already mentioned, 2 sectorial associations (EUREC and SCOOP) and one Utility (EDF), addressing the complete SHIP projects value-chain.",
    "totalCost": "10377570",
    "ecMaxContribution": "7996793,25",
    "coordinator": "FUNDACION CIRCE CENTRO DE INVESTIGACION DE RECURSOS Y CONSUMOS ENERGETICOS",
    "coordinatorCountry": "ES",
    "participants": "BIOENERGY 2020+ GMBH;S.O.L.I.D. GESELLSCHAFT FUR SOLARINSTALLATION UND DESIGN MBH;ELECTRICITE DE FRANCE;RAR-REFINARIAS DE ACUCAR REUNIDAS SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;A.B.C. INDUSTRIE;EUREC EESV;RINA CONSULTING SPA;MARTINI & ROSSI SPA;COOPERATIVAS AGRO-ALIMENTARIAS DE ESPANA U DE COOP SOCIEDAD COOPERATIVA;Istituto Superiore Mario Boella;TVP SOLAR SA;BODEGAS RODA SA;INDUSTRIAL SOLAR GMBH",
    "participantCountries": "AT;FR;PT;BE;IT;ES;CH;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}