{
    "rcn": "215021",
    "acronym": "HACKIT",
    "topics": "MSCA-IF-2017",
    "title": "Hacking your way to IT expertise: What digital societies can (and need to) learn from informal learning in hackerspaces",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "HACKIT will advance our understanding of how individuals acquire information technology (IT) expertise in informal learning environments. IT skills, such as coding, are crucial for economic growth in the European Union (EU). But it is estimated that there will be a shortage of 900,000 IT professionals by 2020. Women are underrepresented in IT professions in all EU countries. These issues impede the competitiveness of the European IT sector and prompt questions about its inclusiveness. In order to develop effective, inclusive educational policies and initiatives addressing this IT skills shortage and gender gap, we need answers to pressing questions: Why, where, how, and by whom are IT skills trained? The relevance of informal learning for IT professions has been emphasised in this context. Yet, empirical, particularly observational research on IT learning in informal environments is largely missing. My project will tackle this research gap by conducting a digital ethnography of ëhackerspacesí in the United Kingdom. Hackerspaces are key examples for informal IT learning environments: they are physical places where community members engage in activities involving coding and electronics. Misleadingly, ëhackingí is predominantly associated with illegal acts, but hackerspace members actually pursue legal, innovative IT practices. By ethnographically approaching hackerspaces, I will realise three main objectives: First, with participant observations, I will investigate how individuals acquire and cultivate IT skills in hackerspaces. Second, through interviews, I will examine which factors (de-)motivate membersí IT learning. Third, I will detail how my study can inform educational policies and initiatives fostering IT expertise in Europe. Overall, while I will investigate how hackerspaces function as facilitative environments, I will likewise examine factors of in- and exclusion relevant to informal IT learning, especially regarding minority groups.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}