{
    "rcn": "215027",
    "acronym": "ORO",
    "topics": "MSCA-IF-2017",
    "title": "A General Strategy for the Generation and Use of Oxygen Centered Radicals in Organic Synthesis",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Oxygen-containing molecules are widespread as medicines, agrochemicals, organic materials, perfumes and dyes. Their preparation could be greatly facilitated by implementing oxygen-radicals, which are a class of very versatile synthetic intermediates. However, to date, difficulties associated to their generation have severely limited their use and exploitation in synthetic settings. \nHere we propose the development of two conceptually novel and general ways to prepare oxygen-radicals using visible-light. These processes will capitalize on recent developments in the host group that has disclosed two novel organocatalytic ways for the generation of nitrogen-radicals. \nThis proposal seeks to substantially expand this photochemical approach by developing unprecedented methods for the generation and use of oxygen-radical. The power of this approach will be demonstrated by fast generation of 3D molecules containing multiple atoms of oxygen. These methods will be then integrated with other reaction platforms that, taking advantage of visible-light as source of energy, will engage the oxygen-radical in new reactivity modes, to allow novel and powerful multicomponent oxo-functionalization reactions. Furthermore, we will harness this activation modes to enable the direct oxygenation of aromatic compounds in a single step without the use of transition metal catalysts.\nThrough the use of this strategy, the rapid construction of many relevant and complex oxygenated molecules will be possible. \nThe development of such an innovative and ambitious project at the University of Manchester will be facilitated by generating, transferring, sharing and disseminating knowledge, and will enhance my career development following the training plan envisioned.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}