{
    "rcn": "215030",
    "acronym": "ReaLCoE",
    "topics": "LCE-14-2017",
    "title": "Next Generation 12+MW Rated, Robust, Reliable and Large Offshore Wind Energy Converters for Clean, Low Cost and Competitive Electricity",
    "startDate": "01/05/2018",
    "endDate": "31/10/2021",
    "objective": "The ReaLCoE consortium is happy to submit a well-prepared proposal, founded on a highly experienced and tight-knit group in discussion since early 2017. ReaLCoE aims to accelerate a new generation of competitive and subsidy free clean energy from offshore wind energy converters (WEC) with a high performance 12\\MW demonstration turbine. Our WEC technology platform developments are designed to be competitive and scalable, consolidating scientific knowledge and operational experience for a swift evolution towards 14-16 MW rated capacities. \nToday, only less than 30% of the cost for electricity from large offshore wind energy converters incur from the turbine itself. ReaLCoE will work to optimise innovation across the whole value chain; from initial turbine design to equipment handling in the port, to testing, financing installation and the final customer to substantially reduce the Levelised Cost of Electricity (LCoE) of offshore wind.\nThe consortium is led by a pioneer in the sector, Senvion, who has brought together some of Europeís most experienced and talented actors in both on- and offshore wind energy to demonstrate a 12\\MW WEC. After a period of strong market consolidation, Senvion and its partners aim to jointly enter a competitive market of offshore wind energy in the 12\\MW turbine class.\nWe are confident that ReaLCoE will have a global impact on offshore wind energy market, reinforcing Europeís technological leadership and bringing growth and job opportunities to the industrial base. Not only in the wind energy sector through the manufacturing, installation and operation of 12\\MW WEC in a competitive environment; but also through the provision of cheap, clean energy across an integrated system of renewables. This paves the way for a turbine generation with rated capacities of 14-16MW and triggers hundreds of millions in investment into the European clean tech sector.",
    "totalCost": "32314074,46",
    "ecMaxContribution": "24838257,65",
    "coordinator": "SENVION GMBH",
    "coordinatorCountry": "DE",
    "participants": "DNV GL DENMARK AS;8.2 CONSULTING AG;ABB AB;BIBA - BREMER INSTITUT FUER PRODUKTION UND LOGISTIK GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;SGURRENERGY LIMITED;ENBW ENERGIE BADEN-WURTTEMBERG AG;JAN DE NUL NV;PRINCIPLE POWER PORTUGAL UNIPESSOALLDA;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;INGETEAM POWER TECHNOLOGY SA;DANMARKS TEKNISKE UNIVERSITET;UPTIME ENGINEERING GMBH;JORSS-BLUNCK-ORDEMANN GMBH",
    "participantCountries": "DK;DE;SE;UK;BE;PT;NL;ES;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}