{
    "rcn": "215019",
    "acronym": "SenPET",
    "topics": "ERC-2017-PoC",
    "title": "Innovative cancer management: First in human senescence imaging",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "The irreversible growth arrest, termed cellular senescence, plays a key role in tumor progression and promotion, as well as in many other physiological processes. It has been shown to be a predictive marker for the long term outcome of cancer treatment and novel therapies aiming at the elimination of senescent cells are under development (i.e. senolytics). Therefore, techniques for the detection of senescence are of utmost importance. However, in the current clinical setting this is only possible with histological staining after collection of invasive biopsies and a tool for non-invasive assessment and quantification of senescence is highly desirable towards improved patient care and personalized medicine.\n\nWithin our current ERC project ImageLink we have developed a stable and reproducible synthesis protocol for a novel radiolabeled PET-tracer targeting ﬂ-galactosidase, the ìgold-standardî biomarker of senescence. The tracer was validated in several in vitro and in vivo human and murine tumor models. A clear distinction between senescent and non-senescent tumors was possible and the convincing results have encouraged us to translate our preclinical findings into a clinical setting. However, this step exceeds the scope of our current ERC project.\n\nWithin the planned project SenPET we will establish an automated radiosynthesis of the tracer that is compliant with good manufacturing practice (GMP) and all necessary paperwork with the authorities for approval of a clinical study will be accomplished. Finally we will perform the first clinical proof of concept study of a senescence PET tracer in 10 patients suffering from gastrointestinal tumors. PET data with our novel tracer will be collected before and after a senescence inducing chemotherapy treatment and correlated with ex vivo markers of senescence. Since our tracer is protected by patent applications, the results of this study will help us to team up with industrial partners to perform larger clinical studies.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}