{
    "rcn": "215076",
    "acronym": "KeepTimeWithTheHeat",
    "topics": "MSCA-IF-2017",
    "title": "Keeping in time with the heat: how oscillating temperatures set the plant circadian clock",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Plants contain rhythmic molecular oscillators (termed circadian clocks) which allow them to anticipate predictable environmental conditions over the course of a day. These clocks control a large proportion of the genome and have a dramatic effect on how plants respond to the environment. To ensure that it remains faithful to day length, the clock must be entrained using external cues. We have known for nearly a century that temperature fluctuations entrain plant circadian rhythms. Remarkably however, we are yet to discover how this information is perceived by the clock. \n\nThis proposal aims to discover how temperature sets the phase of the clock. Previous efforts have likely been hampered by the cross-talk between light and temperature signalling in plants. I have discovered that thermal entrainment of dark-grown seedlings enhances their survival during the critical dark to light transition and I will exploit this phenotype to identify the thermal entrainer. One of the most likely candidates is PHYTOCHROME INTERACTING FACTOR 4 (PIF4). PIF4 is currently seen as an output of the clock and so these results may revolutionise our understanding of this relationship. I have designed a inter-disciplinary approach including molecular-genetic, computational and physiological experiments in order to test this hypothesis. As PIF4 is a central regulator of plant development, results from this project will have a far-reaching impact. \n\nThe enhancement of seedling hardiness through thermal entrainment has potential commercial applications and I have laid out plans to explore these. The results will be communicated to both industrial and academic sectors and the wider public. Special attention has been paid to ensuring that this work will bolster the European Innovation Union through strengthening cross-European co-operation. The project has been designed to maximise my training opportunities and will make a significant contribution to my development as an independent researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}