{
    "rcn": "215054",
    "acronym": "GEO4CIVHIC",
    "topics": "LCE-17-2017",
    "title": "Most Easy, Efficient and Low Cost Geothermal Systems for Retrofitting Civil and Historical Buildings",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "The solutions to apply the shallow geothermy will be different in function of the building type, the climate and the geological conditions of the underground, the geothermal system (drilling methodology, GSHE, grouting,..). The main objectives will be : \n-\tIdentify and where missing develop building blocks solutions in drilling (machines and methods), GSHE types, heat pumps and other renewable energy/storage technologies, heating and cooling terminals with the focus on every type of built environment, civil and historical;\n-\tGenerate and demonstrate the most easy to install and cost-effective geothermal energy solutions using and improving existing and new tools.\nIn the area of shallow geothermy  of further innovations are needed to provide a pan ñ European solution base for all the parameter combinations. More efficient borehole heat exchangers and lower cost drilling methodologies/machines adapted to the built environment will be realised as improvement or innovation related to the previous projects. This approach will bring to a easy applicability in the building refurbishment presenting different constrains, to reduce the overall drilling cost in the given geological conditions, will to avoid replacement of heating terminals constructing modular high temperature heat pumps and hence to reduce the deep retrofit costs. The association with tools (DSS, APPs, etc.) will enable to find the best solution for each combination of building type/climate/geology y. Moreover, the design tools will reduce overall engineering costs, avoid design mistakes and form the basis for a major dissemination effort. Application tools will help the users for different practical aspects. Finally to help knowledge dissemination and formations of the future experts a pan ñ European network of centres of excellence based on past expertise but complemented with the new developments should become instrumental in breaking down the barriers in  shallow geothermal energy in building renovation.",
    "totalCost": "8143120,97",
    "ecMaxContribution": "6841960,75",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "SOCIETATEA ROMANA GEOEXCHANGE;FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG;SOLINTEL M&P SL;R.E.D. SRL;TERRA GEOSERV LIMITED;UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO;FUNDACION TECNALIA RESEARCH & INNOVATION;CENTRE FOR RENEWABLE ENERGY SOURCES AND SAVING FONDATION;UNIVERSITA DEGLI STUDI DI PADOVA;GEO GREEN;THYSSENKRUPP INFRASTRUCTURE GMBH;GALLETTI BELGIUM;UNIVERSITAT POLITECNICA DE VALENCIA;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;DIN L-ART HELWA;PIETRE EDIL SRL;UBEG DR ERICH MANDS U MARC SAUER GBR;HYDRA SRL",
    "participantCountries": "RO;DE;ES;IT;IE;FR;EL;BE;CH;MT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}