{
    "rcn": "215098",
    "acronym": "Worldsoflabour",
    "topics": "MSCA-IF-2017",
    "title": "Entangled Worlds of Labour: The Advance of Flexible Capitalism in Eastern Europe",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In the 1970s, companies from Western Europe initiated a series of complex moves towards the reterritorialisation of their production chains. These moves involved ample mobilities of capital, transfers of technology, and a wide range of managerial practices for the reorganization and flexibilization of labour. While there is a rich literature documenting how the Global South has been historically constituted as a reservoir of natural resources and cheap labour in-between the twin logics of empire and capital, the move towards socialist East-Central Europe has received less empirical attention and has definitely remained undertheorised. My project tackles this issue through an analysis of the incorporation of the Romanian car industry in global commodity chains between the late 1960s and 2017, with a further focus on an automobile factory located in the Southern part of Romania, in the city of Craiova. I build on this case to investigate the global changes in production politics that marked the period between the late socialist decades into the present, and their impact on the Romanian workersí generational experiences. The project brings its contribution to current scholarly efforts to better understand the advance of flexible capitalism in peripheral and semi-peripheral regions of the world, as well as its capacity to create new ìeconomies of impermanenceî, which directly shaped biographical structures of possibilities for several generations of employees. To achieve this goal, my research follows a less travelled path: instead of reifying ìsocialismî and ìcapitalismî as separate economic systems, I analyse the transformation of the Romanian factories into an extended workbench for Western European companies as an encounter between the logic of socialist accumulation and the crisis-led ìspatial fixesî materialized globally since the 1970s. A deeper knowledge of their entanglements is crucial for understanding the past, present, and future of global production.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "GOLDSMITHS' COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}