{
    "rcn": "215018",
    "acronym": "THESIS",
    "topics": "MSCA-IF-2017",
    "title": "The Single Optical Fibre Scalpel",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Modern laser microsurgery requires compact ultrafast laser sources and miniature fibre-optic probes. The aim of this project is to develop the worldís first scanner-free and ultra-thin (<1mm) single multimode optical fibre scalpel to perform image-guided high-precision microsurgery. In this timely project, we will tackle the key challenges in the field of laser microsurgery: i) The lack of robust and compact ultrafast laser sources; ii) bulky laser-pulse delivery probes; and iii) the lack of simultaneous high-resolution imaging modalities to guide the surgery. In this proposed research, the Fellow will first develop a new dissipative-soliton-resonance (DSR) ultrafast fibre laser and will then integrate the DSR laser to the single multimode fibre imaging system in the supervisorís group. This multidisciplinary research is expected to make new advancements and discoveries in a number of emerging topics at the forefront of Photonics, such as DSR ultrafast fibre laser technology, single multimode fibre imaging, and ultrafast laser microsurgery. In addition, the results arising from nonlinear imaging (two-photon and second-harmonic-generation imaging) of the biological tissue and ultrafast-laser-tissue interaction will inform clinical and biomedical research on biomaterials properties and disease pathology. These are central to the research theme priority of personalising health and care in Horizon 2020 - producing knowledge that will be applied in the area of health and medicine. The commercial value of the new ultrafast fibre-based light sources and the medical instrument for in-vivo endoscopic imaging and microsurgery will also be explored during this project.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}