{
    "rcn": "215034",
    "acronym": "FEAST",
    "topics": "MSCA-IF-2017",
    "title": "Fine scalE forAging Strategies of grey seals in relation to their biotic and abiotic environmenT",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Pinnipeds play a top predators key role in top-down processes and are considered bio-indicators of the health of marine ecosystem. Therefore, quantifying their foraging activity and energy expenditure in relation to rapidly changing marine environments is crucial for assessing these roles. However, gathering concurrent information on the movements, prey acquisition and environment of these cryptic species is a real challenge. In FEAST, I will, for the first time, combine the use of acceleration and acoustic data to quantify the links between pinnipeds foraging decisions and energetics with 3-D prey distribution, environmental features and anthropogenic activities using grey seals as model species. FEAST will (I) validate the use of acoustic and movement recording tags (D-Tags) on grey seals to detect feeding events, (II) quantify grey sealsí fine scale foraging activity and energy budgets to investigate how they optimize resource acquisition, (III) assess the influence of the abiotic & biotic environments as well as anthropogenic activities on their foraging activity, (IV) estimate prey type and field densities using active acoustic D-Tags as onboard echosounders. Thus, I will use, for the first time on pinnipeds, DTAGs which are central to the Host lab at Aarhus University and are the most advanced tagging technology in the field of marine mammal research. The originality and innovative aspects of FEAST lies at the intersection of bioacoustics, cutting edge engineering tools, signal processing, ecology and physiology to determine foraging optimization in free-ranging, wild marine animals. In accomplishing FEAST objectives, I will provide an unprecedented understanding of the sensory ecology of a large marine predator in habitats facing increased human encroachment, which will also be directly relevant to the European Commissionís Marine Strategy Framework Directive by assessing animal responses to human impacts.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}