{
    "rcn": "215067",
    "acronym": "MultiSpecAMYLOID",
    "topics": "MSCA-IF-2017",
    "title": "A MULTI-SPECTROSCOPIC APPROACH TO PROBE AMYLOID AGGREGATION AT BIOLOGICAL SURFACES",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Treatment of neurodegenerative diseases, such as Alzheimerís and Parkinsonís syndrome, is one of the biggest challenges of nowadays medicine. The success of the curing strongly depends on our understanding of chemical processes involved in developing these diseases. From a chemical point of view, these diseases are determined by uncontrolled neuropathological alterations such as aggregation of proteins and formation of insoluble fibrils, called amyloids. It is of paramount importance to fully understand the fibril formation on a molecular level in order to find ways how to inhibit the protein aggregation.\n\nIn the proposed research we focus on the aggregation of A? peptide, which is associated with Alzheimerís disease. Although substantial knowledge on the aggregation process of A? peptide in the bulk solution exists, the influence of the cell membrane on this process is poorly understood due to the lack of surface specific techniques. Here we propose to study the aggregation of A? peptide at the surface of model lipid membranes with advanced surface specific spectroscopic methods: vibrational sum-frequency generation (VSFG) and shell-isolated nanoparticles-enhanced Raman spectroscopy (SHINERS). Such combined spectroscopic approach will enable to determine the molecular structure of the aggregates at every step of the fibril formation and to reveal the role of the membrane. Altogether the proposed research will give relevant insights by which membrane and various co-solutes promote the aggregation process.\n\nThe candidate, Dr. S. Strazdait? has returned to her home country after PhD studies in the Netherlands. She is currently employed as a senior research fellow in the Centre for Physical Sciences and Technology (FTMC) at Prof. Gediminas Niaura group. The researcher will bring a valuable experience of surface specific spectroscopy to FTMC and during the proposed project she will acquire new knowledge and will reach an independent scientific maturity.",
    "totalCost": "130779,6",
    "ecMaxContribution": "130779,6",
    "coordinator": "VALSTYBINIS MOKSLINIU TYRIMU INSTITUTAS FIZINIU IR TECHNOLOGIJOS MOKSLU CENTRAS",
    "coordinatorCountry": "LT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}