{
    "rcn": "215073",
    "acronym": "ILLR",
    "topics": "MSCA-IF-2017",
    "title": "Intellectual Life and Learning on Rhodes (168BC-AD44)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "ILLR is the first intellectual and cultural history of Rhodes centered on a seminal period of its cultural prominence between its alliance with Rome (164 BC), where its financial and military power was curtailed and it became semi-autonomous, and its incorporation into the province of Asia (AD 44) by the Emperor Claudius. Using a combination of actor-network/social network theory and intellectual history with literary and material evidence, ILLR shows the transformation of Rhodian and Greek identities from a predominately economic and political power to a cultural one in a Greek and subsequently Greco- Roman world, and Rhodesí part in the creation of the Classics and Greco-Roman culture.\n\nILLR demonstrates Rhodesí pivotal and under-appreciated role as an important intersection within networks of learning, by analysing ancient intellectual life in all its forms (e.g. philology, history, philosophy, the sociology and anthropology of knowledge). Consisting of a monograph and two articles, it examines the preservation and study of heritage, the development of poetry, scholarship, philosophy, and rhetoric, and their subsequent influence on Greeks and Romans.\n\nMy main research interests are Greco-Roman literary history, Greek poetry and music, ancient scholarship, and fragmentary literary texts. ILLR will advance my career and strengthen my profile as a researcher by allowing me to expand my research interests to Latin literature and learning, Greek epigraphy, and Greco-Roman oratory, and allow me to disseminate these skills through teaching and further research. ILLR serves as a point of comparison, and, conceivably, of inspiration, when dealing with analogue features of our contemporary world. These features include the mobility of students and scholars, the formalisation and diversification of academic disciplines, languages and multilingualism, and the use of cultural heritage and learning as means of identity and representation.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}