{
    "rcn": "215094",
    "acronym": "AROMAs-FLOW",
    "topics": "MSCA-IF-2017",
    "title": "Biocatalytic flow reactors using extremophilic enzymes for a greener generation of aroma-compounds",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "In tune with sustainable chemistry, the use of enzymes for synthetic purposes has indeed drawn much attention as it is seen as an eco-friendly process. From another perspective, flow reactor technology represents one of the new strategies introduced in last few years to advance sustainability of organic synthesis and shows many advantages compared with traditional batch methods, including improved heat and mass transfer, efficient mixing of substrates and shorter reactions time. AROMAs-FLOW innovative strategy involves a combination of flow reactor technology and biocatalysis to create an efficient and modern platform oriented to a green production of natural food compounds and capable of extraordinary versatility and reaction innovation. The excellent opportunities offered by using immobilized biocatalysts under flow reaction conditions, represent a research field of certain growth. Twenty target aroma-compounds, three types of enzymes as well as acetic acid bacteria as whole cells have been selected to focus the efforts on specific synthetic problems, and to efficiently implement knowledge transfer to practical applications. The innovative AROMAs-FLOW project will offer an attractive economical incentive to the food industry because of consumersí preference for natural products, attributed to increasing health- and nutrition-conscious lifestyles, as well as an alternative to traditional agriculture at risk of possible shortages caused by local condition production (climate, pesticides etc.) and the responsible care of natural resources. Furthermore, alternative ìnaturalî routes for flavours production in addition to plants extraction, are becoming increasingly appealing. In agreement with Europe 2020 strategy, the outcomes of my research will reduce the cost of energy consumption and chemical waste with a significant economic and environmental impact on the society.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}