{
    "rcn": "215042",
    "acronym": "REWOFUEL",
    "topics": "LCE-19-2016-2017",
    "title": "REsidual soft WOod conversion to high characteristics drop-in bioFUELs",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "REWOFUEL goal is to demonstrate the performances, reliability, environmental and socio-economic sustainability of the entire value chain, for the transformation of residual soft-wood into hydrolysate (RWH), conversion of RWH into bio-Isobutene (bio-IBN) by fermentation and further conversion to biofuels. To achieve these goals a team of 11 partners, leaders in their field, originating from 7 EU-member states, will join efforts.\nREWOFUEL consists in showcasing the value chain, from residual wood to 3 high performance drop-in biofuels derived from bio-IBN. These biofuels are full-bio-ETBE, bio-isooctane and bio-isododecane rich biofuels. This large market is today supplied entirely by products derived from fossil-based IBN. Products derived from bio-based IBN, using the same process as fossil-based IBN, would provide a true renewable alternative.\nREWOFUEL includes the development & up-scaling of this process and the valorization of coproducts: lignin, microbial biomass, biogas and fertilizers. To this end, four ambitious objectives were defined:\n-Demonstrate the production of residual wood hydrolysate (RWH) and establish a quality standard to feed the IBN fermentation unit,\n-Demonstrate the production of bio-IBN-based biofuels from RWH at pre-commercial scale,\n-Demonstrate the valorization of lignin and other coproducts resulting from the RWH process,\n-Determine and validate the targeted technical, safety, economic as well as environmental/social sustainability performances to be achieved for a commercial plant.\nThis project aligns with the core innovation strategies of 2 SMEs which are: deconstructing of wood (SEKAB, SWE) and conversion of sugars/hydrolysates into bio-IBN (GBE, FR). These 2 SMEs are already operating a demo plant that they intend to further upgrade within the project.\nRelated Work packages, tasks, milestones and risks are considered in order to achieve these objectives.\nREWOFUEL project is fully aligned with the call topic.",
    "totalCost": "19791556,55",
    "ecMaxContribution": "13856301,84",
    "coordinator": "GLOBAL BIOENERGIES",
    "coordinatorCountry": "FR",
    "participants": "AS GRAANUL INVEST;NESTE ENGINEERING SOLUTIONS OY;AJINOMOTO EUROLYSINE SAS;REPSOL;SKYENERGY BV;SEKAB E-TECHNOLOGY AB;TECHNIP FRANCE SAS;ENERGIEINSTITUT AN DER JOHANNES KEPLER UNIVERSITAT LINZ VEREIN;Peab Asfalt AB;IPSB",
    "participantCountries": "EE;FI;FR;ES;NL;SE;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}