{
    "rcn": "215081",
    "acronym": "FBD_BModel",
    "topics": "NMBP-22-2017",
    "title": "A Knowledge-based business model for small series fashion products by integrating customized innovative services in big data environment (Fashion Big Data Business Model)",
    "startDate": "01/12/2017",
    "endDate": "30/11/2020",
    "objective": "FBD_BModel aims at creating a digital technology platform for delivering small series innovative functional garment products through a European Union-based local textile supply chain, meeting consumersí personalized requirements in terms of fashion and functional performances. This new supply chain will permit to get through the information channel from fabric materials to consumers via various processes, in order to dynamically organize design and production in the big data environment. This technology platform will integrate two interconnected knowledge-based sub-systems (an Interactive Design System (IDS) and a Supply Chain and Production Management System (SCPMS)). The platform will provide a range of data-based services (product and design recommendation, supplier selection, dynamic tasks planning, production simulation, Ö) dedicated to consumers and concerned professionals (producers, designers, retailers, Ö) of the supply chain. An extended virtual space will be created for visually displaying and evaluating fashion and functional performances (thermal comfort, skin touch comfort and skin pressure comfort in relation to body movements) of designed products in order to integrate consumersí lifestyle into the product design process. This platform will enable the direct connection of the professional networks of producers, designers and retailers and optimize all activities of the supply chain. Based on this platform, a novel B2B2C business model will be built by establishing the economic viability and overall exploitation strategy, developing a detailed business plan, along with a full exploitation strategy and associated risk analysis, and performing a series of extensive pilot operations and market replication actions. This business model will be helpful for creating customized textile production in Europe, promoting material innovations of European SMEs with connected professional networks, and preserving and updating professional knowledge in Europe.",
    "totalCost": "3763474",
    "ecMaxContribution": "3747374",
    "coordinator": "ECOLE NATIONALE SUPERIEURE ARTS INDUSTRIES TEXTILES",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF MANCHESTER;DESAP SYSTEM SOLUTIONS LIMITED;GRADO ZERO ESPACE SRL;BESTE SPA;AZADORA SRL;HOEGSKOLAN I BORAS;KUVERA SPA;FITIZZY;BEWARRANT;DEUTSCHE INSTITUTE FUR TEXTIL- UND FASERFORSCHUNG DENKENDORF;DOUÀLOU NV",
    "participantCountries": "UK;IT;SE;FR;BE;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}