{
    "rcn": "215070",
    "acronym": "GENIUS",
    "topics": "MSCA-IF-2017",
    "title": "Gaussian entropic inequalities and uncertainty relations for communication and secure quantum key distribution",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Information and communication technologies are essential to modern society as the internet is pervading all aspects of our lives. Quantum mechanics imposes a fundamental limit to the communication rates. Determining this limit is one of the two challenges addressed by GENIUS. Given the amount of sensitive information sent through the internet, secure communications are essential to our society. To fulfill this need, the EU is investing in quantum key distribution (QKD) with the 1GÄ Quantum Technology Flagship. The other challenge addressed by GENIUS is determining the maximum rate for secure communication that can be achieved by the forthcoming generation of QKD devices and proving their perfect security.\nTo address the above challenges, I will firstly apply methods from functional analysis to prove new fundamental entropic inequalities for quantum Gaussian channels. Quantum Gaussian channels provide a mathematical model for the propagation of electromagnetic signals. Entropy is the core of information theory and quantifies the information content of a system. These inequalities will determine the maximum rates allowed by quantum mechanics for communication and QKD. Secondly, I aim to propose and prove a new fundamental entropic uncertainty relation for the heterodyne measurement. This uncertainty relation will prove the perfect security of the most promising QKD protocol. These new insights will have an enormous impact on both quantum communication and quantum cryptography and will stimulate what will be the first realization of quantum devices capable of communication and guaranteed perfectly secure QKD at the maximum possible rates. The experience of my supervisor Prof. Solovej in functional analysis and entropic inequalities combined with the experience of my co-supervisor Prof. Christandl in quantum cryptography make the QMATH group the ideal environment for carrying out this project and establishing myself as a leading independent multidisciplinary researcher.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}