{
    "rcn": "215078",
    "acronym": "IceDynamO",
    "topics": "MSCA-IF-2017",
    "title": "The dynamics of sea ice variability ñ role of the oceans",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Arctic sea-ice extent and volume are declining rapidly, and according to model simulations, the Arctic Ocean may become seasonally ice-free as early as around 2040. As sea ice is a critical component of the Earth system, for the prediction of future climatic processes and related environmental changes, it is crucial to forecast its evolution. However, despite the extreme societal and environmental relevance, our understanding of natural sea-ice variability and its response to external natural and human-induced forcing is associated with significant uncertainties. Consequently, state-of-the-art climate models still show a very large spread in the prediction of climate responses for the next century, especially at high latitudes. The insufficient knowledge about natural sea-ice states makes it essential to develop high-resolution sea-ice reconstructions extending back in time beyond the instrumental and satellite era. With this project I will thus improve our basic understanding of the processes determining Arctic sea-ice cover and variability by establishing multidecadal to millennial-scale time series of sea ice and general oceanic conditions on the North East Greenland shelf during the Holocene, with primary focus on the last few millenia. I will develop a high-resolution, multi-proxy reconstruction and link it to the Greenland ice-sheet dynamics, ocean circulation and global climate. I will define the pre-industrial baseline of Greenland sea-ice cover and test the link between sea ice and natural and human-induced climate forcings. Results from this project will have important implications not just for the community of palaeo-scientists but will provide crucial research-data for modellers in order to improve predictive climate models. Such improved models are critical for a better prediction of the fate of Arctic sea ice in a warmer word, and are also needed for society to adapt to a changing environment.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}