{
    "rcn": "215068",
    "acronym": "GAP",
    "topics": "MSCA-IF-2017",
    "title": "Global dynamics of mountain diversification and persistence",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Why does the geographic distribution of species richness vary so much across the earthís surface? This question has been a central focus of biology for almost two centuries, but despite extensive study, biologists have been unable to provide a comprehensive answer. Considering global richness patterns, tropical mountain ranges stand out as the hotspots for vertebrate species diversity. However, our ability to predict the large number of species present in these areas as a result of current climatic and environmental conditions is poor, implying an important influence of evolutionary history in generating these trends. In GAP, I will test the relative importance of different evolutionary processes; dispersal, diversification and lineage persistence in generating species richness patterns throughout the worldís mountain regions, for the most speciose avian order (passerines, ~6,500/10,000 bird species). I will also test whether diversification, followed by the dispersal of lineages from mountain regions to lowland areas, is a major contributor to the production of continental/global gradients of species richness, evolutionary diversity and functional diversity. To determine where efforts should be focused to preserve montane diversity into the future, I will also evaluate how conservation threat status varies among global mountain assemblages, and how well this predicts the evolutionary and functional diversity maintained there. I will achieve these analytical objectives following the generation of a novel and comprehensive global dataset. This will encompass a time-calibrated phylogeny, classifications of global mountain regions and elevational zonation for the worldís passerine species. Together, the research outputs from GAP will significantly improve our understanding as to why mountains are so rich in species, and how historical processes in these areas have influenced the formation of global biodiversity gradients.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}