{
    "rcn": "215055",
    "acronym": "UTILIUM",
    "topics": "MSCA-IF-2017",
    "title": "Unraveling The Immune Landscape In Uveal Melanoma",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Cancer Immunotherapy is the latest breakthrough in the fight against cancer, especially with the successes of checkpoint inhibitors. However, numerous tumors appear non-responsive, including uveal melanoma (UM) despite its shared cellular origin with cutaneous melanoma. In this project, I propose to study the immune landscape of UM and explore strategies to overcome mechanisms detrimental to the antitumor immune response. I will employ highly innovative technologies from the fields of genomics, immunology and bioinformatics to explore the tumor microenvironment. \nGene expression profiles of UM metastases and neoantigen presentation will be obtained by RNA sequencing. The functional expression of multiple immune markers will be analyzed by cutting-edge multispectral immunohistochemistry to determine immune cell subset presence in a qualitative and quantitative manner. The obtained knowledge will subsequently be used to test and improve reactivity of tumor-infiltrating lymphocytes in an autologous model. These experiments require optimal expansion of tumor-infiltrating T cells, which is highly developed at the laboratory of prof. Svane at the Center for Cancer Immune Therapy at the Herlev Hospital in Copenhagen, Denmark. I expect that this project will provide a more complete overview of the immune landscape of UM and reveal important mechanisms underlying immune suppression in UM. The findings of this project could pave the way to the clinical development of successful immunotherapeutic strategies for the treatment of UM and potentially other tumor types resistant to immune checkpoint inhibitors. Finally, this project will improve my laboratory and leadership skills, greatly improving my chances of achieving the next goal in my career: a permanent position as an Medical Oncologist with my own lab-based group in the expanding field of Cancer Immunotherapy to accelerate the application of translational research into the clinic.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "REGION HOVEDSTADEN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}