{
    "rcn": "215086",
    "acronym": "ENVIROSTOME",
    "topics": "MSCA-IF-2017",
    "title": "Exploring the contribution of bacteriophages to the emergence and spread of antibiotic resistance in environmental settings",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Antibiotic resistance has become a global public health concern. Although this phenomenon has been widely studied in clinical settings, its impact has not been extensively explored in environmental settings. The environment is continually exposed to a wide variety of antimicrobials and their metabolites through wastewater treatment plant discharges, agricultural runoff, and animal feeding operations which may contribute to the emergence and spread of antibiotic resistance. Moreover, the large-scale mixing of environmental bacteria with exogenous bacteria from anthropogenic sources provides the ideal selective and ecological conditions for the emergence of resistant bacteria. As a consequence, aquatic environments may provide ideal settings for the horizontal exchange of antibiotic resistance genes. Our working hypothesis is that bacteriophages (phages) play an important (and overlooked) role in the acquisition, maintenance and spread of antibiotic resistance genes (ARGs) in environmental settings, particularly under anthropogenic disturbances. The specific aims of the ENVIROSTOME project are (i) to determine the contribution of phages to the horizontal transfer of ARGs in aquatic environments, and (ii) to investigate the impact of conventional and novel disinfection approaches in wastewater treatment on the prevalence of ARG-carrying phages in aquatic environments. Dr. Balcaz·rís group have demonstrated that environmental phages contain a large diversity of ARGs, which warrants further research to clarify their contribution to the emergence of antibiotic resistance among environmental bacteria, as well as to investigate their control through disinfection. The results of this research are expected to deliver critical insights for tackling the global crisis of antibiotic resistance. The project is also supported by an intersectoral secondment with the world-class water intelligence company BlueTech Research and by its founder and CEO, Paul O'Callaghan.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}