{
    "rcn": "215091",
    "acronym": "RadonACCURACY",
    "topics": "MSCA-IF-2017",
    "title": "Accuracy assessment of the annual average indoor radon concentration based on measurements of different duration",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Radon is an important carcinogenic factor causing lung cancer. To reduce this risk legislators limit the annual average indoor radon (AAIR) concentration in buildings. However, the reliable assessment of AAIR is a problem, because indoor radon has significant temporal (daily, weekly and seasonal) variations. Despite the AAIR is tested in many countries for several decades, none of national regulations (the measurement protocol in USA, ISO and IAEA recommendations), provide an assessment of the AAIR uncertainty depending on the test duration. This allows neither optimizing the test duration, nor correct comparing the AAIR with reference levels. Thus, the main goal of the project is the assessment of the AAIR uncertainty based on the results of measurements with different duration and the development of reliable criteria for comparing the AAIR and reference levels. To accomplish this goal we propose to make: (a) preliminary short-term measurements in at least 180 buildings in Haifa to identify at least 12 experimental rooms with a high radon level, (b) complete annual radon monitoring in these rooms, also measuring the concentration of soil radon and its flow under single building. Based on the original algorithm to process monitoring data, the radon temporal variation coefficient values (depending on the measurement duration) will be obtained and verified. This coefficient is the main source of AAIR uncertainty. In addition, the degree of influence of environmental factors on indoor radon behavior (correction factor) will be determined. Using the correction factor can significantly reduce the AAIR uncertainty. The results of this study will help to: (a) apply in practice the principle of AAIR control firstly proposed by us, (b) revise the international standard (ISO), (c) develop a strategy to identify buildings with high radon, (d) assess the exposure doses from radon and create a map of radon hazard zones in Haifa (IL), (e) develop the career of the researcher.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "TECHNION RESEARCH AND DEVELOPMENT FOUNDATION LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}