{
    "rcn": "215002",
    "acronym": "HEIREC",
    "topics": "ERC-2017-PoC",
    "title": "HEI10-mediated elevations in bread wheat recombination",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "The increasing demand for food, in the context of a changing climate and deteriorating environments, will be one of the major challenges facing society in the coming decades. However, as breeding a new crop variety currently takes on average 10 years, the predicted changes in food demand and climate are only several breeding cycles away. Meiotic recombination and crossover is a major tool used in crop breeding when diverse strains are hybridized in order to combine useful traits. Therefore, in the current climate of change, there is an urgent need to reduce the time needed to produce new crop varieties, and meiotic recombination is one target to achieve this. In my ERC Consolidator grant SynthHotSpot, we are investigating the molecular control of meiotic recombination using the model plant Arabidopsis. We have identified the gene HEI10, which encodes a conserved meiotic ubiquitin E3 ligase, as a major regulator of crossover numbers. Importantly, during this work we discovered that HEI10 is highly dosage-sensitive and introduction of additional copies of this gene more than doubled crossovers throughout the Arabidopsis chromosome arms. As HEI10 is conserved between plants, fungi and animals, this may provide a gene target to manipulate crossover numbers in diverse species. In light of the demands on breeding companies to develop new, high yielding crop varieties, HEIREC will fast-track the development of a new platform technology to increase recombination frequency during breeding, via introduction of additional HEI10 copies. Within HEIREC we will generate proof of concept data where we increase HEI10 copy number within bread wheat, in order to increase recombination and thereby accelerate crop improvement. Bread wheat is a major crop globally where recombination level limits strain improvement. Therefore, by increasing recombination frequency during breeding, HEIREC will accelerate the development of new crop varieties and contribute to ensuring food security.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}