{
    "rcn": "215036",
    "acronym": "STESICHOROS",
    "topics": "MSCA-IF-2017",
    "title": "THE ARCHAEOLOGY OF SOUND OF THE CULTIC THEATRE IN A GREEK CITY IN SICILY",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Through this project I aim to assess and recover the lost intangible heritage of cultic theatre acoustics through the acoustic reconstruction of spaces of the past. The acoustics of linear and non-circular theatra in the Greek world have never before been analysed in terms of how and why these spaces were chosen for performance. The project will establish a new line of research at the crossroads of archaeomusicology, architecture, acoustics, and digital technologies to complete a study on these buildings, and will include a specific case study in Sicily. The acoustic reconstruction will also include audio material based on auralisations of ancient instruments. \n\nThrough this project I will be able to expand my skills in the use of post-processing software and acoustic techniques based on computerised models. This application for the RI fellowship stresses my aspiration to develop new skills in digital heritage. The skills will be extremely useful for my return and reintegration into a longer-term research position in Italy, a nation that is well established in the fields of cultural and digital heritage studies. Securing the RI fellowship will be an important step in my career as an expert researcher with an original profile that blends archaeomusicology and digital heritage.\n\nI will be hosted at the Institute for Archaeological and Monumental Heritage of the National Research Council, a centre of excellence for the innovative development of relations between science and technology and different sectors of cultural heritage: the project will provide an opportunity for me to collaborate closely with experts in 3D reconstruction and modelling, augmented reality and applied acoustics. The host will benefit from the intensive collaborations I have built in the USA, and from my research and work in archaeomusicology, as well as in Greek art and archaeology. The project is organised into six work packages that will take place during the two-year duration of the project.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}