{
    "rcn": "215072",
    "acronym": "MHCIbiopic",
    "topics": "MSCA-IF-2017",
    "title": "MHC-I biogenesis and degradation at the endoplasmic reticulum membrane",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "One third of the cell proteome utilizes the secretory pathway for entrance into the endoplasmic reticulum (ER). However, the insertion of nascent proteins into or their translocation across the ER membrane, their maturation and assembly to oligomeric complexes and their degradation are very basic cellular processes of which we largely lack an integrative structural insight.\nI propose to use Cryo Electron Tomography (CET) to unravel the molecular mechanism of the biogenesis and degradation of Major Histocompatibility Complex-I (MHC-I) as a model substrate in situ. MHC-I are critical for immune responses to viruses and tumors. They are hetero-trimeric complexes formed by a light chain, a heavy chain and a variable cellular or microbial peptide. MHC-I folding is assisted by the chaperones ERp57 and calnexin at the ER membrane, where it assembles co-translationally, stabilized by tapasin. Once loaded with a peptide, MHC-I is exported to the cell surface for recognition by CD8\\ T-cells. However, some viral immunoevasins like the human cytomegalovirus (HCMV) proteins US2 and US11 trigger the ER-Associated Degradation (ERAD) of MHC-I. I will combine data from CET, cross linking mass spectrometry (XL-MS) and in vitro functional assays on eukaryotic cellular and microsomal cell-free systems to provide an integrated picture of the complexes transiently involved in these processes.\nThis work will make great contributions to our molecular understanding of cellular proteostasis and possibly provide novel molecular targets addressing diseases associated with ER stress.\nThe proposed project will extend my knowledge from protein X-ray crystallography to the study of more complex molecular assemblies in association with membranes at larger length scales ñ ultimately the cell. \nTaken together, this project represents a unique opportunity to start blooming in my career as an independent researcher with a strong european network, and become a leader in the scientific community.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}