{
    "rcn": "215023",
    "acronym": "ANTELOPE",
    "topics": "MSCA-IF-2017",
    "title": "Non-trAditioNal sTable mEtaL isotOPE (Fe, Mg, Zn) fractionation: a case study from the Bushveld Complex, South Africa",
    "startDate": "23/04/2018",
    "endDate": "22/04/2020",
    "objective": "Mafic layered intrusions, formed by the slow cooling and differentiation of basaltic magmas within the crust often contain enormous metallic ore resources, of vital importance for industrial and societal applications. The ca. 2.0 Ga Bushveld Complex in South Africa is by far the largest mafic layered intrusion on Earth, and contains > 80% of the worldís Platinum-Group Elements (PGE) and huge quantities of Cr, hosted within a few nearly monomineralic dense oxide layers which are continuous over 100ís of kilometers. Despite many decades of scientific research, the processes that resulted in the formation of these magnificent layering features and the accumulation of precious metals to such high concentrations are heavily debated. Part of the problem arises from the fact that compositional data suggests the influence of post-magmatic processes and fluid circulation operating in the magma chamber. Such processes are likely to have modified the primary cumulate pile and influenced precious metal distribution, but the extent to which these rocks have been subjected to subsolidus modification is not known. I propose to develop new geochemical tools to quantify the influence of these processes, using an unprecedented precise approach of Fe, Mg and Zn isotope measurements on ferromagnesian sililcates, oxides and sulfides. Not only will the results support further precious metal exploitation by expanding our understanding of the formation and evolution of mineralized oxide layers in the Bushveld, but they will also be of high scientific relevance for all applications of high-temperature stable isotope geochemistry across the fields of igneous and metamorphic petrology as well as geo- and cosmochemistry.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}