{
    "rcn": "215059",
    "acronym": "ProDelSys",
    "topics": "MSCA-IF-2017",
    "title": "Processing Systems with Optical Delay",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The primary goal of this project is to train a talented young researcher, Dr. Marina Zajnulina, with a strong academic background in nonlinear fibre and semiconductor optics, laser physics and general nonlinear-wave theory, through a research programme focused on developing of novel all-optical processing systems based on ultra-short fibre lasers, and their usage in a range of practical applications. There is high demand in ultra-short fibre lasers, because they are highly desirable as light sources due to their flexibility, simplicity and cost-efficiency. The project will include theoretical, experimental, and numerical studies of optical ultra-short pulse generation and propagation in a processing system based on an ultra-short fibre laser with optical feedback. To guarantee an all-over success of the project, several European world-leading academic and industrial (non-academic) partners will participate in the project as secondment hosts and co-hosts and consultants. The success of this project will contribute knowledge to the fields of laser science and technology, and establish an internationally leading position for Europe in the industrial applications relevant to telecommunications, as well as other high-demand fields such as spectroscopy, frequency metrology, and instrument calibration. Further, this project will explore the commercialisation of a novel laser as a processing system and enable a greater market share for fibre laser applications. A long-term collaboration between the Fellow and the host and co-hosts will be established ultimately resulting in a new level of optical processing and laser devices and technologies and enhancing the European leading position in this highly competitive commercial field.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}