{
    "rcn": "215005",
    "acronym": "InCell",
    "topics": "ERC-2017-COG",
    "title": "High speed AFM imaging of molecular processes inside living cells",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "Imaging the inside of living cells with single nanometre resolution has been a long-standing dream in bio-microscopy.   Direct observation of changes to molecular networks inside of living cells would revolutionize the way we study structural cell biology. Unfortunately, no such tool exists. Atomic force microscopy (AFM) is the closest we have, to nanoscale functional imaging of cells in their native, fluid environment. However, it is limited to imaging the outside of the cell.  \nWith InCell, I will remedy this by developing an AFM capable of imaging the inside of living cells. The approach is based on a microfabricated high speed AFM cantilever encased in a double barrel patch-clamp shell. The patch clamp shell seals onto the plasma membrane of the cell, so that the tip of the AFM cantilever can enter the cell without causing the cytosol to leak out. Parasitic interactions of the AFM tip with the cytosol will be subtracted from the cantilever deflection signal, using high speed photo-thermal off-resonance tapping (PT-ORT), a novel AFM mode we have recently developed in my lab. This allows the extraction of the true tip-sample interaction, even in viscous fluids. A dedicated InCell HS-AFM combined with confocal optical microscopy will be used to guide the InCell cantilever inside the cell to the area of interest. \nUsing this minimally invasive technique we will study the formation of clathrin coated pits, a crucial part of endocytosis. By imaging for the first time the nanoscale dynamics of this process in living cells, we aim to answer fundamental questions about the clathrin coat assembly. We will characterize the kinetics, stability and force generation by the clathrin lattice. This will be the first example of how enabling nanoscale imaging inside living cells will be a game changer in cell biology. It will open up a myriad of possibilities for the study of vesicular transport, viral and bacterial infection, nuclear pore transport, cell signalling and many more.",
    "totalCost": "1999925",
    "ecMaxContribution": "1999925",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}