{
    "rcn": "215026",
    "acronym": "SiDMACIB",
    "topics": "MSCA-IF-2017",
    "title": "Structurally informed Design of Masonry Assemblages Composed of Interlocking Blocks",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Masonry benefits contemporary architecture regarding sustainability and application to free-form construction. A masonry structure can be considered as an assemblage of conventional or interlocking rigid blocks with frictional joints. Although interlocking blocksí resistance to sliding is higher and their construction is easier when compared to conventional blocks, there is no digital framework to design structurally-sound assemblages composed of interlocking blocks with diverse typologies. Therefore, I intend to develop a digital framework that supports designers in the design of structurally feasible and assemblable masonry assemblages of interlocking blocks. The framework will accomplish the following:\n-it allows designers to model an assemblage and to analyze its structural feasibility;\n-for the structurally infeasible model, it will automatically modify the geometry of the interlocking blocksí connectors, making the model structurally feasible; \n-during the geometric modification, it will avoid geometries which do not construct the assemblable blocks. \nTo evaluate the structural feasibility, a novel experimental method will equate the frictional resistance of the corrugated face of an interlocking block to that of the flat face of an equivalent conventional block. I also propose an extension of the limit analysis method, in which block resistance to sliding is different in different directions, and plan to use equations from the experimental method.\nThe project is an interdisciplinary research in the fields of architectural, computational and structural design and will train skills helping to establish me as a researcher leading studies on structurally informed architectural design as well as to become an entrepreneurial architect who uses masonry in contemporary architecture. It will also create opportunities for host organizations to collaborate with architectural academia and manufacturing industry in the field of integrated architectural-structural design.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}