{
    "rcn": "215075",
    "acronym": "RIGHTS UP",
    "topics": "MSCA-IF-2017",
    "title": "THE RIGHT TO THE CITY AND THE AMBIVALENCE OF TOURISM: A COMPARATIVE APPROACH TO MEDIA DISCOURSES AND SOCIAL MOVEMENTS' DISSENT IN VENICE, AMSTERDAM AND BARCELONA",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "RIGHTS UP approaches the media discourses of the current social movements fighting mass tourism in three European cases: Venice, Amsterdam and Barcelona. Tourism has become a key industry for securing economic growth and full employment, but it has also caused negative externalities to local populations. RIGHTS UP aims at understanding how social movements frame their discourses within their Nation-state, while engaging with solidarity movements or ëdissent networksí at the European/global level. The innovative approach combines qualitative in-depth discourse analysis and interviews with a computer-assisted content analysis to secure a diversity of sources, and fosters interdisciplinary/intersectoral collaboration with academics in areas such as geography, economics, urban studies, and political science. The outcomes of the project will impact both local policies (governance) as well as entrepreneurial initiatives in the tourism industry (providing entrepreneurs with information about the needs of local populations and fostering a climate of social responsibility). I have extensive experience researching discourses and narratives in media, and RIGHTS UP expands my career both because of its link to tourism studies as well as because of the emphasis on comparative (European) studies. My proposal is based in the long academic discussion on the right to the city, but complements this approach with the concept of the right to the urban protest. The project is committed with European goals of sustainable tourism and bottom-up governance, and it also observes the emergence of a trans-national public sphere. Caí Foscari as host institution and the Universitat Rovira i Virgili (secondment) are both institutions with HR Excellence in Research. The expected results of my project are a better understanding of the effects of tourism in European cities, as well as advancing the scientific knowledge on social movements, urban spaces and contentious politics.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}