{
    "rcn": "215017",
    "acronym": "GRANDPA",
    "topics": "MSCA-IF-2017",
    "title": "GeometRic ANalysis of Dilute PlasmAs",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The ultimate goal of this Fellowship is to understand the long time behaviour of plasmas governed by the relativistic Vlasov-Maxwell system (RVM). The main difficulty is the hyperbolic nature of Maxwell's equations (the electromagnetic fields propagate at the speed of light): particles that travel close to the speed of light nearly interact with their own fields. It is not currently known whether particles can be accelerated to such speeds, and, if so, whether this necessarily leads to development of singularities. This is a major open problem.\n\nMy expertise in the analysis of hyperbolic equations and in microlocal analysis, complemented by my host's expertise in kinetic theory will put us in a unique position to make progress on this problem. As an integral part of this Fellowship I will train in kinetic theory, and my host and I will share our mutual networks in Europe and around the world to help us study this major open problem.\n\nTo this end, I have identified several workpackages with intermediate objectives to facilitate the progression:\n\nWP1: TOY MODEL. First I will analyse a toy model of RVM that preserves the hyperbolic nature, yet is simpler to handle.\n\nWP2: THE LINEARISED SYSTEM. I will then analyse the linearised RVM system using novel tools from microlocal analysis.\n\nWP3: PARTICLE TRAJECTORIES. Returning to the RVM system, I will use the previous results, together with further hyperbolic techniques (such as Strichartz estimates) to improve existing a priori estimates for particle trajectories.\n\nI also have robust career development and public outreach agendas, to complement the scientific aspects of this proposal. Combined, all these elements will establish me as a prominent research leader upon my return to the Beijing Institute of Technology, with extensive links throughout Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}