{
    "rcn": "215004",
    "acronym": "WEAPON",
    "topics": "MSCA-IF-2017",
    "title": "Warrior Elites: Assessing their Presence and Organisational identity in Neolithic Europe",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The origins of human conflict, up to and including warfare, lie not in historical documents but in the prehistoric archaeological record. While some evidence is ambiguous, injuries to the skeleton are the indisputable result of real incidents. Neolithic (6000-3000 BC) graves of the Mid-Upper Ebro and Mid-Upper Rhine valleys (northern Spain and northeastern France, respectively) contain skeletons with skeletal trauma and/or arrowhead injuries. Some of these may represent massacres involving many individuals. Moreover, emerging isotopic evidence suggests the existence of specialised warriors among them ñ potentially the first such in Europe. This reflects a rise in social unrest and provides an outstanding opportunity for investigating almost intangible cultural aspects. The WEAPON (Warrior Elites: Assessing their Presence and Organisational identity in Neolithic Europe) project proposes an unprecedented interdisciplinary approach to explore the identity and life-histories of those involved in the violence observed in this pivotal period. A combination of analytical methods will be used to this end, including stable carbon, nitrogen and sulphur analysis of bone collagen and tooth dentine, strontium and oxygen analysis of tooth enamel, and radiocarbon dating. The research aims to confirm the existence of ëspecialised warriorsí, as well as to investigate if violence, whether regular or not, may relate to the emergence of inequalities and/or population movements across Neolithic Europe.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}