{
    "rcn": "215093",
    "acronym": "Particle-bound ROS",
    "topics": "MSCA-IF-2017",
    "title": "Reactive Oxygen Species (ROS) in atmospheric aerosols: exploring formation, sources and dynamics of a new air pollution toxicity metric",
    "startDate": "21/05/2018",
    "endDate": "20/05/2020",
    "objective": "Ambient particulate air pollution is one of the most severe public health issues worldwide as highlighted in a recent WHO study. It is unknown which particle sources and properties are the most health damaging but Reactive Oxygen Species (ROS), present in particles or generated by particle components upon deposition of particles in the human lung, are widely thought to be a significant contributors to particle-related toxicity. However, accurate ROS quantification remains challenging due to the lack of appropriate analytical methods.\nRecent studies, using novel analytical techniques, found that substantial amounts of particle-bound ROS are present in secondary organic aerosol (SOA). However, it is entirely unknown which SOA precursors and atmospheric conditions affect ROS formation in SOA, especially how anthropogenic pollutants (e.g. NOx and SO2) affect ROS. In this proposal, we aim to establish for the first time a comprehensive data set of atmospheric particle-bound ROS concentrations and temporal variability, measured with high time resolution, by deploying a novel online ROS instrument in two contrasting urban locations in the UK, and to explore how different sources and atmospheric conditions contribute to particulate ROS. Furthermore, we will perform laboratory atmospheric simulation chamber experiments to elucidate ROS formation mechanisms in SOA from anthropogenic and biogenic sources by combining a comprehensive set of novel and state-of-the-art online analytical techniques. The study therefore will provide for the first time knowledge on sources and on characteristics of ROS and will provide essential and critical information for innovative strategies for air pollution mitigation and policies. This interdisciplinary project will provide a unique opportunity for the MSCA Fellow to receive world-class training, to enhance his potential and future career as well as for transfer of knowledge between the researcher and the host.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}