{
    "rcn": "215071",
    "acronym": "MachineCat",
    "topics": "MSCA-IF-2017",
    "title": "Machine Learning for Catalytic Carbon Dioxide Activation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The goal of MachineCat is to obtain fundamental insights into machine learning methods applied to computational chemistry problems.\n\nMachine learning methods can be used to reproduce the predictions of highly accurate electronic structure calculations at only a fraction of the original computational cost. As a consequence, it becomes possible to simulate chemical problems usually beyond the capabilities of standard computational chemistry methods. However, a routine application of machine learning methods in computational chemistry is made difficult by their inherent black box nature.\n\nMachineCat will illuminate this black box by using state-of-the-art analysis techniques to gain a deep understanding on how these learning machines operate. Based on these insights, MachineCat will then systematically improve existing machine learning methods for computational chemistry. To this end, an organocatalytic conversion reaction of carbon dioxide will be investigated. This class of reactions is highly relevant for sustainable chemistry, as it offers cheap access to value-added chemicals, potentially replacing fossil fuels as primary carbon source. By studying one particular carbon dioxide conversion reaction with machine learning methods, MachineCat will not only push the limits of these methods, but also provide a detailed mechanism for the reaction under study for the first time. MachineCat will then use this information to rationally design improved catalysts for the conversion reaction.\n\nThe researcher will gain expertise in modern machine techniques and transfer expertise in computational chemistry to the host. The networks of researcher and host will profit from two interdisciplinary workshops. MachineCat will prepare the researcher for an independent career, providing him with a unique research profile, excellent teaching and presentation skills, strong management capabilities, extensive experience in public engagement and dissemination, and a wide scientific network.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}