{
    "rcn": "215037",
    "acronym": "GOPV",
    "topics": "LCE-10-2017",
    "title": "Global Optimization of integrated PhotoVoltaics system for low electricity cost",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Scenarios have forecasted a long lasting amplification with PV electricity becoming the cheapest electricity source in many regions with costs in the range of 4 to 6 cÄ/kWh for EU by 2024, while 2.2 cÄ/kWh has been achieved for a 800 MW PV plant planned in Abu Dhabi for 2019.\nThe PV market will continue to expand in the coming years with more than a doubling in the production capacity expected for 2024. At the same time investment in production capacities is foreseen to keep growing hence maintaining the sector highly competitive. \nFor the European PV industry, which is struggling to survive after years of massive investments in China and south-east Asia, the growth of the market represents a chance to come back as a prime player on high-efficiency premium technologies. This is the positioning of GOPV to develop highly competitive technologies for the PV utility market and strong synergies between European players. The project will accelerate reduction of electricity cost implementing advanced PV features and creating synergies across 5 topic areas: Light Management; Energy Efficiency; Material Efficiency; System Reliability; and System configuration and O&M. Ultimately, it will set up an integrated 500 kW PV system to demonstrate a competitive electricity cost of 0.02 Ä/kWh for irradiation levels of 1900 kWh/m≤/year GHI in Southern Europe. The levelised cost of electricity (LCOE) will hence be reduced by 50% (currently 0,04 Ä/kWh) and the energy payback time reduced by 40%, both in respect to actual standard solution and to PERC best in class mono-facial solution. GOPV project will deliver a 35 years lifetime for the PV string instead of 25 years standards.\nBeyond GOPV, the global turnover for the six industrial partners exploiting the results of the project will be close to 48 MÄ (2022) and will reach 680 MÄ in 2027 (x 14 compare to 2020) with an expectation of creating more than 2000 jobs on the 2022-27 period.",
    "totalCost": "11915027,5",
    "ecMaxContribution": "9775000,75",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "3SUN SRL;FUNDACION TECNALIA RESEARCH & INNOVATION;CONVERT ITALIA SPA;MONDRAGON ASSEMBLY SOCIEDAD COOPERATIVA;GXC COATINGS GMBH;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ENEL GREEN POWER;REFU ELEKTRONIK GMBH;INES PLATEFORME FORMATION & EVALUATION;RICERCA SUL SISTEMA ENERGETICO - RSE SPA;ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "participantCountries": "IT;ES;DE;CH;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}