{
    "rcn": "215058",
    "acronym": "VEHICULA",
    "topics": "MSCA-IF-2017",
    "title": "VEhicles as High-status Indicators in the CUlture of Late Antiquity",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "VEHICULA is a study of vehicles as means for elite self-representation and the visualization of social hierarchies in the late Roman empire: its aim is to produce a comprehensive study of cultural history, which will be of interest to those in all fields of classics and history. In late antiquity, the increasing hierarchisation of society was matched by a need for the visualization of its structure: every citizen was bound not only to occupy his or her own place in society, but also to exhibit the distinguishing features of his or her rank, in a way that could be immediately clear to every viewer. Vehicles were among the most impressive signs of social and economic power; but they are also one of the most underestimated by modern scholars. The use of elaborate vehicles was the principal means for elite self-representation in public spaces, where the prestige and power of a nobleman was made clear by the lavish parade by which he was surrounded while moving through the city. The project will address several categories of visual and written sources, combining the competences and methods of archaeology, art history, classical philology, and literary criticism, and exploiting their results through the lenses of social history and the history of ideas. The innovative focus on vehicles will help clarify some characteristic developments of late antique culture and society in different contexts in which vehicles played a key role, including: the evolution of pagan theology and rituals; the establishment of a bureaucratic structure for central and territorial administration; the construction of gender identity among the elites; the competing modes of elite self-representation (senatorial, military, ecclesiastical) in the public and private sphere; the establishment of the Christian Church as a new centre of power alongside and competing with the traditional ones; the survival of Roman institutions and their insignia in the transition from antiquity to the middle ages.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}