{
    "rcn": "215096",
    "acronym": "VolThinSens",
    "topics": "MSCA-IF-2017",
    "title": "VolThinSens. Challenging societal needs involving ions detection: New strategies for the development of Voltammetry ion Sensors based on Thin membranes",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Modern society is evolving to a scenario in which all daily activities will be monitored using smart sensors. The provision of rapid, reliable and decentralized data is crucial and chemical sensors are current candidates for this purpose. VolThinSens puts forward an innovative sensing strategy from the ground up for reliable detection of ions addressing problems that constitute the bottleneck for the final application of electrochemical sensors in real contexts. To achieve this, the research methodology of VolThinSens involves the exploration of thin ion-sensing membranes based on new materials by using voltammetry and innovative techniques that the project will put forward for the study of the membrane robustness. The developed sensors will be interrogated using coulometry towards a calibration-free technology based on counting charges of the ion analyte that are implied in the electrochemical process. VolThinSens will provide a solution for these two challenges offering robust ion sensors with a wide application perspective within EU priorities such as ìcitizensí welfareî and ìprotecting natureî, among others. The final demonstration of the concept is conceived as the integration of the developed voltammetric sensors for the detection of two ions with pharmacological/clinical and environmental relevance as proof-of-concept: lithium and ammonium. Thus, lithium will be detected in urine, serum and dissolution testing of pharmaceuticals and ammonium in aquatic systems. Interestingly, in situ sensing is aimed through the implementation of the ammonium sensor into a custom-built profiler ion analyser and its deployment in a lake for levels mapping in depth and time axis. VolThinSens will enhance EU excellence and competitiveness in pharmacological/clinical control as well as water issues through the provision of trustable relevant data.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}