{
    "rcn": "215082",
    "acronym": "Men of Value",
    "topics": "MSCA-IF-2017",
    "title": "How much is a man worth. Slavery and market of individual identities in early modern Naples andValencia",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This research aims to study the identity formation processes of slaves and captives in the Mediterranean between 16th and\n17th centuries. It will do so by analysing the slaves markets of Naples and Valencia, two of the most important trading cities\nof the Spanish Empire. The project will combine different types of unexplored archival sources including the trials on slaves\nto be found within the Archivo del Reino of Valencia and a unique source represented by the book nr. 42 coming from\nSecretarÌa de Estado of the Archivo General de Simancas. The latter is as of now the most detailed source available on\nMediterranean slavery, outlining the profiles of 657 slaves and captives aboard 26 privately-operated Neapolitan galleys in\n1585. These sources will make it possible to focus in depth on the biography of slaves and the process of calculating their\nprice.\nThrough this analysis, my project aims to significantly contribute to two historiographical mainstreams: Mediterranean\nslavery and formation of personal identities in ancient regime. The underlying idea is that at the core of both these\nphenomena was an estimation process of 'how much is a man (and woman) worth' including social, psychological and economic aspects.\nTo this end, I propose to read together the two topics (formation of personal identities and slavery) by doing a microanalytical\nstudy of men forced to labour. The main references for this analysis will be the micro-sociology of prices\nelaborated by Bourdieu and Boltanski and recent studies on social estimation processes in history, focusing on biographies\nas well as using case-studies oriented methodology.\nThe fellowship will include a significant secondment to EHESS in Paris, and will result in the third monograph of the\nresearcher on negotiated identities in modern Mediterranean.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}