{
    "rcn": "215095",
    "acronym": "PHYTOPHONUS",
    "topics": "MSCA-IF-2017",
    "title": "From male-killers to plant pathogens: Investigation of cross-kingdom host-symbiont interactions in the Arsenophonus cladeî",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Bacterial symbionts are ubiquitous and influential partners of all metazoan life forms. This is exemplified by the high number of insect species harbouring heritable bacterial symbionts with important impacts on host ecology and evolution. In contrast, several plant pathogenic bacteria causing devastating crop diseases and important economic losses also depend on insect vectors to be transmitted to new host plants. It is thus evident that certain bacteria have evolved adaptations to very different host environments from two kingdoms of life and are able to switch frequently between these contrasting lifestyles. However, a detailed understanding of the functional and/or phenotypic adaptations allowing their cross-kingdom host switches is often lacking. The project PHYTOPHONUS (ëplantkillerí) will investigate how an initially insect-associated bacterial endosymbiont has recently adopted a multi-host lifestyle as an insect-vectored plant pathogen. This will be achieved using the phytopathogen ëCandidatus Phlomobacter fragariaeí as study system. This bacterium belongs to the widespread Arsenophonus clade of insect endosymbionts and is also the causative agent of Marginal Chlorosis Disease of strawberry. We will combine experimental approaches as well as state-of-the-art genomic and transcriptomic sequencing techniques to investigate (i) the potential genomic adaptations allowing this bacterium to successfully switch between insect and plant hosts, and (ii) the respective interactions of the symbiont with both hosts. The results of the project will allow us to elucidate whether the genetic repertoire within the Arsenophonus clade is sufficiently versatile to allow rapid adaptations to plant host environments should the ecological opportunity arise. In addition, we will provide a holistic view of the multi-partite interactions between the bacterial pathogen, its insect vector and host plant, which may ultimately provide cues to interrupt the disease dynamics in the field.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}