{
    "rcn": "215025",
    "acronym": "SOURCES",
    "topics": "MSCA-IF-2017",
    "title": "Sources of rationality: arousal and the use of rational and heuristic decision strategies",
    "startDate": "15/08/2018",
    "endDate": "14/08/2020",
    "objective": "Research in psychology and neuroscience has provided a rich amount of data on the ways in which humans make decisions. Behavioral studies show that for various kinds of problems, people often use simple decision heuristics in order to overcome limitations in time, knowledge and cognitive abilities. Neurophysiological studies show that the use of decision strategies is associated with activation of various brain structures, including novel parts of the cortex and old, subcortical structures. Research by the author of this proposal suggests that the neural systems governing arousal may shape predecisional information processing and decision strategy use. Advanced studies by the supervisor of this project show in detail how arousal systems impact cognitive functions, with a special focus on attention. The knowledge of the dynamics of attention can be applied to advance our understanding of decision-making and the use of rational and heuristic strategies. \nThe general aim of this project is to explore the neural underpinnings of decision-making. Specifically, this project aims to advance a theoretical model of the impact of arousal on decision strategy use, and to test this model in experiments with the use of various neuroscience methods: fMRI, EEG and eye-tracking. The applicant will receive intensive training focused on acquiring advanced skills of fMRI, EEG and eye-tracking data acquisition and analysis. The training will take place at the Leiden Institute for Brain and Cognition, which hosts several groups that work on topics of close relevance for the current proposal. In turn, the applicant will contribute knowledge of value-based decision making, including the knowledge of computational models of decision-making, the impact of stress on cognition and the role of hormones in decision making.\nThis will allow for a mutual exchange of skills and ideas between the host and the applicant, which should result in novel insights into the mechanisms of decision making.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}