{
    "rcn": "215045",
    "acronym": "MitoScaling",
    "topics": "MSCA-IF-2017",
    "title": "Mitotic scaling to cell size diversity during vertebrate embryonic development",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Cell division is a common process to all cell types in a multicellular organism. During mitosis, equal chromosome segregation in anaphase is regulated by an Aurora B phosphorylation gradient, centered at the midplane between the two chromosome sets. The gradient gives positional information that allows nuclear envelope reformation (NER) only when chromosomes are far enough from the kinase activity. Considering the 120?m human zygote and a 15?m fibroblast, how can the gradient scale with cell size over such wide range of sizes? \nTo unravel the scaling mechanism, I will measure the biophysical parameters of this phosphorylation gradient using a FRET sensor and optogenetics to manipulate the gradient with fast spatiotemporal kinetics. I will address three key questions: \ni) Does the gradient sense cell size? ii) If so, how is size information used to scale the gradient? iii) How is gradient scaling translated into NER positioning? \nI will focus on three zebrafish cell systems with extreme sizes and dynamics: 1) embryonic cleavage divisions, where cell size halves with every cell division; 2) EVL cells, which are stretched quickly into flatter cell sizes, implying fast scaling dynamics; 3) asymmetric division in neuronal precursor cells, where the two sides of the spindle midzone must scale differently to generate daughters of different sizes. With this approach, I will generate unprecedented information on the regulation of anaphase chromosome separation in its natural context. This entry point in anaphase will provide a conceptual frame and a tool kit to address a more general problem: how do other mitotic machineries scale with cell size? A wider question for my long-term future research.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}