{
    "rcn": "215066",
    "acronym": "TC-Evo",
    "topics": "MSCA-IF-2017",
    "title": "Molecular and functional evolution of human CD8+ T cell repertoires",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Humans are equipped with a sophisticated immune system, especially adaptive immunity, which is characterized by the finest antigen specificity. The evolution of such fine antigen specificity across human lifespan is far from being known, although it is observe that the strength of the adaptive immune response varies throughout human lifetime. Published data suggest that T cells receptors (TCRs) continuously change their characteristics. I aim to provide fundamental knowledge on the evolution of T cell repertoires during immunologically-distinct phases of human lifetime by dissecting the evolution of the influenza virus-specific T cell repertoire in children, adults and elderly at the greatest level of resolution and technological innovation and link this to their TCR characteristics. At the Peter Doherty Institute, Melbourne, Australia, I will use state-of-the-art comprehensive immunological analyses to identify molecular switches, which I will use to establish an immunological model to predict the strength of the CD8\\ T cell response. I will bring this cutting-edge multi-disciplinary platform to Europe (Sanquin, Amsterdam, The Netherlands) where I will use this platform to study the underlining mechanisms that drive tissue residency of T cells. I will gain knowledge and skills on studying TCRs, tissue resident T cells, bioinformatics and structural biology, while working in close collaboration with world-renowned experts in the field, namely Profs. Kedzierska, van Lier, Luciani, Gras, Beyer and Schulze. These state-of-the-art comprehensive immunological analyses will inevitably yield important insights into protective vs detrimental human immune responses, which will aid early interventions, treatment and help understand and overcome technical challenges of developing broadly-protective vaccines. The MSCA will strengthen my position as an independent researcher and will greatly increase my chances for a tenure-track/fixed position at an European research institute.",
    "totalCost": "249179,4",
    "ecMaxContribution": "249179,4",
    "coordinator": "Stichting Sanquin Bloedvoorziening",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}