{
    "rcn": "215069",
    "acronym": "AMP-FWBD",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Molecular Platform for detection of Food- and WaterBorne Diseases",
    "startDate": "15/02/2019",
    "endDate": "14/02/2021",
    "objective": "The project aims at developing of a molecular integrated platform ìlab-on-a-chipî to rapidly and simultaneously detect, quantify and genotyping emerging zoonotic parasites responsible for food- and waterborne diseases (FWBD). For this purpose, the sample preparation, the genetic identification, quantification of the pathogens and the microfluidic thermalisation technique will be combine into a single system in order to obtain a low-cost and reliable microfluidic disposable chip with the corresponding plug-and-play operating system for accurate diagnosis of FWBD.The proposal is very innovative both for the subjects and the applied methodologies, with positive repercussions on food and water safety and human health, on technological advancement in safety controls, and on the economic-production development. The proposal responds to the guidelines of the European Technology Platform ìFood for Lifeî: not only need to detect emerging zoonotic parasites, but also to develop ever more forefront and reliable detection tools that could significantly make it quicker, easier and accurate the detection of pathogens and to render therefore the routine screening a feasible procedure to be performed on the field sample.This project will meet the best of the competences of the Experienced Researcher (ER) in parasitology and molecular biology and Elvesys expertise in the FASTGENE technology, the world fastest qualitative Polymerase Chain Reaction and the microfluidic techniques. Through the present project, the ER will reach a level of maturity on several technological aspects but also on managerial and industrial aspects that will provide her new career perspectives. Following this new experience, the ER will be one step closer to act as a leader or manager of a research team in the industrial field.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}