{
    "rcn": "215014",
    "acronym": "Host Sweet Home",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling the mechanisms that allow endosymbionts to make themselves at home within hosts, from transfer to transit.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Endosymbiotic bacteria are usually not infectious, they have been thought to exclusively transfer vertically from the host mother to her offspring. Consequently we do often observe congruence between the phylogenetic trees of endosymbiotic bacteria and their host species, but not always. Evidences for the horizontal transfer of endosymbiotic bacteria between highly divergent host species have recently been accumulating, especially from studies in Insects. My own research on this topic led me to hypothesise that endosymbiotic strains not transferring horizontally may have lost the ability to do so and to establish into naÔve hosts, contrasting to strains found in divergent host species. Instead of transferring, these strains would transit from a generalist state, able to jump and establish into naÔve hosts, towards a more specialist state found in only few host species.\nUsing Wolbachia bacteria-butterfly host associations and a multidisciplinary approach, I aim at (I) testing the evolutionary relevance of horizontal transfer of symbionts, (II) phenotypically characterizing generalist and specialist symbionts, and (III) identifying the molecular bases to the establisment of symbiosis.  \nThe novelty of this project lies into solving the dilemma associated to the endosymbiotic lifestyle: to maintain the mechanisms allowing transfer between hosts or to transit towards a specialised relationship with the host. ëHost Sweet Homeí will to unravel the evolutionary history, and the constraints and outcomes of endosymbiosis. I will produce a large amount of genetic data, which analysis will result in highly significant research in the field of symbiosis, with a potential impact beyond the field of Evolutionary Ecology.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}