{
    "rcn": "215049",
    "acronym": "SUPER PV",
    "topics": "LCE-10-2017",
    "title": "CoSt redUction and enhanced PERformance of PV systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "SUPER PV is pursuing an ambitious bus realistic goal for innovative PV system cost reduction and consequently significant LCOE reduction (26%-37%) by adopting hybrid approach combining technological innovations and Data Management methods along the PV value chain. To achieve that, key actions will be implemented at three main levels within the PV value chain: PV module innovation level, power electronics innovation level and system integration level. To ensure fast uptake of the project results by industry, state of the art modules (c-Si and flexible CIGS) and power electronics products were utilised for adopting innovations developed by research centres. For cost reduction in system integration and operation, Digitalization and Data Management solutions based on Industry 4.0 approach will be adopted following successful utilization of Building Information Modelling approach in the construction sector. Selected for uptake innovations will be compatible with existing manufacturing technological processes thus reducing impact on Cost of Ownership and ensuring attractiveness of proposed technologies for PV manufacturers. \nPrototype SUPER PV systems will be produced in industrial environments and tested in different (including harsh) climate conditions to evaluate cost efficiency and demonstrate competitiveness of the proposed solutions. On the basis of test results, business cases for technologies under consideration will be performed, plans for production and market replication will be prepared. Project activities will be complemented by wide training and dissemination campaign ensuring highest visibility and social impact of the project activities. \nBy delivering to the market SUPERior PV products, the project will have twofold impact on EU PV sector: \n1. Will create conditions for accelerated large scale deployment of PV in Europe for both utility (non-urban) and residential (urban) scenarios and \n2. Will help EU PV businesses to regain leadership on world market.",
    "totalCost": "11616850",
    "ecMaxContribution": "9907793",
    "coordinator": "UAB SOLI TEK R&D",
    "coordinatorCountry": "LT",
    "participants": "COSYLAB LABORATORIJ ZA KONTROLNE SISTEME DD;CADCAMATION KMR SA;WIRTSCHAFT UND INFRASTRUKTUR GMBH & CO PLANUNGS KG;LOSER CHEMIE GMBH;AGENCE NATIONALE POUR LA MAITRISE DE L'ENERGIE;ICARES CONSULTING;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIVERSITE MOHAMMED V DE RABAT;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;TECNOLOGIA NAVARRA DE NANOPRODUCTOS SL;FLISOM AG;MOROCCAN AGENCY FOR SOLAR ENERGY SA;BNW-ENERGY;FUNDACIO INSTITUT DE RECERCA DE L'ENERGIA DE CATALUNYA;SINTEF AS;L'UREDERRA, FUNDACION PARA EL DESARROLLO TECNOLOGICO Y SOCIAL;AYESA ADVANCED TECHNOLOGIES SA;INSTITUT FUR SOLARENERGIEFORSCHUNG GMBH;EOLANE COMBREE;APOLLON SOLAR;MOROCCAN FOUNDATION FOR ADVANCED SCIENCE INNOVATION AND RESEARCHFONDATION MASCIR;PERSPEKTYVINIU TECHNOLOGIJU TAIKOMUJU TYRIMU INSTITUTAS;UNIVERSITAT KONSTANZ;SCUOLA UNIVERSITARIA PROFESSIONALEDELLA SVIZZERA ITALIANA;UNIVERZA V LJUBLJANI",
    "participantCountries": "SI;CH;DE;TN;BE;NL;MA;FR;ES;NO;LT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}