{
    "rcn": "215127",
    "acronym": "NoSoilPV",
    "topics": "MSCA-IF-2017",
    "title": "Novel Soiling Identification Logics for Photovoltaics",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Soiling (i.e. the accumulation of dust on photovoltaic modules) is an issue affecting photovoltaic (PV) systems worldwide and causes significant economic losses. An appropriate cleaning schedule can raise the energy yield of the PV modules and reduce the operating costs, increasing the revenues and, at the same time, limiting the need of non-renewable energy generation. NoSoilPV aims to tackle this issue by developing a smart method capable of quantifying the soiling accumulated on the PV modules in real time without the need of expensive additional hardware. Moreover, through the analysis of historical precipitation datasets and the use of weather prediction models, the algorithm developed in this project will predict the economic impact of soiling and notify at which time artificial cleanings should be performed in order to minimize costs and maximize the energy production.\nNoSoilPV will be conducted by Dr. Leonardo Micheli within the Centre for Advanced Studies in Energy and Environment (CEAEMA) of the University of JaÈn (Spain). CEAEMA is an ideal environment for this project, which involves PV performance analysis, weather and dust prediction modelling and machine learning techniques, because of the high quality research conducted in PV and in all the multidisciplinary aspects of the project. NoSoilPV aims to answer a number of unsolved questions in soiling and to provide the community a useful tool to increase the energy production and the economic revenues. The project will support the EU in its effort to increase the clean energy share and to maximize material efficiency, leading to an increase in PV energy yield, without the installation of new modules or systems. In addition, this fellowship will favor the EU reintegration of Dr. Micheli and will give him the opportunity to enhance his career as an independent researcher.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE JAEN",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}