{
    "rcn": "215197",
    "acronym": "MIDAS",
    "topics": "MSCA-IF-2017",
    "title": "Microbial Degradation of Jellyfish-Derived Substrates",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "The complex pool of dissolved organic matter (DOM) in the oceans is almost exclusively accessible to diverse members of microbial community carrying out different types of metabolism thereby, affecting biogeochemical state of the ocean. To predict the response of the marine ecosystem to natural and anthropogenic perturbations, a mechanistic understanding on the relation between the organic matter (OM) field and the metabolic network operated by the microbial community needs to be refined. One largely overlooked, but significant source of DOM are jellyfish. Regardless the debate over the accuracy of their reported global increase and on the true cause of the observed jellyfish fluctuations, the increase in their population size can have serious ecological and socio-economic consequences. As jellyfish blooms decay, sinking carcasses represent large quantities of detrital OM (jelly-OM), rich in proteins and hence, a high quality substrate for the ambient bacterial community. However, the exact processes and mechanisms of bacterial jelly-OM degradation remain unknown. In the MIDAS project, an integrated interdisciplinary approach will be applied to characterize the composition of jelly-OM at the molecular level and the metabolic network operated by jelly-OM degrading bacterial communities using state-of-the-art analytical tools (ultra-high resolution mass spectrometry) and cutting edge ñomics techniques combining emerging fields of marine metaproteomics and exoproteomics. This knowledge will enable us understanding the implications of jellyfish blooms on biogeochemical cycles in coastal seas.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}