{
    "rcn": "215178",
    "acronym": "PEDAS",
    "topics": "MSCA-IF-2017",
    "title": "The Political Economy of Data: Comparing the Asian Giants",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Some are now calling the data trails we leave on the internet the ìnew oilî as tech firms like Google and Facebook become rich extracting, refining and selling this 21st century resource. But this lucrative business model is now being challenged from two directions: (1) a new EU regulation starting in May 2018 which will return ownership of personal data to the user rather than the website (2) computer scientists are developing software for decoupling personal data from the websites used, enabling individuals to control and sell their own data. As the US tech firms now turn to the populous, young, tech-savvy emerging economies for their data, this research documents the effects of these developments in two countries with fast growing online populations: India and Indonesia. It is only by highlighting the repercussions of these changes for the countries with the largest reserves of this new resource that we can avoid a new wave of unequal exploitation ñ a digital colonialism. \n\nThis research lays the foundations for a new theory of the international political economy of personal data. It will do so by charting the unintended consequences of the EU regulation on the negotiations between governments, civil society groups and tech firms in India and Indonesia. Will the European concept of ìdata portabilityî be adopted by these governments, enabling Asian internet users to gain a bigger share of the value that data generates? It will use a policy network analysis methodology with media research and interviews; evaluate a prototype personal data software for the Asian context; and seed the development of an international research network. By bringing together a researcher on Indonesian politics with mentors who can guide her on the technicalities of personal data software and Indian policy-making, it will not only provide timely input for European policy-makers, but will also produce a new kind of interdisciplinary researcher for the digital age.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}