{
    "rcn": "215124",
    "acronym": "ASTRO_ECM",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the role of astrocytes in chronic depression.",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Depression is a debilitating psychiatric disorder that affects 1 in 7 people worldwide. Despite coordinated efforts from researchers and clinicians alike, the neurobiological substrates of depression remain largely unknown. As a result, therapeutic options against depression are inadequate.\nUsing a valid preclinical model, I recently demonstrated that depression alters the molecular composition of astrocytes and the organization of extracellular matrix (ECM), an assembly of molecules that are primarily synthesized and released by astrocytes. This results in disrupted information relay in the hippocampus and in cognitive impairment, both commonly seen in depressed patients. Thus, my work suggests a role of astrocytic (dys)function in the depressive state. \nIn the proposed project, I aim to unravel the contribution of astrocytes in the pathophysiology of depression. First, I will address how the depressive state affects astrocyte proteome, morphology and function. Second, I will address the role of astrocytes and astrocyte-derived ECM in the manifestation of depression at the molecular, cellular and the behavioural level. \nTo reach my goals, I will make use of genetically engineered mice that allow for visualization, metabolic labeling and targeting of astrocytes. These mice will be subjected to social defeat to induce a chronic depressive state. I will study astrocyte morphology, physiology and proteome alterations in depressed mice vs. controls. After establishing astrocyte-specific changes, I will employ i) viral vector-assisted silencing of the expression of astrocytic genes contributing to the ECM and ii) designer receptor exclusively activated by designer drugs (DREADDs)-assisted modulation of astrocyte activity. I will then assess whether these interventions can ameliorate the depressive state. With this integrative approach I aim to uncover novel molecular pathways mediating the depressive state and to identify new targets for the treatment of depression.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "DEUTSCHES ZENTRUM FUR NEURODEGENERATIVE ERKRANKUNGEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}