{
    "rcn": "215144",
    "acronym": "POLYFIL",
    "topics": "MSCA-IF-2017",
    "title": "Polychromatic low-threshold fibre laser",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The ultimate goal of the proposed project Polychromatic low-threshold fibre laser (POLYFIL), is to train a talented researcher with high potential through a research focused on the development of a new type of fibre lasers based on innovative technique of the controlled light localisation. The success of this interdisciplinary project will lead to a novel attractive fibre laser design with multiple localisation-based characteristics including prescribed polychromatic lasing frequencies with disciplinary lasing energies, extremely low threshold and stable lasing output.\n\nThe Fellow, Dr. Hongwei Yin will be trained in the emerging field of science, technology and industrial applications of new types of photonic and fibre-optic polychromatic devices at the Aston Institute of Photonic Technologies (AIPT) (host - Dr. Turitsyna) and the EU industrial secondments: sensing - FOCUS (Dr. MartÌn-Lopez), medical photonics - ARTPHOTONICS (Dr. V. Artjushenko) and food industry - BRANSCAN (Dr. A. Erdentug). The Fellow will transfer to the EU partners important knowledge of advanced numerical techniques and new designs of photonic devices. \n\nThe POLYFIL outputs will be valuable to the EU photonics industry by offering the extremely low threshold polychromatic fibre laser that is of interest for a range of applications varying from laser science, quantum technology, and optical communication, to medical applications and optical sensing with a special focus on food industry. The technology resulted from the POLYFIL outputs will contribute to the enhancement of EU scientific excellence. An important outcome will be the formation of a strong long-term collaboration network between the Fellowís host university in China, AIPT, FOCUS, ARTPHOTONICS and BRANSCAN, bringing together the European and Chinese research centres of excellence. Overall, POLYFIL will contribute to European leadership in advanced photonics research and technology.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}