{
    "rcn": "215165",
    "acronym": "Queer Muslim Spaces",
    "topics": "MSCA-IF-2017",
    "title": "Queer Muslim Asylum Spaces: Between Righfulness and Rightlessness within Germany's Hetero- and Homonormative Asylum System",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This project will develop an intersectional approach to the study of queer asylum in Europe focussing on the experiences of people from a Muslim background. Muslim queer, trans, and intersex (LGBTQI) refugees are among the least visible and most marginalized constituents within Germanyís asylum system. This is despite the EU classifying LGBTQI refugees as a social group in need of special protection in 2011. Heteronormative and homonormative immigration and asylum policies combined with the global and domestic war on terror perpetuate the insecurity of Muslim LGBTQI refugees and asylum seekers in Europe. Migration and gender studies, however, largely ignore the intersectionality of queerness, Islam, and the securitization of migration and of the few studies that concentrate on queer migration in continental Europe and none are on Germany. This project will provide new empirical insights into the experiences of LGBTQI asylum seekers with Muslim background. Drawing on the theory of intersectionality, it will enhance our understanding of how both hetero- and homonormativity in Germanyís asylum system, i.e. the ëprotectioní and production of trans and queer asylum seekers, is tied to institutional and societal expectations of sexuality and Islam. In this way the study will map how homo- and heteronormative asylum practices and laws create temporal socio-political spaces where rightlessness and rightfulness meet and converge. Methods will include: semi-structured interviews with LGBTQI Muslim asylum seekers police, immigration officials, LGBTQI activists, and LGBTQI organizations; legal and discourse analysis; non-participant observation, and case studies. The project will use the data and analysis to propose strategies that will help the European Commission, and state and non-state actors to develop policies and politics based on a better understanding of the wide range of experiences of Muslim LGBTQI asylum seekers.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}