{
    "rcn": "215151",
    "acronym": "ANTICORPOL",
    "topics": "MSCA-IF-2017",
    "title": "New dimensions and approaches to anti-corruption policy",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Corruption continues to be a central issue in the governance of institutions (public, private or mixed). The scholars and practitioners working on the topic are facing with two challenges: (1) measurement of corruption, which is a thorny issue on empirical studies of corruption, and (2) the increasing awareness of the failure of most anti-corruption policies. The overarching objective of ANTICORPOL is to introduce a new dimension in the discussion of corruption: the degree of corruption (i.e., the depth as opposed to the spread). The benchmark of ANTICORPOL is this: it is unclear whether a system (organization, public administration) with few individuals who terribly deviate from their duty is less/more corrupt, than one with many corrupt individuals who only slightly deviate from their duty. Therefore, the degree of corruption of its members must be an integral part of the debate about corruption in a system and the development of effective policies against it. This proposal raises the following research questions: (R1) How can the degree of corruption of an individual be defined? (R2) Which policies are effective in reducing the distortion of duties of corrupt individuals? (R3) How can the degree of corruption be incorporated into measurements of corruption, at organization/country level? The proposed research is based on both theoretical and empirical methods and the combination of qualitative, comparative and quantitative analysis. This project is inherently of interdisciplinary interest because corruption is a multifaceted issue with economic, political and sociological dimensions. The research findings will contribute to a deeper understanding of corruption and further to the evaluation of the quality of democracy.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "FONDATION NATIONALE DES SCIENCES POLITIQUES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}