{
    "rcn": "215107",
    "acronym": "HifLICs",
    "topics": "MSCA-IF-2017",
    "title": "Acute Myeloid Leukemia Leukemic Initiating Cells: Contribution of hypoxia/HIF pathway to chemoresistance and relapse",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Acute myeloid leukemia (AML) is a heterogeneous group of diseases caused by acquired cytogenetic and molecular alterations in hematopoietic progenitor cells. There is a substantial need to develop new therapeutic approaches to AML; however, the genetic heterogeneity of AML constitutes a barrier for the development of targeted therapies. Leukemia relapse after treatment is most often caused by a subgroup of cells commonly referred to as leukemia initiating cells (LICs), which are resistant to chemotherapy. It is thought that this resistance is the result of several properties unique to LICs, including their dormant and metabolically inactive state, making them less susceptible to genotoxic drugs. The localization of the LICs in the hypoxic bone marrow niche has been proposed as a driving factor for dormancy. The HIF (hypoxia-inducible factor) family of transcription factors mediates cellular adaptation to hypoxia. While the role of HIFs in the pathogenesis of solid tumors is quite well established, they have only recently been suggested as key regulators of LICs in specific types of leukemia. Yet, results to date are highly controversial, with some studies supporting an oncogenic activity for HIFs and others pointing to a tumor suppressor role.\n\nWe propose a broad transcriptional study of human AML classified by cytogenetic criteria and disease stage (diagnosis vs relapse). We will focus on HIF-regulated target genes in the LIC subgroup and evaluate LIC heterogeneity using state-of-the-art single-cell technologies. Our results should extend our understanding of the ability of LICs to survive cytotoxic therapy and help to identify candidate targets for clinical application.\n\nThe use of AML patient samples and single-cell techniques included in this proposal will increase my scientific knowledge and practical experience. I will also benefit from the complementary planned activities of the action, empowering me to become an independent investigator in the near future.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FundaciÛ Institut de Recerca Contra la Leucemia Josep Carreras",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}