{
    "rcn": "215102",
    "acronym": "FunGraW",
    "topics": "MSCA-IF-2017",
    "title": "Fundamental physics in the era of gravitational-wave astronomy",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The first gravitational wave (GW) detections by the Laser Interferometric Gravitational-wave Observatory (LIGO) are an historical landmark. These detections opened a completely new window to the Universe and officially marked the beginning of GW astronomy.\n\nGWs travel almost unimpeded through the Universe, thus conveying clean information about their sources. This gives us a unique opportunity to test the nonlinear regime of Einsteinís theory of general relativity (GR) to unprecedented levels. Indeed, the GWs detected so far were emitted by the merger of binary black holes (BHs) which are the prototypical sources to investigate gravity in its most extreme regimes. \n\nHowever, the true potential of GW observatories to discover new physics beyond of current knowledge is far from being fully explored. In fact, besides probing the nature of compact objects and testing GR, GW detectors may also revolutionize our understanding of particle physics, dark matter (DM) and even possibly quantum gravity. At small scales, with the advent of precision GW physics we will be probing regions closer to the BH horizon, potentially ruling out or confirming alternatives to BHs that predict corrections at the horizon scale. On the opposite side of the spectrum, GWs may also give us hints about the nature of large scale anomalies, such as the existence of DM. For example, light bosonic fields around compact objects, i.e. BHs and neutron stars (NSs), can trigger superradiant instabilities and emit long-lived monochromatic GWs that can be used to either probe the existence of new particles beyond the Standard Model or, in the absence of detections, impose strong constraints on their masses and couplings. \n\nThe prime goal of this proposal is to understand what GWs can tell us about fundamental questions such as the nature of compact objects and DM and ultimately to contribute to the recent theoretical efforts in developing the full scientific potential of the newborn field of GW astronomy.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}