{
    "rcn": "215180",
    "acronym": "HybridImmunogenetics",
    "topics": "MSCA-IF-2017",
    "title": "Effects of major histocompatibility complex immunogenetic profiles of wild hybrid and non-hybrid marmosets on their susceptibility to arbovirus infections",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "Introductions of animal hybrids borne of exotic species and arboviruses represent costly anthropogenic environmental changes. These processes become intertwined if hybrids become arbovirus reservoirs. How does the admixed composition of hybrid immune genes, specifically Major Histocompatability (MHC) class I, affect the hybrid susceptibility to pathogenic disease?  A human hybridization study suggests that genetic introgression gives hybrids an immunological selective advantage, but such studies are few. Europe and Brazil have been impacted by arboviruse outbreaks from dengue, chikungunya, and West Nile. Because human travel intimately links these two regions, this close relationship augments the chance of arbovirus transmission between them. Hybrids of the primate Callithrix genus occur in many highly urbanized Brazilian regions of arbovirus outbreaks, and the hybrid parental species are carriers or susceptible to arboviruses infections. Here we propose to adopt emerging, portable sequencing technology to test the hypothesis that hybrids have a selective advantage to infectious disease susceptibility using the classical Callithrix MHC class I Caja-G/F segment. Further we will investigate diversity, natural selection, and genetic introgression at the genomic level and Caja-G/F segment in wild hybrid and non-hybrid Callithrix. By using this entire segment, this study powerfully harnesses the potential of the MHC region as a pillar of evolution studies and invigorates a paradigm shift in how such an important genomic region is studied. Additionally, this project will be the first to apply cutting-edge portable sequencing technology to study mammalian biodiversity, evolution, and wildlife health- a notion that democratizes the generation of genomic data. Finally, the results of the project will stimulate innovation in European and Brazilian zoonotic disease monitoring through improvements to mathematical models of disease transmission and public health guidelines.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES PRIMATENZENTRUM GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}