{
    "rcn": "215190",
    "acronym": "TRANSACT",
    "topics": "MSCA-IF-2017",
    "title": "Book History and Translation History: Copyright, Wages, Censorship, and the (Proto-)Professionalisation of Translators in Nineteenth-Century Britain and Ireland",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Hosted at the School of Advanced Study (SAS), University of Londonís prestigious research-intensive institution that brings together nine research institutes, the Fellowship will address and exploit the synergies between book history and translation history by combining the researcherís perspective in the area of translation studies with the expertise and resources available at SAS in the field of book history. Based at the Institute of English Studies, which specializes in the history of the book, manuscript and print studies, the researcher will be able to draw on the expertise of her supervisor, Dr Andrew Nash, Reader in Book History, Deputy Director of IES, and Director of the London Rare Books School. The project will generate new knowledge about the production of English-language translations in the nineteenth century by investigating the relations between translators and their publishers and the ìproto-professionalisationî of translators in Ireland and Britain, in a century marked by large-scale changes in print culture and by the increasing professionalisation of authors. The research will draw on a number of key publishersí archival records, principally at the British Library and University of Reading. Addressing a lacuna in the history of the book, the project will provide much-needed insights into the working conditions and social circumstances of translators, both male and female, paying special attention to copyright, censorship and translatorsí remuneration.\nSupported by an international and multidisciplinary team of academic specialists, including the Institute of Modern Languages Research, the Fellow will expand her research and professional network through dissemination activities and engagement with academic, professional and wider publics. Formal training in book history, quantitative methods, digital media, project management and curatorial work will enhance her academic and professional skills to significantly improve her career perspective.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}