{
    "rcn": "215166",
    "acronym": "NanoSpace",
    "topics": "MSCA-IF-2017",
    "title": "Self-assembled Tubular Nanostructures with Functional Pores",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "Driven by their large variety of potential applications, their nanometre-scale dimensions, and their appealing high aspect ratio, scientists are increasingly being attracted to the challenge of designing artificial nanotubular and nanoporous materials.\nIn this context, NanoSpace arises as an unconventional and versatile project, based on molecular self-assembly, towards organic water-soluble tubular architectures endowed with well-defined hydrophobic nanospaces. The MSC candidate, Dr. F·tima Aparicio Hern·ndez, will focus on introducing catalytic function to such porous nanostructures. The inner confined space of the nanotubes will be provided with controlled chemical coatings (i.e. hydrophobic) so that they can extract and host molecules as a function of their size and chemical affinity. The attachement of catalysts allows the transformation of specifically recognized molecules. The ultimate objective would be the fabrication of advanced nanoporous materials for the extraction and catalytic transformation of specific molecules as a function of their size and chemical nature.\nNanoSpace introduces fundamental challenges and unprecedented approaches in chemical self-assembly and constitutes the best research scenario for the candidate to learn from different fields across physical and biological sciences and to further develop her scientific career. The host Nanostructured Molecular Systems and Materials group, directed by Prof. David Gonz·lez-RodrÌguez (DGR), is an active, emergent group, with a strong background in the topics of the proposal, and funded, among others, by an ERC-granted project. The host institution, the Universidad AutÛnoma de Madrid (UAM) is one of the most relevant and dynamic universities.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}