{
    "rcn": "215103",
    "acronym": "TheraSonix",
    "topics": "MSCA-IF-2017",
    "title": "Ultrasonic Imaging and Drug Propulsion Into Tumors Using Genetically Encoded Gas Nanostructures",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "One of the important shortcomings of modern anticancer therapies is their limited penetration depth of only a few cell layers into the tumor. Concentrated around the heterogeneous vasculature, these drugs produce only a local therapeutic effect. In this project we propose a method of overcoming this limitation by engineering a novel class of gas-filled nanostructures capable of homing to tumor tissues, and using their vibration in response to ultrasound energy to deliver drugs deeper into the tumor core. The proposed approach is based on ultrasonic cavitation, a phenomenon in which gas bubbles expand and collapse under the influence of ultrasound waves. This process produces fluid streaming that propels drugs deeper into the tumor mass. The use of ultrasound for drug delivery is attractive due to its availability and affordability. However, the use of this technology is currently limited by the properties of conventional microbubble-based cavitation nuclei: their large size prevents them from penetrating into the tumor and their short circulation times do not match the pharmacokinetic time constants of many drugs. To overcome these challenges, we will utilize gas vesicles (GVs), a unique class of genetically encoded, gas-filled protein nanostructures derived from buoyant photosynthetic microbes, as cavitation nuclei. Unlike microbubbles, GVs are physically stable and their nanoscale dimensions have the potential to enable them to extravasate into tumors and bind to specific cellular targets. We hypothesize that GVs can act as both imaging agents and cavitation nuclei. If so, this therapeutic approach could have vastly improved efficacy and selectivity and the potential to combine cavitation-enhanced drug delivery with emerging advancements in cell based therapeutics. This project will enable the applicant to diversify his capabilities and experience beyond ultrasound imaging and signal processing and re-inforce a position of professional maturity.",
    "totalCost": "263385",
    "ecMaxContribution": "263385",
    "coordinator": "TECHNION RESEARCH AND DEVELOPMENT FOUNDATION LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}