{
    "rcn": "215177",
    "acronym": "TREGinAD",
    "topics": "MSCA-IF-2017",
    "title": "Role of A? Specific Regulatory T cells in harnessing cerebral A? clearance in Alzheimerís Disease",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "With populations ageing, Alzheimerís disease (AD), for which there is still no cure, has become a major public health problem in Europe. This is partly due to the neglect of the role of the immune responses to the build-up of cerebral A?-the pathogenic agent triggering AD. Clinical trials for vaccines aimed at reducing cerebral A? were accompanied by severe side effects due to improper neuroinflammation.  While the input of microglia, the brain resident innate immune sentinels, is becoming clearer, the impact of the adaptive immune system, specifically T cells is still unknown. A promising therapeutic strategy, would be to strengthen A?-induced regulatory T cells (Treg), to alter the effector T cell mediated inflammatory response, while promoting clearance of A? by microglia. My interdisciplinary project hosted by Trinity College Dublin and supervised by Prof Lynch will draw together both Neuroscience and Immunology. I propose to assess the effect of A?-specific Treg on the pathoethiology of AD. To this aim, I will amplify a population of A?-specific Treg in the APP/PS1 mouse model of AD and will 1) assess if A?-specific Treg can regulate instruction of microglia to clear cerebral A?, while keeping inflammation under control, 2) determine if this regulatory effect occurs via paracrine mechanisms from the periphery or if Treg physically enter the CNS and 3) identify other A?-specific T cell populations involved in response to cerebral A? build-up and in alteration of microglial phagocytic activity. Completion of this project will make a critical contribution to the understanding of the immune response in AD and will pave the way towards safer therapeutic tools. \nThe proposed action will allow the dissemination of my work to both neuroscientists, immunologists, and the general public. I will reinforce my multidisciplinary and inter-sectoral skills, improve my management and teaching experience to establish myself among the leaders of research at ERC level.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}