{
    "rcn": "215191",
    "acronym": "MECH-LoC",
    "topics": "MSCA-IF-2017",
    "title": "Mechanically tuned Lung-on-a-Chip device to model pathology and drug screening for lung disease",
    "startDate": "15/10/2018",
    "endDate": "14/10/2020",
    "objective": "The aim of this project is to design a total lung-on-a-chip microfluidic device with a mechanically relevant air-liquid interface to create a cellular environment with more closely matched physiological and functional complexity than conventional lung models. Specifically, we will (i) integrate bronchiole and alveolar sac functional regions of the lung into one chip, and (ii) incorporate a relevant and tunable biomechanical profile into the gas-permeable membrane (mimic of air-liquid interface). This device will address the large and currently unmet need to model organ-level complexity of cells in vitro, in particular with regards to spatial and mechanical cues important for cell function, and provide a superior platform to model lung physiology, function and lung disease treatments. The project will be based on the state-of-the-art technical expertise of Elvesys in microfluidic chip design, fabrication and exquisite control of microfluidic parameters for advanced cell culture, and will fully integrate the Experienced Researcherís (ER) strong expertise with elastic proteins, liquid interfaces, biomaterial design and mechanical testing to tune membrane stiffness and bioactivity by blending synthetic polymers and natural elastic proteins. Testing, validation and benchmarking of the product will be by perfusion using a set of candidate drugs chosen in consultation with clinician collaborators. This technology will offer clinicians a choice of lung model that is mechanically relevant to a patientís lung profile (e.g. equivalent to physiological, stiffer or less stiff) for pre-screening of drug efficacy, dosing and toxicity. \nThrough this opportunity the ER will be immersed in a richly entrepreneurial environment at Elvesys and exposed to marketing concepts, IP and patenting. Together, these experiences will provide the ER with the optimal training environment to become a leader in regenerative medicine.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ELVESYS SAS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}