{
    "rcn": "215172",
    "acronym": "STARFLOOD",
    "topics": "MSCA-IF-2017",
    "title": "Space-Time scAling of the Rainfall to FLOOD transformation",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Floods are among the costliest of all natural hazards. The June 2013 flood in Central Europe, for example, incurred more than EUR 12 billion of economic losses, and flood risks are expected to increase significantly in the future. Reliable approaches for estimating flood probabilities in space and time are needed for optimising flood risk management. For almost a century, the standard method of flood estimation has been the purely statistical ìflood frequency analysisî. The method does not account for the spatio-temporal behaviour of floods which, however, is essential for trans-regional flood planning as stipulated in the EU Flood Directive (2007/60/EC). Also, flooding is a physical process in space and time, so future flood risk assessment requires a better understanding of the physical basis behind the space-time characteristics of flood probabilities. These have been explored only by a few studies, e.g. by coupling weather models with runoff models, but only at small spatial scales and ignoring the space-time characteristics of the weather fields, hydrological processes and flood peaks. My project ìSpace-Time scAling of the Rainfall to FLOOD transformationî (STARFLOOD) responds to this research gap by investigating, for the first time, how the probabilities of rainfall transform into probabilities of floods from a space-time perspective, and how they can be simulated by space-time stochastic weather models at large spatial scales. STARFLOOD is highly innovative as it (i) explores the performance of the full cascade of rainfall to flood probabilities, (ii) explores the physical causes of flood probabilities and (iii) significantly improves the understanding of the scaling behaviour of hydrological processes. STARFLOOD will become a pioneering framework for the improved implementation of the EU Flood Directive and thus significantly advance future trans-regional flood risk management across Europe.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}