{
    "rcn": "215157",
    "acronym": "STiMUL",
    "topics": "MSCA-IF-2017",
    "title": "Controlled Space-Time dynamics in nonlinear Multimode fiber with gain for the next generation of high power Ultrafast fiber Lasers",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "With the advent of ultrashort light pulses of picosecond/femtosecond durations, numerous novel applications and potential capabilities have emerged. However, ultrashort fiber laser must operate in a nonlinear propagation regime with a complex balance among gain, spectral filtering, dispersion and nonlinear broadening. Furthermore, all current families of ultrafast lasers are based on single mode fibers (SMFs) and these have now reached limits in their application domains because of their inherent limited peak power handling capability.\n\nIn order to overcome the aforementioned barrier for ultrafast fiber lasers, and enhance their operational range, I suggest to replace single mode fibers by multimode fibers. The main goal of this proposed MSCA Individual Fellowship is therefore to develop new ideas for the mode locking of lasers based on multimode gain fiber by controlling their spatio-temporal complex dynamics, and then to demonstrate generation of ultrashort light pulses with high average power and high peak power.  \nThe nonlinear coupling among the fiber modes can self-maintain a high degree of spatial coherence while permitting a high degree of temporal coherence with the locking of the modes on a common group delay. I propose to explore multimode space-time soliton propagation and beam nonlinear ìself-cleaningî in amplifying rare-earth-doped multimode fiber and in multimode fiber laser. I believe that this could lead to the new building blocks of high power picosecond or femtosecond fiber lasers.\n\nXLIM is an interdisciplinary institute, hosting various fields of research. It is recognised as one of the top institutions in photonics and micro-electronics, and since 2011 has been considered as a ìLaboratoire díExcellenceî by the French government.   XLIM can therefore provide for an excellent environment in which I can conduct the proposed research while also achieving the required training, communication and dissemination objectives of the MSCA Fellowship.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}