{
    "rcn": "215125",
    "acronym": "NeuPES",
    "topics": "MSCA-IF-2017",
    "title": "Inducing Neural Plasticity Using Electrical Stimulation Delivered by Nano-Structured Electrodes: A Critical Step Toward Post-Stroke Recovery",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The main objective of NeuPES is to advance our understanding of the effect of electrical stimulation (ES) on neural plasticity using nanostructured electrodes. The motivation is to develop an effective therapeutic approach that minimizes neural damage and enhances recovery following brain ischemia. Stroke is a second leading cause of disability in Europe. Moreover, stroke treatment does not have a clear clinical pathway with a predictable end point. Acute strokes are treated within a narrow window of time after the ischemic insult by means of endovascular therapies. After the acute period, intensive physical rehabilitation of the affected anatomical region is the primary current therapy. ES of the brain for therapeutic purposes was established more than 50 years ago, and it constitutes a smart approach for inducing neural recovery after stroke. However, there are still large knowledge gaps about the electrode material/design, effective ES regimes, and the underlying mechanisms by which ES triggers different pathways to induce neural plasticity. This project will address these important challenges by bringing together a multidisciplinary team that includes experts in nano-material science, biomedical engineering and neuronal biology. We propose three objectives: (i) fabrication of nano-structured electrodes that maximize the charge injection capacity by increasing the surface area and improve the biocompatibility; (ii) integration of these electrodes to the electro-bioreactor, an in vitro ES setup recently developed by the Researcher with great flexibility to apply different patterns of electrical signals; (iii) use of the electro-bioreactor to explore the effects of different ES regimes on neural plasticity and recovery and investigate the underlying mechanisms to optimize the ES parameters. The multidisciplinary skills acquired during the project will significantly enhance the future career prospects of the Applicant.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}