{
    "rcn": "215195",
    "acronym": "ION",
    "topics": "MSCA-IF-2017",
    "title": "Information Diffusion on Networks",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "This two-year research project aims to analyse the simultaneous diffusion of multiple pieces of information on (social) networks; how messages may interact, how rumours diffuse in the presence of truthful information and verification, and how network structure interacts with the virality of information. Misinformation can have severe consequences, such as the debunked myth of a link between vaccinations and autism or AIDS denialism. Political examples also abound. The rise in communication through online networks is often quoted as contributing to an increased spread of rumours and misinformation. Yet, in truth the state of the art has little to say about how alternative pieces of information interact on networks, and even less why rumours might be propagated without prior verification. This project aims to build rigorous economic models which can shed light on the processes and decisions involved, thus addressing the tangible threat that the spread of misinformation poses to society. I am an experienced researcher and have worked for various years in the area of information diffusion on networks, providing me with excellent insights and methodological tools to work on this project under the supervision of Professor Sergio Currarini, a leading expert in network theory. My stay at CaíFoscari University of Venice will allow me to establish new (international) collaborations and additional training, particularly regarding interdisciplinary tools to bring to the economic study of (mis)information diffusion. Together the training, network, and publications inherent in the development of this project will have an extremely positive impact on my career, including increased possibilities to apply for future funding calls by the EU. By forming the basis of a long-run research agenda focusing on online information diffusion the project will contribute to the EUís Digital Market Strategy and to its international reputation as a world leading research destination.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}