{
    "rcn": "215137",
    "acronym": "TLIINCSEFFR",
    "topics": "MSCA-IF-2017",
    "title": "Towards Low Impact and Innovative New Concrete Structures: Exploitation of FRP Fabric Reinforcement",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Building industry is eagerly looking for solutions to save embodied energy and to facilitate the EUís goal of reducing 80-95% carbon emissions by 2050. However, traditional construction techniques and reinforcement materials limit the geometry and concrete-reinforcement configuration of concrete structures, resulting in almost invariable consumptions of embodied energy produced by concrete elements with a given design capacity. This generates the need for innovative concrete elements with a great potential to save embodied energy.\n\nThis study proposes 3D GFRP fabric reinforcements capable of being both formworks and reinforcements to construct concrete elements with optimized geometries and concrete-reinforcement configurations, consuming less embodied energy, but having higher material efficiency and lower impact construction. First, experimental tests and numerical analysis will be conducted to achieve desired bond, anchorage and fibre layout properties for fabricating the GFRP reinforcements. Finite element models with the inputs of those properties will be built to predict the stress distribution across non-planer cross section produced by fabric formworks for developing design criteria. Based on the criteria, a numerical code will be developed to achieve the optimal design iteratively. Then, the optimal design will be evaluated with experiments and simulations. Based on experimental and numerical findings, a design criterion will be proposed for 3D GFRP reinforced concrete elements with potentials to reduce material demands and embodied energy up to 40%. \n \nThe Researcher will bring in the latest updates on adhesive bonds and anchorages as well as Prof. Jirsaís (ACI President 2000) advice to improve the 3D FRP fabrics proposed by the Supervisor. The fellowship is expected to improve the Researcherís teaching and research skills with the prospect of serving at a top EU university as a lecturer to lead studies on innovative 3D FRP reinforced concrete structures.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}