{
    "rcn": "215142",
    "acronym": "SeReNa-SEA",
    "topics": "MSCA-IF-2017",
    "title": "The Divine Tragedy of Securing the Sacred: Religion, Security and Nationalism in Southeast Asia",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The rise of religiously inspired extremism and violence, particularly since 9/11, has underscored the crucial and abiding three-way linkages between security, religion, and nationalism (hereafter, SRN). While much emphasis has been placed on Islam and the Middle East, the research proposed here pioneers the study of security policies and strategies, dominant and marginalised religions, and conceptions of national identities in Southeast Asia, by comparing the predominantly Catholic Philippines, Islamic Indonesia, and Buddhist Myanmar. Using a qualitative, comparative approach, the ER will theorize and produce new empirical knowledge about: (a) why and how states utilize religion when formulating and implementing their national security policies and strategies;  (b) how security considerations influence the utility and status of religions, particularly the (often negative) impact on religious minorities; and (c) how nationalism is used to institutionalize and legitimize religiously-infused national security rhetoric and agenda. In answering these questions, emphasis will be placed on how (a) the gender hierarchy inherently present in these three major religions; (b) the gendered complexion of violence in security operations; and (c) gendered conceptions of nationalism influence the nature and outcomes of SRN linkages. Before extensive fieldwork, the ER will undertake training in research methods and management, pedagogy, and knowledge transfer. Planned activities will disseminate knowledge to academic communities, while a 3-month placement with an international think tank will enable the ER to directly inform policy debate. Combined, the programme of training, research and dissemination will enable the ER to secure permanent employment at a leading university.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}