{
    "rcn": "215162",
    "acronym": "SKILL",
    "topics": "MSCA-IF-2017",
    "title": "Individual Variations and Cultural Evolution: The pottery wheel-throwing skill as a case study",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Both genetic and cultural human traits evolve through the successive mechanisms of: production of variations, transmission of variations, and differential selection of variations. From a behavioral point of view, individuals learn cultural traits channeled by social models and they participate themselves to transmit these traits to their peers and to the younger generations. How much are the cultural traits influence by the individualís own style and his social surrounding? How individual variations lead to cultural divergences? The SKILL project addresses these issues, focusing on individuals practicing the pottery wheel-throwing. I will analyse an existing experimental dataset (collected with expert potters in France, India, and Nepal) and I will set up a new field experiment in Laos with expert potters and their novices. I will analyse both the behavior (hand positions) and its material consequences (xy coordinates of the potsí profiles) with methods (inspiring from the ethology and the biology) allowing precise identification of the individual variations. Because motor learning of cultural skills does not result from strictly reproducing a model but rather as a behavior elicited by the observation of a model, I assume that the apprentice adapts the motor skill shown by his tutor. The adaptation hypothesis claims that apprentice develops idiosyncratic motor skill leading to inter-individual variations of the traditional shapes. Some of these variations can be transmitted and different selective forces can operate on them causing the evolution of the traditional shapes. At the crossroad of archaeology, anthropology, movement sciences, and ethnology, the SKILL project addresses the questions of the transmission and the evolution of the human material (artifacts) and non-material (motor skills) culture. It will complement existing work on pottery which still lacks direct insight into the nature of the skilled work required to produce them.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}