{
    "rcn": "215106",
    "acronym": "HALOS2020",
    "topics": "MSCA-IF-2017",
    "title": "Accurate halo masses in the precision cosmology era",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Weak gravitational lensing is a very powerful tool for investigating the relation between galaxies and their host dark matter halos.\nThanks to current photometric surveys such as KiDS, DES and HSC, the quality of the data available for weak lensing studies is rapidly improving.\nHowever, there has not yet been a corresponding improvement in the methods used for the analysis of this data: most weak lensing studies are still carried out by stacking the signal in bins, resulting in a net loss of information.\nAs an alternative to stacking, I have recently developed a new method to infer the distribution of halo masses of a population of galaxies with weak lensing data. The method, based on a Bayesian hierarchical inference formalism, allows for an easy exploration of correlations in many dimensions, and to directly constrain the intrinsic scatter in halo mass.\nIn this project, I will use my method to look for correlations between halo mass and secondary galaxy properties at fixed stellar mass, such as the age of the stellar population, in KiDS data.\nI will first test the robustness of my method on hydrodynamical simulations.\nThen, after receiving a training on the most technical aspects of KiDS weak lensing measurements, I will apply it on real data.\nFinally, I will compare the results of my analysis with predictions from theoretical models. By detecting or ruling out correlations between halo mass and galaxy properties, I will be able to put powerful constraints on galaxy evolution models.\nThis project will produce an immediate return in terms of science, and will pave the way for the use of more efficient analysis methods in future surveys such as Euclid.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}