{
    "rcn": "215184",
    "acronym": "NERUDA",
    "topics": "MSCA-IF-2017",
    "title": "Numerical and ERT stUdies for Diffusive and Advective high-enthalpy systems",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The full development of geothermal energy is still hindered by the little knowledge available on the distribution of high-enthalpy fluids at depth and by the often-complex logistics. High-enthalpy hydrothermal systems preferentially develop in tectonically active and volcanic settings. In such environments, faults have a major control on fluid flow and may affects the overall fluid distribution at depth. However, due to the lack of in situ data, predicting the role of faults on fluid flow is challenging and often requires complementary methods. NERUDA proposes an innovative and multidisciplinary approach, combining numerical simulations of fluid flow with deep Electric Resistivity Tomography (ERT). The project aims at constraining the tectonic control on fluid flow in hydrothermal systems. High-enthalpy environments often have a multi-layered structure with deep reservoirs (>300 m). Classical cable-structured ERT methods cannot reach such depths. To tackle this challenge, NERUDA will use a leading-edge technology in the field of ERT methods. The newly developed IRIS Fullwaver system allows the acquisition of deep (up to ~1 km) 3D ERT surveys. This wireless system can be deployed in areas with sharp topography (e.g. volcanoes) where classical ERT is logistically not possible. Numerical simulations of fluid flow, calibrated on the interpreted ERT surveys, will be performed to assess the fault control on fluid flow. The currently available flow simulators are either not user-friendly or lack some functionalities to adequately study high-enthalpy hydrothermal systems. NERUDA will develop an open-source, user-friendly MATLAB hydrothermal module calibrated on deep ERT to investigate high-enthalpy hydrothermal systems. This module will be implemented in the world-widely used, open-source MRST (MATLAB Reservoir Simulation Toolbox). NERUDA is expected to have a strong impact on the scientific community by widening the accessibility to user-friendly numerical tools.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}