{
    "rcn": "215123",
    "acronym": "MMSA",
    "topics": "MSCA-IF-2017",
    "title": "Molecular Motors for Surface Applications",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Over the last few decades the field of artificial molecular motors/switches has evolved into a cornerstone of chemical research. Molecular motors are now widely expected to play a leading role in the nanotechnological revolution of the 21st century as they are central to the transition from static to responsive/adaptive materials and molecular devices. Feringa's unidirectional rotary motors are unique in their potential to perform continuous work and are recognized as having a multitude of possible applications. However, necessary use of UV light as well as poorly understood behavior of surface bound rotary motors has so far hampered their development. The research outlined in this proposal is aimed at overcoming these limitations by exploring two-photon absorption pathways as well as upconverting nanoparticles to drive molecular rotation with near-infrared light. Secondly, scanning tunneling microscopy will be used to gain insight into the rotational behavior of surface bound rotary motors on the basis of individual molecules as well as their organisation into self-assembled monolayers. This knowledge will subsequently be applied to showcase three distinct, exemplary applications: Firstly, individually addressing the states making up the rotational cycle of motors incorporated into self-assembled monolayers will be studied for its potential use in molecular information storage. Secondly, the coordinated rotation of surface bound motors will be harnessed in order to achieve transport of microscale objects. Lastly, the influence of the dynamic behavior of a motor functionalized surface on stem cell adhesion will be explored. MMSA is therefore an interdisciplinary project at the interface of chemistry, surface science, nanorobotics and cell biology, placing it at the forefront of science.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}