{
    "rcn": "215120",
    "acronym": "TurbDDT",
    "topics": "MSCA-IF-2017",
    "title": "Predicting flame acceleration and deflagration to detonation transition in industrial scale explosions incorporating the turbulence effects",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Statistics show that fires and explosions are the top cause of Business Interruption loss. Despite increasingly stringent safety measures, explosions continue to occur with higher frequency and consequences especially when Deflagration to Detonation Transition (DDT) occurs. Flame acceleration (FA) and DDT involve complex physical and chemical processes. Current provisions for explosion safety design are based on mechanisms for explosives and insufficient to interpret the complex nature of gas explosions. Their use in safety design is problematic.    \n\nDNS predictions have shown the importance of TF on FA and DDT in uniform mixtures. Such influences are likely to be even more profound in mixtures with concentration gradients and when obstacles are present. There lacks experimental and numerical investigations to shade light on this. Robust and efficient predictive techniques which can capture global safety features associated with FA and DDT as well as TF are also missing. TurbDDT aims to fill these knowledge gaps. It aims to predict FA and DDT in industrial scale explosions incorporating the turbulence effects. The specific scientific objectives include: \n\n1. To gain insight of TF on FA and DDT in smooth channels/tubes with uniform mixtures and mixtures with concentration gradients using DNS;\n2. To repeat the above in channels/tubes with obstacles;\n3. To assess the capability of the compressible linear eddy model in large eddy simulations (CLEM-LES) for medium scale simulations and compressible reactive solver (CRS) for large scales; \n4. To conduct large scale FA and DDT of practical scales and assess the resulting differences in the predicted likelihood of DDT and explosion impact on structures when the more efficient CRS approach is used; and to draw conclusions and guidelines on large scale FA and DDT predictions.\n5. Foster a two-way transfer of knowledge between the ER and host; and\n6. Disseminate and communicate TurbDDT results to wider audiences.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}