{
    "rcn": "215167",
    "acronym": "DDQF",
    "topics": "MSCA-IF-2017",
    "title": "Dipolar Droplets in Quantum Ferrofluids",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Cooled to a few billionths of a degree above absolute zero atomic Bose-Einstein condensates (BECs) are some of the cleanest, most flexible, many-body quantum systems available. They have been used to answer fundamental questions for a large variety of physical phenomena with remarkable clarity, as well as for the discovery of new physics. The field is currently in the midst of a revolution, thanks largely to the development of such key technologies as the ability to create dilute BECs of rare-earth elements, realising the quantum ferrofluid in which each atom possesses a large magnetic dipole. Last year, in a dramatic turn of events, an experiment was published in Nature revealing the discovery of an unforeseen, novel phase of matter: the dilute, dipolar quantum liquid. This was created by the self-stabilisation of a collapsing quantum ferrofluid and the subsequent formation of a crystal of long-lived dipolar droplets, with around 1000 atoms per droplet. It has been demonstrated that each droplet is stabilised by quantum fluctuations, presenting a rare opportunity to investigate a dilute system in which the role of quantum fluctuations is dominant, a situation typically reserved for dense matter. We propose to study the exciting new physics resulting from dipolar interactions and quantum fluctuations, with a particular emphasis on the three most intriguing and timely topics in the physics of dipolar gases: (1) roton excitations, (2) quantum droplets, and (3) dipolar supersolids. To answer pivotal questions for these topics we will develop challenging novel methods, including finite-temperature theories and simulations beyond the currently employed local-density approximation. In close collaboration with top experimentalists in the field, this project will pave the way for a new generation of experiments on dipolar gases. This proposal is uniquely positioned to tackle some of the most prominent and timely questions of the field.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}