{
    "rcn": "215147",
    "acronym": "QTherm-2D",
    "topics": "MSCA-IF-2017",
    "title": "Development of a new first-principle Framework for Quantum Thermoelectricity ó Application to 2D materials",
    "startDate": "15/05/2018",
    "endDate": "14/05/2020",
    "objective": "The development of sustainable energy sources poses one of the greatest challenges for our society nowadays. The current increase in energy demands across the world makes fossil-fuel based energy resources unsustainable. Research and Innovation on finding, developing and enhancing green energy sources are crucial to achieve the EU aim to obtain 20% of its energy from renewable sources by 2020. Thermoelectric (TE) energy conversion is one alternative to produce green renewable energy by converting heat into electrical energy. However, the efficiency of current TE technology is poor and limiting its usage. Entering the nanoscale, promises to overcome the problem of low efficiency but require also novel theories describing correctly TE phenomena at the quantum level. This Marie S?odowska-Curie action, called ìDevelopment of a new first-principle Framework for Quantum Thermoelectricity ó Application to 2D materialsî (QTherm-2D), aims at exploring and advancing the emergence of thermoelectricity at the nanoscale, where quantum effects dominate. QTherm-2D will overcome the limitations of the state-of-the-art methods and go beyond by developing a novel transport theory for the investigation of TE energy conversion in realistic nanodevices. This will provide a theoretical framework capable of making groundbreaking predictions for high-efficient TE devices and heat-dissipating materials. This original formalism will then be applied together with state-of-the-art methods to address fundamental issues related to the emergence of quantum thermoelectricity and to explore 2D materials for TE applications. Based on this understanding, potential hybrid devices will be designed by heterostructuring of different 2D materials. The action is designed to outperform current TE technologies and might help overcoming one of the most important challenges humanity is facing nowadays.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}