{
    "rcn": "215194",
    "acronym": "EUTERPE",
    "topics": "MSCA-IF-2017",
    "title": "Estimation of the term premium in Euro Area government bonds",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The European monetary authorities, as well as most central banks, are currently pursuing the objective of reducing the Quantitative Easing and normalize interest rates. A clear understanding of the forces underlying the movements in interest rates has thus become a timely and very relevant issue. In particular, a challenging task for policymakers is the estimation in real time of the unobservable term premium, which provides a measure of the investorsí perceived risk of holding government bonds. The purpose of the EUTERPE (EUropean TERm Premium Estimation) project is to implement an innovative system producing timely and reliable estimates of the term premium and its components for government bonds of the Euro Area (EA). The project aims to fill an important gap in the existing literature by proposing an integrated procedure which relies on a novel multi-country term structure model with interrelation between yield curves, macro variables, volatility, and global factors. EUTERPE intends to equip the European policymakers with a new analytical tool for their monetary policy decisions and has potentially various applications in the financial industry, thereby representing a way to use knowledge in Europe effectively for business and policy purposes. The specific training activity in research and transferable skills, the outstanding profile of the Supervisor, the excellent research environment offered by the host institution, and the interaction with a first-class network of European policymakers and research institutions are all factors which will contribute to increase my professional maturity and will allow me to restart a career in research at an advanced level. In particular, the publication of the results in highly reputable scientific journals and the other dissemination activities will strengthen my profile both for European universities and for research departments of international financial institutions and will open up new interesting career opportunities.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}