{
    "rcn": "215158",
    "acronym": "gaitDCODE",
    "topics": "MSCA-IF-2017",
    "title": "Decoding impairments of gait and balance from local field potentials in patients with Parkinson's disease.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Parkinson's disease (PD) is one of the most prevalent neurodegenerative disorders, affecting more than ten million people worldwide. Over the past decades, dopaminergic and surgical therapies have been optimized to treat upper-limb motor symptoms such as tremor, bradykinesia or rigidity with remarkable outcomes. However, these interventions are poorly effective to alleviate gait and balance deficits, which remain amongst of the most incapacitating symptoms affecting everyday mobility and quality of life in subjects with PD. Alternative stimulation strategies and novel surgical targets showed promises to improve gait. However, the lack of mechanistic insights and reliable readouts capturing the relationships between neural activity and leg motor dysfunction have prevented the development of effective, evidence-based therapies. Project gaitDCODE seeks to address these limitations. The objective of gaitDCODE is (i) to uncover the relationships between detailed patterns of gait deficits and the corresponding neural activity recorded from cortical networks and subthalamus nucleus in subjects with PD, and (ii) to leverage this knowledge to develop decoding algorithms that automatically predict these impairments in real-time. To enable these discoveries, gaitDCODE will build on two key innovations. First, it will exploit the conceptual and methodological expertise that the candidate gained through his work on gait rehabilitation after spinal cord injury, including high-resolution statistical approaches to capture the multi-faceted and time-varying characteristics of gait. Second, it will leverage the latest developments in implantable technology to sense and decode brain activity remotely and in real-time over extensive periods of time. In the long term, gaitDCODE will open up important avenues for the design of patient-specific, closed-loop neuromodulation therapies that address gait and balance deficits in PD using evidence-based models of locomotor deficits.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "CENTRE HOSPITALIER UNIVERSITAIRE VAUDOIS",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}