{
    "rcn": "215112",
    "acronym": "GraFrontLev",
    "topics": "MSCA-IF-2017",
    "title": "A theoretical, experimental and numerical study of the formation of coarse dry granular fronts and spontaneously self-channelizing levees in debris flows",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The aim of the GraFrontLev project is to investigate coarse dry granular fronts and self-channelizing levees in debris flows by virtue of a combined study of theory, numerical computation and the experiment. Precisely, the applicant will collaborate with Prof. Gray who is an expert in the field of grain-size segregation of dry granular flows to develop a mathematical model. Analogous to the way in which large grains are segregated to the surface and preferentially transported to flow fronts by velocity shear, the core of this model is to derive a transport equation for the dry layer that forms at the surface of a debris flow, as the granular mixture undergoes shear-induced dilation and the liquid is sucked into the expanded pore space between the grains. This surface dry layer, together with large grains, which also rise to the top of the flow, are then sheared towards the flow forwards to create a highly resistive large rich dry front and shouldered aside to form coarse-grain-enriched levees. These two kinds of contributions can be captured in the proposal by combining a dilatancy law of the granular physics that describes the relation between shear and dilatancy and segregation theory developed by Prof. Gray. To validate the proposed model, numerical simulation will be performed by employing a high-resolution shock-capturing scheme and an experiment will be designed, in which the collected data will be used to inspect the obtained numerical results. It is expected that the research results of this project will have an impact on fluid dynamists, civil engineers and geologist working on debris flowsí prevention by providing them with deep insights into the physics of debris flows and helping to improve predictions of run-out dynamics of debris flows. Additionally, this research is expected to significantly expand the applicantís knowledge of granular physics under Prof. Grayís help, and extend the research field of Prof. Grayís group into multiphase flows.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}