{
    "rcn": "215152",
    "acronym": "NeuroMag",
    "topics": "MSCA-IF-2017",
    "title": "Magnonic Matrix-Vector-Multiplier for Neural Network Applications",
    "startDate": "22/05/2018",
    "endDate": "21/05/2020",
    "objective": "Machine learning applications based on artificial neural networks have undergone rapid progress in recent years. To improve the power efficiency over current hardware, alternative implementations of a critical part of artificial neural networks, the matrix-vector multiplier performing large-scale linear transformations, have been intensively researched. Recently, a matrix-vector multiplier based on the interference of optical waves has been proposed in combination with local adjustable electro-optic modulation of the refractive index to enable training. \nNeuroMagís objective is to implement such an interference-based matrix-vector multiplier using spin waves (magnons). Magnetoelectric compound materials will be used to engineer scalable broadband transducers with high potential energy efficiency to generate, detect, and manipulate spin waves. Distinct advantages of such a spin wave implementation over a photonic one are (i) the full bidirectionality of the system since transducers can be operated both to excite as well as detect spin waves and (ii) the large tuning range of the phase velocity of spin waves (equivalent to the refractive index in photonics) by the magnetoelectric effect. Magnetoelectric transducers and low-damping Yttrium Iron Garnet magnetic media will be combined to nanofabricate a demonstrator device and study its matrix-vector multiplier operation.\nUsing an interdisciplinary approach that combines materials science, physics, microwave engineering, and device nanofabrication, NeuroMag thus targets the ground-breaking proof-of-concept of a magnonic matrix-vector multiplier and its operation, paving the way towards magnonic artificial neural networks. The combination of learning through research and a comprehensive training plan, including both scientific and technological as well as soft skills, will strongly enhance the researcher profile of the applicant and provide a boost for his future scientific career.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}