{
    "rcn": "215185",
    "acronym": "MOSPhotocat",
    "topics": "MSCA-IF-2017",
    "title": "Application of Metal Oxide Semiconductors in Photocatalysis",
    "startDate": "16/07/2018",
    "endDate": "15/07/2020",
    "objective": "Recently, visible light photoredox catalysis has come to the focal point of the organic synthetic field and holds promise to use solar irradiation to establish important chemical bonds in the synthesis of complex organic molecules. However, most reports thus far use transition metal complexes based on rare and expensive iridium and ruthenium. In this Marie Curie proposal, metal oxide semiconductors (MOS) will be applied as abundant and cheap visible light photocatalysts to establish C-C and C-N linkages in organic molecules in batch and photomicroflow reactors. To extend their absorption to the visible light range, I will study the formation of so-called ligand-to-metal charge transfer (LMCT) complexes with different adsorbates/ligands covalently linked to the surface of the MOS. The effect of linkers, ligands, different organic solvents, concentrations, as well as reaction times will be studied in the formation of these complexes. The LMCT complexes will be fully characterized with spectroscopic techniques. Next, these new photocatalysts will be evaluated in valuable C-C and C-N forming organic reactions. Furthermore, mechanistic studies will be carried out to aid the discovery process and to further optimize the photocatalysts. Finally, the reactions will be carried out in continuous-flow reactors to increase the efficiency of the photocatalytic transformation. Hereto, a slurry Taylor flow regime will be used and a recycling strategy will be developed to efficiently reuse the photocatalyst. We will also use so-called Luminescent Solar Concentrator PhotoMicroreactors (LSC-PM) to enable the use of solar energy. During this fellowship, I aim to strengthen both my scientific and soft skills required to start an independent researcher career. In addition, I intend to expand my scientific network by starting collaborations with leading experts in both academia and industry.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}