{
    "rcn": "215118",
    "acronym": "MARIA",
    "topics": "MSCA-IF-2017",
    "title": "Marian Apocryphal Representations in Art: From Hagiographic Collections to Church Space and Liturgy in Fourteenth-to-Sixteenth-Century France",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The goal of this two-year project is to carry out an exhaustive analysis on the dissemination of Marian apocryphal iconography in religious contexts specific for fourteenth and sixteenth century France. My investigation will be the first comprehensive study which determines the contribution of liturgy and liturgical tradition to the development and dissemination of Marian apocryphal depictions and their transition from hagiographic collections to church space. While previous scholarship on Marian iconography has traced its developments from textual to visual sources, this project aims at furthering existent research by demonstrating that changes in the liturgical context, in which depictions of Mary were used, were far more significant to their evolution, popularity, and dissemination. This study, therefore, builds on a range of scholarship which has outlined the importance of sacred space to our understanding of religious cultures. The project also offers a comparative approach on (visual and textual) Apocryphal material by concentrating on the analysis of religious (liturgy, epigraphy, hagiography) sources in connection to iconographic patterns and their transition from hagiographic collections to church space with particular emphasis on the early life of the Virgin. \nThe successful completion of the project, the publication of the research outcomes, and the training offered by CaíFoscari University in Venice will enhance the candidateís academic career perspectives and contribute substantially to her development as a researcher by offering her the opportunity of a permanent teaching/research postion.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}