{
    "rcn": "215104",
    "acronym": "NOISE",
    "topics": "MSCA-IF-2017",
    "title": "NOise Impacts of whale-watching boatS on cEtaceans",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Whale-watching of cetaceans (whales, dolphins and porpoises) is an increasingly attractive tourist activity. However, it can lead to short-term behavioural effects on targeted animals, including alterations of dive patterns, swim speeds and behavioural states. Despite there being growing evidence for this type of disturbance, the sensory stimuli from whale-watch boats that trigger these impacts on cetaceans remains unclear, but demands urgent scientific attention. The objective of NOISE is to examine short-term behavioural responses of cetaceans to underwater noise from whale-watch boats. Previous studies on behavioural responses have examined the physical proximity of whale-watch boats to cetaceans, however as sound propagates well in water and is the primary sensory mode of cetaceans, underwater noise may ultimately trigger behavioural responses. NOISE proposes to use humpback whales (Megaptera novaeangliae) as a model species, it being the most targeted species for whale-watching globally. In NOISE I will test for the first time the hypothesis that boat noise rather than boat proximity is the primary driver of disturbance. I will do this by quantifying behavioural responses of focal whales to different boat noise levels, distances, approach types, and speeds. An observation boat will record before, during and after behavioural responses using state-of-the-art, non-invasive unmanned aerial vehicles and digital acoustic recording tags. NOISE thereby provides direct tests of whether underwater noise is the adequate stimulus that elicits short-term behavioural responses in cetaceans rather than physical proximity. Such insights will directly inform regulators and stakeholders on acceptable limits of boat noise, minimum distances, best approach types and maximum boat speeds used to minimise negative effects on cetaceans and thereby facilitate the sustainability of the whale-watch industry as part of the European Commission Marine Strategy Framework Directive.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}