{
    "rcn": "215150",
    "acronym": "Green-DROP",
    "topics": "SMEInst-07-2016-2017",
    "title": "Precise subarea specific irrigation and fertilization system",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Competitive global markets, rising fertilizer and energy costs, and growing uncertainties in water availability, due to a more and more uneven rainfall distribution, impose serious challenges on the European agricultural producers. Besides, wastes from farms with high nutrient availability as manure from animals, digestate from biogas plants and sewage sludge are becoming difficult and expensive to dispose.\nIn response to these challenges and in order to achieve an efficient application of resources more and more farmers are introducing approaches of ìprecision agricultureî technologies for farming practices, such as Green-DROP. Green-DROP uses a number of georeferenced layers with different information: crop type, topography, weather distribution, field capacity, soil type, etc. This information gives the precise and specific requirements of water and nutrients for each subarea of the holding to be fertigated. Green-DROP makes possible to meet the exact fertilizer and water demands for all types of soils and crops. Thus, Green-DROP enables the farmer to increase productivity, resource efficiency, compliance and competitiveness in the production of raw materials, while mitigating environmental impacts from water abstractions and fertilizer application. Additionally, Green-DROP project will recover nutrients from farming wastes, and will use them as input for the fertilization of the land to close the nutrient cycle (Nutrients in waste-Nutrients as fertilizers-Nutrients in plants). Green-DROP reduces water and fertilizers consumption by 20 % making the agricultural sector more independent and profitable. It is designed for farms of all sizes but it will focus on holdings and agricultural cooperatives with at least 50 ha of surface area.",
    "totalCost": "1384237,5",
    "ecMaxContribution": "968966,25",
    "coordinator": "HYDRO-AIR INTERNATIONAL IRRIGATION SYSTEMS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}