{
    "rcn": "215130",
    "acronym": "ARTDEL",
    "topics": "MSCA-IF-2017",
    "title": "The Art of Deleting: A Study of Erasure Poetry, Practices of Control, Surveillance, and Censorship",
    "startDate": "13/08/2018",
    "endDate": "12/08/2021",
    "objective": "'The research project ìThe Art of Deletingî (ARTDEL) investigates the topic of deletion and redaction as a poetic, aesthetic, and political act. ARTDEL aims to analyze works of erasure poetry as forms of resistance and activism in digital culture. The project addresses various levels of erasure poetry, by focusing on its social, political, and aesthetic dimensions, and by tracing its antecedents. The first stage of the project involves researching archive material and developing methodological tools in literary studies and digital literature on the materiality of censoring techniques. Secondly, it presents case studies on the cultural and political contexts of production and reception of poetry in Portugal, China, and the United States. The research will compare practices of 'hard' censorship applied to works of poetry in fascist and communist regimes, and practices of 'soft' censorship applied in contemporary democratic and network societies. Thus, ARTDEL is a comparative study of the material practices applied by the state apparatus in the control and regulation of the literary field, particularly in poetry. Thirdly, it investigates whether the superstructures of state control and surveillance influence contemporary works of erasure poetry. Due to the scientific, socio-political, and critical perspectives concerning technology, ARTDEL is a timely project that will significantly contribute to new knowledge on cultural production in the digital age, and enhance European scientific excellence and policy-making.'",
    "totalCost": "276330,6",
    "ecMaxContribution": "276330,6",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}