{
    "rcn": "215179",
    "acronym": "MFCPF",
    "topics": "MSCA-IF-2017",
    "title": "Multifunctional cellulose photonic films",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The most brilliant colours in nature are obtained without using any pigments, only by nano-structural materials. Such colour effects are found in many plants where colour can be obtained using only cellulose. We aim to produce bio-mimetic materials with multiple optical functionalities, by taking the inspiration from nature and by optimising the properties of the cellulose itself. A challenge in cellulose-based photonic materials is the intrinsic brittleness of the final films. The proposed research aims to modify the properties of the cellulose building block and design their properties and structures to finely tune the optical and mechanical properties of the produced films. Novel nanocrystalline cellulose (NCC) such as electrosterically (ENCC) and sterically (SNCC) stabilized nanocrystalline cellulose will be exploited to this propose. The unique charge and hairy morphology of ENCC and SNCC will allow to finely tune their interaction and therefore to tailor the properties of the composites films. The high charge density of ENCC allows obtaining stable colloidal suspensions even after conjugating them with plasmonic nanoparticles or fluorescent molecules. Therefore composite films made from them are expected to reveal complex optical response. Finally by exploiting the fluorescent-ENCC as a labeling nanoparticles in the films, will allow to investigate the self-assembly process by detecting their fluorescent signal during the film assembly. This research will develop a detailed understanding of the processes involved in the self-assembly of biopolymer-based nanoparticles and to fabricate smart materials with on-demand optical and mechanical response, and will pave the way to the use of natural materials as novel pigments or for optical interfaces and sensors required in biomedical applications.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}