{
    "rcn": "215154",
    "acronym": "SunPro",
    "topics": "MSCA-IF-2017",
    "title": "Sunflower: Durable  Resistance to Broomrape (Orobanche cumana Wallr.)",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Vegetable oils are an essential commodity for the European society. Sunflower oil is one of the main sources of high quality vegetable oil in the European Union and associated states. Production of sunflower oil is seriously endangered by parasitic plants (Orobanche cumana) that highly reduced sunflower yields (up to 80%). Weed control in sunflower is based on chemical herbicide treatments, but the use of these chemicals is under debate due to concerns related to the harmfulness towards consumers, impact on ecosystem and high risk of weeds developing herbicide tolerance. Genetic resistance in sunflower to O. cumana has been identified, but it is not durable due to the emergence of newly evolved races that can overcome the resistance bred into novel varieties. Therefore, an alternative resistance mechanim is urgently needed for sunflower production in the EU. In the here-proposed SunPro (Sunflower Protection against parasitic weeds) program, I will, together with KeyGene as the host institution, apply state-of-the-art molecular breeding technologies to provide such alternative resistance strategy to combat these parasitic weeds. I intend to identify such alternative solution in sunflower using a combination of high-throughput RNA sequencing, computational biology and mutation breeding to provide pre-breeding material that will be utilized by European sunflower breeding companies. If successful, this program will ensure sustainable production of high quality vegetable oil from sunflowers.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KEYGENE NV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}