{
    "rcn": "215196",
    "acronym": "POLARSENSE",
    "topics": "MSCA-IF-2017",
    "title": "Polarimetry with spatially coherent detection for ultrasensitive detection",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "It has long been known that chiral objects interact asymmetrically with chiral electromagnetic fields, but chiroptical effects are typically very small because the wavelength of light is so much larger than the size of biological molecules. The POLARSENSE project proposes a new ground-breaking approach for the detection and quantification of chirality that will permit ultrasensitive chiral discrimination through optical means. Its objective will be to set up a coherent detection method that will exploit the spatial coherence of light, similarly as in double beam interferometers exploit the temporal coherence of light. Switching from temporal coherence to spatial coherence supposes a paradigm shift for the optical coherent detection technique and it will allow using a single light beam instead of having to deal with two different beams. With this new technique, two different parts of the beam will acquire different polarizations and will then recombine coherently. The formed interference pattern will depend on the optical properties of the sample, and they will be recovered after an holographic analysis. This spatially coherent detection method can be implemented in a Mueller matrix polarimeter capable of detecting minute differences of polarization states associated to chiral signals, for example during protein folding. It is envisaged that such technique will maintain the advantages of general applicability, wide spectroscopic range and low cost of the optical method of polarimetry but with a tremendous increase of its sensitivity.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "Ecole Polytechnique of Paris",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}