{
    "rcn": "215193",
    "acronym": "TRITRONITRO",
    "topics": "MSCA-IF-2017",
    "title": "UNDERSTANDING TRITROPHIC INTERACTIONS: PLANT-MICROBE-INSECT. ITS IMPLICATION ON INTEGRATED PLANT PROTECTION AND BIOLOGICAL NITROGEN FIXATION OF LEGUMES",
    "startDate": "15/04/2019",
    "endDate": "14/04/2021",
    "objective": "Biological nitrogen fixation (BNF) is one of the key agroecosystem services provided by legumes. Legume crops have a positive impact on the atmosphere and soil quality: i) by lowering emissions of greenhouse gases compared with other crops grown under mineral fertilisation and ii) by supporting BNF to the following crop when grown as components of crop rotations. This results in cost savings on synthetic fertilisers and fossil energy inputs in the system and on tillage, due to improved soil structure. However, factors such as insect attack, foliar disease and root microbial infection have a direct or indirect influence in reducing nitrogen fixation capacity and yield. Therefore, control of root-feeding organisms is essential for maximisation of nitrogen uptake by legumes. Conventionally, agrochemicals have been used to protect legume crops from pest and diseases, but their indiscriminate use has resulted in pest resistance and secondary pest resurgence, and they are detrimental to beneficial organisms for crop defence. The importance of driving reforms in response to the European commitment to sustainable agriculture and food production is directing my research interests towards a long-term mission that enables implementation of a new agricultural concept regarding food production that is safer for humans and the environment. The proposed project will use peas as a plant model to look for innovative strategies for reducing the dependence on chemical inputs, applying cutting edge technologies to leverage the use of beneficial soil microbes in the crop system. I suggest a pest management strategy to control nodule feeder insects by means of entompathogenic fungi (EPF). By exploring tritrophic interactions in plant-microbe-insect relations, this action seeks to evaluate whether EFP inoculated into legume crops can invade plant and nodule tissues, protect plants from pathogens and insects, influence BNF and affect the behavioural responses of aboveground insects.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}