{
    "rcn": "215175",
    "acronym": "AirSens",
    "topics": "MSCA-IF-2017",
    "title": "High-Accuracy Indoor Tracking and Augmented Sensing using Swarms of UAVs",
    "startDate": "06/08/2018",
    "endDate": "05/08/2020",
    "objective": "In recent years, the need to enable location- and map-aware services in GPS-deprived environments has become increasingly important, especially after natural disasters events. At the same time, the possibility to form swarms of mini-robots is a very attractive solution for usersí mobiles positioning and for mapping of position-related physical quantities, not only for outdoor but also for indoor scenarios, e.g., assessing the status of buildings immediately after an earthquake. In this context, unmanned aerial vehicles (UAVs) represent a good choice thanks to their flexibility, reconfigurability and advantageous line-of-sight propagation conditions. Despite UAVsí potentials for indoor positioning, scholars and professionals have mostly considered and used them only for enabling outdoor applications. \n\nIn this perspective, AirSens aims at analyzing the potentialities of swarms of UAVs for high-accuracy tracking and sensing in indoor contexts, by addressing three novel objectives: (1) the assessment of the swarmsí localization performance, even in infrastructure-less scenarios, by deriving the fundamental limits and considering energy-efficient solutions; (2) the investigation of swarmsí mapping capabilities, enhanced by crowd-sensing mechanisms; (3) the design of an information-seeking control for navigation (i.e., where the swarm should navigate to provide reliable position estimates) and formation (i.e., which specific swarm geometry can maximize the positioning performance). \n\nThese objectives will be pursued through an innovative combination of theoretical and experimental analyses, possible thanks to the synergy between the researcher and her supervisors, experts in the fields of advanced signal processing (USA) and radio-localization (Italy), which perfectly matches the project vision. AirSens will also enhance the researcher technical and managerial skills thanks to multidisciplinary and ad-hoc training activities.",
    "totalCost": "164203,8",
    "ecMaxContribution": "164203,8",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}