{
    "rcn": "215189",
    "acronym": "TUBEURB",
    "topics": "MSCA-IF-2017",
    "title": "Tunnelling beneath piled structures in urban areas",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "In urban areas, tunnels for infrastructure and services are increasingly important. The project aims to develop numerical solutions of tunnelling beneath buildings and bridges supported by pile and piled raft foundations, focusing on structural deformations and reductions of pile capacity. The effect of compensation grouting is also addressed to optimize its design and minimize its risks. Two novel simulation approaches are proposed to account for both stress variations and movements within the soil caused by pile installation, tunnelling and grouting: 1) a simplified formulation, with low computational costs, that combines analytical two-stage analysis methods with cavity theory and nonlinear pile-soil load transfer mechanisms; 2) the Particle Finite Element Method (PFEM) model to accurately model the entire soil-structure domain. An online damage assessment system is proposed to facilitate the implementation of outcomes in the construction and educational sectors. Prof Jimenez, highly skilled in numerical and analytical methods for tunnelling engineering, will guide the fellow to the delivery of the simplified solutions. The CIMNE research team, world-leader in development of PFEM, will lead the researcher to implement the advanced numerical models. Partner organisations will provide experimental data from high-gravity tests and field measurements for validation; in particular, the industrial partner will guarantee that this research tackles real-world engineering. The experienced researcher, specialised in two-stage solutions and experimental testing of tunnel-structure interaction, will acquire new computational and theoretical skills in a wide variety of approaches while enhancing his mentoring and teaching capability. The end-users will have full access to results and developed models; this will maximise academic impact and it will help the construction sector to deliver more cost-effective and sustainable tunnelling projects, with benefits for the society.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}