{
    "rcn": "215108",
    "acronym": "NELMA",
    "topics": "MSCA-IF-2017",
    "title": "Nanoscale Electrochemistry on Light Metallic Alloys",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This proposal presents unique approaches for the characterization of light metal (magnesium as an exemplar throughout) alloy interfaces at the nanoscale in aqueous media, through the implementation of innovative, quantitative high-resolution scanning electrochemical probe microscopy techniques. The overarching goal is to introduce new methodology that will enable a comprehensive understanding of the influence of nanoscale inhomogeneities in the dissolution of light metal alloys. The scientific scope of this project involves: (i) determining the behaviour of different individual single entities (such as grains, grain boundaries, inclusions) on the heterogeneous surfaces of Mg-based alloys at the nanoscale, isolated from the rest of the surface (ii); progressing to the visualization of interacting surface sites and associated reactive fluxes during alloy dissolution; and (iii) nanostructuring at the nanoscale, as a new way for the rational study of surface treatments to improve alloy durability, which are of fundamental and technological (e.g. structural application bodies, bioimplants, batteries etc.) importance. The research proposal is highly interdisciplinary, and there is a natural synergistic fit between the Fellowís profile and activities at the Host Warwick group. The project brings together the considerable expertise of the Fellowship applicant in light metal alloys and corrosion with that of the Host group in frontier correlative electrochemical microscopy to create new approaches that will greatly advance this important field. With considerable support and world-class expertise from the Host group and its collaborators, this project will provide the applicant, Dr. Viacheslav Shkirskiy, with an outstanding opportunity to develop personally and professionally, by pioneering a new area of research in a new geographic location.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}