{
    "rcn": "215121",
    "acronym": "PERSONALMOVE",
    "topics": "MSCA-IF-2017",
    "title": "Uncovering determinants of animal personalities using movement data",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The field of animal personality links consistent behavioral variation among individuals to simultaneous differences in life history strategies and fitness. The relative contribution of genetics and developmental processes, such as maternal or individual learning on personality are however poorly understood. The proposal suggests to link animal personality to the field of movement ecology as a new source of data for behavioral studies that allows access to behavioral long term data on long lived wildlife species that was formerly unavailable. Using a unique dataset of multigenerational GPS-relocations, genetic, and dietary data of European brown bears, this research proposal will quantify 1) which portion of personality is determined by genetics and which part by maternal learning, 2) to what degree an animals personality is stable throughout life, and based on that 3) whether behavioral traits measured at earlier stages in life can be used to predict behavior later in life. This will be particularly useful to develop a predictive model of how environmental conditions, maternal behavior and relatedness determine the movement and dispersal behavior of young bears. These behaviors are directly linked with resilience to anthropogenic disturbances as well as population connectivity. In light of expanding carnivore populations across Europe, understanding which individuals are most likely to disperse through anthropogenic landscapes will be critical to successfully mitigate conflicts. The ER will use the latest advances in the field of movement ecology to quantify individual differences in movement strategies among bears. The ERís experience with the study system, in combination with the supervisors excellence in the field of movement ecology, and the high relevance of the topic for the foreseeable recolonization of parts of Europe by brown bears makes this project of utmost priority.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "SENCKENBERG GESELLSCHAFT FUR NATURFORSCHUNG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}