{
    "rcn": "215132",
    "acronym": "Meta-Origami",
    "topics": "MSCA-IF-2017",
    "title": "Metabolic engineering of Ustilago trichophora: an isotope-assisted metabolomics approach for the improvement of malate production from glycerol",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Biodiesel production is usually accompanied by the production of 10% (w/v) glycerol as main low-value by-product, making it not yet economically competitive to petroleum-based processes. Recently, Ustilaginaceae fungi have attracted more attention due to their abilities of using crude glycerol to produce chemicals of industrial interest. Unlike established filamentous fungi, many Ustilaginaceae strains can grow in haploid and unicellular form, which are remarkably advantageous for industrial applications. Of note, U. trichophora was reported to have the highest titre for microbial malate production, even if the yield is still low. If the carbon lost during cultivation is suppressed, U. trichophora will be a novel candidate for industrial malate production and contribute directly to crude glycerol valorisation. However, the metabolic network and its function are not described for any Ustilaginaceae species. Isotope-assisted metabolomics approaches are powerful in exploring the metabolic network operation. By capturing the snapshot or the kinetics of metabolite pools, these approaches can guide metabolic engineering strategies to alter metabolic flux distribution and maximize target compound production. Therefore, this study aims to decipher the structure and dynamics of the metabolic networks of U. trichophora by using isotope-assisted metabolomics approaches. Results obtained in this research will guide ongoing efforts in metabolic engineering to maximize malate production from crude glycerol of U. trichophora. Further contributions will be made beyond the envisaged industrial applications, as the Ustilaginaceae are also investigated in the context of host-pathogen interactions and fundamental cell biology.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}