{
    "rcn": "215110",
    "acronym": "GenderQuotas",
    "topics": "MSCA-IF-2017",
    "title": "Gender Quotas and the Democratic Quality of Local Decision-Making Processes in Clientelistic Regimes",
    "startDate": "01/09/2018",
    "endDate": "31/05/2020",
    "objective": "Gender quotas are a widespread electoral reform aiming to tackle gender inequality in politics. A rich body of literature focuses on the impact of gender quotas on the articulation of womenís interests in national legislatures. Yet we know very little about the transformatory potential of gender quotas for local decision making. Do gender quotas challenge existing practices of local decision making and advance democratization in clientelistic regimes? This research project investigates the impact of gender quotas on the democratic quality of local decision-making processes in Albania. Do women push for transparency, accountability, and responsiveness? How does womenís engagement in local decision-making processes change over time? The project offers a unique and innovative perspective into the topic of gender quotas and democratization through the combination of theoretical and methodological approaches, original data, interdisciplinary approach, and comprehensive public engagement and dissemination of research findings. The proposal relates with a novel interdisciplinary approach that draws on studies of democratization, representation, political anthropology, and feminist institutionalism. The project will enhance the knowledge and skills of the Experienced Researcher by providing state-of-the-art training in data analysis and management ñ Python Programming Language and ATLAS.ti ñ advanced knowledge of theoretical and methodological approaches, and scientific and transferable skills. The knowledge and skills combined with networking and collaboration will place the Experienced Researcher in a competitive position among successful researchers in Europe.",
    "totalCost": "152125,05",
    "ecMaxContribution": "152125,05",
    "coordinator": "UPPSALA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}