{
    "rcn": "215192",
    "acronym": "ALATA",
    "topics": "MSCA-IF-2017",
    "title": "The Making of Angels in Late Antiquity: Theology and Aesthetics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Focusing on the making of Angels is an innovative way to approach the religious fact in ancient Mediterranean. The idea of intermediary beings is widely spread in the human conception of the divine; however, it did not always exist in the terms we are used to. The current project aims to explore that long and complex construction whose turning point takes place in Late Antiquity, more specifically in the V-VIth c. CE. The legacy of Pagan angels inherited from the Classical world interacts with the other religions and schools of thought throughout the Empire (Judaism, Gnosticism, Neo-Platonism) to build the definition, function and image of Christian Angels which will in turn pass onto Byzantium, and towards Islam. This phenomenon mostly rises in the Eastern regions of the Empire (Egypt-Syria-Palestine). In the three most relevant languages to study the development of the concept, Angel means ìmessengerî (Greek aggelos; Coptic aggelos; Syriac mlíkí). The backbone of our research is the theorization of Angels as a hierarchical system which the Pseudo-Dionysius the Areopagite, chief theologian of the Orthodox Church, elaborates on the Medieties of the Neoplatonician Proclus (AD 412-485). This provides the base to evaluate the impact that such an intellectual shift had on material culture, more specifically for what concerns the status of images. Not only in texts but also on works of art of the period can one trace the conversion of the Pagan Erotes to some winged personifications which result as Christian Angels. How to make visible the invisible? The representation of Angels helps thinking the entire question of Aesthetics in Late Antiquity, a fascinating process of exchange, conflict and ultimately (re)appropriation of its own identity.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}