{
    "rcn": "215173",
    "acronym": "NanoFEITH",
    "topics": "MSCA-IF-2017",
    "title": "Nanoparticles for Fluorescence-Enhanced Imaging and Therapy of Breast Cancer",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Breast cancer (BC) represents a leading cause of cancer-related death in women worldwide, in large part due to ineffective detection and treatment. Nanotechnology offers new promise in mitigating BC mortality, by combining therapy with early diagnosis in ìtheranosticî nanoparticles (NPs). Here, a multidisciplinary approach is proposed to develop and evaluate novel theranostic NPs, which for the first time combine near infrared (NIR) metal-enhanced fluorescence (MEF) imaging with multimodal cancer treatment. MEF is a promising strategy for dramatically improving the low fluorescent signals of available NIR dyes, but limited MEF platforms for in vivo applications have been developed. Here, elongated gold (Au) NPs (nanobipyramids) with two sharp tips and tunable sizes/optical properties are expected to provide distinct advantages, including large fluorescence enhancement and increased tumour accumulation, thus enabling real-time in vivo imaging with high sensitivity and spatial resolution. Furthermore, BC photothermal therapy by the Au core will be combined with a chemotherapeutic drug-carrier surface coating, bearing pH-responsive lids to allow controlled drug and Zn ion release at the tumour site. Coordinated use of these modalities is expected to minimize systemic side effects, improve therapeutic efficacy and be useful in treating drug resistant tumours. Several complementary techniques, including computational modelling, 3D in vitro cell cultures, in vivo testing and advanced 3D imaging will be combined to characterize NP biodistribution, biocompatibility and passive vs. active tumour targeting. These will provide vital insights for the ñ still challenging ñ clinical translation of NPs in general, paving the way toward personalized nanomedicine. The proposed research/training will complement the Applicantís skills in materials science with the Hostís expertise in cancer drug delivery to enhance his professional maturity and promote international collaborations.",
    "totalCost": "151648,8",
    "ecMaxContribution": "151648,8",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}