{
    "rcn": "215174",
    "acronym": "ILBAB",
    "topics": "MSCA-IF-2017",
    "title": "The interoceptive link between anxiety and breathing perception",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Anxiety is one of the most common mental health issues, and debilitating anxiety symptoms can be present across a spectrum of diseases and disorders. While dysfunctional interoception (monitoring of the internal state of the body) is thought to be both a cause and effect of anxiety, the brain mechanisms leading to perturbed interoception remain unclear. Breathing offers a unique insight into our interoceptive processing, as the continuous swap between subconscious and conscious control provides an active gateway into our interoceptive selves. Therefore, this project aims to understand how anxiety may change the brainís computations that underlie interoception of breathing, leading to identification of targets for treatments of debilitating anxiety symptoms across a range of physiological and psychiatric conditions. This proposal will employ interoceptive breathing tasks with high-resolution functional brain imaging, applying state-of-the-art computational models of perception to investigate where and how anxiety can interrupt brain processing systems. This project will utilise the inter-disciplinary strengths of the Translational Neuromodeling Unit (TNU) in Zurich, where computational research and applied psychological and clinical studies occur in tandem, and employ innovative and novel high-resolution scanning technologies available at the University of Zurich for unprecedented data quality. I will use my previous experience in high-field functional imaging of breathing perceptions, to develop and collect specific scanning protocols for high-resolution computational perception models. Here, I will target disparate anxiety groups within healthy volunteers, before future work moves towards applications in disease or disorder-specific populations. This work will occur within a wider framework of interoceptive research at the TNU, with the ultimate goal of providing novel diagnostic procedures and targeted treatments for symptoms of anxiety within an individual.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}