{
    "rcn": "215135",
    "acronym": "USPAIN",
    "topics": "MSCA-IF-2017",
    "title": "Suffering America: Writing Pain in Nineteenth-Century United States Literature",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The project entitled ìSuffering America: Writing Pain in Nineteenth-Century United States Literatureî (USPAIN) aims to analyze the experience of physical pain and psychological suffering as it is represented in American literary texts across the nineteenth-century. Although pain and suffering are often reputed to be inexpressible through language, as Virginia Woolf and others in her wake argued, this project will show how literary writing offers a discursive space for their articulation and for their inscription as cultural and historical sensations and affects. Using close readings of works by Ralph Waldo Emerson, Herman Melville, Emily Dickinson, Henry and Alice James among others, Dr. Constantinesco will study various forms of pain and suffering, from labor injuries and war wounds to nervous disorders, feminine hysteria, psychological trauma, and grief, with a view to uncover how American literature engaged with the nationís changing culture of pain in the 19th century. Between 1830 and the turn of the 20th century, the inaugural promise of an unalienable right to the pursuit of happiness quickly receded in the face of the suffering of black slaves and of the violent extermination of Indian populations, and the United States emerged from the Civil War as a ìrepublic of sufferingî whose agonies extended well beyond the end of Reconstruction. The social meaning of pain similarly transformed, as Christian narratives of redemption through suffering gave way to a more modern sensibility grounded in the avoidance of pain and strengthened by medical progress and legal advances, such as the invention of general anesthesia or tort law jurisprudence, even as sympathy continued to function as a privileged mode of national affiliation. Dr. Constantinesco will demonstrate how 19th-century American literature simultaneously reflects and unsettles these developments to configure pain as a critical locus where individual and collective identifications coalesce and come apart.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}