{
    "rcn": "215115",
    "acronym": "NONLOCAL PHENOMENA",
    "topics": "MSCA-IF-2017",
    "title": "Concentration, geometric and topological phenomena in nonlocal elliptic equations.",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "In this proposal I aim to study three different phenomena in elliptic problems of nonlocal character, with the fractional Laplacian as main operator. First, we will study concentration phenomena for fractional-type Schrˆdinger equations, a line of research that has been recently open by authors like Valdinoci, Dipierro, del Pino, D·vila or Musso, among others. With their works as starting point, we will study existence and characterization of multi-peak solutions for the Dirichlet problem, analysis of the shape of concentration in Neumann problems and extension to general nonlinear problems in both cases.\nThe second goal consists on developing nonlocal analogues of the Bahri-Coron methods to analyze how the solvability of the fractional critical problem (in the sense of the Sobolev embedding) depends on the topology of the domain. By means of approximation and deformation arguments we want to prove existence of solutions if the homology of the domain with Z2 coefficients is not trivial (for instance in n=3 if it is not contractible).\nFinally, in the third problem we will focus on the study of surfaces with constant nonlocal mean curvature. Based on the Aleksandrov-type results obtained by Cabre, Fall, Weth and Sol‡-Morales we aim to establish the existence of global continuous branches of nonlocal Delauny hypersurfaces and to analyze their limiting configuration.\nTo achieve these goals I plan to use a 24-months fellowship at Universit· degli Studi di Milano (UMIL, Italy) with a 5-months secondment at Universitat PolitËcnica de Catalunya (UPC, Spain) under the supervision of E. Valdinoci and X. CabrÈ respectively, world experts in the field. The multidisciplinarity, originality and innovative character of the proposal, as well as the possibility of collaborating with both professors, will place me at the end of the period of fellowship as a solid independent researcher with a high expertise level in nonlocal partial differential equations.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}