{
    "rcn": "215161",
    "acronym": "MIMOP",
    "topics": "MSCA-IF-2017",
    "title": "Modelling Ice-shelf Melting and ice-Ocean Processes via the phase-field method and direct numerical simulation",
    "startDate": "30/08/2018",
    "endDate": "29/08/2020",
    "objective": "MIMOP brings a fundamental fluid mechanics expert together with a Host Institute internationally renowned for its polar research and a world-leading University Partner. An outstanding problem in polar sciences is how quickly land-based ice moves toward the oceans and contribute to sea-level rise, which is one of the most disruptive consequences of climate change. Acceleration of the outflow from polar ice sheets appears linked to enhanced melting at the ice-shelfóocean interface. The melting process is, however, poorly understood, because state-of-the-art models cannot resolve the effect of the ocean turbulence or basal roughness of the ice shelves. MIMOP aims to fill this critical gap in our knowledge. MIMOP objectives are to\n1) Develop an innovative numerical model of the fluid dynamics of melting at the ice-ocean interface\n2) Calibrate the model using new observations of ocean properties beneath an Antarctic ice shelf\n3) Determine the sensitivity of melting to changes in temperature and current\n4) Organise an international workshop with the aim of defining best practices for the calculation of melt rates in climate models\nThe objectives will be achieved by combining a highly-efficient Direct Numerical Simulation (DNS) code with a novel formulation of the equations for the solid/liquid phases of water based on the phase-field method. DNS enables turbulent motions to be simulated without approximation, while the phase-field method allows the ice-ocean interface to be rough and evolve in response to melting. The phase-field method has been applied in metallurgical problems and proof-of-concept simulations have demonstrated its suitability for ice melting. MIMOP will enable the Researcher to deliver high-impact results to scientists and the public through dissemination and outreach activities, and to receive training and organise a workshop, hence reaching a position of scientific leadership and maturity, opening the way to a permanent research position in Europe.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}