{
    "rcn": "215187",
    "acronym": "ORTHOCAT",
    "topics": "MSCA-IF-2017",
    "title": "Bioorthogonal Photocatalytic Activation of Metal-Based Prodrugs",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "New cancer care methodologies with fewer side effects and no need for major surgery are required to enhance patient wellbeing. Photodynamic Therapy (PDT) partially accomplishes such mission employing light and a photosensitizer. Nevertheless, the PDT mechanism of action intimately depends on oxygen, which limits its efficacy, particularly in hypoxic solid tumours. Promising strategies to improve the impact of PDT in the clinics currently involve the design of photoactivatable transition metal complexes, a class of compounds which combines the rich photochemistry of metal complexes with the vast background of metal-based drugs in cancer therapy.\n\nIn this framework, ORTHOCAT proposes an original and multidisciplinary strategy to exploit the efficiency and selectivity of riboflavin as unconventional photocatalyst for the activation of Pt(IV) anticancer prodrugs (Chem. Sci. 2017, 8, 4619). \n\nThe project aims at designing novel riboflavin-based catalytic systems capable of activating Pt(IV) anticancer prodrugs inside the mitochondria of tumour cells. In particular, I will use triphenylphosphonium targeting vectors to develop new photocatalytic prodrug systems and delivery nanoplatforms which selectively accumulate in the mitochondria. Once in the organelle, riboflavin will act as singlet oxygen photosensitizer for PDT and simultaneously as photocatalyst to generate Pt(II) species for targeting mitochondrial DNA (photochemotherapy). Imbalance of mitochondrial delicate redox homeostasis by ORTHOCAT dual agents can trigger cell death through convenient cellular pathways. Therefore, ORTHOCAT prodrug systems will synergistically kill cancer cells with increased effectiveness, while potentially reducing side effects of metal-based drugs. Successful outcome of the project has the potential to deliver innovative therapeutic agents for cancer photochemotherapy.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION DONOSTIA INTERNATIONAL PHYSICS CENTER",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}