{
    "rcn": "215129",
    "acronym": "WPCN",
    "topics": "MSCA-IF-2017",
    "title": "Wireless Powered Communication Networks: Architectures, Protocols and Optimized ResourceAllocation",
    "startDate": "18/04/2019",
    "endDate": "17/04/2021",
    "objective": "Wireless powered communication network (WPCN) is a promising networking paradigm for future wireless communication systems, where the batteries of wireless devices (WDs) are remotely replenished by means of microwave wireless power transfer (WPT) technology. Compared to the conventional battery-powered communication networks, WPCN is in general more convenient by eliminating the hassle of connecting cables, more cost-effective by enabling on-demand energy supplies and maintenance-free operations, more environmental-friendly by avoiding tons of battery disposal yearly, and is sometimes essential for scenarios where manual battery replacement/recharging is too dangerous (e.g., in hazardous environment) or even impossible (e.g., for biomedical implants).  However, the practical deployment of WPCN is hampered by several critical issues, such as the low end-to-end WPT efficiency over a long  distance, the inter-play between power and information transmissions within the same network, and the challenges of scalability in large networks. This project aims to resolve the above issues by paving the way for the practical deployment of WPCN. Towards this end, a comprehensive study on WPCN will be pursued, ranging from the networking architecture and protocol designs to optimized resource allocation. A number of innovative techniques will be proposed and thoroughly investigated in this project, including the new heterogeneous networking architecture for WPCN, the harvest-and-transmit protocol facilitated by the concept of energy-and-information full-duplexing, and the distributed energy beamforming technique with the idea of WD-initiated WPT. The results obtained in this project will find a wide range of applications in the fifth generation (5G) wireless communication system, which involves numerous low-power WDs, including those in wireless sensor networks (WSNs), internet of things (IoT), and massive machine-type communications.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}