{
    "rcn": "215109",
    "acronym": "SPeNTa-Brain",
    "topics": "MSCA-IF-2017",
    "title": "Synthetic Peptidic Nanovesicles for Targeting Paediatric Brain tumours",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Brain tumours are the most common solid tumours in children, accounting for about 25% of all primary paediatric tumours. The situation is particularly critical for the deadliest brain tumour: glioma, being the leading cause of cancer-related death in children. The main bottleneck for the treatment of central nervous system (CNS) pathologies, including brain tumours (at early stages), as well as brain metastases, lies in the difficulty to cross the blood brain barrier (BBB). In this proposal, I aim to overcome such limitation with the use of super-selective targeted and fully biodegradable polypeptide-based polymersomes, carrying relevant drug combinations for the treatment of paediatric glioma. I propose a step-wise and bottom-up approach to synthesise biodegradable polymersomes from amphiphilic block-polypeptides obtained via the scalable and reproducible methodology of Ring Opening Polymerisation (ROP) of N-Carboxyanhydrides (NCAs). The polypeptide amphiphiles are expected to self-assemble in aqueous solutions yielding nanometric vesicles. These synthetic vesicles will be functionalised with selected BBB receptor ligands in order to approach the super-selectivity concept aiming for active targeting and transcytosis to the brain acting as the so-called ìTrojan Horsesî. Finally, the super-selective nanovesicles will be loaded with synergistic and clinically relevant combination therapy using anticancer agents and immuno-modulators in order to approach paediatric glioma treatment. I will join for the first time, the use of fully biodegradable polymersomes based on polypeptides, super-selective binding strategies for BBB crossing and the use of chemotherapy\\ immunotherapy. Overall, I will develop an innovative therapy, capable of reaching the brain in a non-invasive way, being able to diffuse and target the brain tumour, overcome chemo-resistance and activate the immune system to fight these tumours, being the future end-users, children with incurable cancers.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}