{
    "rcn": "215153",
    "acronym": "ReMoVE",
    "topics": "MSCA-IF-2017",
    "title": "Rendezvous Modelling Visiting and Enhancing",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The ìRendezvous Modelling Visiting and Enhancing (ReMoVE)î Action is committed to design a brand new technological solution for the problem of the active removal of large faulty satellites polluting strategical terrestrial orbits. This Action will deliver the preliminary system design of a small-size, agile, versatile, and modular satellite platform capable to rendezvous, join, and de-orbit a non-cooperative Target. The game-changing approach of ReMoVE is embedded in the Enhancing concept: by exploiting recent knowledge and technology advances, such platform will act as a smart and independent additive sub-system, whose contribution will allow the Target to recover the capability to perform de-orbiting manoeuvres. The greatest challenge entailed in this concept is dealing with an unknown uncooperative Target, demanding the development of a robust and advanced autonomous spaceborne guidance navigation and control system. At the same time, the outcomes of this Action will pave the way to a future multi-player, distributed, and sustainable commitment to realize space debris removal.\nThis Action benefits from a well-balanced multi-disciplinary inter-sectorial structure, bringing together renowned academic experts in guidance navigation and control systems from Politecnico di Milano, and specialized engineers from the successful D-Orbit company, with an Experienced Researcher who already gave key-contributions to two multi-satellite missions in low Earth orbits. The Action foresees a high-level comprehensive training plan, apt to broaden ERís expertise and to support the fulfilment of the proposed objectives.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}