{
    "rcn": "215122",
    "acronym": "NaKStruc",
    "topics": "MSCA-IF-2017",
    "title": "Structural studies of Na,K-ATPase isoforms and mutants",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Isoform complexes of Na,K-ATPase , an ??-heterooligomer, have recently been identified as crucial regulators of muscle and neural physiology and were furthermore identified as the primary cause of neurological diseases. Of particular interest are ?2?2 & ?2?3, which are expressed in muscle and astrocytes (?2?2) and the ciliary body (?2?3). Both exhibit a significantly lower affinity for K-ions and a steeper voltage dependence than the housekeeping ?1?1 complex. These features keep ?2-isoforms inactive at resting conditions but allow to respond to transient elevations of extracellular K after muscle and neuronal activity. Moreover, both complexes can be selectively inhibited by cardiac steroids, making them promising drug targets for the treatment of heart failure (?2?2) and glaucoma (?2?3). Differences in affinity for K and cardiac steroids were attributed to the ?-subunit recently, yet the root cause and molecular details remained elusive. Hence, I propose to investigate the structure of ?2-isoforms purified from the yeast Pichia pastoris by x-ray crystallography and cryo electron microscopy. In addition to its physiological and pharmacological role mutations of Na,K-ATPase cause severe neurological diseases, e.g. Alternating Hemiplegia of Childhhod. Disease mutations typically inactivate the Na-pump causing severe motor and cognitive disorder. However, the effects of mutations on the ATPaseís reaction cycle have not been investigated in detail, leaving the cause of inactivation in the dark. Part two of the proposal addresses this gap of knowledge. The two most common mutations E815K and D801N will be expressed in P. pastoris and the effect of mutations on partial reactions of the Na,K-ATPaseís reaction cycle will be investigated and subsequently, structural studies will be carried out. This work will promote our understanding of Na,K-ATPase in health and disease and lay the foundation for the development of new drugs.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}