{
    "rcn": "215145",
    "acronym": "WeLearnAtScale",
    "topics": "MSCA-IF-2017",
    "title": "Understanding and Supporting Peer Feedback at Massive Learning Scale",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Massive Open Online Courses (MOOCs) offer high quality education from the worlds' top universities in a wide range of areas. MOOCs can be freely accessed by millions around the world via a valid Internet connection; however not every individual accessing MOOCs equally benefits from them. The dropout of learners with limited or no background is inevitable as instructors cannot monitor every student and provide timely formative feedback and guidance tailored to their unique needs. As a result, MOOC learners cannot receive feedback on their progress/work to improve and complete the course. Thus, feedback, which is imperative to learning, is troublesome in MOOCs. This project aims to advance the understanding of feedback phenomenon at massive learning scale and improve the current MOOC practice in this regard. This project comprises three research objectives. First one is to develop guidelines for enabling effective feedback exchange among MOOC learners and use these guidelines to design an intelligent peer feedback system called WL@S. Second objective is to advance current knowledge on MOOC learnersí engagement in feedback exchange by exploring their activities in and experiences of using WL@S, examining the impact of the guidelines (embodied in WL@S), and identifying the influential factors. Third objective is to support the MOOC studentsí learning and performance through timely provision of feedback and to identify the role of studentsí background and learning characteristics. To achieve the research objectives, framed as educational design research, this research involves two iterations of intervention in real MOOC contexts, involving close collaboration with instructors at the host (using focus group). The proposed research and training activities will enhance the career prospects of the researcher and offer significant value to the host. This project is in line with the EU strategy for supporting education and training in Europe and beyond.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE VALLADOLID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}