{
    "rcn": "215113",
    "acronym": "PiCoBoo",
    "topics": "MSCA-IF-2017",
    "title": "19th-Century European Picture-Books in Colour",
    "startDate": "24/09/2018",
    "endDate": "23/09/2020",
    "objective": "The PiCoBoo project aims to assess the significance of 19th-century European picture-books, printed in colour for children, as a catalyst for major cultural and social changes. From the 1830s, new techniques were developed that allowed to print colour in a cheaper, greater and more refined extent: for the first time, people ñ no matter their age, gender, social class, ethnicity, nationality ñ saw the world in colour.\nIt is remarkable that this major revolution in visual culture had its birth in books for children. It is doubly remarkable that neither childrenís book scholars nor book historians have investigated the genesis, development and effects of this major shift in print culture. We lack studies of how colour became prevalent in childrenís books, expanded more widely through print and spread across national boundaries.\nPiCoBoo will draw new attention to this important chapter in the history of the book through publications, exhibitions and conferences. Adopting an object-based interdisciplinary approach, this will be the first detailed account of 19th-century colour picture-books for children: what they were, when, where and how they were made, who produced them and for whom, what their role in cultural, publishing and visual history and their long-term influence.\nIn the absence of European aggregators of childrenís books, PiCoBoo will build a network of collections of colour picture-books and, in the unreliability of collection and library catalogues, it will establish protocols for recognising and cataloguing them.\nPiCoBoo will be hosted by the Childrenís Literature Unit at Newcastle University, UK, with a Secondment at the Victoria & Albert Museum, London, and in partnership with Seven Stories, the UKís National Centre for Childrenís Books. It is especially timely because only recently the Alderson Collection, the most significant gathering of British childrenís books still in private hands, has been donated to Newcastle and made accessible to the public.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}