{
    "rcn": "215141",
    "acronym": "FORAGEKID",
    "topics": "MSCA-IF-2017",
    "title": "Foraging Behavior in children: A new way to understand attentional development",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "The understanding of human brain development is a crucial challenge in todayís society. It is fundamental to determine\nappropriate political and social policies in Education and Health for the future of our society: our children. Specifically,\nwe need to be able to measure and understand how basic cognitive processes, such as the Executive Function (EF),\noperates in children. Basic research in visual foraging tasks has revealed essential knowledge about EF in adults, but it has\nnever been applied in children. In the present project, I will apply for the first time in psychological science an innovative\nand multidisciplinary, theoretically-based paradigm to understand and measure EF in children: foraging. The research is\nbased on theoretical models, behavioral data, eye-movement recordings and neuroimaging (fMRI). At my TC host,\nWolfeís Lab (Harvard), we will create new child-friendly, videogame-based foraging tasks, and I will be trained in\nforaging and eye-movement data analyses. With my Host at Cambridge University, in Kourtziís Adaptive Brain Lab, we\nwill assess the new tasks to determine their validity and applications to train EF in children by means of behavioral and\nneuro-functional measures using fMRI. My aim is to advance the theoretical knowledge about EF processes in children,\nand improve cognitive assessment products. Commercialization of the newly developed tests will be exploited together\nwith the industrial partner, Cambridge Cognition, a company producing cognitive assessment tools. I will be trained in the\ndifferent steps of preparing a business plan to transfer our product to society. The outcome will be significant for the\ndevelopment of technology, products, and strategies to meet the needs of the youngest members of our population.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}