{
    "rcn": "215128",
    "acronym": "PosEnt",
    "topics": "MSCA-IF-2017",
    "title": "Positive Entrepreneurship",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The goal of Positive Entrepreneurship (PosEnt) is to train a talented researcher through a research project focused on a novel application of positive psychology in the field of entrepreneurship. The project will investigate signature strengths, positive emotions, thriving, resilience and eudaimonic well-being (WB) of entrepreneurs and their families. This multidisciplinary project will help to open a new direction of Positive Entrepreneurship research and will have an impact on science and business practice in Europe. To date the WB of entrepreneurs and their families has received only limited attention and research is: (1) rather static, (2) focused on entrepreneur-employee comparisons, (3) informed by relatively ëold theoriesí about drivers of WB of employees, (4) focused on subjective WB. What is missing is a more interactive/collective, process-oriented view that considers processes related to eudaimonic WB and thriving.\nThe fellow ñ Dr. Przemys?aw Zbierowski, will be trained in a number of skills (concerning research, publication, dissemination and transfer of knowledge) that have been identified by him as insufficiently developed to advance his career and to achieve (1) maturity which will be reflected in professorship in home country and (2) potential to lead research teams across Europe. At the host institution ñ Aston University and during the secondments, the applicant will have access to unique training experience, outstanding researchers, including the supervisor ñ Prof. Ute Stephan, with diverse backgrounds from psychology, economics, and geography to entrepreneurship.\nThe PosEnt output will be relevant for European science base and economic and social life. The outputs will contribute to the enhancement of EU scientific excellence by opening the innovative direction of Positive Entrepreneurship. Outputs will be practice-relevant: encouraging entrepreneurship, facilitating growth of SMEs, and enhancing welfare of entrepreneurs and their families.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}