{
    "rcn": "215119",
    "acronym": "AnticipatoryLedgers",
    "topics": "MSCA-IF-2017",
    "title": "Anticipatory design and ethical framework for Distributed Ledger Technologies (blockchain or DAG) and applications (smart contracts, IoTs and supply chain)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The proposed research analyzes the current ìblockchain paradox,î also described as a ìgovernance crisisî in the emerging DLTs (Distributed Ledger Technologies), as a challenge of connecting prototyping practices with policy analysis and ethical deliberation, which is also an important goal for the STS (Science, Technology and Society studies) scholarship reflecting emerging technologies. The research will contribute to the fields of Design methods, STS scholarship and DLTs development by offering a method for involving stakeholders in the DLT design, which combines prototyping, reflection and stakeholder panels. In this attempt to integrate technology, ethics and governance we plan to identify and categorize the assumptions behind various coins and DLTsí protocols and reflect upon their connections to current social and political realities. The objective is to create, test and evaluate an experimental framework described as ìanticipatory designî of DLTs applications, which involves the public and various stakeholders directly in the design process rather than only the adoption and implementation of ìsmart contractsî. This experimental, design and policy driven research will and focus on private health/body data, but also sensor data related to the environment as ìoraclesî and ìescrowsî in the smart contracts over Ethereum and IOTA platforms. With anticipatory design of ìsmart contractsî we will evaluate the neglected issues of DLTs governance (accountability, shared responsibility, division of powers or solidarity), but also ethical principles (deontological versus utilitarian rules and laws) and future scenarios and use cases (smart contracts with AI, smart contracts for wearables or IoTs with a focus on environmental sensors).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}