{
    "rcn": "215126",
    "acronym": "NuWeld",
    "topics": "MSCA-IF-2017",
    "title": "Integrated Modelling and Analysis of Multiple Component Carbides in Welded hardfacings",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The proposed project aims to investigate the crystal/lattice structure and properties of multi-component carbides M7C3, and the mechanisms of carbide refinement in welded hardfacing process through integrated physical based predictive simulation and analysis. The main objectives: 1. To investigate the effects of different solution elements including RE elements on the crystalline/lattice structure and properties of primary M7C3 carbides using the first principle calculation. 2. To develop a new approach to predict the stable chemical compounds formed during the welding process of Fe-Cr-C hardfacings using ab initio evolutionary algorithm techniques and big data system; 3. To develop a new software and interface program to\ncomputerise the lattice misfit calculation in order to predict the probability of a compound formed in the welding process to act as the heterogeneous nucleus of primary M7C3 carbides and establish the carbide refinement mechanism. 4. To provide training on specific physical based predictive simulation and advanced analysis by the host and the project partner. This application is based on a novel approach to identify the chemical structure and properties of one most widely used carbides in the welding repair and maintenance process, leading to the development of a practical physical based simulation tool with potential scientific, industrial, economic and environmental impact in both the EU and worldwide. This programme\noffers an opportunity to cement collaboration between international award winning multidisciplinary research in the Host and partner organisations (Scientific Computing Department of the Science and Technology Facilities Council, several EU Universities and companies). If supported, this Individual Fellowship (IF) will significantly accelerate the development of the research skills and career of the ER, and will open up new areas of research and new external collaborations for the host with academics and industrial partners.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LIVERPOOL JOHN MOORES UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}