{
    "rcn": "215176",
    "acronym": "MARKS-MEDICI",
    "topics": "MSCA-IF-2017",
    "title": "Marks and the Medici: Branding and Trademarks in Renaissance Global Business",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "'Marks and the Medici: Branding and Trademarks in Renaissance Global Business' (MARKS-MEDICI) will explore the role played by branding and trademarks in global business during the Renaissance. The international wool trade in the Renaissance provides an almost unique lens through which to view the creation of the earliest global brands because the provenance and quality of the wool itself, and thus the reputation of its purveyors, were the most crucial factors in the profitability of manufacturing and exporting firms. Florentine merchants played an important role in the global wool trade and in global brand creation from the very beginning. MARKS-MEDICI will study the sixteenth-century woolen cloth trade of Medici family firms with the Near East, where the exploding Turkish demand for luxury cloth and good Turkish-Florentine relations opened up important new markets; it will place this trade in the context of changing English-Florentine commercial relations, since England was the most important supplier of raw wool for luxury production until the late sixteenth century; and, most importantly, it will focus in a ground-breaking way on the role played by trademarks in marketing and exporting luxury goods long before the existence of international intellectual property and trademark protection conventions. Medici entrepreneurs, members of the influential Florentine Wool Guild (Arte della Lana), extensively used trade marks (called segni, ìsignsî) to identify, protect, and market their firms and their products in a highly-competitive marketplace. A two-year Marie Sk?odowska-Curie fellowship will uniquely allow the ER to analyse an important and largely unknown collection of Medici account books and, crucially, to contextualize the Medici business in the broader history of the wool trade in England and the Low Countries and in terms of the Turkish demand for luxury cloth.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}