{
    "rcn": "215181",
    "acronym": "LowDegModCurve",
    "topics": "MSCA-IF-2017",
    "title": "Low Degree Points on Modular Curves",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The study of Galois representations of elliptic curves is at the heart of modern arithmetic geometry, and intimately related to modularity theorems and the proof of Fermat's Last Theorem. Galois representations of elliptic curves are classified by their images. Associated to a possible image is a modular curve which is a moduli space of elliptic curves with representation having that image. The study of rational and low degree points on modular curves underlies the celebrated theorems of Mazur, Kamienny, Merel, Bilu, Parent and Rebolledo. A common theme in all these works is the existence of a rank zero quotient of the modular Jacobian, and the validity of a formal immersion criterion. In this project, motivated by Serre's uniformity conjecture, we study rational and low degree points on interesting modular curves where these conditions fail, developing and extending powerful methods including an overdetermined version of Chabauty in the symmetric power setting, and quadratic Chabauty for the non-split Cartan modular curves.The University of Warwick has a strong and active number theory group, making it a natural host for the project. The Supervisor, Professor Siksek, is a leading expert on curves, Galois representations and modularity, with considerable experience in supervising research including 11 postdocs and 12 completed PhD students. The Researcher, Dr Le Fourn, did his PhD at Bordeaux (completed November 2015) with Professor Pierre Parent, including a 3 months internship at McGill with Professor Henri Darmon. Since September 2014 he has held the position of AgrÈgÈ prÈparateur at the …cole Normale SupÈrieure de Lyon. He has made excellent breakthroughs both in the theory of Q-curves, and in the arithmetic of Siegel modular varieties. The envisioned research will make the Researcher influential in modular curves and adjacent subjects, and allow him to realize his ambition of becoming an independent researcher at a leading European institution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}