{
    "rcn": "215134",
    "acronym": "FIAGES",
    "topics": "MSCA-IF-2017",
    "title": "Feminist Institutionalist Approach to Gender Equality in STEMM",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "ìFeminist Institutionalist Approach to Gender Equality in STEMMî (FIAGES) addresses the research question: ìis narrative congruence essential for progressing Gender Equality (GE)?î using the qualitative hypothesis that progress in GE is dependent on strong congruent narratives supporting of GE in academic and workplace organisations, in particular STEMM disciplines and high tech companies.\nStudying and working in organisations having a satisfactory level of gender equality can foster gender-sensitive innovation in STEMM fields in academia and in high tech companies, creating a virtuous circle that reinforces a culture of GE. It is hypothesised that when narratives are a) non-congruent; b) non-supportive; or c) congruent and non supportive, GE does not progress, while d) congruent and supportive narratives will favour progress in GE.\nTrinity College Dublin is well placed to support the planned research since it promotes an integrated approach to equality, mainstreams all gender-related policies and activities across the University; deepens partnerships to promote GE with key professional, service and business organisations in the wider community. \nThe ER, with a strong competence in non-academic sectors, wishes to apply for tenured academic position in Gender Studies: the Trinity Centre for Gender Leadership, the Centre hosting the ER, provides excellent training opportunities and specific skills needed in gender studies, and the supervisor has an established international research profile strongly aligned to this application.\nResearch outputs include two journal articles, a book, presenting the research at international conferences, and international seminars and webinars. \nA bilingual dissemination and communication plan will increase awareness of the research aims and results. \nNumerous outreach activities, including the use of social media, will allow the transfer of knowledge in academy and companies, and also to the general public.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}