{
    "rcn": "215182",
    "acronym": "InflaBoot",
    "topics": "MSCA-IF-2017",
    "title": "Bootstrapping Inflationary Cosmology",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Cosmic inflation is one of the most promising explanations for the origin of the structure in the observed universe. However, while quantum-mechanical fluctuations during an early epoch of inflationary expansion provides a remarkably good description of the data, establishing the precise field content during inflation is a fundamental challenge for primordial cosmology. Since it is almost certain that the inflationary era involved physics beyond the Standard Model, this is also an incredible opportunity to learn about physics at the highest energy scales from current and future cosmological observations.\n\nOn the theoretical side, it is important to classify the signatures of new degrees of freedom in primordial correlation functions to compare with observations. However, progress has been hindered due to the lack of tools to go beyond the simplest of cases. I propose a research and training programme to develop new systematic tools at the interface between scattering methods in de Sitter (dS) space, and, via holography, the conformal bootstrap in the dual CFT picture, to carve out the non-Gaussianities associated to: (1) Regge trajectories of higher-spin fields predicted by string theory/other UV complete theories of gravity (2) partially massless higher-spin fields, both at tree and 1-loop level. \n\nThis proposal combines my expertise on higher-spin theories, scattering methods on anti-dS and holography with extensive training on various aspects of inflation and CMB physics from world-leading experts at IAS Princeton. The project will be completed at ULB, whose complementary expertise on higher-spins and holography will provide fertile ground to transfer my knowledge gained from the outgoing phase and continue the directions generated by the project. The importance of the project outcomes to cosmology and high-energy physics, as well as the experience gained, will facilitate me in obtaining a junior researcher position in Europe ñ the natural next step in my career.",
    "totalCost": "240530,4",
    "ecMaxContribution": "240530,4",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}