{
    "rcn": "215148",
    "acronym": "Islamic Law Egypt",
    "topics": "MSCA-IF-2017",
    "title": "Adjudicating Islamic Family Law in Egypt: Continuity and Rupture",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The overall aim of this fellowship is to provide opportunity for an early career researcher to carry out a research project dealing with adjudication of family law in Muslim courts of law. The project focuses on the case of Egypt, a Muslim majority country with a hybrid legal system combining civil and Islamic law. Relying on ethnographic fieldwork, the project investigates adjudication of Muslim family law by five Cairenese family courts during the period 2011-2015, a critical juncture in modern Egyptian history. The project aims to accomplish the following three objectives: (1) The project aims to contribute to the scholarly literature on law in action and context, more specifically a growing literature on the implementation of shariëa-derived family legislations in courts. (2) Given that Muslim family law is ostensibly drawn from the stipulations of Islamic shariëa, a further aim is to shed light on the intersection between law and Islamic  normativity in this field of law, and how legal reasoning is shaped by a modern, positivistic conception of law. With the intention of developing novel concepts on the role of courts in developing the law, it combines an in-depth study of shariëa in practice in Egypt with a comparative perspective on adjudication of family law in other Muslim jurisdictions.  3) To foster career development through publications, research training, and public outreach.  \n The project explores how male and female judges on Cairenese family courts construct idealized notions of family, marriage, and gender relations by drawing upon sources as diverse as legislation, precedent, custom, Quran, hadiths, uncodified fiqh, and international conventions in a way that is sensitive to context. The project crosses draw upon different disciplines. However, the primary aim of the project is to address legal-sociological theory and debate. The project involves transfer of knowledge to the host institution as well as the experienced researcher.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}