{
    "rcn": "215163",
    "acronym": "URMAC",
    "topics": "MSCA-IF-2017",
    "title": "Ultra Right Media And Communication",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "The question that animates my research is: what are the reasons behind the continuous presence and, in some cases, enhanced visibility and electoral success, of the ultra-right in Europe? In an attempt to address this question, the research focuses on the media and communication strategies of the ultra-right, with the intent of understanding whether, and if so, how, those strategies have played a role in the mobilization and normalization of anti-immigrant, anti-Islamic and, in some cases, openly fascist sentiments. URMAC proposes a holistic framework to bridge the gap between critical media scholarship and social movements scholarship and implements a multi-layered methodological design for data collection in order to provide rich data on the ultra-right media and communication strategies in the United Kingdom and Italy. The research takes a case study approach and focuses on four ultra-right groups (two per each country), selected for their significance and visibility. The methodology includes quantitative (content analysis of mainstream media coverage of the ultra-right in the two countries) as well as qualitative/interpretative methodologies (critical discourse analysis, observations of ultra-right social movements activities, and interviews with key actors). Research results will be disseminated to various audience, including academics, general public and politicians, news organizations, and students. Once completed, the research will offer a wealth of information and analysis that might be applicable to the study of the ultra-right in other national settings.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LOUGHBOROUGH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}