{
    "rcn": "215188",
    "acronym": "TELIOTES",
    "topics": "MSCA-IF-2017",
    "title": "Thermal and ELectronic Transport in Inorganic-Organic ThermoElectric Superlattices",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The global older population will double its current size by 2050, reaching 2.1 billion. As a result, further medical attention for this increasing population will require a new generation of more reliable and energy-efficient medical devices. Devices such as therapeutic wraps and blankets can benefit from materials that can generate cold from electricity without moving parts, minimising the discomfort on the patient. These materials are called thermoelectrics because they convert electricity into cold or heat, or vice versa. However, their use as therapeutic tools is limited because they are currently made with brittle and often toxic compounds. Luckily, this limitation can be overcome by replacing these compounds by flexible materials such as polymers.\nTherefore, the goal of this action is to investigate how efficient is the generation of cold with these new polymer-based hybrid materials under different conditions. As these hybrid materials will be bent or even twisted during their use, this action goes beyond the typical studies, where their efficiency is studied in ideal conditions with no deformation, to answer the following question: how does this efficiency vary when the material is strained?\nThis action is not only aimed at policymakers and medical doctors to show them the benefits of fundamental research on thermoelectric materials, but also at the scientific community and patent engineers to provide cutting-edge results to guide them in building the next generation of medical devices for the senior members of our communities.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}