{
    "rcn": "215111",
    "acronym": "HI-SiMed",
    "topics": "MSCA-IF-2017",
    "title": "Hemodynamics in an Infarcted heart:from multi-physics Simulations to Medical analysis",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "The left ventricle is the principal mechanical element of the human heart that propels blood to the systemic circulation. Its contraction is the result of an electrical wave propagation generated at the cellular level and is studied in the framework of cardiac electrophysiology. This science is nowadays mature and provides models to capture and reproduce the contraction/relaxation cycle of the heart that are used for a quantitative understanding of the heart functioning. However, these electrophysiology models do not include the hemodynamics caused by the ventricle deformation, thus neglecting the fundamental vortex dynamics taking place in the heart physiology, which generates stresses on the surrounding cardiac tissue.\n     This project aims at connecting the electrophysiology and the fluid mechanics building an electro-fluid-structure computational model for the pulsatile flow in an animated left ventricle and elastic aorta.  Biological heart conditions will be reproduced as close as possible by merging my electrophysiology code with the advanced fluid-structure framework of the Physics of Fluids group (PoF) at University of Twente (UT). The resulting multi-physics model will allow studying the accurate hemodynamics and cardiac tissue stresses generated in an animated ventricle. Building on my experience in vortex dynamics, we will correlate the topology of the vorticity structures with the heart functional pumping and then study how cardiac diseases such as myocardium infarction modify them, accounting for infarction location and sex differences. \n     The outcomes of HI-SiMed will provide the medical community with an innovative and advanced tool that could open new horizons for the improvement of treatment outcomes. With this ambitious aim, the project will be developed in close cooperation with the cardiac surgeons already collaborating with the PoF.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT TWENTE",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}