{
    "rcn": "215116",
    "acronym": "MTBHLAE",
    "topics": "MSCA-IF-2017",
    "title": "Investigation of a novel immune cell type in Tuberculosis: characterization of the specificity, function and pathogen killing ability of T cells restricted by non-classical HLA-E molecules",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Based on recent work from the Tuberculosis Research group in the Department of Infectious Diseases at LUMC on the discovery of highly in vivo expressed Mycobacterium tuberculosis (Mtb) antigens, using genome wide bioinformatics and immunomics approaches, I here propose to identify Mtb derived epitopes presented by HLA-E from the most immunogenic and protective antigens identified thus far during Mtb infection. HLA-E restricted Mtb specific CD8\\ T-cells represent a novel human T-cell subset, which has only very recently been identified, and which could be highly relevant during the immune response to Mtb infection. HLA-E expression is enriched in Mtb phagosomes compared to classical HLA class Ia family members, thus facilitating HLA-E loading by Mtb peptides in infected cells (Grotzke et al. 2009). In contrast to most other HLA class I molecules, HLA-E is relatively resistant to down-regulation by HIV, a co-infection that is responsible for most of the TB related mortality [2]. Identification of novel epitopes will be performed in close collaboration with Dr. Thomas Abeel at TU Delft during a 3-month secondment where I will implement an improved prediction algorithm for the selection of the best candidate epitopes. I will subsequently determine the ability of the identified epitopes to induce superior CD8 T cell activation, including their ability to induce Mtb killing in infected human macrophages. I will further dissect the molecular determinants that control Mtb peptide binding to and presentation by the two HLA-E alleles in relation to T cell activation. Furthermore, I will look at specific molecular elements of the T cell receptor (TCR) associated with efficient T cell responses by TCR sequencing. Taken together, I will identify new Mtb HLA-E presented epitopes, dissect their binding to both alleles, determine their superior ability to induce T cells that are capable of Mtb killing and the resulting knowledge will be harnessed for TB vaccine development.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ACADEMISCH ZIEKENHUIS LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}