{
    "rcn": "215170",
    "acronym": "PLASTIC TERN",
    "topics": "MSCA-IF-2017",
    "title": "The evolutionary genetics of multidimensional plasticity in a wild seabird",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "PLASTIC TERN is an interdisciplinary project using an ecological and evolutionary framework to integrate the study of physiological, behavioural and life-history traits to elucidate multi-dimensional patterns of phenotypic plasticity in the wild. We will focus on the evolutionary genetics of plasticity in a natural population of a relatively long-lived seabird under long-term investigation, the common tern (Sterna hirundo). More specifically, we will investigate how genetic variation in, and selection on, plasticity are shaped by internal factors, such as age, and external factors, such as temperature, breeding density and food availability; we will be using multiple labile traits (annual number of fledglings, body mass and spatial colony use) and studying multiple levels of variation. The long-lived nature of our study species and the natural annual fluctuations of food availability, temperature and density that characterise the study area and population provide a unique opportunity to study plastic responses driven simultaneously by intrinsic factors, such as age, and/or ecological factors. Additionally, the exceptional dataset collected on this population allows us to study how selection (via annual survival and reproductive success, as well as Lifetime Reproductive Success) acts on the previously described plastic responses. Despite the explicit evolutionary relevance of the question, the consequences of environmental changes for the action of natural selection on plasticity have remained largely unexplored.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}