{
    "rcn": "215164",
    "acronym": "ALPINE",
    "topics": "MSCA-IF-2017",
    "title": "Ultrastructural analysis of phosphoinositides in nerve terminals: distribution, dynamics and physiological roles in synaptic transmission",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Phosphoinositides (PIs) are minor components of cell membranes, and play important roles in cellular functions. In chemical synapses in mammalian brain, each PI distributes different subcellular areas in nerve terminals, and cooperate with many proteins to regulate synaptic transmission machinery. To understand how PIs regulate synaptic transmission, the ultrastructural distribution pattern and dynamics of PIs at nerve terminals are crucial because PIs may functionally interact with proteins at domains of nano-meter ranges called active zones (AZs) or peri-AZs. However, their ultrastructural distribution and dynamics in nerve terminals are poorly investigated because of some technical difficulties. This research project aims to investigate (1) the ultrastructural distribution of PIs at AZs and peri-AZs in nerve terminals, (2) co-localization of PIs with presynaptic proteins related to synaptic transmission, (3) the ultrastructural dynamics of PIs and PI-protein coupling during synaptic transmission, and (4) the physiological roles of PI-protein couplings in synaptic transmission, using electron microscopic and electrophysiological techniques combined with optogenetics and biochemical tools. These highly-interdisciplinary approaches will unveil the physiological roles of PIs and PI-protein couplings in synaptic transmission, and is expected to give a fundamental breakthrough in understanding mechanisms of synaptic transmission.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}