{
    "rcn": "215138",
    "acronym": "ADCLICH",
    "topics": "MSCA-IF-2017",
    "title": "Climate change and evolution: effects on phenotypic plasticity and genetic pattern",
    "startDate": "04/06/2018",
    "endDate": "03/06/2020",
    "objective": "With the consensus that human activities are leading to dangerous interference in Earthís climate, there has been growing policy pressure for clear quantification and attribution of the resulting biological impacts. For this reason, there is an urgent need to understand the effect of ecological and evolutionary processes caused by past climate change on range dynamics. In fact, adaptation of plant populations in fitness-related traits to different local climate condition might enable species to take on future climate change. In general, species performance (genetics, physiology, morphology and demography) is predicted to decline gradually from population growing in the climatic optimum (central population) to population growing in harsh climate conditions (peripheral populations). However, studies aimed to analyse differences between central and peripheral populations relate this differences with only one or two possible causal factors (i.e., historical, ecological or biogeographic factor), without distinguishing between geographical, environmental and historical isolation. For this reason, the goal of our project is to evaluate whether the environmental (ecological niche), historical (biogeographical processes) and geographical barriers may explain difference in both gene diversity and fitness-related floral traits between central and peripheral populations in Lilium pomponium, a species potentially prone to extinction risk because of range loss induced by climate change and spanning across Mediterranean to Alpine climate. The originality and interdisciplinarity of this research programme lies into integrate ecological niche characteristics together with current and past range structure to investigate evolutionary processes that have affected spatial patterns of genetic and demographic variation across species ranges combining different research fields in evolutionary biology as reproductive biology, ecology, phylogeography and population genetics.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}