{
    "rcn": "215101",
    "acronym": "IRS-CESC",
    "topics": "MSCA-IF-2017",
    "title": "THE ROLE OF THE INFORMAL RECYCLING SECTOR ON CLOSING THE LOOPS  TO SUSTAINABLE CITIES",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "It is widely recognized that waste recycling can reduce both natural resource scarcity and negative environmental impacts of increasing trash production. Expanding the waste recycling is a key to construct Circular Economy (CE) approaches, contributing significantly to the global climate-change mitigation effort, at both local and national scales. Integrated Sustainable Waste Management (ISWM), of which waste recycling encompasses one part, is essential on a global scale. Innovative, low-cost methods of waste recycling was developed by vulnerable and marginalized waste pickers , which have led to the creation of an informal waste recycling sector (IRS)  which are currently being used in Brazil and others LMIC, and have the potential to be more widely deployed. The IRS has developed work procedures that diverge from those deployed in EU recycling, setting a social technology (ST). This IRS ST is beneficial to ISWM, as it diminishes overall costs and amplifies quantities recovered, besides providing income to a poor, jobless population.\nThis research will validate the possible gains from disseminating the Brazilian IRS ST to other LMIC countries as an ISWM policy and in support to CE strategies, which will involve a comparison of the Brazilian IRS with the EU recycling model; as such, it will consider how to make social and ecological value visible in value-analysis methods. The research will be carried on by the ER, whose ten yearsí research has driven to a crossing point of economics, engineering, and environmental disciplines, the same scope of University of Leedsí Cities theme. These will enable the ER to acquire the new skills and experience to achieve a position of an independent and professionally mature researcher in the field of CE at international level, leading interdisciplinary action-research groups to support international organizations on initiatives to more sustainable and inclusive cities, in direction to a Green Economy.",
    "totalCost": "146591,1",
    "ecMaxContribution": "146591,1",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}