{
    "rcn": "215160",
    "acronym": "WEBOING",
    "topics": "MSCA-IF-2017",
    "title": "UWB wearable apparatus for bone fracture imaging and recovering monitoring",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Global changes in healthcare funding, an increasingly ageing demographic, explosions of new technologies are converging to transform our relationship with healthcare. Breakthrough innovations formed outside traditional healthcare industries are needed to change business models, reshape the future for better health outcomes and value for consumer. Thus, research on novel diagnostic and monitoring imaging modalities is essential. \nUWB imaging has recently emerged as one of the most promising non-invasive imaging modalities of the last two decades. Its low cost, non-ionising characteristics justify the considerable interest of the scientific community.  Extension of microwave imaging to bone fracture assessment is one goal of WEBOING proposal. In this contest, the design of UWB wearable apparatus for bone fracture imaging and recovering monitoring will allow to perform imaging without exposing patients to dangerous X-rays. \nThe portable nature of the apparatus, will allows its use in site of accidents. In fact, simple microwave antennas coupled with a laptop-integrated Vector Network Analyser (VNA) are required, giving the methodology simplicity in manufacturing and a very a low cost; this aspect is even more significant if related to conventional techniques. Imaging of the bone fracture will be performed for the first time by appropriately reconstructing the electromagnetic field at UWB frequencies. Electromagnetic field reconstruction will be performed combining Modes concept and Huygens principle, which represents a new and unconventional procedure. Moreover, the same UWB antennas will also allow fracture recovering monitoring; in fact, by embedding the antennas in the plaster cast, it will be possible to perform bone imaging on periodic base without having to remove the plaster cast itself. Since the apparatus will use safe UWB rather that dangerous non-ionising radiation, examination can be repeated any time and in any condition.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "LONDON SOUTH BANK UNIVERSITY LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}