{
    "rcn": "215139",
    "acronym": "4D STENT",
    "topics": "MSCA-IF-2017",
    "title": "4D shape memory polymers via microstereolithography for production of thermally responsive stents",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Cardiovascular disease (CVD) affects nearly 18 million people globally (World Health Organization) as a result of heart attacks and strokes. The current treatment for CVD includes opening the restricted vessel through the use of stenting with a cylindrical tube made of a biocompatible metal or polymer, compressed and delivered by a catheter to the implant site. However, contemporary stents are severely limited as a result of poor biocompatibility, degradability, and manufacturing techniques. The 4D Stent project will utilize microstereolithography to produce biomaterials with controlled surface chemistries, bulk material properties, and possessing shape memory to give rise to 4D biomaterials, a potentially disruptive technological shift in medical device engineering. The produced stents will possess shape memory, controlled degradation and mechanical properties, and can be produced rapidly through photopolymerization. Thiol-ene click reactions, along with epoxide ring opening reactions, will be used to tailor biomaterial chemistries and engineer spatially-controllable printed prototypes, ultimately yielding stent surfaces that can be bio-orthogonally tailored to simulatenously recruit endothelial cells while preventing biofouling, all as post-polymerization processing. Here, Andrew Weems will combine his background in biomaterials engineering of shape memory materials with the synthetic expertise of Prof. Andrew Dove in the field of degradable polymers, and the practical cardiovascular surgical knowledge of Dr. Homer-Vanniasinkam to produce 4D stents of clinical relevance. Ultimately, 4D STENT has the potential to disrupt the medical device market, providing superior clinical support to European citizens and commercial entities by improving quality of life around the globe.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}