{
    "rcn": "215269",
    "acronym": "Readers as Observers",
    "topics": "MSCA-IF-2017",
    "title": "The construction of readers as (co-)observers in multimodal novels. Radical reader engagement in the visual age",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The research action at the University of Oslo (UiO) takes its starting point from the striking appeal to the reader's visual perception in contemporary multimodal novels. Drawing on state-of-the-art research in interdisciplinary narratology, cognitive linguistics, and visual semiotics, the project analyses the strategies that enable multimodal novels to assign an observer role to the reader and present a narrative agent or the book itself as a 'co-observer' on eye-level. While research on contemporary English-language multimodal novels has laid important analytical groundwork, a more diachronic as well as comparative perspective remains a desideratum.\nThe first objective of the project is thus to develop a comparative analytical model based on several case studies of German- and English-language multimodal novels and contrastive corpora of historical multimodal print media such as illustrated magazines. The notion of the reader-observer constitutes the model's nucleus since it allows to systematically address the textual strategies that 'materialise' the narration and appeal to the reader's (mental) eye. Building on this model, the second objective is to contribute on a larger scale to the seminal field of cognitive narratology and further its consideration of media and genre-historical contexts.\nTo achieve these goals, the project draws on the innovative and interdisciplinary research environment at UiO's Faculty of Humanities and brings together experts from narratology, cognitive science, media studies and book history. The project's activities will includes a research workshop on 'Reader Response, Joint Attention, and Multimodality', an international conference on 'Readers as (Co-)Observers in Multimodal Print Media' and several public Round Table events at Oslo's House of Literature.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}