{
    "rcn": "215205",
    "acronym": "OSCBAGDIS",
    "topics": "MSCA-IF-2017",
    "title": "Oscillations in Basal Ganglia Disorders",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Basal ganglia is a brain structure, whose dysfunction is tightly tied with a variety of severe neurological diseases, including the widespread Parkinsonís and more rare Huntingtonís diseases. Despite many efforts, current treatments for Parkinson's disease have many serious drawbacks and for Huntingtonís disease barely exist.\n\nBasal ganglia play an important role in motor control and motor learning, which are both faulty in the diseases. A complete understanding of basal ganglia is still lacking though a better understanding of it is required to understand the diseases better. A distinctive feature of basal ganglia is oscillatory activity, that correlates with movement execution in different ways for different frequencies. The oscillations patterns are known to change in pathological conditions. E.g., an increase in beta-band oscillations power starts to occur in Parkinson's disease. It appears that direct high frequency stimulation of basal ganglia output structures removes some of the most important Parkinson's and Huntington's diseases symptoms. The mechanism of action of this deep brain stimulation technique is not well understood, but it is believed to act by interfering with anomalous oscillations.\n\n'How exactly basal ganglia oscillations are related to the diseases?' is an important long-standing question, that requires a system-level approach to be answered. The project aims at the development of a detailed basal ganglia system-level computational model, constrained by experimental data and coupled to a movement system. Use of analytical and numerical approaches and close interaction with experimental neuroscientists during the model development will make it provide a coherent explanation of many basal ganglia-related behaviors in healthy and pathological brains and answer the question above, in particular. Moreover, the model simulations will also give insights into new treatment/diagnostics strategies for basal ganglia-related neurological diseases.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "Consorci Centre de Recerca Matematica",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}