{
    "rcn": "215224",
    "acronym": "FINISTERRAE",
    "topics": "MSCA-IF-2017",
    "title": "NEGOTIATING AND CONTESTING MARGINAL LANDSCAPES ON THE WESTERN FRINGES OF THE ROMAN EMPIRE",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Finisterrae adopts a state-of-the-art landscape archaeology approach to reassess the changing character of Roman imperialism and its impact on local landscapes and societies on the western fringes of the Roman Empire. The peripheral landscapes of NW Iberia and SW Britain, previously interpreted as marginal, will be explored as examples of alternative imperial narratives and as landscapes of opportunities, through a bespoke interdisciplinary methodology. This integrates archaeology, remote sensing and palaeoecology and is aimed at natural and cultural proxies, in order to deliver an innovative inter-provincial, multiscalar and multivocal, yet holistic understanding of these landscapes. It will (a) allow a broad scale understanding of the strategies and the impact of Roman imperialism, and of the discrepant responses of native societies, and (b) shed new light on the Roman conquest and provincial organisation in the Roman frontier. This will be achieved by building upon the applicantís previous research and expertise in Roman and aerial archaeology and enhanced by new skills he will acquire in ground-based landscape approaches. This training-through-research project at Exeter University, with its unique integral range of expertise in landscape archaeology from paleoenvironmental to ground and above-ground approaches will enable the applicant to receive high-quality training. The contributions of Finisterrae to understand the processes leading to social change, marginality and border-related socio-environmental stress are extremely timely in todayís worldwide order. Several high-impact publications and further dissemination beyond the academic environment will increase the impact of the project and contribute, alongside newly acquired skills and experiences, to enhance the researcherís future interdisciplinary and international career perspectives in line with the Horizon 2020 Programmeís aims to promote EU excellence through top research and a knowledge-based society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}