{
    "rcn": "215211",
    "acronym": "ODYSSEA",
    "topics": "MSCA-IF-2017",
    "title": "Population Dynamics in the Southeast European Neolithic: Prehistoric Archaeology and Palaeogenomics",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "ìPopulation dynamics in the Southeast European Neolithicî is an interdisciplinary project, focusing on the Neolithic transition, a major turning point in human history, when people domesticated plants and animals, and built the first permanent villages. The work of the Palaeogenetics Group in Mainz shows that the first European farmers probably migrated from Anatolia, one of the first regions to adopt agriculture after food plants and animals were domesticated in Southwest Asia. \nThe question that this project addresses is how, in a practical sense, early farmers interacted with foragers, as well as with other farmers, during the initial phases of agricultural spread in Southeast Europe. For instance, is there any evidence that early farmers and foragers lived side by side? If so, did they admix to any significant extent? What was the population structure of early farming communities? And how did the structure of Neolithic settlements affect farmer-forager and farmer-farmer interactions? Specifically, the project will test archaeologically-informed population models and provide context in terms of where ancient DNA results produced by the Palaeogenetics Group sit archaeologically. This will help to lead the field of palaeogenetics from its continental and large-scale oriented perspective towards finer-scale population genetic inference at regional, site-specific or even household levels. For archaeology, this is an opportunity to reclaim the field of prehistoric migrations and engage with the latest results of aDNA research. \nIn the course of the project, I hope to establish myself as an archaeologist who is able to critically evaluate approaches and techniques used in statistical genomics, in order to help bridge the gap and bring prehistoric archaeology and palaeogenomics closer together.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}