{
    "rcn": "215229",
    "acronym": "GAE",
    "topics": "MSCA-IF-2017",
    "title": "Genomics of Ageing in Elephants: Genomic architecture of senescence in a long-lived mammal",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "European populations are ageing, and this has important health, economic and social consequences. Yet in order to manage these, we need to understand the complex phenomenon of 'biological age', and in particular its genetic determinants. It is now established that longevity insurance genes such as TP53 mitigate the roles of mitochondrial function, oxidative stress and telomere shortening, and that these genes are also involved in ageing, with senescence and cancer being two faces of the cell growth balance. Thus, longevity is a trade-off between cancer and ageing, but also possibly fertility and menopause. In that respect, Asian elephants are a fascinating model: similar to humans in lifespan, senescence, and selection for grandmotherhood, they are almost exempt of cancer, contrary to predictions based on their large size. Recently, multiple retrocopies of TP53 have been identified in elephants: a strong argument to consider that cancer-avoidance and a long lifespan are the product of genetic adaptations in proboscideans. The genetic architecture of human-like ageing is impossible to study in classical short-lived models, as they lack the traits that make human life-history special, like a post-reproductive lifespan. Therefore, I propose to use a unique century-long dataset on life-history and health records for thousands of Asian elephants, currently explored by Prof. Lummaa's international-level team through behavioural ecology and ecophysiology at University of Turku. Together with my secondment host Prof. Bertorelle at University of Ferrare, I will apply my skills in cutting-edge genomic methods to disentangle the hereditary and individual determinants of ageing in long-lived mammals. By bringing these different competences together on a one-of-its-kind dataset, I will exploit this unique and exciting opportunity to explore the genomics of senescence through a multi-disciplinary approach, which may yield important insights for understanding human ageing.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}