{
    "rcn": "215270",
    "acronym": "Small-scale CSP",
    "topics": "MSCA-IF-2017",
    "title": "Numerical and experimental analysis of a novel thermal energy storage for a small-scale concentrated solar power plant",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The biggest challenge for renewable energy sources is to match the demand with the supply. By using thermal energy storage for concentrated solar power (CSP) plants, the stability, reliability, and capacity factor of the plants are improved. Conventional CSP plants typically use mirrors, which are expensive to produce, install, and maintain. Apart from that, conventional thermal storages are also expensive as these are based on molten salts, which are expensive and their handling require special materials. Based on a novel micro-structured polymer foil, Heliac, Denmark, has demonstrated cost-effectiveness of the Fresnel reflector integrated foil based CSP plants. The primary objective of ìSmall-scale CSPî is to design a novel thermal storage for Fresnel reflector integrated foil based CSP plants. Detailed numerical works as well as experimental demonstrations are included. The intention is to design a packed bed storage system with heat storage charging and discharging using evaporation/condensation of one or more heat transfer fluids. For the thermal storage to be designed in this project, the cost is estimated to be around 4 Ä/kWh which is less than half of the cost of conventional storage system using molten salt (~ 11 Ä/kWh). The estimated cost of electricity and heat generation from the Fresnel reflector integrated foil based CSP plant with storage (at Seville, Spain) is 38 Ä/MWh and 8 Ä/MWh, respectively. By involving research topics from different fields and collaborations with world-leading organizations from industry and academia, this is a truly inter-disciplinary and inter-sectorial project, ensuring its successful completion. In broader terms, the project will contribute to the development of cost-efficient renewable energy systems, reducing the dependence on fossil fuels and reducing the carbon dioxide emissions of the heat and power generation sector, thus helping to attain socio-economic and environmental targets in context of the EU 2020 vision.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}