{
    "rcn": "215215",
    "acronym": "INBID",
    "topics": "MSCA-IF-2017",
    "title": "Improving the resolution of Neuroinflammation during repetitive mild Traumatic Brain Injury with dietary fatty acid Derivatives",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Traumatic brain injury (TBI) represents a major health problem in Europe. Repetitive mild TBI (rmTBI) is a particularly dangerous form, due to its prevalence and limited overt clinical signs. This is concerning as rmTBI can lead to cumulative injury and is an established risk factor for dementia. Repetitive mTBI has been referred to as a ëhidden epidemicí, but little is known about the pathological mechanisms. The project aims to address a major clinical need by identifying and validating new targets for the treatment of rmTBI. Microglia are critical components of neuroinflammation and are promising targets for intervention. It is now understood that nutrition and the amount of polyunsaturated fatty acids (PUFAs) contained within the diet can have profound effects on brain inflammation. Furthermore, specialised pro-resolving mediators derived from PUFAs have shown promise as interventions for disease.\nWe hypothesise that the microglia-mediated inflammatory response to mTBI can be affected by manipulating PUFA levels to reduce the harmful, cumulative effects of a second mTBI. We will use a clinically relevant model of rmTBI in mice and investigate the resolution of inflammation during the period between injuries. These studies will be the first to integrate multiple parameters of microglia-mediated inflammation, combining transcriptomic and lipidomic profiling with unbiased network analysis to describe the resolution of inflammation in mTBI. Finally, by targeting of the most important network parameters, we will attempt to speed up the resolution of inflammation and so reduce the impact of rmTBI. The joined\nexpertise of the applicant (neuroinflammation and microglia), the host lab (nutrition, lipids, behavior), and the secondment lab (transcriptomics and microglia) will guarantee the success of the project, validate new targets for the treatment of rmTBI, further the applicant's promising scientific career and bring new tools and approaches to the host laboratory.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}