{
    "rcn": "215235",
    "acronym": "FA x Force",
    "topics": "MSCA-IF-2017",
    "title": "Reconstitution and Structural Analysis of a Minimal Mechanosensitive Focal Adhesion Complex",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Focal adhesions (FAs) are receptor complexes that couple the extracellular matrix (ECM) to the actin cytoskeleton, allowing inside-out and outside-in signaling between cells and their environment. FA formation is triggered by activation of integrin receptors, which interact with cytoplasmic ligands to connect with the actin cytoskeleton and regulate numerous signaling pathways. FA maturation requires force transduction between the actin cytoskeleton and ECM, which results in protein recruitment, likely through conformational changes and force-dependent protein deformation. The molecular mechanisms regulating this process are largely unknown, though many of the key components have been identified and are well characterized in vivo. I will carry out a hierarchal reconstruction of the core FA components, namely talin, vinculin, and integrin, both alone and in the presence of actin filaments or a force-generating actomyosin network. This will allow direct observation of (1) how core components of FAs assemble and regulate each other, (2) how actin impacts the formation and structure of this core complex, and (3) the effect of force on the assembly, overall complex structure, and conformational states of individual proteins. Interactions between key proteins will be analyzed both biochemically and structurally using cryo-EM in a step-wise manner to obtain a comprehensive image of FA assembly. Recent technical advances have made cryo-EM an ideal tool for solving high-resolution reconstructions of macromolecular complexes like FAs. Structural approaches will be augmented by light microscopy experiments, to provide a dynamic view of complex assembly and regulation. By using multidisciplinary, innovative approaches, this project will address both functional and structural questions about FA assembly, yielding insight into key interactions and therapeutic targets that will directly benefit biomedical research in this field.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}