{
    "rcn": "215294",
    "acronym": "MapDung",
    "topics": "MSCA-IF-2017",
    "title": "Dung as Construction Material During the Emergence of Animal Domestication: A Multi-Proxy Approach",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The transition from foragers to farmers c. 12,000 years ago, is marked by plants and animal domestication, as well as by the exploitation of animal by-products such as milk, wool, and dung. Dung is a valuable material that can be used as fertilizer, fuel and for constructions, however, unlike other by-products, dung exploitation is less studied. While archaeological evidence for dung used as fuel and manure are increasing, its use for construction has been rarely identified. Thus, it is important to understand if its absence from the archaeological record is the result of human preference or a research/preservation bias. The aim of MapDung is therefore to explore the possible early use of dung for construction as a proxy for understanding human-animal-environment relations and ecosystem. The specific projectís goals are: 1) To develop a new multi-proxy methodology for improved identification of dung, focused on construction materials; 2) Studying the post depositional processes that affect archaeological dung used for construction; 3) Providing wide regional understanding of the utilization of animal secondary products during the Early Neolithic Period and and the socio-cultural aspects related to its use. MapDung will focus on early Neolithic Period sites from the core area of early animal domestication- the Near East. By using a multidisciplinary approach, new techniques and working strategies will be develop to securely identify the use of dung as a construction material. Archaeological materials will be analyzed using micromorphology, FTIR analysis, quantification of dung micro-remains, elemental analysis, GC-MS and geostatistics. MapDung will also explore the gender division of labor in relation to dung utilization using ethnographic sources. MapDung is expected to expand our understanding of human technology, resources exploitation, and subsistence practices along the early Neolithic Period, one of the most critical transitions in human history.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}