{
    "rcn": "215250",
    "acronym": "LEVADAPT",
    "topics": "MSCA-IF-2017",
    "title": "Identification of new regulators of Acetylcholine receptor using the nematode Caenorhabditis elegans",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Acetylcholine receptor is an essential component of central and peripheral nervous systems which plays a key role in numerous physiological and pathological processes. In particular, acetylcholine receptor is responsible for the coupling between nervous and muscular system at the neuromuscular junction as they are activated following acetylcholine release from neurons to triggers muscle contraction. Despite extensive work to decipher the molecular properties of the receptor itself, how the activity of the receptor and the signal following its activation are modulated is still poorly understood. This is yet an important question to address as impairment in acetylcholine receptor-associated signalling is involved in neuromuscular pathologies such as myasthenia gravis or congenital myasthenic syndrome. \nHere, we propose to use the genetic animal model Caenorhabditis elegans to study the dynamic regulation of acetylcholine receptors. This nematode is a powerful tool to study acetylcholine receptor as this animal also uses acetylcholine as an excitatory neurotransmitter at the neuromuscular junction. In nematode, acetylcholine receptors are sensitive to levamisole, a specific agonist. Prolonged exposure to levamisole leads to hypercontraction of the worms and finally to their paralysis. However, mutations in genes associated to acetylcholine receptor activity or biosynthesis enable the worms to adapt to levamisole. \nIn this project, using proteomic and genetic approaches based on levamisole adaptation, we will identify several new regulators of acetylcholine receptor and of the associated signalling pathway. Deeper functional characterization will be performed on the new regulators evolutionary conserved that then may be involved in some neuromuscular pathologies. This research will give new insights into functional dynamic of acetylcholine receptor and may then shed a new light on the cause of impaired functioning of acetylcholine receptor in diseases.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}