{
    "rcn": "215280",
    "acronym": "MFOptBF",
    "topics": "MSCA-IF-2017",
    "title": "Multi-fidelity design optimization of long-span bridges considering probabilistic wind-induced instabilities of flutter and buffeting and hydrodynamics",
    "startDate": "20/08/2018",
    "endDate": "19/08/2020",
    "objective": "Efficient transport structure is considered as fundamental for the economic growth and social cohesion of communities. Long-span suspension bridges have served to cross large physical barriers for decades as one of the most challenging structures in civil engineering. Several major suspension bridges are currently under planning; Coastal Highway E39 Route in Norway with floating foundation, Canakkale Bridge in Turkey, Tokyo Bay Bridge in Japan to name a few. The span length of suspension bridges has become longer with the advances in construction technologies, yet the bridge structures become more flexible and more prone to wind-induced vibrations, which are key concepts for the bridge design. \nFor the construction of long-span bridges, huge material cost is required, and the reduction in material will be of great interest. The design optimization is a mathematical method of minimizing a cost function while satisfying structural requirements. Reliability Based Design Optimization (RBDO) performs design optimization while uncertainty in parameters are considered, producing more accurate optimum solutions; however, it has a drawback of high computational cost. In recent years, multi-fidelity optimization has attracted attention of researchers for a clear improvement of efficiency. \nThe candidate has worked on RBDO of long-span bridges under probabilistic flutter in her thesis. She would like to expand her research by proposing multi-fidelity optimization method considering probabilistic wind-induced bridge vibrations accounting also for the hydrodynamics effects, and applying the method to on-going bridge projects. This research project is challenging for the incorporation of probabilistic buffeting and hydrodynamics effects. It is multidisciplinary involving in mathematical discipline of design optimization, wind, structural and marine engineering. This project will help to form efficient transport in the EU by providing method for the sustainable bridge designs.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I STAVANGER",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}