{
    "rcn": "215290",
    "acronym": "PREMNEC",
    "topics": "MSCA-IF-2017",
    "title": "PReterm Enteroids to determine the Mechanism of Necrotising EnteroColitis",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Necrotising enterocolitis (NEC) is an inflammatory mediated bowel disease that causes more deaths after the first week of life in extremely preterm infants than any other single pathology, with prematurity and abnormal bacterial colonisation regarded as the most significant risk factors. However, 40 years of research have yielded few advances in treatment and the mechanisms of disease remain poorly understood. A major reason for this lack of progress relates to challenges in translating findings from non-invasive samples (e.g., stool) and the inability to robustly model bacterial-host crosstalk. To overcome this longstanding hurdle, the proposed PREMNEC (PReterm Enteroids to determine the Mechanisms of Necrotising EnteroColitis) fellowship will utilise a novel ex vivo preterm human intestinal enteroid (PHIE) co-culture model to systematically explore the gut microbiome and host functioning in preterm infants. \nThe fellowship is divided in three distinct work packages (WPs). In WP1, surgically resected intestinal tissue (otherwise discarded) from NEC and non-NEC infants will undergo characterisation utilising metagenomics, transcriptomics, proteomics, and cellular imaging directly on the fresh tissue. Concurrently, WP 2 will isolate crypt cells from the tissue to establish PHIEs that permit accurate and reproducible ex vixo co-culture of bacterial-host interaction. In WP 3, bacterial species isolated from preterm infants will be systematically added to the ex vixo co-culture model and comparable technologies utilised in WP 1 will be applied to determine the pathobiology of disease. Newcastle University will provide expertise in state-of-the-art transcriptomics and cellular imaging technologies.\nUpon completion of this 24-month fellowship, I will have pioneered significant advancement in the mechanistic understanding of microbial-host interaction in the pathogenesis of NEC and identified potentially beneficial bacteria that may provide protection from NEC.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}