{
    "rcn": "215207",
    "acronym": "ReClaim",
    "topics": "MSCA-IF-2017",
    "title": "Urban Gamification for City Reappropriations",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In a grey, but not yet cold, autumn day, people walk through the city centre minding their own business, looking at the pavement and ignoring the other passers-by. Then something happens: they stop abruptly, they appear perplexed, for a moment and then, slowly, their eyes are filled with awe: someone is playing some games over there, in the city streets! The citizens' reaction to moments of urban playfulness is often the same: a simple, almost childish, joy at seeing the anonymity of modern cities being invaded by coloured, fun and light-hearted activities.\nNowadays, the idea that cities should not just be smart, but also playable is gaining more and more recognition. Pro-social activities such as those organised by the Watershed of Bristol try to channel the power of city play (already exploited by bottom-up, spontaneous activities such as parkour, flash-mobs and zombie walks) and use it to promote more inclusive communities and a sense of city-ownership.\nThis proposal aims at studying urban play in the wider frame of gamification, in order to deepen our understanding on how we can use play to affect the urban spaces and on what effects this might have on the citizens and their practices. The project draws from the knowledge and methodologies of gamification, critical design and pervasive play and aims at building an innovative and usable methodology. The latter will be tested through the analysis of case studies and through empirical testing, thus allowing the ER to build a framework for the study and design actions of urban gamification.\nReClaim will be carried out within the Gamification Group of Tampere University of Technology (the most published and cited group on the topic) and during a secondment at the Watershed of Bristol (home of Playable Cities). This, together with the numerous actions aiming at the communication to the general public, will ensure the maximum chances of success to the project and of dissemination of its results.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}