{
    "rcn": "215238",
    "acronym": "TROPHY",
    "topics": "MSCA-IF-2017",
    "title": "The consequences of temperature-resource interactions for the future of marine phytoplankton communities",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Temperature, nutrients and light drive the growth of phytoplankton, aquatic photosynthetic microbes responsible for nearly half of global primary production. Because phytoplankton influence global biogeochemical cycles, carbon sequestration and climate, accurately modelling their growth is vital to forecasting our future. However, the models we use for global ecosystem forecasts do not consider how these factors interact, even though the interactions lead to qualitative and quantitative differences in outcomes. My goal is to therefore build a mechanistic understanding of how temperature and resources interact to influence phytoplankton growth, productivity and biogeochemical cycles.\n\n\nThis project has three objectives (i) develop statistical models describing how phytoplankton growth changes as a joint function of temperature, nutrients and light, (ii) develop mechanistic models characterising how temperature and resources influence cellular processes in phytoplankton, and ultimately their growth, and (iii) implement dynamic versions of the mechanistic model to forecast how marine phytoplankton communities will respond to future changes in temperature, resources and predation.\n\nMy work will involve applying machine learning techniques to published laboratory and field datasets to understand complex interactions between the three factors. By combining this understanding with insights from ecological theory, I will generate an accurate mechanistic model of growth, and then test the power of this model to predict patterns in the ocean using independent field datasets. Finally, I will use the validated mechanistic model to forecast changes to global patterns in phytoplankton growth and primary productivity. \n\nThis project will enable us to generate credible forecasts of phytoplankton productivity and biogeochemical cycles in a warming ocean, and improve our understanding of fundamental ecological processes by uniting major fields of ecological theory.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}