{
    "rcn": "215284",
    "acronym": "TENUMECA",
    "topics": "MSCA-IF-2017",
    "title": "The technopolitics of nuclear megaproject pathologies, economic controversies and varieties of socioeconomic appraisal",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Projects in the nuclear sector ñ such as the construction of nuclear power stations, management of high-level radioactive waste, or decommissioning of old installations ñ can be seen as a specific category of megaprojects. These large-scale, complex infrastructure projects are typically commissioned by governments, often delivered through public-private partnerships, and involve multiple partners, high uncertainties, and considerable political stakes. Such projects are prone to generate significant controversies, as they often run over budget, exhibit delays in planning and construction, and fail to deliver the initially foreseen benefits to the society. The controversies, so-called megaproject pathologies, and the possible means of alleviating the problems coevolve with the country-specific context ñ the 'technopolitical regimes' or 'technopolitical cultures'.\n\nThis project will explore such pathologies, controversies and various types of appraisal in nuclear sector megaprojects in Finland, France, Spain, and the UK. Combining various strands of literature (megaproject governance and evaluation, programme and policy evaluation, ex ante assessment, pragmatic sociology, and Science and Technology Studies), and drawing on my recent and on-going research on governance and history of nuclear power, citizen engagement, the role of expertise, and megaproject evaluation, I address the following overall research question: In the light of historical and contemporary examples of controversies over nuclear economics, in the context of the socioeconomic appraisal practices in Finland, France, Spain and the UK, under which preconditions could economic controversies play a constructive role and help address megaproject pathologies in socioeconomic appraisal, within diverse technopolitical regimes and cultures? Research methods include document analysis, interviews, and semi-qualitative sociolinguistic analysis of text corpuses, especially with the help of the ìProspÈroî software.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}