{
    "rcn": "215298",
    "acronym": "QQT",
    "topics": "MSCA-IF-2017",
    "title": "Identification of quantum resources in thermodynamic systems",
    "startDate": "03/04/2018",
    "endDate": "02/04/2020",
    "objective": "In this proposal we look at thermodynamics in extreme regimes, i.e. out of equilibrium quantum systems displaying coherence and entanglement, far from the thermodynamic limit and in single-shot scenarios.\nThe main objectives are:\n1) Creation of a thermodynamic dictionary that reconciles the resource-theoretical formalism with the variety of approaches to the field, clarifying the scope of abstract results in experimentally relevant scenarios, including restricted control and finite-time constraints.\n2) Inclusion of quantum coherence and correlations in extreme quantum regime, beyond simple energy quantisation. We propose a new paradigm looking at the interplay of coherence and entanglement in thermodynamics and explore its consequences for cooling protocols and non-locality.\n3) Presenting clear evidence of genuine non-classicality in thermodynamics. With the ultimate goal of providing a framework to achieve non-classical advantages, we propose to establish a new research venue looking at signatures of quantum contextuality in thermodynamics. We propose to devise experimentally testable protocols whose statistics defies any non-contextual explanation.\nThis highly innovative proposal will be carried out with a host of world experts coordinated and led by the fellow. The great interdisciplinary content will significantly extend the applicant's expertise in the diverse areas of quantum thermodynamics, but also in contextuality, non-locality and their applications to computing and cryptography. Within a world-class institute like ICFO, the networking opportunities, involvement in the PhD programme and the training offered will allow the fellow to acquire the flexibility, critical thinking, broad horizon and supervision skills required to eventually lead a research group, either in academia or hi-tech industry.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}