{
    "rcn": "215204",
    "acronym": "HIV VCC Interference",
    "topics": "MSCA-IF-2017",
    "title": "Characterisation of single molecule dynamics within HIV-1 reservoirs as a target for interference with virus persistence and immune evasion",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Human Immunodeficiency Virus type 1 (HIV-1) remains a significant cause of comorbidity and mortality around the world. One of HIV-1 persistence and immune evasion mechanisms is the ability to create hidden virus reservoirs in cells. These virus reservoirs, termed Virus-Containing Compartments (VCCs) are inaccessible to the immune system and help to spread the infection to different parts of the body. VCCs are unaffected by current HIV-1 therapies, and thus remain a major obstacle in the development of successful HIV-1 cure strategies. This project will take a novel approach to the interference with this mechanism of HIV-1 persistence by characterising and exploiting unique molecular dynamics inside VCCs in dendritic cells. Cutting edge super-resolution microscopy techniques enable the study of single molecule behaviour and have already been employed to investigate the minute details of virus-cell interactions during HIV-1 assembly, entry and cell-to-cell spread. These interactions were shown to depend on a specific arrangement and mobility of virus and cell molecules suggesting that efficient virus sequestration and release from VCCs may also require a specific distribution and dynamics of interacting lipids and proteins. Specifically, the ìHIV VCC Interferenceî project aims to: 1) characterise the distribution and dynamics of lipids and proteins in VCCs as a whole and at the sites of virus-cell interactions using super-resolution microscopy; 2) assess the unique characteristics of these sites as targets for interference with HIV-1 persistence and to explore the potential of these targets by testing drugs that perturb specific aspects of cell membranes. These studies, which are aligned with objectives of MSCA-IF, will lead to the description of novel single molecule details of VCC environments and the characterisation of a new type of HIV-1 therapy that targets virus persistence by interfering with unique membrane properties of virus reservoirs.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT DE RECERCA DE LA SIDA-CAIXA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}