{
    "rcn": "215273",
    "acronym": "MAGMATS",
    "topics": "MSCA-IF-2017",
    "title": "The effects of magmatic systems maturation on geophysical signals recorded in volcanic areas.",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The analysis and interpretation of geophysical signals and images are used to monitor active volcanoes and determine the presence and characteristics of magma chambers. The signals that are measured and inversed, i.e. seismic wave velocities, densities, electrical resistivities, or ground deformation, depend on rocks temperature, melting degree and volatile content. Those parameters are interdependent and evolve in time as the magma system grows and matures. We propose to numerically simulate the long-term evolution of magmatic systems and model the corresponding geophysical images and signals. Our objective is to determine how the history and maturation of a system affect the geophysical record and to help  improving the interpretation of this record. A major challenge encountered by geophysists is the non-uniqueness of solutions in a multiparameter space, in particular the difficulty to distinguish the effect of melts and of volatiles. To tackle this issue, we will develop codes that compute the exsolution of volatiles and the development hydrothermal circulation. The model will be applied to four different volcanoes: Uturuncu (Bolivia), Campi Flegrei (Italy), Merapi (Indonesia), and Krafla (Iceland).  The fellowship objective will be reached through the joint efforts of experienced researcher Annen who is an expert in modelling the evolution of magma chambers, supervisor Revil who is an expert in geophysical inversions and hydrothermal systems, and the team of volcano geophysists of Institute of Earth Science at University Savoie Mont-Blanc (France). It will allow Annen to resume her scientific career after a two-year break, doing cutting-edge science in a highly dynamic environment.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE SAVOIE MONT BLANC",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}