{
    "rcn": "215287",
    "acronym": "NLR_NLR-ID power",
    "topics": "MSCA-IF-2017",
    "title": "NLR-ID diversity, mechanism and functionality upon transfer between species",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Plant and animal innate immune systems detect pathogen infection by both cell-surface PRR (pattern recognition receptor) and intracellular NLR (nucleotide-binding leucine-rich repeat) immune receptors, and activate effective defences. Transfer of cell surface receptors between plant families can enhance disease resistance, but intracellular receptors are often non-functional when transferred to different families. This 'restricted taxonomic functionality' may arise from a requirement for an appropriate helper or partner NLR. Some NLRs carry Integrated Domains (IDs) that serve as ìbaitsî that detect the action of pathogen effector proteins, thus enabling pathogen recognition. NLR-ID proteins require for function a helper NLR, usually closely linked as a head-to-head gene pair. Some NLR/NLR-ID pairs confer resistance to diverse pathogens when transferred as a unit between plant families. For example, Arabidopsis RPS4/RRS1, when transferred as a unit, confers recognition of bacterial and fungal pathogens in Solanaceae and cucurbit plants. This project is based on the hypothesis that NLR/NLR-ID pairs from one species can detect effectors that target that class of ID from a pathogen of any species. Rice is completely resistant to fungal rusts of wheat and barley. Many NLR-IDs are present in rice but not in other Poaceae. My goals are to: (i) use DNA sequence capture and bioinformatics to discover the full NLR/NLR-ID pair repertoires of diverse rice genotypes; (ii) investigate rice IDs interactions with effectors from wheat and barley pathogens; and (iii) transfer gene pairs to barley, maximizing the diversity of IDs in these pairs, and assess transgenic lines for novel resistance to barley diseases.  The outcomes of this interdisciplinary Fellowship will provide profound insights into NLR/NLR-ID diversity in plants, into the diversity of domains that are effector targets, and into the molecular basis of 'non-host' disease resistance.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE SAINSBURY LABORATORY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}