{
    "rcn": "215227",
    "acronym": "ITALART",
    "topics": "MSCA-IF-2017",
    "title": "The Language of the Arts in Italy between the Middle Ages and the Renaissance. The re-editing of documents from the Milanesi corpus and the compiling of a Dictionary of Historical-Artistic Italian",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "'ITALART is a project for the creation of an Italian historical dictionary of the arts and architecture between the Middle Ages and the Renaissance. As sources for the compilation it uses documents of a practical nature produced within the context of art workshops and architectural sites: contracts, surveys, payment notes, letters, corporation statutes, technical instruction manuals, etc. It is mainly these types of documents, providing examples of everyday use of language, otherwise unobtainable, which provide valuable information on the use and spread of a technical language in Vulgar Italian during the period under consideration.\nAn important documental contribution can be found in the two XIX anthologies on historical-artistic topics: 'Documenti per la storia dellíarte senese' (Siena, Porri, 3 voll., 1854-1856) and 'La scrittura di artisti italiani (secoli XIV-XVII)' (Firenze, presso líEditore Carlo Pini, 1876), published by Gaetano Milanesi (1813-1895), a scholar from Siena.\nNumerous unedited materials left unused in various archives found in Tuscany and several cities in central Italy will be added to the already edited materials contained in these anthologies. These materials, however, will need to be re-edited according to modern philological criteria.\nThe completed dictionary will be produced both in a paper and digital version, the latter published online on a dedicated website. The text corpus, digitised in its entirety and fully searchable, will also be published on the same site. Along with each transcribed text of the corpus there will be a scanned reproduction of the original document, a codicological record, and a set of philological notes, as well as brief annotations for further historical and artistic study.'",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}