{
    "rcn": "215259",
    "acronym": "SUPERS",
    "topics": "MSCA-IF-2017",
    "title": "Unmasking the Progenitors and Energy Sources of Superluminous Supernovae",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "ìSuperluminousî supernovae are a rare class of transients, with peak luminosities outshining ordinary core-collapse and Type Ia supernovae by factors of 10s-100, and are primarily found in dwarf galaxies.  Now a decade after their discovery (and with more than 100 such supernovae reported), the energy sources and progenitors of superluminous supernovae are still a subject of intense debate, requiring either an exotic explosion mechanism (such as a pair-instability explosion) or an additional energy source (a rapidly spinning down magnetar, or interaction with dense circumstellar material). Thus, superluminous supernovae represent a challenge to our understanding both of the deaths of the most massive stars, of star formation and stellar evolution in low-metallicity environments, and of the powering of optical emission in supernovae. To make progress, several complimentary approaches are needed. Detailed studies of individual supernovae, particularly at late times, can reveal key signatures of the underlying energy source. On a larger scale, key properties of the population such as the absolute rates are currently only poorly constrained. Finally, studies of their host galaxy environments carry information about the underlying stellar populations, and therefore the progenitor stars. This action aims to uncover the progenitors and energy sources of superluminous supernovae by targeting each of these areas, utilizing one-of-a-kind data sets from the Palomar Transient Factory, the upcoming Zwicky Transient Facility, and the Hubble Space Telescope.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}