{
    "rcn": "215239",
    "acronym": "INTOM",
    "topics": "MSCA-IF-2017",
    "title": "Infant Theory of Mind",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The project aims to advance knowledge of the development of Theory of Mind - the ability to reason about otherís beliefs. Specifically, the project will combine brain imaging techniques with adaptations to typical Theory of Mind tasks that will allow major theoretical advances in the understanding of infant social cognition. The use of brain imaging techniques to study the development of Theory of Mind is an upcoming research strategy made possible by recent advances in lower-cost infant appropriate techniques such as function Near Infrared Spectroscopy and places this project at the cutting edge of the field. Previously the experienced researcher has sought to evaluate the mechanisms underpinning corvidís and childrenís social behaviours and the Supervisor has independently sought to evaluate the mechanisms underpinning responses to complex social stimuli. The current project uses their joint backgrounds to facilitate the development of innovative behavioural paradigms that, in combination with the use of imaging techniques pioneered by a collaborating research lab, will allow the team to address key questions in infant Theory of Mind research. In addition to the research aspects of the proposal the project will allow the experienced researcher to learn to use imaging techniques on infants and will involve the dissemination of research through publications and conference talks. Furthermore, both the experienced researcher and Supervisor will continue their commitment to undertaking public engagement programs and are excited about exploring the new opportunities for exploiting their research that the project ensues.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}