{
    "rcn": "215231",
    "acronym": "PFoGMH",
    "topics": "MSCA-IF-2017",
    "title": "The Prussian Fathers of Greek Military History",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "How do our views on war affect the way we write history? The study of Ancient Greek warfare ñ and the strong moral judgments that have always been part of it ñ remains heavily influenced by the pioneering works of Prussian and Imperial German scholars, whose outlook was profoundly nationalist and militarist. The views of these scholars on Greek strategies, tactics and rules of engagement are still perpetuated in modern scholarship. New ideas have only started to gain ground in the last decade. Recent historiographical studies suggest that experts in the field are unaware of its foundersí legacy; the early scholars of Greek warfare have never been studied in their own right.\n\nThe proposed research is a detailed look at the major German handbooks that appeared between 1852 and 1931 to form the foundation of the academic study of Greek warfare. It will place these works in their intellectual context by examining the life and intellectual environment of their authors. It will analyse the way these scholarsí backgrounds affected their view of history. Finally, it will trace the afterlife of their views as they were transformed from a didactic tool in the instruction of Prussian officers to an ideological weapon in the hands of American neoconservatives.\n\nThis project will use the development of scholarly interpretations of ancient military methods as a reflection on changing modern attitudes to war. How do our perspectives and those of our predecessors affect our research? The professional militarism of the German scholars shaped their perception of Greek warfare as restricted and primitive; later generations, who found war more abhorrent, adapted these conclusions into an idealised image of the past, giving ideological and political power to the Germansí harsh and unjustified conclusions.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}