{
    "rcn": "215247",
    "acronym": "Supra-Nat",
    "topics": "MSCA-IF-2017",
    "title": "A principal-based EU challenge to East Central European judicial interpretation of constitutional identity",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The overall aim of the research is to provide a new theoretical basis for a principle-based EU challenge to the domestic judicial interpretations of constitutional identity. It is of utmost importance, because East Central European courts apply an ethno-cultural understanding of identity, thereby putting European integration in peril.\nAlthough the EU is clearly committed to shared values and principles, Article 4(2) of the Treaty on European Union  emphasizes that ìthe Union shall respect the national identities of the Member Statesî. Due to the recent migration flow, the Member States are currently attempting to define themselves and offer a legal definition of identity. However, East Central European Member States, by labeling national identity as constitutional identity, apply Article 4(2) as a means of derogating from some of their obligations under EU law.\nDespite the vast literature available on national identity and its role in EU law, there has been little attention paid to the recently emerging trend of judicial reinvention of identity in East Central Europe. This is what this research offers. It focuses on the Visegr·d Group (V4), which consists of the Czech Republic, Hungary, Poland, and Slovakia. The V4 countries are united in their views on rejecting migrant relocation quotas in the EU and define their exclusionary constitutional identities accordingly. The main subject of the research is the relevant case law of the constitutional courts, since the V4 courts have an authoritative role in enforcing nation-state policies based upon ethno-cultural considerations.\nThe project provides a new theoretical basis and a comparative-analytical description of the judicial interpretations of constitutional identity in the V4 countries based on which we can better understand the recent East Central European trend of disintegration. Furthermore, the results provide a principal-based tool for an EU challenge to the judicial interpretations of constitutional identity.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "WISSENSCHAFTSZENTRUM BERLIN FUR SOZIALFORSCHUNG GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}