{
    "rcn": "215262",
    "acronym": "DancingGalaxies",
    "topics": "MSCA-IF-2017",
    "title": "Dancing with giants: dynamics of dwarf satellite galaxies",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Giant galaxies like our own are surrounded by a large number of dwarf galaxy satellites that perform a complex orbital dance. Theoretical models predict that this dance should be composed of randomly oriented elliptical orbits, but Milky Way (MW) observations reveal the opposite: most satellites orbit in the same plane and have orbits that are more circular than expected. This discrepancy is a major problem that lacks an answer. It could signal a fundamental breakdown of the current cosmological model or, alternatively, that the MW is very atypical, a 1 in 1000 system. Studies of satellite orbits cannot yet be carried out for other galaxies, so the only option is to examine the MW in more detail. My proposed research will deliver ground-breaking new insights into the anomalous dynamics of satellites, and, through this, uncover the formation history of our galaxy. First, I will investigate the phenomena that give rise to the atypical orbits of the MW satellites. Two key drivers are the accretion of satellites along cosmic web filaments and the geometry of the dark matter halo of the central galaxy. Secondly, using state-of-the-art galaxy formation models, I will perform detailed simulations to predict the distribution of faint satellites and the stellar halo of our galaxy. These contain vital clues to the root cause of the anomalous satellite orbits problem. I will compare the model predictions to MW observations to make an unprecedented test of the current cosmological paradigm. The same simulations are essential to understand how representative are the MW satellites and stellar halo, and thus the extent to which they can be used to test the nature of dark matter and galaxy formation models.\n\nThe proposed research combines my two areas of expertise, large scale structure and satellite galaxies, with the world-leading galaxy formation models and simulations of Prof. Schaye's group, and, together, they provide the ideal setting to make this project a major success.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}