{
    "rcn": "215282",
    "acronym": "OESOPHAGEAL FATE",
    "topics": "MSCA-IF-2017",
    "title": "Epithelial/Mesenchymal Cross-talk in response to injury and early tumorigenesis; a spatiotemporal perspective",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Epithelial tissues have evolutionarily adapted to rapidly react to tissue disruption in order to restore the epithelial barrier and ensure survival. The dynamic behaviour of epithelial cells in response to injury represents a decisive mechanism to recover tissue integrity. Following injury, not only cycling but also differentiating epithelial cells are able to revert back, reacquiring stem cell-like behaviour and contributing to tissue regeneration. Although this cellular plasticity is normally a strictly controlled and limited process, if inadequately activated in cells with pre-existing tumour-initiating mutations it will have implications for cancer development.\nIn this proposal, I will investigate the little-known mechanisms governing the dynamic changes in epithelial cell behaviour in the events after tissue injury using the uncomplicated architecture of the oesophagus as a model. The aim is to identify molecular regulators governing cell fate switching following the early wound response, and ultimately, reveal their potential relevance for early epithelial tumour formation. Given the increasing relevance of the mesenchymal compartment both in tissue maintenance and disease, I will particularly focus on the contribution of epithelial-mesenchymal cross-talk in the regulation of epithelial fate changes. \nTo this end, I present an innovative approach that combines precise lineage tracing cell fate data with spatiotemporal single-cell whole transcriptomics. This approach relies on cutting-edge techniques and transgenic animal models widely established in the host laboratory that, when combined, will enable the identification of rules regulating behaviour of epithelial cells with temporal and spatial resolution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}