{
    "rcn": "215274",
    "acronym": "evoDISFOLD",
    "topics": "MSCA-IF-2017",
    "title": "Decoding Coupled Folding and Binding via Single-Molecule characterization of Ancient IDP protein-protein Interactions",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Intrinsically Disordered Proteins (IDPs) are characterized by their inability to spontaneously fold into a defined 3D structure. Nonetheless, many IDPs are able to undergo disorder-to-order transitions upon binding to interaction partners, in a process known as coupled folding and binding. Although different mechanisms have attempted to rationalize this process,  technical limitations have prevented from deciphering the underlying principles of coupled folding and binding.\n\nHere, I will tackle this biological problem by introducing a novel, highly interdisciplinary approach integrating, for the first time, optical tweezers (OT) and single-molecule FRET (smFRET) to resolve the microscopic steps in coupled folding and binding; and Ancestral Sequence Reconstruction (ASR) as a rational strategy to guide protein engineering.\n\nFor this purpose, I will study the nuclear co-activator binding domain (NCBD) and its multiple polypeptide binding partners (both intrinsically disordered and structured) as a model to resurrect, using customized ASR methods, the sequences of interacting pairs at multiple divergence nodes along a wide evolutionary scale. Then, I will characterize their intermolecular binding and intramolecular conformational dynamics with OT/smFRET.\n\nThis cutting-edge project will result in the determination of mutational trajectories defining i) the emergence of coupled folding and binding, ii) the evolution of this process, and iii) the impact of promiscuous binding to multiple partners on its evolution. This data will allow to extract the essential determinants of coupled folding and binding.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}