{
    "rcn": "215263",
    "acronym": "PROTEXPO",
    "topics": "MSCA-IF-2017",
    "title": "Protection and Exports",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Temporary trade barriers, which include anti-dumping, countervailing duties, and safeguards, are the heart of EU trade policies.  While recent literature centers on the issue of the effectiveness of such trade instruments in protecting EU firms and jobs, less attention has been given to their effects on the targeted foreign firms. This is an important omission since temporary trade barriers can affect protecting firms directly but also indirectly, through their effects on targeted firms. Trade restrictions can reduce the volume of the targeted firms' exports to the EU but also they can alter the composition and the quality of their products' portfolio, affecting the extent of market competition for the EU firms.  In a world with increasing integrated global supply chains, temporary trade barriers that aim to protect EU firms may indeed bring a negative impact on them.  Despite the importance of temporary trade barriers, the ways these trade restrictions shape the targeted firmsí export performance remains poorly understood.  The objective of this project is therefore to examine how targeted Chinese firms have restructured their export activities across products and markets in response to the EU temporary trade barriers. To this aim, the work explores three related lines of research: (i) the effect of temporary trade protections on intra-firm adjustment processes, (ii) their influence on firms' product quality; (iii) the relationship between firms' vertical production and trade protection policies. The analysis of how targeted firms respond to such trade restrictions are relevant for policy, in particular in the light of the current heated discussion on whether EU should grant China market economy status. A better understanding of the interconnections between targeted firmsí export adjustments and temporary trade protections is crucial for designing appropriate policy interventions.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}