{
    "rcn": "215240",
    "acronym": "M-INHIB",
    "topics": "MSCA-IF-2017",
    "title": "Non-linear temporal dynamics of mutually inhibiting pyramidal cells: underlying mechanism for bi-stable perception and disambiguation",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Bi-stable perception has been the key tool to investigate how retinal information reaches consciousness. In existing theoretical work to explain this phenomenon, it has been assumed that a neural circuit, called mutual inhibition, plays the key role in perceptual alternations. Two neurons (or neuron groups) representing competing percepts inhibit each other and one becomes dominant while another becomes suppressed. Adaptation of the dominant neuron and recovery of suppressed neuron causes the reversal of the dominance after few seconds. While there are elaborate theoretical models implementing this circuit, its physiological data from real neurons is missing. I will use in vitro preparation combined with a state-of-art ìdynamic clampî system where the disynaptic inhibitory connections between two real pyramidal cells are established by model synapses and inhibitory neuron models. I will run paradigms equivalent to experimental paradigms known in the research of bi-stable perception. In this way, I aim at elucidating the neurophysiological factors underlying the known dynamical properties of bi-stable perception. I will investigate how dominance durations and their distributions are influenced by the activity levels of the two neurons (equivalent to the well-known Leveltís propositions), how their stochasticity is influenced by noise, how memory effect can be observed, and how feedback projection influences their dynamics.\nThere is often an ambiguity in input images due to noise or conflicting information. Coherent representation of such input can be established if the mutually inhibiting neurons representing conflicting cues are influenced by feedback such that the neural signals consistent with global properties are enhanced. Therefore, mutual inhibition may work as a fundamental unit of signal processing in establishing coherent perception. This project will elucidate this essential mechanism underlying perceptual organization.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}