{
    "rcn": "215292",
    "acronym": "FORWARD",
    "topics": "MSCA-IF-2017",
    "title": "Exploring the drivers of tropical forest responses to variability of water availability in space and time through a model-data fusion cycle",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Tropical forests host over half of the Earthís biodiversity and play a critical role in regulating global climate. Water availability is a key driver of tropical forest dynamics and species distribution, making them highly vulnerable to extreme droughts and high-rainfall events. Yet the responses of tropical forest to water availability are still poorly integrated in dynamic vegetation models, leading to large data-model discrepancies, crucially impeding our predictive ability. The development of robust models has been hindered by incomplete knowledge of the physiological mechanisms underlying tree responses to water availability, while computational and data limitations have prevented fine-scale representation of forest structure and biodiversity. High quality models are now urgently needed to support decision-making in the face of climate change and increasingly common droughts and high-rainfall events. FORWARD will combine cutting-edge advances in ecophysiology, individual-based modelling and remote sensing to improve predictive capacity on the responses of tropical forests to water availability variability in space and time. Through a model-data fusion cycle, it will (i) make critical improvements to a novel individual-based forest dynamics model that jointly simulates processes and diversity (recently developed by the candidate), (ii) parameterise it using functional traits for three contrasted tropical forest sites, (iii) validate it against ground and high-resolution remote-sensing data, (iv) apply the model to predict future tropical forest trajectories under scenarios of global changes. FORWARD will thus result in a cutting-edge forest dynamics model and develop novel approaches of data-model integration using up-to-date remote-sensing data. The fellow will benefit from the hostís unique expertise in remote sensing, theoretical and forest ecology, complementing her experience in ecophysiology and modelling, while boosting her transferable skills.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}