{
    "rcn": "215202",
    "acronym": "NoLiMit",
    "topics": "MSCA-IF-2017",
    "title": "Non-Linear Bayesian partition-modeling of the Earth's mantle transition zone",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The Earthís mantle transition zone (TZ) is a complex region exhibiting mineralogical phase changes as revealed by sharp increases of seismic wave-speed near 410 and 660 km depth. The TZ is a key region for understanding how efficient is mantle convection to recycle chemical heterogeneities. Attempts to isolate the effects of temperature and composition on elastic properties have faced several issues. First, due to the imperfect seismic data coverage, the scales of thermal and chemical heterogeneities remain poorly constrained. Second, seismic and mineral-physics data suffer from large uncertainties, and the relation between seismic observables and in situ thermo-chemical parameters remains questionable. To overcome these limitations, this project will use a partitioning (multi-scale) approach to isolate the effects of mantle temperature and composition from comprehensive seismic databases. Using a Bayesian probabilistic framework, the experienced researcher (ER) will simulate the multi-scale physical properties of the TZ, confront the results with high-pressure mineral physics experiments and with predictions from mantle convective mixing models. The interdisciplinary approach of this project relies on using state-of-the-art numerical methods and high performance computing to answer fundamental questions in Earth Sciences. The uniqueness of the approach arises from quantifying in a probabilistic sense how conceptual mantle-mixing models fit seismic data. The skills developed during this project will re-enforce the competitiveness of both institutions to build seismic models, and to study the Earthís deep interior. The expected researcher outcome is the re-enforcement of his research network; the benefit of a new environment to efficiently prepare articles and professorship applications; and through appropriate training, the capability of developing a research group. Continued international collaboration will be of enduring value for research and student formation.",
    "totalCost": "270918",
    "ecMaxContribution": "270918",
    "coordinator": "UNIVERSITE LYON 1 CLAUDE BERNARD",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}