{
    "rcn": "215265",
    "acronym": "INMIfungi",
    "topics": "MSCA-IF-2017",
    "title": "Interactions of insect and soil microbial communities with insect pathogenic fungi",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Entomopathogenic fungi belong to the most important antagonists of arthropods in soil. Due to their antagonistic function, entomopathogenic fungi have a great potential for us in biological control of insect and mite pests. However, knowledge on how abundance and diversity of these fungi is affected by environmental factors is limited. While a number of studies have assessed effects of abiotic factors, effects of biotic factors such as microbial and arthropod communities have remained largely unassessed. \nThe goal of this project is to investigate the interactions of microbial and arthropod communities with the entomopathogenic fungal genera Metarhizium and Beauveria and how abundance and diversity of the two genera might be affected by the two biotic factors. Analyses will be performed in soils obtained from 30 sites representing three habitat types with different management intensities (crop, grassland, forest) in Switzerland. \nMultilocus SSR-marker genotyping and high-throughput amplicon sequencing will be used to assess genetic diversity of Metarhizium spp. and Beauveria spp. and microbial and arthropod diversity in the soil samples. Multivariate statistics will be applied to investigate correlations among different abiotic and biotic factors and Metarhizium and Beauveria abundance and diversity.\nThe project will provide novel insight on how entomopathogenic fungal populations interact with  soil biota and fill important knowledge gaps. It will provide basic data to further exploit their use for biological pest control, a significant factor for implementation of sustainable agriculture. Experiments planned will involve state-of-the-art NGS technology and require further adaptation of the technology for application in an area in which its use has been limited. In addition, the project has a strong training component for the applicant including acquisition of up-to-date methods and the opportunity to develop research leadership and professional maturity.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}