{
    "rcn": "215222",
    "acronym": "GSAS",
    "topics": "MSCA-IF-2017",
    "title": "Genomic Strategies Against STB disease of wheat",
    "startDate": "16/07/2018",
    "endDate": "15/07/2020",
    "objective": "A primary crop in Ireland, wheat is the most important cereal within the EU. Zymoseptoria tritici, the causal agent of septoria tritici blotch (STB) disease, continuously threatens Europeís wheat crop causing loses of up to 50%, if left untreated. The absence of commercial varieties with adequate STB resistance means the sector is wholly dependent on fungicides to offset STB, with control costs >Ä1bn pa. This chemical dependency has driven the appearance of fungicide resistant strains of Z. tritici. In addition, EU legislation has removed several fungicides due to environmental concerns. In short, the European wheat sector has an unsustainable future unless greater effort is made to identify durable sources of resistance to STB. This is where new breeding methodologies (e.g. genomic selection, GS) can assist traditional breeding initiatives. GS is a form of marker assisted selection that simultaneously estimates all loci, haplotype or marker effects across the entire genome to calculate Genomic Estimated Breeding Values (GEBVs). GEBVs are then used to select individuals of interest for advancement in the breeding cycle. This proposal will apply a GS strategy to a unique population (>600) of wheat lines (DiverseMAGIC, NIAB), that are firstly phenotyped in the presence of natural field-borne STB inoculum. Taking advantage of NIAB resources (35K SNP data, exome capture, genetic maps), this action will combine genotype and field phenotype data so that relevant QTL associated with contrasting STB resistant profiles can be identified. In parallel, an in-house gene editing system will be employed to edit several gene sequences that have demonstrated to be STB responsive based on previously accumulated RNAseq data. Multi-disciplinary in nature, we envisage this proposal (plus secondment) will identify novel sources of resistance to STB disease that thereafter will be integrated into European wheat breeding programmes through existing networks with this projectís partners.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}