{
    "rcn": "215261",
    "acronym": "TFs-HSCs",
    "topics": "MSCA-IF-2017",
    "title": "The identification of the Combinatorial Transcription Factor network exerting different roles in Hematopoietic Stem Cells.",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Deciphering the TF network regulating hematopoietic stem cells (HSCs) would be important in treating acute myeloid leukemic (AML) patients; a rapidly progressing hematopoietic malignancy with poor prognosis and survival rate. Hematopoiesis is the process of generating all the mature blood cells from HSCs. Its regulation is, even until now, not fully understood and studied in all its levels. HCSs and hematopoietic differentiation are the key elements that are regulated by the cellular environment (extracellular/intracellular signals) funnelled into transcription factors (TFs). Notably, the human genome contains ~22000 genes estimating to encode 1391 TFs. I have already identified 420 TFs expressed in HSCs. Until now 20-30 TFs have been well-characterized in hematopoiesis, and my aim is to identify the role of the uncharacterized TFs required for hematopoiesis. \nFirst I will identify which of the 420 TFs have an effect in HSCs in vitro (WP1). Then I will test in vivo, if the TFs identified in vitro will affect hematopoiesis (WP2). Finally, I will investigate the functional properties of the selected TFs and unravel their role in chromatin organization and regulation of hematopoiesis (WP3). For all this, I will use novel state of the art methods like CRISPR/Cas9 and T2C. The accomplishment of my aims will provide new insights into how TFs regulate the generation/proliferation of HSCs.\nThe proposal builds on my experience in data analysis, transcriptional regulation, chromatin architecture and the unique resources available at BRIC. Prof Helin, a world leading expert in hematopoiesis and cancer, and his lab have extensive experience on genetic screenings and molecular biology ensuring a successful outcome. Through this project, I aim to broaden/strengthen my expertise by acquiring the necessary technical/transferable skills assisting my future career progression to an independent researcher in the fields of molecular biology, chromatin architecture and hematopoiesis.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}