{
    "rcn": "215283",
    "acronym": "TOLKEDA",
    "topics": "MSCA-IF-2017",
    "title": "Modulating brain structural plasticity versus neurodegeneration via a novel mechanism involving neurotrophins and dopamine, Tolls and Kek truncated-Trk-like receptors in Drosophila.",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The aim of TOLKEDA is to test the hypothesis that a novel molecular mechanism linking neurotrophins, Tolls and truncated Trk-like receptors modulates structural brain plasticity vs. neurodegeneration. The brain changes throughout life: structural plasticity drives generation of neurites, neurons and synapses to adapt and learn; their elimination maintains homeostasis, but causes neurodegeneration in ageing and disease. Brain disease is the major health burden in Europe, costing more than cancer and cardiovascular diseases put together, and its incidence will grow as the population ages. It is imperative to discover novel molecular pathways that can be targeted to treat brain disease. The Principal Investigator (PI) Dr Alicia Hidalgo recently discovered a novel Drosophila neurotrophin (DNT) mechanism formed of neurotrophins, Toll and truncated-Trk-like receptors, and demonstrated that it underlies neuronal number and synaptic structural plasticity in larvae. Preliminary evidence shows that the DNT system operates in the adult brain, overlapping with dopaminergic neurons (DANs). Dopamine is a key neuromodulator, and degeneration of DANs underlies neurological and neurodegenerative diseases, such as Parkinsonís disease (PD). The Experienced Researcher (ER), Jun Sun, is an expert in the dopaminergic system and Drosophila PD models. The timely collaboration between PI and ER will provoke synergy to address effectively the following research objectives (ROs): RO1: to create a map of DNTs, Toll-6, Kek-6 and DANs in the adult brain, using gene editing technology and neural circuit registration. RO2: to test whether altering the functions of DNTs, Toll-6 and Kek-6 causes structural brain deficits, including in the dopaminergic system, and whether they are linked to behavioural deficits and neuronal activity. RO3: to test whether manipulating the DNT/Toll-6/Kek-6 signalling module in the dopaminergic system can promote neuroprotection in a Drosophila PD model.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}