{
    "rcn": "215242",
    "acronym": "MoonDiff",
    "topics": "MSCA-IF-2017",
    "title": "Investigating the formation and early evolution of the Moon with a combined experimental and analytical approach",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The project aims to investigate one of the fundamental events in the early evolution of the solar system; the timing of the formation and initial differentiation of the Moon, by combining isotopic analyses of lunar samples with new experimental constraints on the partitioning behaviour of key radiogenic parent-daughter elements. Previous isotope analyses of lunar samples provided model ages interpreted to represent key processes in the Moonís early geologic evolution, although these interpretations remain speculative and are often conflicting. In particular, recent work by the experienced researcher (ER) has provided new insight into the Pb isotope systematics of lunar rocks and the framework for a model of magmatic evolution in the Moon, but uncertainties associated with the partitioning behaviour of U and Pb, severely hinder data interpretations. Hence, the ER will perform a series of experiments replicating the temperature and pressure conditions during lunar core formation and in the hypothesised Lunar Magma Ocean (LMO). These experiments will be performed in the Vrije Universiteit high-pressure laboratory (Work Package (WP) 1), building on their recent studies. Experimental run products will be subjected to comprehensive analysis (WP 2); e.g. scanning electron microscope imaging to characterise phase assemblages while major, minor and trace element concentrations will be determined using electron microprobe and laser ablation inductively coupled plasma mass spectrometry in order to determine partition coefficients. These partition coefficients will then be incorporated into new models of lunar differentiation and LMO crystallisation (WP 3). Finally, the ER plans to test these models with secondary ion mass spectrometry (SIMS) measurements of Pb isotope systematics in a range of lunar basalts collected during the Apollo missions and lunar meteorites (WP 4).",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}