{
    "rcn": "215203",
    "acronym": "ROMPAST",
    "topics": "MSCA-IF-2017",
    "title": "Two Paths of a Shared Past: Memory and Representation of the Nazi Genocide of Roma in Belarus and Lithuania",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The Romani communities of Belarus and Lithuania experienced World War II and the Nazi persecution in similar ways, such as deportations for forced labour, mass murder in the countryside and survival in Soviet partisan units. Throughout the Soviet era, Roma in the two countries faced the same challenges in their commemoration efforts, being denied a public recognition of their suffering.\nHowever, an oral history survey shows that there are also considerable differences between the memories of Belarusian and Lithuanian Roma. While Roma from Belarus emphasize their participation in the Soviet partisan units, describing it in the established Soviet patriotic vocabulary, Lithuanian Roma are more likely to underline their suffering and losses, as well as local complicity in their persecution. \nWhy do the Romani minorities of two neighboring post-Soviet states make sense of their shared past so differently? This study suggests that the key to understanding this phenomenon lies in the socio-political context of memory work. Drawing on the post-Soviet transformations, official memory and minority politics in Belarus and Lithuania, this interdisciplinary research project compares the memory trajectories of Roma in these countries. It pays equal attention to the memories of ìordinaryî Roma and Romani activists and the public representation of the Nazi genocide of Roma. Theoretically, this study seeks to understand how the processes of social exclusion and inclusion work at the level of memory and commemoration, and in what ways memory of the bitter past affects the identity of an ethnic group.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "Stiftung zur erforschung von Ost-und Suedosteuropa",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}