{
    "rcn": "215210",
    "acronym": "H2O-SPLIT",
    "topics": "MSCA-IF-2017",
    "title": "Carbon-Oxynitride Coupled Artificial Photosynthesis System For Solar Water Splitting Beyond 600 nm",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "The main goal of this project, through which the Experienced Researcher will develop new scientific, entrepreneurial and transferable skills by advanced training, is to develop novel carbon-oxynitride coupled artificial photosynthesis system for solar water splitting beyond 600 nm. As a member of the 600 nm-class photocatalysts family, BaTaO2N has recently demonstrated the solar-to-hydrogen conversion efficiency of 0.7% at 1.0 VRHE. To further enhance the conversion efficiency and photostability of BaTaO2N for future application, the present project challenges the modern scientific-engineering concepts for coupling BaTaO2N with universal, inexpensive, and unique carbon allotropes. Can all carbon allotropes be integrated to form efficient, inexpensive, photostable, and scalable artificial photosynthesis system for solar water splitting beyond 600 nm? To give an answer, the this project has four scientific objectives: (i) to engineer the band structure of BaTaO2N by p-type doping for overall water splitting; (ii) to study the dimensional effect of carbon allotrope (0D-fullerene, 1D-nanotubes, 2D-graphene, and 3D-nanohorns) on solar water splitting of BaTaO2N; (iii) to evaluate solar water splitting efficiency, photo-stability, and scalability of the carbon-BaTaO2N composite; and (iv) to design a monolithically integrated photocatalyst module (device) based on the most suitable carbon allotrope and doped BaTaO2N. Having strong fundamental, applied, and multidisciplinary nature, this project has a potential capacity to raise the competitiveness and excellence of the European Photocatalysis Science and Technology. As today Europe continues to lead the world on climate action with its roadmap to moving to a competitive low-carbon economy by 2050, this project focusing on efficient, inexpensive and sustainable production of renewable hydrogen energy by solar water splitting is in line with EUís climate action and will contribute to the knowledge-based economy of Europe.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}