{
    "rcn": "215299",
    "acronym": "SELFSENS",
    "topics": "MSCA-IF-2017",
    "title": "Printed SELF-power platform for gas SENSing monitoring",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The final aim of this project is to develop an autonomous gas sensor system capable of discriminating among different vapour species. Looking at the attractive characteristics of reduced graphene oxide, we should look for their functionalization in order to increase their selectivity to a concrete gas while decreasing it to others. Furthermore, the design of sensor arrays together with pattern recognition algorithms will be investigated in order to develop a highly selective sensory device towards different gas molecules. Moreover, the whole manufacturing of these sensors will be done by printing and laser scribing techniques because of the large amount of characteristics that this technology offers to electronics circuits (e.g. large-scale fabrication, lightweight, flexibility). In addition to this, the sensing layer should be recovered in order to have a fast response of the sensor to force the trapped molecules to escape. This issue will be also addressed compromising time response and power demand. In this project, we propose the inclusion of energy harvesting approach together with a storage element in order to reduce this consumption or even to achieve a self-powered sensory system. A key point of this strategy will be to employ the same fabrication processes as the used for the manufacturing of the gas sensors. \nFinally, the whole system will be to include it in a larger system, adding the required circuitry and communication module with the aim of performing environmental monitoring in different scenarios such as industry or building comfort. For example, the inclusion of a gas sensing platform can control and adjust the proper work environment conditions. This solution can not only enhance the quality of working conditions but also to reduce cost and pollution, being profitable for employers, employees and society.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}