{
    "rcn": "215286",
    "acronym": "Radio-NP",
    "topics": "MSCA-IF-2017",
    "title": "Computational characterisation of radiosensitising nanoparticles and their properties",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "Coated metal nanoparticles (NPs) in molecular environments are widely studied for applications in nanobiotechnology and nanomedicine. Understanding of the nanoscale phenomena (formation and transport of secondary electrons, free radicals and their chemical interactions) induced by NP irradiation with ion beams is crucial for enhancing the potential of novel radiotherapy techniques. The Radio-NP project aims at the atomistic computational analysis of (i) structural properties of coated metal NPs in biological environments and (ii) the impact of these properties on the formation and transport of secondary electrons and radicals in the vicinity of NPs irradiated with ions. The realised approach will combine (i) the ab initio framework to evaluate parameters of quantum transformations of system constituent molecules, (ii) classical molecular dynamics (MD) employed in the advanced scientific software MBN Explorer to characterise NPs and study their interaction with molecular media, and (iii) irradiation-driven MD - the novel and unique implementation in MBN Explorer, to model random interactions of the medium with secondary electrons emitted from the NPs, with account for possible chemical transformations. The recently developed IDMD approach will be applied for the first time to model irradiation-induced chemistry in the vicinity of complex NPs. This methodology will go beyond the physics of the Monte Carlo approach widely used to study nanoscale mechanisms of energy deposition under NP irradiation. The interdisciplinary research program of Radio-NP will be carried out at MBN Research Center - an SME that develops MBN Explorer software. Radio-NP will combine applicantís knowledge in radiation physics and chemistry with strong expertise of the host in professional software development. The applicant will thus gain a broad set of scientific, technical, complementary and entrepreneurial skills that are highly demanded for his further career as a professional researcher.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MBN RESEARCH CENTER GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}