{
    "rcn": "215244",
    "acronym": "SHARE_WW",
    "topics": "MSCA-IF-2017",
    "title": "Spatial organization and Horizontal gene transfer of Antibiotic Resistance by ESBL in WasteWater",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The tidal increase of clinical antibiotic resistance is of serious threat to public health and should be viewed in an integrated system influenced by the environmental dimension of antibiotic (AB) resistance. This innovative proposal intends to address the current knowledge gaps concerning the biofilm spatial organization and interspecies interactions that underlie the antibiotic resistance strategy by extended spectrum ?-lactamase (ESBL) producing bacteria thriving in wastewater treatment plants (WWTPs). The proposal has 3 objectives: Obj.1) Evaluate the impact of interspecies interaction of ESBL gene sharing by conjugation in the biofilm collective AB resistance and its interdependence with bacterial spatial organization; Obj. 2) Evaluate the interspecies interactions concerning the cephalosporin resistance at a functional level by following the expression and localization of ESBL and other AB resistance related proteins; Obj. 3) Evaluate the potential of WWTP as hotspots for AB resistance by assessing the sharing of ESBL genes and their expression. Such objectives will be achieved by the implementation of 3 work packages that address each one in a stepwise approach with the use of state-of-the-art techniques, based upon the most up to date references. European Commission (EC) have declared antimicrobial resistance as an important global economic and a societal challenge, that must be tackled by a multi-sectorial approach, where the environmental sector is included. The SHARE_WW project will make important advances in the field of ?-lactam AB resistance proliferation and environmental spread, by covering several scientific gaps referred in the most up to date literature. In line with the multi-sectorial EC approach, the results from this project will have great relevance for research and practitioners from other sectors like public health, food safety, biotechnology and industry, and are therefore of great relevance to the work program.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}