{
    "rcn": "215233",
    "acronym": "Fe-RedOx-Cat",
    "topics": "MSCA-IF-2017",
    "title": "Fe complexes for Reduction/Oxidation Catalysis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "The Fe-RedOx-Cat project aims to introduce a new family of efficient, robust and selective iron-based electro-catalysts for both, CO2 reduction and H2O oxidation. Taking into account the detrimental environmental effect of CO2 (global warming), the development of new technologies for its valorization (for instance conversion to fuels) is becoming mandatory for our society. The target catalysts prosposed in the Fe-RedOx-Cat project are based on N-heterocyclic carbenes (NHCs) as ligands, which matches perfectly with the research background of the candidate. During the first part of the project at the University of North Carolina at Chapel Hill (USA), the researcher will learn a wide range of electro-analytical techniques for the characterization/optimization of the new catalysts and also for its mechanism elucidation. Later, the new acquired skills will be transferred to the host group in Europe at ICIQ (Spain). This group will also provide his expertise in the development of catalysts based on first row transition metals and mechanism elucidation by means of experimental techniques and computational methods. The afore-mentioned features of the applicant and the host groups will provide an outstanding synergy between all the participants. Hence the researcher will embark on a challenging work plan, learning new concepts in electro-catalysis and first row transition metal catalyst design, essential for the development of the project. Moreover, the Fe-RedOx-Cat project will provide to the applicant an excellent training in the multidisciplinary research area of CO2 valorization. Altogether, the Fe-RedOx-Cat project will enhance multiple competences of the researcher on scientific and transferable skills, thus stimulating his evolution as a scientist and contributing to the growth of the European research excellence.",
    "totalCost": "159126",
    "ecMaxContribution": "159126",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}