{
    "rcn": "215248",
    "acronym": "PPRdesign",
    "topics": "MSCA-IF-2017",
    "title": "Engineering synthetic pentatricopeptide repeat proteins for the site-specific genetic manipulation of plant organelles",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Mitochondria and chloroplasts are essential organelles that carry out the fundamental cellular process of respiration and photosynthesis, respectively. Organelles possess their own genomes that are physically separated from the nuclear genes, and mutations in their genome lead to serious consequences on organismal homeostasis and viability e.g. flower sterility in plants and mitochondrial myopathies in humans. However, contrary to the nucleus, methods for the genetic engineering of organellar genomes in multicellular organisms are either lacking or too laborious to be widely applied. Thus, there is a need for the development of such tools. To address this issue, I will exploit natureís design and engineer the largest protein family of organelle gene regulators found in eukaryotes, the pentatricopeptide repeat (PPR) family. PPR proteins are nuclear encoded RNA-binding proteins that function in the posttranscriptional regulation of organellar gene expression. The PPR RNA-binding domain is composed of multiple repeats of 35 amino acid long stretches. Each repeat recognizes a single base in the target RNA sequence whose identity is defined by a code involving 2 amino acids in each repeat and we can now design artificial PPR repeat proteins with programmable RNA binding specificity. The PPRdesign project will establish new methods for the site-specific control of organellar genes in the Arabidopsis model plant by targeting customized synthetic PPR repeats to specific RNA sites in chloroplasts and mitochondria.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}