{
    "rcn": "215218",
    "acronym": "MInMUS",
    "topics": "MSCA-IF-2017",
    "title": "Migration Policy in Multilevel Political Settings. City Network in Europe and North America",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "MInMUS investigates why, how and with what effects City Networks (CNs henceforth) voluntarily mobilise to enhance citiesí capacity to promote innovative approaches to migration governance. It does so by examining four CNs in three multilevel political settings, i.e. the supranational EU system and federalist states of Canada and the United States. The ambition is to make an original and pathbreaking contribution to the theorisation of migration policymaking and of Multilevel Governance (MLG) more generally. To this end, I conceptualise MLG as a specific configuration of policymaking which challenges state-centred hierarchies (vertical dimension) and blurs stateñsociety boundaries (horizontal dimension); yet, contrary to the prevailing normative approach underlying the literature, I adopt a critical perspective on ëgovernanceí, and I regard it as both the interactive processes that lead to the production and implementation of policy and as the sets of ideas and discourses that policy actors elaborate about these processes (in terms of cooperation, coordination, participation etc). Building on this approach, MInMUS will push forward the boundaries of research on the MLG of migration in three ways: 1) from the theoretical point of view MInMUS will take an actor-centred perspective with the goal of theorizing about the institutional and political mechanisms and factors that account for the emergence of CNs as instances of MLG policy arrangements (ëwhyí questions); 2) from the empirical point of view MInMUS will fill a key gap in existing research by investigating how CNs mobilise on migration and with what effects; and 3) from the methodological point of view, MInMUS will provide an innovative and comprehensive approach to the study of CNs and MLG, which combines a comparative research design with the use of both qualitative and quantitative methods.",
    "totalCost": "172477,2",
    "ecMaxContribution": "172477,2",
    "coordinator": "EUROPEAN UNIVERSITY INSTITUTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}