{
    "rcn": "215264",
    "acronym": "IVSTED",
    "topics": "MSCA-IF-2017",
    "title": "In vivo super-resolution imaging of synapses in the hippocampus",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "The hippocampus is a deeply embedded region in the mammalian brain that has long been considered the archetypical center for memory formation. Hippocampal neurons process information by integrating a vast number of synaptic inputs via dendritic spines. These postsynaptic structures are highly dynamic and their plasticity is hypothesized to be important structural correlate of the memory trace. However, due to their nanometric size and high density, it is extremely challenging to study the function and regulation of dendritic spines under realistic experimental conditions. Indeed, conventional light microscopy fails to properly resolve them while electron microscopy only provides snapshots from fixed brain sections. Therefore, our view of spine dynamics remains very incomplete, limiting our understanding of the synaptic mechanisms underlying brain physiology and animal behavior.\nLeveraging recent advances in optical microscopy, adaptive optics and mouse brain surgery, this project seeks to establish a new paradigm based on correlating super-resolution imaging of dendritic spines in living mice with behavioral analyses of the capacity of mice to learn and remember things. To this end, I will (1) establish super-resolution imaging of spines in the deeply embedded hippocampus, (2) perform longitudinal imaging to determine spine morphology and turnover over the course of weeks in live animals and (3) investigate how spine plasticity correlates with memory performance in the same animal.\nThis project builds on my expertise in biophysics and advanced microscopy and will offer me a unique opportunity to contribute to a dynamic research field at one of the top places for neuroscience in Europe. Going significantly beyond the state-of-the-art, this project will push the frontier in neuroimaging, shedding new light on the anatomical basis of memory formation and providing a framework to analyze in vivo the cellular mechanisms of memory impairment in neurodegenerative diseases.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}