{
    "rcn": "215277",
    "acronym": "FriendCoop",
    "topics": "MSCA-IF-2017",
    "title": "The role of friendship in cooperation: a comparative and cross-cultural developmental approach",
    "startDate": "01/08/2019",
    "endDate": "31/07/2022",
    "objective": "Diverse lines of theoretical and empirical research are converging on the notion of humans as the ëcooperative speciesí. Compared to even our closest living biological relatives, chimpanzees, human cooperation is both qualitatively and quantitatively unique. Early in ontogeny, human children in cultures across the world develop a suite of psychological adaptations to establish, maintain, and repair cooperative relationships. Friendship is often seen as the prototypical cooperative relationship. While central theories of human evolution highlight the relevance of our speciesí cooperative abilities, we have very little knowledge concerning the contribution of friendship to cooperation. To address this major gap in the literature on cooperation, this proposal presents a series of targeted experiments to test for the understudied role of friendship in cooperation in chimpanzees and human children. In answering this question, the present proposal marshals an innovative combination of methods from psychology, biology and anthropology, and the most auspicious conditions at Yale University and the University of Gˆttingen. By comparing the behavior of children and chimpanzees this proposal will isolate what aspects of friendship may be uniquely human and will theorize about the evolutionary trajectory of friendship from the time humans and chimpanzees shared a common ancestor. Studying the expression and role of friendship in children from 3 different cultures will contribute to our understanding of the ontogenetic development of friendship and in addition, is especially valuable as it acknowledges cultural influences on friendship allowing for a more thorough understanding of cooperative behavior and its complexities. The proposal offers powerful tests of the role of friendship in cooperation from a comparative and cross-cultural developmental perspective and will open up new avenues for the study of cooperation and the contribution of long-term cooperative relationships.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}