{
    "rcn": "215275",
    "acronym": "AlgSignSen",
    "topics": "MSCA-IF-2017",
    "title": "The Algebraic Geometry of Chemical Reaction Networks: Structural conditions for uniquely determined Sign-sensitivities.",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Chemical Reaction Network Theory (CRNT) focuses on determining the dynamical behavior of a (chemical) reaction network from its structural properties. To this end, different approaches within different areas of Mathematics are employed. We use here an algebraic geometric approach: The evolution of the concentrations of the species is modelled by a system of ordinary differential equations (ODEs). Under mass-action kinetics, the ODEs are polynomial, and thus the relevant steady states are the nonnegative solutions of a system of polynomial equations, which can be regarded as the nonnegative part of an algebraic variety (involving unknown parameters).\nThis project addresses the problem of determining sign-sensitivities, that is, whether the concentration of one species at steady state increases/decreases after a perturbation is applied to the system.  In particular, we wonder under which structural conditions are sign-sensitivities independent of the parameters of the system and of the original steady state.\nThe novelty of this proposal resides in that we do not aim at developing algorithms for finding sign-sensitivities, but at obtaining theorems that explain why and when some sign-sensitivities are uniquely determined. The results will allow potential users to manipulate large networks without knowing all the parameters and overcomes the uncertainty of current algorithms arising from having to choose parameter values.\nI will use my background in Algebraic Geometry to begin a research career in Applied Algebraic Geometry. I will acquire new competences in interdisciplinary research and intersectorial transference of science, and improve my skills in communication and project management. I will work under the mentorship of Elisenda Feliu, in the group Mathematics of Reaction Networks. Due to their resources, experience and knowledge, they represent the perfect environment for the transition from Pure to Applied Mathematics, and in particular for my training in CRNT.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}