{
    "rcn": "215217",
    "acronym": "SHINE",
    "topics": "MSCA-IF-2017",
    "title": "Self-Healthcare for breast cancer detection using an INtegrated paper-based Electrochemical device",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "By only considering the United States of America and Europe, 1 in 12 women is affected by Breast cancer (BC). It is the largest killer in the world among women. The only way to fight BC and overcome it, is by diagnosis at curable stage. Although mammography and alternative techniques can diagnose BC, these tests require specialised laboratories and skilled personnel, and suffer of many drawbacks ranging from limitation of mammography to over 40 to the extremely invasive (painful) tissue biopsies. Moreover, tremendous limitations are encountered in low-resource countries, where the maldistribution of cancer care centers, the scarcity of specialists and financial restrictions don't allow all the women to easily access BC screening tests. The presence of circulating mutations, both DNA and RNA, opens to a cutting-edge opportunity in cancer diagnosis. Detection of mutations in blood, known as liquid biopsy, offers a revolutionary non-invasive procedure for cancer diagnosis. Liquid biopsy has been listed on top of the 10 emerging technologies of 2017, and I intend to develop a novel electrochemical platform that can measure mutations in patient blood with unrivalled accuracy. I will develop a screen-printed electrochemical device capable to read out only the mutated DNA sequences associated with BC. Merging different disciplines (molecular biology, nanomaterials, DNA nanotechnology, printed electronics) SHINE will represent the first BC biopsy-free miniaturised tool allowing BC patients to make a quick clinical decision. Importantly, the development of this miniaturised printed diagnostic platform will allow a sensitive, user-friendly, rapid, equipment-free and low-cost device easily deliverable to those areas where laboratory services and resources are limited.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}