{
    "rcn": "215228",
    "acronym": "REPTOL",
    "topics": "MSCA-IF-2017",
    "title": "Pre-leukemic B cell repertoire alterations in patients with familial chronic lymphocytic leukemia: looking for evidence of a genetically-inherited defect in tolerance induction",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "B-cell chronic lymphocytic leukemia (CLL) is a frequent B-cell leukemia of unknown etiology with the strongest familial inheritance among lymphoproliferative disorder. A key finding about CLL cells is that derive from autoreactive B lymphocytes, exhibit stereotyped Abs structures, and poly/auto-reactivity.\nOur long term goal is to prevent CLL by understanding the biology at the basis of CLL ontogeny.\nOur hypothesis is that an inherited CLL predisposition causes alterations in pre-leukemic B cells due to compromised immune tolerance, promoting, eventually, transformation event(s) that give rise to CLL. Such alterations skew the IG repertoires leading to enrichment of specific B- cell rearrangements with abnormal Ab reactivity.\nThe overall goal of this study is to understand the role of inherited CLL predisposition in altering the IG structural repertoire and to determine the maturation step(s) and B-cell subset(s) at which these occur.\nAim: Define a CLL-related BCR repertoire by analyzing the non-leukemic B-cells from patients with CLL.\nWe will perform high-throughput BCR IG sequencing of non-leukemic B-cells of patients with familial and sporadic CLL. We will identify alterations in patient IGH repertoires compared controls to define a CLL-related repertoire.\nWe expect to define an IGH repertoire difference in CLL patients that will result in the emergence of a mature B-cells with specific rearrangements normally not present.\nThis approach to study CLL in a familial hierarchy diverges significantly from previous studies since it does not try to identify genetic alterations but focuses on structural and functional uniqueness of non-leukemic B-cells, we also avoid the background noise from the alterations specific for the leukemic clone. This study will unveil basic B-cell functional aberrations leading to the development of CLL, and its cellular origin, thereby providing the basis for the development of novel prevention and therapeutic strategies.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}