{
    "rcn": "215251",
    "acronym": "HOMERICS",
    "topics": "MSCA-IF-2017",
    "title": "The History of Merging Compact-Object Binaries",
    "startDate": "03/10/2018",
    "endDate": "02/10/2021",
    "objective": "With the first direct detections of merging black holes, the gravitational-wave (GW) era has begun, but the mechanisms that trigger the formation and coalescence of compact-object binaries are still unknown. The aim of the HOMERICS project is to shed light on the history of merging compact-objects binaires by means of N-body \\ stellar evolution simulations with up-to-date input physics. The goal is to break the degeneracy between primordial and dynamically-formed binaries in order to interpret present and forthcoming gravitational-wave detections. The first objective is to make predictions on the formation of GW sources in the field, by means of up-to-date population synthesis simulations. The second objective is to study the effects of the joint contribution of up-to-date stellar evolution and dynamics on the formation of GW sources in dense stellar environments. The codes developed and used for the HOMERICS project will be designed to run on different parallel computing accelerators by means of the OpenCL programming directives, and the new Intel Advanced Vector Extensions. The codes and the HOMERICS simulation data will be made public through the GitLab platform and an open research data archive, respectively. The open access archive will be the first of its kind and it will contain a huge amount of raw data that users can exploit to investigate a plethora of astrophysical phenomena, not necessarily related to the HOMERICS research area. The HOMERICS project will also set a new state-of-the-art for direct N-body \\ stellar evolution simulations and it will significantly extend our knowledge of GW sources. At the same time, the experienced researcher will acquire many new competences by following an effective training-through-research path, laying the ground for leading his own research group after the end of the fellowship.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}