{
    "rcn": "215296",
    "acronym": "SPECADIS",
    "topics": "MSCA-IF-2017",
    "title": "Speciation and bioavailability of heavy metal cadmium (Cd) in the soil-plant system: a novel approach combining stable isotope geochemistry and experimental spectroscopy.",
    "startDate": "04/02/2019",
    "endDate": "03/02/2021",
    "objective": "The environmental pollution by ecotoxic heavy metals is an issue of increasing significance for ecological and human health reasons. Among these elements, cadmium (Cd) is of special concern due to its high mobility in the soil/plant system and its acute toxicity towards most forms of life, which requires monitoring of food products, especially crops. Improving food security represents a major European priority and is one of the societal challenges targeted by Horizon 2020. In this context, SPECADIS overarching objective is to enhance our understanding of Cd bioavailability to crops and bring constraints on the mechanisms that govern the uptake and fate of Cd in the plants that feed the world. Previous studies have demonstrated that Cd bioavailability in the plant/soil system depends ultimately on its chemical speciation, for which in situ determination remained out-of-reach until now. To investigate Cd speciation in crops, SPECADIS will use a novel multidisciplinary framework combining the most recent advances of two cutting-edge technologies: X-Ray absorption spectroscopy and stable isotope mass spectrometry. SPECADIS will (i) use the newly developed High Energy Resolution Fluorescence Detected X-ray Absorption Spectroscopy technique to bring, for the first time, in situ Cd speciation measurements in crops and (ii), combined with Cd isotope geochemistry, unravel the relationships between Cd isotope fractionation and Cd speciation changes in crops to develop a tracer of Cd speciation in dilute samples. SPECADIS will be hosted by the environmental geosciences AMU department CEREGE. The fellow will bring her expertise in heavy metal isotope geochemistry to a team of internationally renowned spectroscopists and soil scientists, who will train her and encourage her to develop her leadership skills. SPECADIS results will be disseminated to the range of specialist and non-specialist audiences, enhancing the visibility of its innovative approach on an international scale.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}