{
    "rcn": "215219",
    "acronym": "SUPRAforORGANS",
    "topics": "MSCA-IF-2017",
    "title": "Synthetic supramolecular polymers as artificial extracellular matrix for stem cell expansion towards organoids.",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "One of the most urgent challenges in medicine is to devise new strategies for replacing organs. The most promising approach to tackle this limitation is the use of stem cells. These cells have the capacity to proliferate and to differentiate into mature cells of various types. In fact, embryonic stem cells can become any organ, therefore, in principle, stem cells could be used to replace any part of the body. The fate of stem cells is governed by the microenvironment they foster, which offers the main point of control.  Unfortunately, the lack of an optimum extracellular matrix that closely mimics the in vivo microenviroments to promote differentiation of stem cells is the main limitation of this technology.\nThe SUPRAforORGANS uses a radically different strategy for designing an ideal artificial extracellular matrix. This approach consists of applying a dual network hydrogel formed by two different  synthetic supramolecular polymers. One of the polymers will form a stiff and fairly stable fibre that takes care of optimize the mechanical properties of the gel, and will have binding cell surface receptors required for cell expansion.  The second phase will be a weaker dynamic component in which biological cues are intercalated to bind and stabilize growth factors and other nutrients necessary for the cells to grow and organize into organoids. This matrix can actively be adapted by the cell, inducing both depolymerisation and reassembly to continuously support the growing organoids. Furthermore, some of cell receptors will be protected with photo-labile groups to possess user-defined spatio-temporal control, thereby this could control the three-dimensional growth of the organoid.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}