{
    "rcn": "215254",
    "acronym": "GROUP MOVEMENT",
    "topics": "MSCA-IF-2017",
    "title": "Vocal and visual mechanisms behind coordinated group movement",
    "startDate": "15/05/2018",
    "endDate": "14/05/2020",
    "objective": "Anthropogenic noise is ubiquitous across the world and, aside from other negative effects, causes declines in abundance and species richness in birds. How anthropogenic noise does this is not yet well understood, although it is probably because anthropogenic noise disrupts biologically important signals. One such important signal that has received considerable attention in primates and cetaceans but little in birds are calls used to coordinate group movement. Historically, research examining collective movement has focused on free-flying murmurations to determine how individualsí behaviour impacts group movement. However, these models do not include visual and physical impediments that occur in many habitats (i.e. forests) and assume that information is transferred by visual, not vocal cues. Conversely, research examining vocalizations in groups, has focused on correlations between group movement and vocal behaviour, not accounting for effects of the movement and vocal behaviour of all individuals on their neighbours. To establish the mechanisms behind how birds use vocalizations to coordinate group movement, and the effect of anthropogenic noise on their ability to do this, I will combine a vocal communication approach with the mathematical modelling of collective movement to analyse fine-scale 3D spatio-temporal data collected from starling flocks in semi-natural conditions to determine: (1) what vocalizations are used during group movement; (2) how birds use vocalizations to coordinate group movement; and (3) how anthropogenic noise affects a flockís ability to coordinate group movement. These data will establish a fundamental understanding of how vocalizations mediate group movement allowing for us to determine the impact of anthropogenic noise on this behaviour, and will provide the foundation for further study into other vocally mediated behaviours.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}