{
    "rcn": "215208",
    "acronym": "ART-BONE",
    "topics": "MSCA-IF-2017",
    "title": "Manufacturing of Artificial Bone for Repair and Regeneration of Large Osseous Defects",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Implant biomaterials currently used for bone repair and regeneration often cause inflammation responses, and possess suboptimal osseointegration capability and osteoconduction ability. These significant clinical problems are due to their chemical, structural and physical properties which differ greatly with respect to a natural bone tissue. ART-BONE aims to overcome these limitations via an innovative, nanotechnology strategy for the manufacturing of a new type of synthetic biomaterial that precisely mimics bone tissue features. This strategy pairs 3D printing technology with a bottom-up process in which the elementary building blocks of bone (hydroxyapatite crystals, collagen fibrils, water molecules, active bioorganic molecules) are combined to reconstruct the overall architecture and chemical composition of a natural bone tissue. In parallel, numerous materials characterization techniques (solid-state nuclear magnetic resonance spectroscopy, scanning helium ion microscopy, cryogenic transmission electron microscopy, etc.) will be applied to scrutinize the finalized synthetic biomaterial; and the experiment conditions will be adjusted accordingly to ensure its biomimicry with native tissues. The novelty of this strategy resides in the fact that the experimental approach is inspired by the latest concepts in bone biomineralization, and enables the design of highly biomimetic, synthetic biomaterials in terms of chemical, structural and physical properties. This strategy must not only guarantee the biocompatibility of the finalized synthetic biomaterial and prevent inflammatory responses, but also insure a good adhesion to the surrounding bone tissue following implantation. Such highly biomimetic, synthetic biomaterial possesses, in theory, optimal osteointegration capacity and osteoconduction ability, and will offer an appealing alternative to the clinical ìgold standardî autografts in the future.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}