{
    "rcn": "215226",
    "acronym": "RNAmpMax",
    "topics": "MSCA-IF-2017",
    "title": "Maximization of amplification of next-generation RNA replicon vaccines through synergistic molecular and formulation design",
    "startDate": "02/01/2019",
    "endDate": "01/01/2021",
    "objective": "As a Maria Sk?odowska-Curie Fellow, I aim to develop formulated next-generation RNA replicons that are designed to overcome the limiting initial type I interferon response that inhibits amplification and protein expression. RNA replicons are currently a cutting edge nucleic acid platform for delivery of vaccines and therapeutics, as they do not require penetration into the nucleus like plasmid DNA, but possess self-amplification properties that results in more efficient protein expression than messenger RNA. While pDNA and mRNA have have demonstrated excellent results with low doses when tested in mice doses must be scaled up by two orders of magnitude to mirror these effects in nonhuman primates. This disparity reflects a non-linear dose-response relationship, where increased doses are associated with triggering of an interferon cascade which restricts protein expression. Under the supervision of Prof. Robin Shattock, a world leader in translational vaccines and clinical trials at Imperial College London, I aim to overcome this translational barrier for RNA replicons by focusing on maximizing protein expression. I intend to engineer synergistic increases in the amplification of RNA replicons through a combination of molecular modifications designed to minimize interferon response and co-delivery with synthetic single-strand oligonucleotides known to inhibit the interferon pathway. These molecular adaptions will be paired with a novel delivery polymer that directly incorporates oligonucleotides into the RNA polyplex, thus ensuring co-localization: to be synthesized in collaboration with Prof. Molly Stevens, a world leader in polymeric biomaterials, during a secondment at the Karolinska Institutet. This project is the first demonstration of synergistic molecular and formulation design to address the non-linear dose-response relationship, and could impact scalability of RNA vaccines and therapeutics making them more affordable and available in Europe and worldwide.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}