{
    "rcn": "215257",
    "acronym": "Tick ThaNK",
    "topics": "MSCA-IF-2017",
    "title": "Tick-borne encephalitis Targeted by Human Active NK cells",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The aim of this project is to determine the role of natural killer (NK) cells, effector players of the innate immune system that target virally infected cells and tumor cells, in the infectious disease Tick-borne encephalitis (TBE). By elucidating their function either in enhancing or suppressing the disease in two different compartments, central nervous system (CNS) and peripheral blood, we seek to generate knowledge that will provide new insights into innate immunity that could lead to novel strategies to improve treatments for infectious diseases.\nThis project is intended to take place mainly in the Center of Infectious Medicine from the Department of Medicine at Karolinska Institutet (KI) in Stockholm. To complement the scientific training proposed, a secondment of two months will be carried out at the VU University Medical Center in Amsterdam, Netherlands. \nOverall, the goal of the present application is to support the restart of the scientific formation of the applicant, who has made a 2-year career break due to maternity leave. The short-term objective of the current study is to provide training of the researcher in advanced cellular characterization, labeling, and bio-imaging techniques, synergistically with trans-European mobility, reinforcing her scientific, managerial and leadership qualities. A mid-term objective is the progress of the researcherís career in science and the broadening of her scientific horizons, and a long-term aim is the Fellowís setting as an independent investigator.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}