{
    "rcn": "215246",
    "acronym": "MUST",
    "topics": "MSCA-IF-2017",
    "title": "Magnetoelectric Ultra-low-power Spin-wave Transducers",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The ability to control the magnetisation of magnetic materials by electric fields is highly desirable from both scientific and technological viewpoints. Magnetoelectric materials are materials that link electric fields to magnetic properties via mechanical degrees of freedom. Using such materials, we propose to control ultrafast magnetisation dynamics by GHz electric fields and develop novel hybrid electro-magneto-mechanical devices at the nanoscale. \n\nMore specifically, we propose magnetoelectric devices that act as transducers between electrical and magnetic domains. MUST will use magnetoelectric composites, consisting of piezoelectric and magnetostrictive bilayers, to generate spin waves or excite ferromagnetic resonance using electric signals via mechanical strain. MUST will investigate geometries exerting in-plane or out-of-plane stress to achieve the highest magnetoelectric coupling and enable the most energy efficient spin wave generation and detection. Moreover, MUST intends to study magnetoelectric composites at the magnetoacoustic resonance, with the promise of a strongly enhanced magnetoelectric coupling. The targeted small lateral scale (500 nm) and high operation frequency (bandwidth above 20 GHz) bring such transducers to the frontier of ultrasound devices. Furthermore, MUST will experimentally demonstrate a novel approach for spin wave excitation by the vibration of a magnetic domain wall induced by mechanical actuation in a magnetoelectric transducer.\n\nBy an interdisciplinary approach combining magnonics and ultrasound devices, as well as nanofabrication, MUST intends to enhance the understanding of the almost unexplored territory of magnetoelectric phenomena at the nanoscale and at GHz frequencies and establish a versatile magnetoelectric transducer platform that can be used in various magnonic (logic) applications.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}