{
    "rcn": "215279",
    "acronym": "Humanist Marxism",
    "topics": "MSCA-IF-2017",
    "title": "ìThe Humanist Marxist Traditionî: The Humanist Legacy of Marxís 1844 Manuscripts",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The Marxist Humanist tradition has been markedly neglected within Marxist thought and within twentieth century intellectual history more generally. The proposed research will therefore provide the first detailed and critical account of this tradition ñ a tradition which springs from the reception of Marxís 1844 Manuscripts and from the humanist standpoint that was central to them. In particular, the proposed research will look at the Marxist Humanist tradition as it is manifested in what can be considered the most preeminent and representative thinkers of that tradition ñ Henri Lefebvre, C. L. R. James, Raya Dunayevskaya, Erich Fromm, Adam Schaff, and the Praxis philosophers. In so doing, the research will range across spatiotemporal boundaries and through the explicit and implicit connections of what are otherwise disparate thinkers and variant sub-traditions. It will do so with reference to the following research questions: 1) How did the thinkers mentioned make use of the 1844 Manuscripts? 2) What was the context in which their use of the 1844 Manuscripts took place? 3) What were the implications of their development of the ideas contained in the 1844 Manuscripts? 4) How and why did these implications and uses differ in different national contexts? 5) In what ways can the thinkers discussed be said to form a tradition? And what precisely does this tradition consist in? 6) From the answers to these questions, we can then ask: What can we learn from this tradition? What is there in the response of its various representatives to to the outstanding issues of their time that we can make use of in our response to the outstanding issues of our time? The project will make a significant and original contribution to the history of ideas in the social sciences, and to our understanding of the processes by which social theories are shared, translated and made anew as they are discovered and applied in the face of particular social and political situations and challenges.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "UNIVERSITY OF YORK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}