{
    "rcn": "215288",
    "acronym": "SpaceUseDrivers",
    "topics": "MSCA-IF-2017",
    "title": "Unravellling the biological determinants of space use patterns in animals",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Patterns of space use by animals appear to be immensely diverse. However, recent work has suggested that they can all emerge from the interplay between only four drivers: cognitive abilities, movement constraints, social behaviour, and environmental conditions. Despite the considerable implications of space use patterns for ecological processes (e.g. nutrient fluxes, disease dynamics, invasions, extinctions), we still lack a unified theory of the causal links between the observed breadth of space use patterns and their drivers. This is mainly because there is little integration between field studies of the different types of movement (e.g. territoriality, nomadism, migration), and an uncomfortable divide between mechanistic movement models and data.\nIn this project, I will combine for the first time individual-based modelling and recent advances in statistical analysis applied on a unique portfolio of tracking data comprising three ungulate, two seabird, and one fish species. This approach will enable me to 1) develop a universal individual-based model of animal movement that can generate all existing types of space use patterns, 2) infer what biological  mechanisms and parameters are implied by the patterns observed in nature, and 3) introduce a new methodology to the movement ecology research field. I will use this new integrative framework to specifically investigate four hypotheses on the drivers of site fidelity (residency), spatial segregation, migration and aggregation.\nThis project will not only greatly advance our understanding of the determinants of space use patterns, but will also be a crucial precursor to predicting how complex natural and anthropogenic environmental changes may impact animal populations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}