{
    "rcn": "215293",
    "acronym": "VIAR",
    "topics": "MSCA-IF-2017",
    "title": "Virus-induced autophagy restriction",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Cellular innate immunity employs multiple ways to fight against invading pathogens, among them autophagy. Autophagy is an evolutionarily conserved homeostatic process in which damaged or surplus proteins are engulfed by double-membranes and subsequently degraded by the lysosome. Although initially described as non-specific, it has become evident that autophagy can selectively recognize and degrade cargos. While many pro-autophagy and therefore anti-viral factors have been studied in detail, our knowledge about prevention of excessive and imbalanced autophagy is limited. Autophagy has been previously recognized as a viral restriction mechanism for e.g. HIV. Even though HIV infection triggers autophagy, the virus evolved strategies to diminish this response by exploiting cellular factors, although key players and mechanisms involved are currently not well characterized. Moreover, since inhibition of enzymes by drugs is easier than activation, pro-viral autophagy restriction factors are promising targets for therapeutic approaches aiming to boost the autophagy. This proposal aims to combine expertise of the host (HIV) and the researcher (autophagy) to identify novel cellular pro-viral proteins mediating the restriction of autophagy using HIV as a model system. Human cells containing an autophagic flux reporter construct will be sorted according to autophagic flux after CRISPR/Cas9 mediated knockout of single proteins and gRNAs enriched in cells with high autophagic flux determined and HIV infection. Proteins identified in the innovative screen will be characterized in detail determining molecular mechanisms and viral interaction partners. Thereby, we gain fundamental insight into the balanced regulation of cellular autophagy upon viral challenges as well as viral evasion strategies. Furthermore, identified factors and molecular mechanisms will be relevant to unravel underlying mechanisms of diseases with imbalanced autophagy such as cancer and inflammatory diseases.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "UNIVERSITAET ULM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}