{
    "rcn": "215249",
    "acronym": "MetalloGutRepair",
    "topics": "MSCA-IF-2017",
    "title": "Identification of a Metalloproteinase-17-mediated cellular signalling circuit in intestinal regeneration and tumorigenesis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The digestive tract has been assigned important but complex tasks. It provides our body with nutrients and water. It gets rid of pathogens while allowing the commensal flora to thrive, and it quickly repairs injuries caused by the constant mechanical and biological stress. Lgr5\\ intestinal stem cells (ISCs) play a crucial role in these processes, but when ISCs are lost due to injury, differentiating cells must ëde-differentiateí into ISCs to regain the stem cell pool. The cellular signalling processes that control these repair processes are still largely unknown. Matrix metalloproteinases (MMPs) are enzymes capable of cleaving both matrix and non-matrix proteins. My preliminary data identifies Mmp17 as a crucial regulator of inflammation-induced intestinal regeneration. Notably, Mmp17 is only expressed in a subpopulation of visceral smooth muscle cells, and thus is absent from the epithelium. I hypothesize that Mmp17\\ cells provide essential niche factors for repair. In addition, I propose that Mmp17 plays an important role in tumorigenesis. First, I will test the role of Mmp17 in intestinal regeneration after whole-body irradiation. My in vivo studies will be supported by an original ex vivo co-culture model, where I combine organoids and muscle cells. Next, I will test the role of Mmp17 in an established tumorigenesis model. Finally, I will attempt to identify the responsible substrate that mediates these processes, both by unbiased mass spectrometry experiments, and by focusing on likely candidates. This work will reveal a new role for muscle cells in the repair of the intestinal epithelium, and may have important implications for treating inflammation, infections and gastrointestinal cancers. MetalloGutRepair thus combines my expertise in smooth muscle cells with that of the host lab in intestinal disease models, in a research environment where I will reach my immediate goals while developing crucial skills for my long-term career as an independent researcher.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}