{
    "rcn": "215281",
    "acronym": "LIMO",
    "topics": "MSCA-IF-2017",
    "title": "Light Driven Stomatocyte Nanomotors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The discovery of first centimeter-sized chemical motors has brought great interest in the field of catalytic micro/nanomotors fabrication. Nanomotors are mostly produced via top-down approaches, are micron sized and contain hard metal surfaces, which are not suitable for biomedical applications and soft robotics. Also, the bottleneck for such nanomotors is use of toxic fuels which are both not biocompatible and quest to gain control over the directional movement and speed of the nanomotors, hence, limiting its biomedical applications. To overcome aforementioned problems, there is a need to explore alternative energy sources like magnetic, electrical, ultrasound or light to drive the nanomotors. The goal of this proposal is to harness light energy for driving nano-assemblies and to gain control over attributes like direction and speed that has not been explored before. The highlight of the proposal is the use of a unique and well-known plant compartments, thylakoids, that takes part in the complicated photosynthesis process of plant leafs. The photosystem II present in them is known to carry out water splitting reaction, thus, producing oxygen in presence of visible light. This has not been exploited before for bubble propulsion of nanomotors. Furthermore, the azobeneze moieties will aid in photomechanical movement due to cis-trans isomerization under UV light. Hence, the nanomotors will be capable of harnessing dual-light (UV and visible light) source for propulsion. This would give control over directionality and speed of the nanomotors. This design will be a paradigm shift for future nanomotor development with controlled attributes required for use in biomedical applications. The project clearly links to the Marie Sk?odowska-Curie Individual Fellowships work programme as the proposed project will diversify my individual competence in terms of skill acquisition through advanced training and international mobility together with strong two way transfer of knowledge.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}