{
    "rcn": "215230",
    "acronym": "TokAthe",
    "topics": "MSCA-IF-2017",
    "title": "Tokens and their Cultural Biography in Athens from the Classical Age to the End of Antiquity",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The project ëTokens and their Cultural biography in Athens from Classical Age to the End of Antiquityí provides the first in depth analysis of tokens and the roles they played in the worldís first democracy. Tokens are small, coin like objects made either from metal or clay. They bear images and devices which can intrigue the modern day researcher with their complexity and originality. The inscriptions they carry - most often abbreviated references to little known Athenian institutions and practices - are quite as intriguing. A primary objective of the project is to reach a universally accepted definition for Athenian tokens and to provide scholarship with the first synthesis of this material. The project will also explore the roles played by tokens in two major sectors of Athenian democracy: the Assembly and the Jury Courts. Tokens are the material manifestations of practices and institutions that enabled the solidarity and cohesion of the citizen body, safeguarded legal and political equality, and were key parts in transcending knowledge and expertise. Primary research on the tokens themselves, material which is abundant but under examined and most often mislabeled, as well as library research, will chart the images on Athenian tokens by discerning categories, types and subtypes. Plotting the tokens against their find spots - most notably the sites where the affairs of the world's first democracy were run - will visualize the remarkable social and political network enabled by tokens. Tokens are unassuming objects that support community and participation in civic life, providing a model for the challenges of the modern day.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}