{
    "rcn": "215276",
    "acronym": "AMNEsIA",
    "topics": "MSCA-IF-2017",
    "title": "Interactions of amyloid peptides with the neuronal membrane interface: molecular mechanisms involved in Alzheimerís disease",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The neuronal membrane is the target of specific molecular interactions involved in the development of Alzheimerís disease (AD). The 2 hallmarks of the disease, extracellular amyloid ? plaques and intracellular Tau neurofibrillatory tangles, are inherently linked to the membrane, as this biointerface induces and influences amyloid fibrillation. Moreover amyloid peptides selectively interact with the membrane depending of its composition, leading to toxicity mechanisms that are still poorly understood at the molecular scale. This project aims at providing a better understanding of the toxicity mechanisms of the amyloid peptides A?1-42 and Tau involved in AD on the neuronal membrane. Using Atomic Force Microscopy (AFM) with Carbon NanoTube (CNT) probes, we will obtain high-resolution imaging of these interactions at the nanometer scale. A unique functionalization of CNT tips with amyloid peptides will also allow true single molecule force spectroscopy of peptide/lipid interactions, unraveling their driving forces. With a progressive increase of the complexity in our system, we will, for the first time, investigate a potential synergy between A?1-42 and Tau and will develop an innovative approach to study live neurons by AFM imaging and force spectroscopy. Our study will establish new powerful methods to study the interactions of peptides with membranes or cells at the nanometer scale. We will not only contribute to the understanding of the deleterious effect of amyloid peptides on the neuronal membrane interface but also to the design of efficient preventive or therapeutic treatments, still lacking today.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}