{
    "rcn": "215201",
    "acronym": "TRANS-END",
    "topics": "MSCA-IF-2017",
    "title": "Transgender and Intersex protection from gender-based violence: exploring new directions",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "This project addresses a pressing issue: violence against individuals who challenge traditional gender norms and expectations. Recently, violence against transgender individuals -whose gender identity differs from their assigned gender at birthñ and intersex individuals ñ whose bodies differ from the average male or female standards- has gained special attention. Such violence is labeled as 'hate crimes', 'transphobia' or 'anti-transgender violence,' rarely addressing its gender-based nature. This may prevent T/I from accessing the protection offered by the gender-based violence (GBV) framework, which is perhaps the most sophisticated system of protection within international human rights law (IHRL) today. Tensions among disciplines and interest groups may account for this. Recently, Sexual Orientation and Gender Identity (SOGI) rights has become the preferred concept to include T/I under the protection of IHRL. In addition, expanding the scope of the concept of gender in GBV beyond women seems resisted. In fact, human rights documents on GBV tend to focus on cis women -born as women and comfortable with such classification- and exclude T/I from such protection unless they 'fit' such category, forcing their self-identification as male or female. The ëvisibilityí of violence against T/I questions legal conceptualizations of 'men' or 'women', offering a perfect opportunity to explore the potentially exclusionary effects of the m/f binary that exists in IHRL. Revisiting the conceptualizations of gender with this in mind could transform the scope of protection of the current GBV framework by including T/I and also improve the protection of women.\nThis research takes a comprehensive approach to GBV and SOGI issues, exploring the formal and practical potential of the GBV framework to protect T/I individuals from violence. It entails a socio-legal analysis and incorporates a case study on Argentina, which promotes T/I rights but shows high levels of violence against TG/I.",
    "totalCost": "215285,4",
    "ecMaxContribution": "215285,4",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}