{
    "rcn": "215285",
    "acronym": "IAL",
    "topics": "MSCA-IF-2017",
    "title": "Imagination As A Lens",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Invocations of the imagination to describe and explain aspects of our thought and action are commonplace all across philosophy: in metaphysics, epistemology, ethics, aesthetics, philosophy of mind, of science, and so on. Beyond philosophy, imagination is also invoked in psychology, religious studies, English literature, anthropology, and other disciplines. The diversity of these invocations raises the worry that there is no unanimous conception of imagination lying behind them; if this is so, the explanatory concept being invoked is ambiguous and perhaps vacuous. The aim of this project is to argue for a unified conception of imagination, the lens approach, via three research objectives: (1) to motivate a unified conception by arguing that itís possible and desirable; (2) to articulate and argue for the lens approach as the best such conception; (3) to apply the approach to two problems of imagination, thus demonstrating its utility. Each objective will result in two papers. The project also incorporates a fourth outreach objective involving training and participation in public engagement. The project matches the theoretical expertise, in-depth topic knowledge, and international training of the Experienced Researcher (ER) with the empirical experience, wide subject background, and advantageous collaboration networks of the supervisor, Bence Nanay, and the host organisation, the University of Antwerpís Centre for Philosophical Psychology. The project will substantially improve the ERís career prospects, especially given the supervisorís excellent track record of training post-doctoral researchers; meanwhile, the host will benefit from the ERís contribution to its research activities, and acquire greater networking and collaboration opportunities both during and after the project.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}