{
    "rcn": "215255",
    "acronym": "TRIANGLE",
    "topics": "MSCA-IF-2017",
    "title": "A novel integrative strategy to prevent colorectal cancer within the diet-host-microbiota triangle: from organoids to human in vivo reality",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Colorectal cancer (CRC) is the second cause of death in the EU, and so far, diet has been accounted for up to 80% of the cases. In this context, dietary phytochemicals have received increasing interest due to their suspected role in the prevention of cancer. Numerous studies report the chemopreventive effects of polyphenols. However, health benefits assigned to dietary constituents are still under controversy as can be deduced from the large number of applications rejected by the EFSA (health claims). Despite the crucial role of polyphenols in many biological cases, adequate tools to decipher the relationship between diet-microbiome-host are not yet available. To unveil the mysteries in the emerging field of personalized nutrition, this proposal aims to develop a new in vitro model for the study of phytochemicals in CRC prevention.\nThe most common approach to study the anti-proliferative activity of polyphenols against CRC involves the use of 2D cell lines. Although multiple hints on the possible anticancer effects of these compounds have been already published, these results cannot be extrapolated to human. Firstly, immortalized 2D cell lines differ metabolically from in vivo cells. Secondly, these compounds were not artificially digested and fermented. Therefore, a novel integrative strategy to deepen understanding of CRC is vital. To accomplish this, a real-life scenario is needed. In this context, colon organoids/tumoroids will be established. Afterwards, an apple will be digested/fermented in vitro using a batch culture colonic model inoculated with feces from lean/obese healthy donors. In the end, such polyphenol metabolites will be tested in colon organoids/tumoroids and the mechanisms of action will be revealed by metabolomics and organoids assays. The outcome of this proposal will significantly deepen our knowledge of polyphenols-microbiome-organoids, and, in the long term, will allow nutritional recommendations to be given for the prevention of cancer.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}