{
    "rcn": "215209",
    "acronym": "ADMEHE",
    "topics": "MSCA-IF-2017",
    "title": "Mental health advocacy: Reassessing the history of mental health organizations in the second half of the twentieth century",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "The research examines the history of advocacy and self-advocacy for mental disorders, mental retardation and autism after WWII, when mental health advocacy gained momentum in the Western world. It focuses on the unexplored Greek case, but situates it within the broader history of social and mental health movements in Europe and North America, based on secondary literature and original comparative research on Greek and French patientsí, familiesí and professionalsí organizations. Using archival and published material, oral history interviews, questionnaires, as well as data from the observation of and participation in the work of a Greek organization, the Society of Social Psychiatry and Mental Health (SSP&MH), the research adopts an interdisciplinary and comparative approach, combining history with sociology and anthropology, and comparing the Greek and French examples. In these ways the study will offer a better understanding and the critical reassessment of the history of mental health advocacy in the West. To implement the project, Dr Kritsotaki will move from Greece to CERMES3, Paris, France, to sharpen her knowledge and skills in history and undertake systematic training in sociology and anthropology, especially in the skills connected with questionnaire-based surveys, fieldwork and participant observation. She will also collaborate with present-day Greek and French mental health organizations and will complete a secondment of two months in the SSP&MH, gaining hands-on experience on mental health advocacy and enhancing her communication, cooperation, coordination and management skills. Thus the research will address the both the history and contemporary state of advocacy and mental health movements, will achieve its dissemination and communication aims and will enhance its social impact, while at the end of the action the researcher will have attained a reinforced and mature research position and new career prospects in academia and advocacy.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}