{
    "rcn": "215291",
    "acronym": "LaFS",
    "topics": "MSCA-IF-2017",
    "title": "Language, Families, and Society",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Building on my previous research on Family Language Policy (FLP), LaFS (ëLanguage, Families, and Societyí) will focus on three types of linguistic minority familiesóautochthonous, immigrant, and refugeeóas a means to elucidating more about how social inequality is perpetuated (or arrested) along linguistic lines, and how policy at the local, national, and international levels can better support linguistic minority families. The project will therefore provide a key means to understanding more about Europeís three main sociolinguistic challenges: the decline of its many autochthonous minority languages; increased linguistic diversity due to increased mobility among European member states; and the refugee crisis. LaFS will centre on families who speak Irish as a home language (autochthonous); Polish (immigrant); and Arabic (refugee) as a means to understanding the challenges these linguistic minority families face and how these challenges affect their sense of identity, belonging, and overall well-being. This understanding will be broadened by a secondment with the Glasgow Refugee, Asylum, and Migration Network (GRAMNet). LaFS will be hosted by the National University of Ireland, Galway, complementing NUIGís Centre for Population and Migration Research and UNESCO Child and Family Research Centre. The project will be supervised by Prof. Tadhg ” hIfearn·in, a leading expert in minority language issues. The secondment will be supervised by Professor Alison Phipps, UNESCO Chair in Refugee Integration through Languages and the Arts. My professional development over the course of the project in terms of innovative research practice; high-impact dissemination and communication skills; and effective project management skills will be invaluable to my long-term goal of embedding sociolinguistics into social justice research.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}