{
    "rcn": "215260",
    "acronym": "PEAI",
    "topics": "MSCA-IF-2017",
    "title": "Public Epigraphy in Ancient Italy (third-first centuries BCE)",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The purpose of this project is therefore to compile palaeo-Italic public inscriptions to analyze their use as a means of social communication from the third to the first centuries B.C. Public epigraphy comprises the inscriptions intended for public display regardless of whether they were the result of an official or private initiative. These texts constitute a peculiar form of social communication which was quite typical in the ancient world. They were used for self representation and to spread and perpetuate a series of solemn messages linked to the fundamental values of society, in particular, the values of its Èlite. The chosen period, prior to the shaping of the so-called imperial epigraphic culture ñwhich began under Augustus and involved an exponential increase in the ëepigraphic habitíñ is characterized by an incipient proclivity to produce public types of texts and, above all, by a diversity of epigraphic cultures, both with regard to language and script. \nThe work plan consists of producing a census of public inscriptions and cataloguing them in an online database, including the direct analysis of a significant part of the inscriptions. These documents also allow us to study three specific aspects: linguistic changes and the ensuing possible implications on identity; the social groups which promoted them; and the privileged spheres of epigraphic and public communication. \nThe result of my research will be disseminated through publication of papers, a seminar, a conference (PEI) and a monograph. Communication includes a booklet, QR codes, an Instagram account and a didactic activity. As regards my training, this project is fundamental as collaboration with my Supervisor will result in gaining linguistic knowledge to complete my interdisciplinary training, and the secondment will allow me to gain significant experience in Digital Humanities. The MSC allowing me to become a more mature and accomplished researcher capable of directing a research project.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}