{
    "rcn": "215258",
    "acronym": "NERHYMUS",
    "topics": "MSCA-IF-2017",
    "title": "The Neurobiology of Rhythm: effects of Musical expertise on natural speech comprehension",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "For the past 30 years, the use of neuroimaging in cognitive neuroscience has challenged the traditional modular view of the human brain and has highlighted the necessity for cross-domain research. Seemingly unrelated cognitive functions such as speech and music perception are being viewed under a new prism. Currently there are strong theoretical accounts that assume common ground between the music and the language faculties of the human brain. The gap, however, lies into defining which aspects of speech and music processing are shared and which are domain-specific. Rhythm perception has been highlighted as a shared mechanism for both music and speech processing, as it relies on the same acoustic features (e.g. waveform periodicity, amplitude envelope), and it takes place in anatomically overlapping brain structures. Previous research has remarked the supplementary motor area (SMA) as a crucial brain region involved in the temporal processing of speech, included in the ìextended networkî for beat perception in regular rhythms. This project proposes to investigate whether musical rhythm expertise affects the processing of rhythm in speech comprehension. To this end, the effects of musical rhythm expertise on speech rhythm perception will be quantified by comparing behavioral and brain responses of musicians with non-musicians. In specific, cortical oscillations will be measured with electroencephalography (EEG) and pre-SMA engagement will be measured with functional neuroimaging (fMRI) while the participants will be listening to speech. Additionally, this project will employ transcranial brain stimulation (TMS) to disrupt pre-SMA involvement in rhythm perception in order to examine whether this region is really necessary when processing speech rhythm. The results of the proposed project can develop theoretical accounts of rhythm perception and inspire experts to use targeted rhythm-based therapies to treat stroke-induced or developmental language deficiencies.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}