{
    "rcn": "215253",
    "acronym": "Upbiosens",
    "topics": "MSCA-IF-2017",
    "title": "Near-infrared nucleic acids sensing and imaging using lanthanide-based nanoparticles capped with DNA",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "The Upbiosens project describes a novel method to produce water-dispersible and stable DNA-capped upconversion nanoparticles (UCNPs), keeping intact (or enhancing) the properties of both DNA and UCNPs. The UCNP@DNA nanohybrid will be able to detect the complementary target miRNA or DNA sequence. This detection will be based on the UCNP emission changes after NIR excitation in the presence of the fluorophore target RNA/DNA sequence. The hybridization will enable FRET from the UCNP to the fluorophore upon NIR irradiation, which will allow the quantitative measurement of nucleic acid. In addition, this new strategy for DNA functionalization of UCNPs will enable the control of the UCNP size during the functionalization step as well as the distance between UCNP and the energy acceptor. Both issues are critical for the design of novel, rapid, highly selective and sensitive FRET-based biosensors. This approach will be demonstrated for wo different compositions of UCNPs, NaYF4: Yb, Er (excitation at 980 nm) and NaYF4: Yb, Nd, Er (excitation at 800 nm) in order to enhance optical properties. The excitation at 800 nm reduces the overheating of biosamples due to the light absorption by water. \nTaking into account the exceptional UCNPs emissive properties, the capability for in vitro nucleic acid imaging of the nanobiosensor will also be evaluated. To our knowledge, the combination of a nucleic acid sensing and imaging using UCNP-based nanohybrids has not yet been attempted. This dual NIR NA biosensor/bioimaging nanohybrid can be promisingly bio-implemented, such as in prognosis, diagnostics and treatment of diseases, gene therapy, or forensic analysis.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}