{
    "rcn": "215214",
    "acronym": "Med-N-Change",
    "topics": "MSCA-IF-2017",
    "title": "Assessing the Interactive Effects on N Addition and Climate Change on Soil Processes through the Biological Soil Crust in Mediterranean Ecosystems",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Ecosystems located in the Mediterranean Basin are projected to experience important changes in the rainfall dynamics and to increase its nitrogen (N) inputs as a result of the ongoing global change. Despite it is known that multiple environmental changes can interact in their impacts on ecosystem services producing non-additive effects that are unpredictable from single-factor studies, no research has been performed to disentangle the effects of the interactive global change drivers on soil processes in Mediterranean ecosystems to date. What are the synergistic effects of climate change and N inputs on soil processes in Mediterranean ecosystems? What is the role of the soil biological crust and its components in modulating resistance and resilience of soil processes to the synergistic effects of increased N and climate change? How ecosystem services are influenced? Answering those questions will have highly relevant implications on environmental policy and prediction of global change scenarios, with the ultimate societal objective of improving ecosystem management in Mediterranean ecosystems. Med-N-Change also has a clear potential on the economy since recovering damaged ecosystems services is much costlier than increasing their resilience to pressure. The strength of Med-N-Change lies in an innovative approach that couples microcosm manipulative experiments and the exploitation of a network of long-term N-addition experiments in three ecosystems across the Mediterranean basin. This project merges together well established research methods and elements of originality in a multidisciplinary approach combining ecology, biogeochemical processes, physiology and omics technology. Med-N-Change directly addresses two of the cross-cutting priorities established by the H2020 Work Programme ñ sustainable development and climate action ñ and thus reinforces the European competitiveness in N deposition and climate change research.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}