{
    "rcn": "215234",
    "acronym": "USFAOD",
    "topics": "MSCA-IF-2017",
    "title": "Understanding soot formation using advanced optical diagnostics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Understanding the soot formation processes, the wide variety of soot structures and their optical properties plays a highly important role in reducing the amount of soot emissions from combustion, monitoring soot aerosols in the atmosphere and estimating their climate impacts. Their nucleation mechanisms and the soot nuclei properties, at the transition between molecules and nanoparticles, remain poorly understood and these are extremely hot topics in current researches. This ambitious project is aimed to shed the light on the soot nucleation processes and the soot nuclei characteristics via to the development and the combination of several state-of-the-art techniques, which are suitable to both molecules and particles. The outcomes will permit to fill the gaps in the understanding of the still mysterious nanoparticles formation in incomplete combustion. These techniques will be in-situ Raman spectroscopy, time-of-flight mass spectrometry, soot particle aerosol mass spectrometry,  laser-induced fluorescence and laser-induced incandescence. The soot formation processes, from the soot molecular precursors to the mature soot nanoparticles, will be studied in the condensed phase (ex situ) after sampling and, in the frame of this project, an intense effort will be performed for their extensive study in situ, in the gas phase. The first and main target is to unveil soot nuclei properties and the phase transition in the inception zone, which are crucial for improving current models of soot nucleation. The second target is to progress decisively on the knowledge of the variety of optical and structural properties of soot, which are of high importance for combustion diagnostic in combustion reactors and for atmospheric science particularly because they are good proxies for primary black carbon aerosols. This proposal involves both training and transfer of knowledge and new techniques between the candidate and the host organization.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}