{
    "rcn": "215206",
    "acronym": "MICROBE",
    "topics": "MSCA-IF-2017",
    "title": "Metagenomic Investigation of Cow Reproductive Biology and Ecology",
    "startDate": "28/05/2018",
    "endDate": "27/05/2020",
    "objective": "Low rates of embryo survival can be attributed to endometritis, an inflammatory disease of the endometrium lining the uterus. The disease affects ~30% of cows, increases embryo mortality by 25%4, and costs the EU and USA dairy industries Ä2 billion annually. The endometrium and microbiome are usually in a state of symbiosis when the cow is either receptive to pregnancy or pregnant. This symbiosis is disrupted (dysbiosis) at calving when pathogens populate the uterus. Endometritis has long term negative effects on embryo survival, but the mechanisms of how endometrium-microbe interactions affect embryo survival are unknown. The goals of MICROBE: Metagenomic Investigation of Cow Reproductive Biology and Ecology (Figure) are to (1) establish myself as an independent, internationally respected scientist in reproductive biology; (2) reintegrate into a long-term research position in Ireland after completing postdoctoral research at the University of Missouri; and (3) acquire new technical skills to broaden the scope of my research, and to expand my leadership and project management capabilities. I will be hosted by Teagasc with supervision from Dr. Stephen Butler and Dr. Paul Cotter with a secondment at University College Dublin with Prof. Patrick Lonergan. I will explore whether the endometrium and microbiome interact to affect embryo survival by testing novel hypotheses. The research objectives are to  (1) examine endometrium-microbe interactions at the level of the transcriptome and metagenome of dairy cows, and test the hypothesis that such interactions are responsive to genomic selection for fertility; (2) isolate and culture specific uterine microbes from two genotypes of dairy cows divergent in fertility; and (3) use ex-vivo tissue culture systems to validate novel functional mechanisms by which uterine bacteria isolated from cows divergent in genetic merit for fertility interact with the oviduct and endometrium during sperm transport and embryo development.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}