{
    "rcn": "215245",
    "acronym": "ErMIR",
    "topics": "MSCA-IF-2017",
    "title": "Mid-infrared erbium cascade lasers for the remote detection of carbon dioxide",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Laser sources that can operate in the mid-infrared are increasingly used in applications spanning laser precision surgery to the remote detection of chemicals. Currently, we are experiencing a humanitarian crisis, with the illegal transport of suffering refugees affecting every European country. This project aims to develop a compact and efficient laser source that could potentially help the safe passage of refugees by remotely detecting carbon dioxide that is present when humans breathe.\nDuring the course of this project, new laser materials based on erbium-doped sesquioxides will be grown and fully characterised, and developed into highly efficient laser sources. In order to increase the efficiency of erbium-doped lasers operating near 3 µm, these lasers will be made to also emit radiation near 1.6 µm, creating a so-called cascade laser. By using this scheme, the 3 µm transition can be made more efficient since emission of 1.6 µm radiation depopulates its lower laser level, and this scheme further reduces limiting thermal effects, since the 1.6 µm radiation would normally cause heating effects in the laser crystal.\nThis erbium cascade laser will generate 3 µm radiation with more than double the output power that has been previously demonstrated, paving the way for enhanced application-driven experiments. These will be investigated by Q-switching the two-colour laser, and further using this output to generate radiation near 4 µm by means of optical parametric amplification. This now three-colour laser output increases the applicability of such a laser source, allowing for the detection of a larger range of chemical species, but also accurate detection of specific chemicals by measuring the differential absorption of, for example, carbon dioxide at each wavelength. As such, a crude proof-of-concept experiment will be carried out to determine the carbon dioxide concentration in a laboratory environment, by measuring the differential absorption of cabon dioxide at each of the three wavelengths.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}