{
    "rcn": "215289",
    "acronym": "HI_IM_NEUROSOCIETY",
    "topics": "MSCA-IF-2017",
    "title": "HIstory and IMpact of NEUROimaging on SOCIETY",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The development of neuroimaging techniques, such as computed axial tomography (CAT scanning), functional magnetic resonance imaging (fMRI) and positron emission tomography (PET), has been one of the major biomedical achievements of the past hundred years. These techniques allow the in vivo visualisation of the brain and gave new impetus to medicine, neurology, psychiatry, psychology, philosophy, economics and related fields by providing two unprecedented types of insight. \n\nNations worldwide are making unprecedented investments in neuroimaging-related research: key projects include the European Human Brain Project, which is a H2020 FET Flagship Project (started in 2013, $1.2 billion), the US BRAIN Initiative (2013, $1 billion) and the Japanese Brain/MINDS (2014, $310m).\n\nNeuroimaging breakthroughs are making history, but the history of neuroimaging needs to be comprehensively assessed and the impact of neuroimaging on our society still needs to be properly defined. These are the key aims of this MSC Action, which is aimed at developing the first interdisciplinary platform worldwide on the history and impact of neuroimaging. \n\nInvestigating neuroimaging in a historical perspective will fundamentally contribute to an integrated understanding of how neuroimaging has been shaping and is shaping biomedicine, culture and society. A critical history of the ways in which we see and study the brain is also crucial to increase the awareness about past and current research with neuroimaging, to involve the general public in a constructive debate about neuroscientific and societal challenges, and to promote a scientific culture about neuroimaging techniques and their applications.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}