{
    "rcn": "215266",
    "acronym": "SUPEREVOL",
    "topics": "MSCA-IF-2017",
    "title": "Evolution of supergenes and the genetic basis of snail colour polymorphism",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The concept of a supergene, proposed nearly 80 years ago, has become a hot topic in biology. Supergenes are clusters of several loci, each affecting a different morphological or behavioural trait; tight physical linkage and chromosomal inversions suppress recombination so that multiple phenotypic characters are inherited as a single locus. Supergenes play a crucial role in the maintenance of highly discrete adaptive phenotypes, eventually leading to reproductive isolation and speciation. Despite the panoply of complex polymorphisms presumably controlled by supergenes, molecular evidence for their existence is scarce, and the emergence of such genetic architecture is surprisingly poorly understood. The proposed project helps to fill this scientific gap by investigating the supergene that controls shell colour polymorphism in a classical model for ecological genetics and climate-induced evolutionary change, the land snail Cepaea nemoralis. In particular, I will 1) sequence and assemble the genome of C. nemoralis, and 2) identify the individual components of its supergene by linkage mapping in laboratory crosses and association mapping in natural populations. I will do this by taking advantage of the most recent technical breakthroughs in DNA sequencing and bioinformatics. Combining my extensive knowledge of animal coloration with my host laboratory's track record in biodiversity research and genomics, this project offers a unique window into the evolution of supergenes and polymorphisms and provides the European research community with a valuable genomic resource. By uncovering the molecular basis of C. nemoralis supergene I will establish this species as a prominent European model in evolutionary developmental biology. This fellowship will not only allow me to expand my technical and analytical skills, but also enhance my transferable skills, helping me to re-establish myself as a researcher and pave a path through which I will reach professional maturity.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING NATURALIS BIODIVERSITY CENTER",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}