{
    "rcn": "215236",
    "acronym": "METLINK",
    "topics": "MSCA-IF-2017",
    "title": "METLINK: Identification of links between cancer cell growth and metabolism genes.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Metabolism is crucial for cellular survival. The large amount of evidence covering metabolic entries is mainly about the enzymatic processes and single reactions happening within the metabolic map, but there is poorer understanding of the cellular growth signaling network and regulation around metabolism. With METLINK we aim at identifying new and previously undiscovered selective links between metabolic genes and cellular growth pro-survival mechanisms. The hits will be identified with the use of a pooled libraries of CRISPR/Cas9 lentiviral vectors against metabolic genes and cell cycle/cancer genes. The metabolic library targets will be divided into sub-pools (carbohydrate metabolism: 245; inositol metabolism and lipid metabolism: 571; tricarboxylic acid (TCA) cycle, respiratory chain, integration energy metabolism: 240; nucleotide metabolism, vitamin synthesis and biological oxidations: 361; amino acid metabolism and protein processing: 667; others: 355) and therefore be amenable to medium-throughput screening and selected metabolic processes interrogation. The cancer/cell cycle genes target will be approximately 500 genes. The screening will be initially performed on the human fibroblasts BJ and IMR90, easier to genetically modify, and later validated in other relevant cancer cell line. This will result in the identification of new Achillesí heels in cancer within metabolism and propose new druggable targets. They will be validated and screened with a library of compounds actually present at SciLifeLab within Karolinska Institute. Lately this proposal will elucidate potential links between oncogenes or cellular growth genes and metabolic genes providing new avenues for treatment within metabolic reactions.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}