{
    "rcn": "215232",
    "acronym": "NEUROTARGET",
    "topics": "MSCA-IF-2017",
    "title": "Treatment of traumatic brain injury using dye-loaded polymeric nanoparticles",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Traumatic brain injury (TBI) is the number one cause of disability in children and young adults. Despite well-known mechanisms of secondary brain damage after TBI, effective treatments have not been yet established. Consequently, novel strategies to develop therapeutics which have translational potential are urgently required. One of the major obstacles when trying to treat the brain is the inability of drugs to cross the blood-brain barrier (BBB). Therefore, it is of great importance to develop novel strategies of drug delivery to targeted locations across the intact BBB.\nPoly(lactide-co-glycolide) nanoparticles (PLGA NP) are safe and biodegradable drug carriers. When coated with poloxamer188, they are able to cross the BBB. However, the exact mechanisms of penetration, as well as their route to target cells in the brain are currently unknown. To investigate this, the applicant will combine three cutting-edge technologies: novel extra-bright PLGA NP, in vivo two-photon microscopy and whole body clearing (uDISCO). These techniques in combination allow 3D visualization at the sub-cellular level of how PLGA NP distribute throughout the body, cross the BBB and release their cargo in vivo.\nThese NP will subsequently be used as carriers to deliver multiple neuroprotective compounds with synergistic action into the brain. This technique allows high specificity and potency of therapeutic compounds, while minimizing the risk of side effects.\nUltimately, objective of this approach is to create an optimal novel nano-platform for brain-targeted drug-delivery and based on this, to provide an innovative treatment of TBI that has the potential for clinical translation. Furthermore, the project will enable the applicant to gain extensive knowledge in advanced in vivo microscopy and TBI models, techniques that are well established in the host laboratory, thereby giving him the opportunity to become a leader in this novel field of research running his own research unit in the future",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}