{
    "rcn": "215268",
    "acronym": "WolAntiS",
    "topics": "MSCA-IF-2017",
    "title": "Using antisense inhibition to understand Wolbachia symbiosis and antiviral protection",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Wolbachia is a widespread, intracellular symbiont of arthropods and filarial nematodes, inducing reproductive distortions and antiviral protection in insects. Wolbachia is currently being deployed in disease vector control programs and is also a target in the treatment of lymphatic filariasis. Despite its prevalence, fascinating phenotypes, and applied importance, Wolbachia biology remains poorly explored, as it cannot be cultured or genetically manipulated. To date, antisense RNA and a transfection reagent that knock down Wolbachia gene expression have been deployed in cell culture, but the effect was modest and likely very transient. In order to achieve a robust and lasting antisense inhibition in Wolbachia, applicable in an in vivo system, I will utilize developments from drug delivery and gene manipulation in other members of the Rickettsiales. This will involve the use of nuclease resistant nucleic acid analogs, which can strongly inhibit transcripts for many days. This technology will be combined with attachment to different transporter molecules, known to deliver nucleic acids to other intracellular bacteria and parasites within host cells and organisms. I will then use this system to interrogate the genes putatively involved in host-microbe interactions in cell culture. I will focus on genes underlying symbiosis and those directly conferring the trait of antiviral resistance. The technology created will be widely applicable in studies of host-symbiont interactions, and in determining the mechanisms underlying the diverse phenotypes and symbioses observed. This project will thus both enable discovery science and allow better human disease prevention and treatment.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}