{
    "rcn": "215216",
    "acronym": "MITIG",
    "topics": "MSCA-IF-2017",
    "title": "Addressing MITochondrial Import by Glioblastoma cells to rewire respiratory metabolism",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Glioblastoma multiforme (GBM) represents the most frequent and aggressive type of primary brain tumours in adults. Despite significant advances, current treatments involving resection and radiation/chemotherapy only partially mitigate the dire prognosis for GBM, hence avidly seeking for novel therapeutic approaches against a disease with still no virtual cure and a high socio-economic impact in the EU.\nA common feature in GBM, as in many other cancers, is their escape to the retrograde signalling and metabolic regulation exerted by mitochondria -the bioenergetic central of the cell. Modulation of mitochondrial function thus represents a primary target to rewire metabolism and counteract tumour progression and chemotherapy resistance. MITIG capitalizes on the recent reported ability of gliomas to import exogenous mitochondria, either isolated or transferred from surrounding neural cells in the brain, to foster tumour development and malignancy in vivo. MITIG will target both paths for mitochondrial importation to remodel organelle content and address i) how incorporation of exogenous mitochondria impacts respiratory metabolism in GBM cells and iii) the relevance of this metabolic rewiring for tumour development in vivo. Departing from mitochondrial acquisition as a novel tool to redefine respiration and metabolism in cancer, MITIG will develop a comprehensive training program fostering MSCA and EU values on research, dissemination and public engagement. An international network of experts will support the training in the intersectorial, multidisciplinary facets of MITIG. In sum, while paving the way for a promising novel biomedical field, MITIG aims at providing novel therapeutic targets and overcoming long lasting questions on respiratory metabolism in GBM and cancer as a whole.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE SALAMANCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}