{
    "rcn": "215271",
    "acronym": "RETAIN",
    "topics": "MSCA-IF-2017",
    "title": "Routing Energy Transfer via Assembly of Inorganic Nanoplatelets",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Investigation of artificial light-harvesting systems is an important part of the European research effort towards the development of sustainable and carbon-free energy sources. This research proposal aims to develop a new type of semiconductor heterostructures ñ solution-processed nanoplatelet assemblies capable of harvesting and transferring energy of light similar to antenna complexes of photosynthetic organisms. Towards this goal, the research project will use quantum-confined 2D semiconductor nanoplatelets arranged into superplatelet structures by means of colloidal self-assembly. The 2D nanoplatelets, which can be thought of as giant artificial chlorophyll molecules, have superior optical properties and enable the design of hybrid materials with absorption spectrum covering energy range from ultraviolet to near-infrared by mixing and matching lead halide-based perovskites with II-VI and IV-VI binary semiconductors. The proposal consists of three key parts. First, 2D nanoplatelets with optimized properties are obtained and tuned via chemical synthesis. Second, anisotropic interactions between 2D nanoplatelets of dissimilar materials are exploited for nanoplatelet assembly into heterostructured ribbons and layers. Third, the figures of merit for energy transfer and charge separation in the assemblies are obtained by spectroscopic, photochemical and photoelectric characterisations. The resulting assemblies would constitute a new class of artificial excitonic materials, expanding the family of optoelectronic heterostructures beyond epitaxially grown semiconductors and mechanically stacked exfoliated 2D materials. The proposed research project combines the strengths of the experienced researcher and capabilities of the host institution in a complementary fashion, assuring mutual benefit from the Fellowship and providing the experienced researcher with opportunities to achieve a high level of professional maturity and significantly expand his career opportunities.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}