{
    "rcn": "215349",
    "acronym": "MOFUS",
    "topics": "MSCA-IF-2017",
    "title": "Metal Oxide Functionalized carbon nanostrUctures for photonic gas Sensors",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The main target of the proposed research project is to gain and transfer knowledge in the promising research field of hybrid photonic gas sensing technology with novel metal oxide functionalized carbon nanomaterials (MOCNMs) for rapid detection of various target gas analytes, which includes but not limited, environmental pollutants, toxic gases and explosive warfare agents. The MOFUS is focused to develop new hybrid localized surface plasmonic  (LSP) gas sensors in conjunction with MOCNMs to achieve rapid and efficient sensing of target gas analytes with high sensitivity and selectivity.\n\nWe propose innovative approach, which combines training and career development of upcoming potential researchers, use of optical properties of the new MOCNMs and development of hybrid LSP-MOCNMs photonic sensors by novel micro-fabrication tools. The project will thus contribute to monitoring and detection of toxic species of gaseous molecules, and optimization of cleaning routine after environmental and industrial pollution. Hence, positive impact on training of young scientists, safety of ambient environment and public health care is anticipated. The Fellow ñ Dr. C. M. Raghavan ñ will be trained in the fast growing field of hybrid photonic sensors and industrial applications to progress his career upon mature Senior Scientist position in advanced research institute. \n\nSuccess of MOFUS in study of new hybrid photonic gas sensors can result in number of advanced applications for environmental safety and health care monitoring. The scientific community will gain from the knowledge on new compounds, by understanding of key optical properties of these materials (as well as performance of potential devices based on them). The engineering community will be able to use such materials to fabricate novel photonic devices. Finally, the society will gain from new pollutants detection methods, while industry will gain from new tools for reliable control of the potential hazard.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}