{
    "rcn": "215317",
    "acronym": "PolyBact",
    "topics": "MSCA-IF-2017",
    "title": "Identifying Chemical Cues in the Polymer-Mediated Engineering of Microorganisms",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Here, we will identify how polymer chemistry and composition affects the microbiology of a model pathogen, Vibrio cholerae. To this end, we will explore the chemical space that mediates bacterial adhesion because this bacteria activates complex signaling networks that regulate its physiology following binding to surfaces and hosts.\n\nThree main research objectives are:\n\na) To identify what is the role of charge: Electrostatic interactions are critical in the initial attachment of bacteria to hosts and surfaces. Here we will explore how cationic polymers with different degrees of protonation under model conditions affect the behaviour of V. cholerae\nb) To identify what is the role of hydrophobicity: Early stages of adhesion to hosts and surfaces are also mediated by hydrophobic interactions. Here, we will evaluate a series of cationic polymers carrying similar degrees of protonation but different hydrophobicities.\nc) To identify the role of selective binding: We will prepare polymers carrying mannose and N-acetylglucosamine, carbohydrates that are involved in the selective binding of V. cholerae to hosts.\n\nTo achieve these research objectives, we will use a modular strategy that relies on the controlled synthesis of a poly(acryloyl hydrazide) scaffold, its post-polymerisation functionalisation under aqueous conditions, and the in-situ evaluation of activity using phenotypic and transcriptional assays (Part B, Section 1.1.1). We will focus on identifying how non-toxic polymers affect three critical responses in V. cholerae. 1) Clustering and motility; 2) Biofilm formation and maturation, and 3) Virulence and toxicity against a model of the human gut.\n\nThe main scientific challenge lies in developing new knowledge of how polymer chemistry affects microbial physiology and behaviour, and this knowledge should underpin the future development of new polymers for antimicrobial therapy and microbial biotechnology, research priorities of the European Commission.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}