{
    "rcn": "215338",
    "acronym": "ONCOTHERANOSTICS",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Theranostic Nanomedicines for Oncology. Development of new combinatorial therapies for primary and metastatic Breast Cancer.",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "Despite significant advances in  recent years, cancer remains the 2nd cause of death globally. Immunotherapy is an exciting new therapeutic approach that triggers natural immune response against cancer cells. Theranostics is an emerging therapeutic intervention, that uses dual (or multiple) purpose nanomedine, combining diagnostic and therapeutic effects within a single multifaceted formulation. ONCOTHERANOSTICS proposes the use of a novel theranostic agent to target key tumoral genes by siRNA and monitor the impact of the downregulation non-invasively in vivo. Specific aims include understanding the interplay between choline kinase and tumor escaping natural immune surveillance, and to develop new combinatorial therapies in a model of primary and metastatic triple negative breast cancer. We anticipate that successful completion of the project will result in significant advances in personalized tumor treatments, rendering safer strategies to treat cancer with a dual effect; boosting natural immune response and knocking down one of the main mechanisms of malignancy.\nDr. Pacheco is an organic chemist with expertise in MRI who will be trained (outgoing) in nanoparticle synthesis, non-MRI imaging techniques and advanced molecular biology/genetic approaches. Training will be transferred to the host European institution (incoming) by the establishment of a new research line in the emerging field of Theranostics.\nONCOTHERANOSTICS seeks to improve our understanding of cancer and how to personalize treatments, fostering the development of nanomedicine targeting specific genes in a way that can be assessed non-invasively.\nONCOTHERANOSTICS provides a multidisciplinary environment for cancer treatment, involving multifaceted nanomedicine, multimodal molecular imaging and molecular biology/genetic approaches. The proposal directly addresses the cross cutting priority of personalizing health and care established by H2020, reinforcing European competitiveness in cancer research.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}