{
    "rcn": "215328",
    "acronym": "PREMEDiCARE",
    "topics": "MSCA-IF-2017",
    "title": "PREcision MEDicine with induced pluripotent stem cells for Cardiac Arrhythmias Risk Evaluation",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Long QT Syndrome (LQTS) is a severe arrhythmogenic condition characterised by the prolongation of the QT interval on the electrocardiogram. It is caused by genetic factors (congenital) or drugs (acquired) and sudden cardiac death can be the first manifestations of the disease. \nAdvancements in genetic screenings have revealed profound links between genotype and phenotype for LQTS, improving diagnosis, risk stratification and therapy; \nHowever, it is still poorly understood why patients with identical pathogenic mutations have different clinical phenotypes, which factors are involved in this unpredictable disease severity and how we can protect these subjects from drug treatments that are safe in the general population.\nWe do need improved and more physiological in vitro models to simulate arrhythmias in vitro, effective for drug testing, to identify, evaluate and study factors that shape the arrhythmogenic risk in vulnerable subjects.\nHere I propose a precision medicine approach that uses human pluripotent stem cells-derived cardiomyocytes (hPSC-CMs) from LQTS families (rare resources that include male, female, symptomatic and asymptomatic patients) to: \ni) demonstrate that the hiPSC technology can reproduce in vitro the clinical disease severity observed in symptomatic vs asymptomatic LQTS mutation carriers; \nii) create an in vitro interdisciplinary pharmacological approach with proarrhythmic drugs which combines matched electrophysiological, contractile, molecular and genetic assays; \niii) identify and evaluate the factors affecting the arrhythmogenic risk in predisposed subjects.\nThis pipeline to assess arrhythmia susceptibility from patient-specific hiPSC-CMs can be applicable to other arrhythmogenic syndromes. The results of this project will contribute to reduce the use of animal models in preclinical research, to create safer, more effective drugs for humans and to promote the shift of new therapeutic approaches towards precision or personalised medicine.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "ISTITUTO AUXOLOGICO ITALIANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}