{
    "rcn": "215325",
    "acronym": "NMRSIGN",
    "topics": "MSCA-IF-2017",
    "title": "NMR insights on the soluble Guanylyl Cyclase conformational dynamics to illuminate the SIGNaling pathway",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Gas-sensing proteins play an important role in mediating biological events. Soluble guanylate cyclase (sGC) is activated when nitric oxide (NO) binds to heme Fe of sGC, and then stimulates cyclization of guanosine 5-triphosphate (GTP) to the second messenger cyclic guanosine 3,5-monophosphate (cGMP), which in turn has a direct role in the control of a variety of physiological processes in several signal transduction pathways. Disruptions in the NO/sGC/cGMP signalling pathway have been linked to a variety of diseases including congestive heart failure, stroke, hypertension and neurodegeneration. In this proposal, we will derive novel molecular insight into the heme-containing sensor domain of human sGC that is the primary receptor for NO and therefore plays a significant role in NO-signalling by employing structural and computational methods. The project will use the power of solution NMR spectroscopy and enhanced conformational sampling computational approaches to improve our atomistic understanding for this key biological protein and to identify a representative conformational ensemble that will be used in virtual screening of chemical libraries, so as to identify new, original, and more effective compounds for the activation of sGC. This novel approach of combining NMR and computational MD data to identify receptor conformations that play a major role in biomolecular recognition before commencing the structure-based virtual screening is expected to have a major impact in the field of drug design. Throughout this fellowship, the fellow will gain invaluable experience by combining the already accumulated experience in computational biology and CADD with advanced methods using NMR and computational data for the study of biomolecular structure and dynamics. This fellowship is expected to play a pivotal role at his reaching a position of professional maturity and will contribute to his successful transition to an independent research leader.",
    "totalCost": "164653,2",
    "ecMaxContribution": "164653,2",
    "coordinator": "PANEPISTIMIO PATRON",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}