{
    "rcn": "215330",
    "acronym": "VeSPA",
    "topics": "MSCA-IF-2017",
    "title": "Verification and Specification through Progress Abstractions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Concurrent computation, organised as a decentralised collection of interacting components, is now ubiquitous.\nOur society increasingly relies on such systems for sensitive and critical infrastructure:\nto make this safe and sustainable we need a formal approach to analyse and certify the correctness of concurrent software.\nOur trust in concurrent systems is based on three key properties:\n\n1. Safety: can the system crash?\n2. Progress: will the system be reactive to requests?\n3. Security: no secret is ever leaked.\n\nProving such properties of concurrent systems must take into consideration all possible executions, a space is so huge and complex that we lack proper tools to reason about it, both manually and automatically. This is called the analysis scalability problem. While the case of Safety has been extensively studied, Progress and Security still lack a scalable methodology for verification.\n\nThe VeSPA project attacks the analysis scalability problem for Progress and Security, from the point of view of Specification. Good specifications enable true encapsulation of behaviour in the reasoning, addressing scalability by allowing correctness proofs to be more modular and organised in layers of abstractions.\n\nVeSPA will reach this goal by:\n\n1) studying specifications for verification of progress in fine-grained blocking concurrent programs (building on Gardner's work);\n2) apply this specification theory to the industrial case of the Erlang programming language (building on D'Osualdo's experience); and\n3) develop a compositional verification method for security protocols (advancing recent work of D'Osualdo)\n\nThe approach of VeSPA incorporates work in neighbouring but disjoint sub-fields of Concurrency Theory (automata theory, process algebra, type systems and software specification) bringing together the unique expertise of Dr. D'Osualdo and Prof. Gardner, unifying and generalising the approaches.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}