{
    "rcn": "215372",
    "acronym": "INTIMIZ",
    "topics": "MSCA-IF-2017",
    "title": "Interracial intimacy in Africa: Afro-European couples, cross cultural transactions, and social changes in Islamic Zanzibar",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "The project ìInterracial intimacy in Africa: Afro-European couples, cross cultural transactions and social changes in Islamic Zanzibarî (INTIMIZ), offers an innovative approach to the study of globalization. Built on a bibliography in anthropology, sociology and history, and a case-study in Zanzibar (Tanzania), the project examines the social and cultural dynamics that foster intimate relationships between European expatriates and Africans in contemporary Africa. The project will pursue three objectives: 1) To document European migration to Africa. 2) To analyze the experience of Afro-European intimacy in Zanzibar. At the micro level, I will focus on the dynamics of intimate transactions, whether economic, material or cultural. While the economic issue is currently at the heart of the anthropological understanding of interracial sexuality, little consideration is given neither to the role of love and desire in cross-cultural encounters, nor to the role of cultural transactions between partners. By paying particular attention to affects and symbolic transfers of knowledge, beliefs, values, skills, which characterize the course of intimate life, the project provides a unique view on socialization and on the role of intimacy in possibilities social ascent. 3) To investigate the changes in the local understanding of intimacy. At the macro level, the project will trace the global dynamics that transform conjugality, sexuality, love, and gender roles in the Muslim society of Zanzibar. The project will thus investigate the ways in which Islam informs sexual practices and ideologies of intimacy and gender, and how they are negotiated and transformed with the settlement of non-Muslim Europeans, and mixed marriages. At a societal level, by analysing how people of different racial and religious backgrounds do engage in relationships, INTIMIZ also constitutes an original and effective means to combat racist prejudice.",
    "totalCost": "264668,4",
    "ecMaxContribution": "264668,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}