{
    "rcn": "215345",
    "acronym": "FOREPAST",
    "topics": "MSCA-IF-2017",
    "title": "Past, present and future environmental, biological and social transitions in coastal ecosystems",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Regime shifts are common phenomena in ecological systems. These abrupt changes can be induced by sometimes only slight fluctuations or small perturbations. Current understanding of the mechanisms that produce critical transitions in real-world systems is insufficient. Despite transitions have an anthropogenic origin in most cases, the occurrence of such shifts can have pervasive societal implications, typically due to the impairment of a functionally complex ecosystem state, which delivered a number of ecosystem services, into another degraded state, which tends to provide much less services. Thus, our lack of understanding of so-called early warning signals (EWS) of impending change, can severely impact our capacity to adopt management actions in a timely manner. \nThe main limitation when searching for EWS in ecological data is the short-term duration of most studies. FOREPAST takes an interdisciplinary approach to address this issue, and aims at 1) using the paleoecological record to find EWS, which, 2) then will be validated in contemporary ecosystems by means of a manipulative experiment along a gradient of stress. Given that human development is behind most ecosystem transitions, FOREPAST aims at 3) conveying the results of the natural sciencesí WPs with stakeholders in the area of study, to understand their perceived loss/gain when ecological transitions occur, and the trade-offs the society is willing to make to prevent (or not) these scenarios. The focal ecosystems of this action are the Mediterranean wetlands of the Ebre Delta, which are included in the Natura 2000 Network, for being Habitats of community interest and sites of international importance for Birds. Thus, the results arising from this project will provide relevant information for the application of EU directives, specially related to climate change adaptation and coastal resilience, as well as a great leap for the applicantís career, with valuable training and high-level publications expected.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}