{
    "rcn": "215395",
    "acronym": "NEO",
    "topics": "MSCA-IF-2017",
    "title": "Living in Europe in the late Neolithic: A trans-disciplinary temporal perspective on present-day Europeans",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The genetic landscape of Europe has been extremely dynamic through time, in particular during the Neolithic transitions, and is thus difficult to redraw from the analysis of present-day populations only. Our understanding of the population migrations and cultural diffusion processes underlying the peopling of Europe has greatly advanced with recent developments in ancient DNA high-throughput sequencing. Surprisingly, despite the presence of large Neolithic human groups and its geographic location bridging Southern and Northern Europe, France is extremely under-represented in current Neolithic genomic dataset. Moreover, most recent studies focus on population migration at a global scale only, while epigenomes and oral microbiomes, which are impacted by external factors and influence the individual health and phenotype, can now be retrieved from ancient DNA sequences. NEO proposes to apply a multidisciplinary approach combining the latest advances in physical anthropology, isotopic methods, ancient genomics, metagenomics and epigenomics to two exceptional Neolithic human groups from France (Cave I of Treilles and Mont AimÈ). NEO will enable us to decipher not only migration patterns and genetic ancestry, but also important aspects about life in past society, such as residential rules, funerary practices, health and diet. The success of NEO will be based on the excellent synergy between the experienced researcher and the host institution, as the applicant will benefit from state-of-the-art facilities and expertise to gain advanced training in physical anthropology methods, while applying her genomic skills to a sample set available at no other research institution in the world. By acquiring these new skills in an international context, the experienced researcher will become a fully trained evolutionary anthropo-genomicist at the interface of physical and molecular anthropology, which will place her in ideal conditions to develop as a mature and independent researcher.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE PAUL SABATIER TOULOUSE III",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}