{
    "rcn": "215384",
    "acronym": "CORVISDEC",
    "topics": "MSCA-IF-2017",
    "title": "Cortical circuits underlying visual decision-making behaviors in mice",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "An important part of successfully navigating the world is the ability to make and act upon choices. In the brains of humans and other mammals, the cerebral cortex is considered an important structure for accumulating sensory evidence and executing actions, but the neural relationship between evidence and action is still unclear. A serial information processing hypothesis posits that cortical areas work in sequence to transform sensory evidence into behavioral choices, while an alternative parallel processing hypothesis argues that multiple, competing sensorimotor signals are combined at the earliest instance. Though there have been many studies of single-cell recordings offering support for one or the other hypothesis, the key to truly understand these complex behaviors will require recording from many hundreds of neurons over many different regions of the brain. \n\nIn this proposal, I present a plan for a high-throughput assay of decision-making activity in the mouse brain. To compare these hypotheses, I will use two-photon calcium imaging to record simultaneously from thousands of neurons across many areas of cerebral cortex while mice perform a visually guided task that parses the perceptual, cognitive, and motor aspects of decision-making behavior. In analyzing the activity of these very large neural populations, I will be able to identify and distinguish how each cortical region contributes to aspects of the task and overall animal performance. I will further probe the structure of decision-making activity in cortex by introducing an adaptation paradigm to the same task, comparing how perceptual correlates for adaptation are linked to neural correlates, and observing how these effects manifest across different cortical areas.\n\nI will perform these experiments in the Cortical Processing Laboratory at University College London, led by Drs. Kenneth Harris and Matteo Carandini.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}