{
    "rcn": "215301",
    "acronym": "PS",
    "topics": "MSCA-IF-2017",
    "title": "Predicting Suicide",
    "startDate": "30/07/2018",
    "endDate": "29/07/2021",
    "objective": "There is a pressing need for improvements in methods that accurately measure and predict those most likely to engage in suicide and self-harm. Traditional methods that rely solely on explicit self-reports are limited because participants can be unwilling to express thoughts or behaviours that they perceive to be socially deviant. In addition, they might not have introspective/conscious access to certain thoughts that can increase their risks of engaging in self-injurious behaviours. Similar impression management problems occur for researchers addressing prejudice and stereotyping, and consequently, implicit tasks that measure automatic biases are of immense value in clinical and social domains. This project will use the Simple Implicit Procedure (SIP) - a highly advanced implicit measure that was developed and validated by the applicant to overcome the limitations in existing implicit measures- to predict those most likely to attempt suicide. The SIP can be used to precisely specify the cognitive mechanisms that are driving an automatic bias, which will offer researchers across a host of domains crucial additional information. This additional insight can be used to assist with the development of interventions aimed at reducing problematic behaviours or thoughts. This project will also use a biopsychosocial approach to determine crucial factors that heighten the risks of suicide, addiction and prejudice. The training I will receive will secure me as the leading figure in advanced implicit measurement, with the necessary infrastructure and international collaborations developed, to establish a lab aimed at providing solutions to major societal problems. Using both front-line pragmatic methods and broad theoretical perspectives to better understand the causes of self-injurious behaviour, addiction and prejudice, I will be better placed to make recommendations to policy makers, who can then greatly improve the lives of the most vulnerable people in our society.",
    "totalCost": "242929,8",
    "ecMaxContribution": "242929,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}