{
    "rcn": "215386",
    "acronym": "REMEDHY",
    "topics": "MSCA-IF-2017",
    "title": "Researching Environments that Magnify Health Everyday (REMEDHY)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Research continues to demonstrate that people of all ages and abilities enjoy higher levels of health and wellbeing when they have nature nearby in parks, gardens, naturalized schoolyards as well as landscaping at home and work. Access to and engagement with nature is associated with greater longevity, more physical activity, restoration from stress, and a greater sense of wellbeing. However, urbanization and changing lifestyles are compromising our interactions with natural environments and such changes have dramatic implications for mental health and overall wellbeing. Finding our way back to health, through the structures where we live, work, play and learn, requires empirical research that establishes the intermediate processes that link the structures that exist in a personís environment and the health promoting behaviors that lead to positive health outcomes. This project examines the neighborhood qualities that shape peopleís perceptions of place and, in turn, motivate them to engage with structural aspects of their neighborhoods that promote health and well-being. We will use a spatial analytic approach and data from the Positive Effects on the Natural Outdoor Environment in Typical Populations of Difference Regions in Europe (PHENOTYPE) study (n=3947 participants), objective environmental data (n=290 street audits), and in-depth interview data (n=83 interviews) to assess spatial patterns in resident ratings of neighborhood quality and environment and the resident and neighborhood factors that influence these ratings. Additionally, we will use participatory planning techniques to partner with community to design and pilot an intervention that taps into the processes critical for improving health. This research is important because it will provide empirical evidence that community planners, park developers, neighborhood organizations and health practitioners need to support the creation and maintenance of healthy places and healthy people.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}