{
    "rcn": "215337",
    "acronym": "MSP",
    "topics": "MSCA-IF-2017",
    "title": "Magnetite surface properties in the various conditions of power plant water steam cycle",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Owing to availability losses and the tremendous associated costs, improvement of the understanding of deposition mechanisms in boiler tubes is defined as a high priority in power industry. The electrostatic interaction between the suspended colloidal particles of corrosion products and the metal wall surface is the crucial factor that determines the deposition process and influences their deposition rate. The proposed project suggests a new approach to reduce the deposition by altering the surface characteristics of the suspended particles, potentially forming deposits, increasing the electrostatic repulsion between the particles and the inner boiler tube wall. Magnetite is a most profuse deposit compound.The main objective of the proposed project is to determine the effect of octadecylamine, oleylamine, oleyl propylenediamine, acetate, formate, glycolate, propionate, and aluminium on magnetite surface charge, zeta potential and the deposition rate at high temperatures. The surface charge and zeta potential are the key parameters that control colloidal stability of particles and their deposition on the boiler tube walls. Experiments will be carried out under different operating conditions (T,P, water chemistries) which simulate the plant water steam cycle conditions. The zeta potential measurements will be performed in the range of 25 to 80 oC employing the electrophoresis technique, the surface charge between 25 and 290 oC using the acid-base potentiometric titration and the deposition rate measurements between 25 and 150 oC using QCM-D. The parameters describing the magnetite surface in various conditions will be obtained. The research will result in the establishment of relations between the solution composition and the chemistry of the colloidal particles over a broad range of temperatures. The obtained results will serve as a basis for the development of tools  to reduce the boiler tube failures and enhance the reliability and performance of the power plants.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}