{
    "rcn": "215354",
    "acronym": "Proteasome in cancer",
    "topics": "MSCA-IF-2017",
    "title": "Identification of the proteasome machinery targets in human cancer",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The 26S/20S proteasome and immunoproteasome machinery is the major protein degradation system in human cells and a strongly oncogenic factor upregulated in most human neoplasias of various tissues. Thus, it is a target of clinically approved treatment protocols in human multiple myeloma and mantle cell lymphoma. However, clinical trials have shown a limited effect of proteasome inhibitors in solid tumors and their metastases, despite initial encouraging results in vitro and in xenografts. \n\nThe main objective of the following project is to understand the oncogenic contribution of the human proteasome machinery to the proteome and transcriptome of human cancer cells and to use this knowledge to improve the anti-cancer therapeutic approaches targeting the proteasome and its downstream effectors, in human cancer types causing most deaths in the European Union ñ lung, colon/rectum and pancreatic cancers.\n\nThe main research hypothesis is that the unknown mechanisms downstream of the human proteasome machinery are critical for cancer progression and will be effective as drug targets in the treatment of the solid tumors and their metastasis. Discovering these mechanisms using proteome-scale mass spectrometry analysis combined with RNA-sequencing will allow in this project to: \n(i) identify novel proteasome targets and understand reprogramming of human neoplastic cells by the proteasome machinery on the basic level in multiple myeloma, lung, colon and pancreatic cancer cultured cells, \n(ii) understand the reason for the exceptionally efficient therapeutic effect of the proteasome inhibitor carfilzomib in multiple myeloma compared to solid tumor cancer cells, and \n(iii) test in frozen/fixed tumor material, cell cultures the functional validity of the discovered proteasome targets as therapeutic target candidates in lung, colon and pancreatic cancers ñ which could increase efficiency or bypass targeting of the proteasome machinery by carfilzomib in the solid tumors.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "INSTYTUT MEDYCYNY DOSWIADCZALNEJ I KLINICZNEJ IM MIROSLAWA MOSSAKOWSKIEGO POLSKIEJ AKADEMII NAUK",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}