{
    "rcn": "215336",
    "acronym": "Metabeyond",
    "topics": "MSCA-IF-2017",
    "title": "Beyond metamaterials: Designing novel optical materials from Angstrom-scale interactions",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Modern state-of-the-art optoelectronic devices are subject to constant miniaturization. While electronic modules are still scalable, photonic components remain bulky, due to drastically larger wavelengths of photons compared to electrons. Light-matter interactions in the nanoscale can be engineered with metamaterials, by controlling the structural complexity of materials systems. However, practical fabrication limitations do not allow good precision beyond tens of nanometers, neither do they yield high-quality material properties. By contrast, two-dimensional (2D) materials like graphene or transition-metal dichalcogenides open routes for controlling light-matter interactions down to single atom thickness. To date, graphene-photonics investigate either a single sheet, or multiple ones separated by hundreds of nanometers-microns. I propose exploring a new regime of atomic-scale photonics, studying interacting 2D materials in van der Waals (vdW) heterostructures with periodicity in the Angstrom-scale. The transport properties of vdW stacks are already being explored, and their experimental realization is within reach with growth, exfoliation and intercalation. Contrary to conventional nanophotonics where light-matter interactions are tailored by controlling the geometrical features of metamaterials, at the atomic-scale arises the notion of (meta)materials by material design. Combining lattice vibrations, excitons and plasmons, supported in the large canvas of newly discovered 2D materials spanning dielectric, semiconducting and metallic properties, respectively, can lead to functional Angstrom-scale metastructures. Addressing both technological needs and fundamental science issues, my objectives include: taking advantage of grapheneís low-electron mass for surpassing the reflective properties of noble metals, utilizing the low mass density of vdW systems for tailoring Casimir forces, and exploring anisotropic vdW arrangements for directional light emission.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}