{
    "rcn": "215371",
    "acronym": "PREMOTHER",
    "topics": "MSCA-IF-2017",
    "title": "PREvention of MOther-to-child Transmission of HIV and Syphilis using an Electrochemical Readout based on DNA Switches",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "Mother-to-child transmission of HIV and Syphilis causes approximately 305,000 fetal and neonatal deaths every year and leaves 215,000 infants at increased risk of dying from prematurity, low-birth-weight or congenital disease. An accurate diagnosis of diagnostic-antibodies and a simple treatment during the first weeks of pregnancy could stop all those deaths. \n\nHere, I propose the development of a new technique to be used to measure antibodies directly in whole blood. These will combine the multiplexed (i.e., multiple tests in parallel on one sample), quantitative performance of laboratory-based tests with the portability and low-cost of point-of-care tests. As the first step, I will design, optimize and test nanometer-scale, DNA-based ìswitchesî that undergo a dramatic change in conformation (closed/open) upon recognizing its target antibody. I will use this conformational change to generate a large, easily measurable electronic (electrochemical) signal, which I will then employ in and validate as laboratory-scale, single-test devices using both purified antibodies and authentic human samples. I will then integrate the set of sensors exhibiting good clinical performances into a single, paper-based microfluidic sample handing device (similar to the home pregnancy test) to generate a low-cost platform capable of measuring multiple diagnostic antibodies in a single finger-prick blood sample. \n\nThe final and main goal in the DNA-SPADE project is the development of a working prototype diagnostic device, which I will design accordingly to suggestions/inputs from a variety of possible final users (such as nurses and doctors).",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}