{
    "rcn": "215333",
    "acronym": "SNANeB",
    "topics": "MSCA-IF-2017",
    "title": "At the roots of Spatial Numerical Association: from behavioural observation to Neural Basis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Humans represent numbers on a left to right oriented mental number line, with small numbers located on the left and large ones on the right space. It has been suggested that the left-to-right orientation of the mental number line emerges as a result of exposure to formal instruction. Recent evidence has shown that pre-verbal infants and non-human animals associate numbers with space; suggesting that the spatial numerical association (SNA) originates from pre-linguistic and biologically determined precursors. \nNumerical knowledge constitutes a domain-specific cognitive ability, with a dedicated neural substrate located in the parietal cortices. The challenge at present is to explain how this neural substrate can determine a left-to-right orientation of the SNA, which is the main aim of this project.\nHere I will study the neural correlates of SNA from a comparative perspective, using domestic chicks and rhesus monkeys as animal models. Both species master numerical skills and have been used to understand the neural basis of cognitive processes. I will use paradigms which allow to test the presence of any facilitation to respond to small numbers on the left space and to large numbers on the right space. The neural correlates of SNA will be studied in monkeys employing a repetitive transcranial magnetic stimulation (rTMS), to understand whether neural perturbation could affect SNA, and in chicks using non-invasive techniques -e.g. monocular occlusion- to disentangle the engagement of each hemisphere in SNA.\nOverall this project will help in determining the neural basis of SNA. A better understanding of neural representation of numbers will permit optimized designs of clinical applications to enhance numerical comprehension. This might provide a valuable intervention for infants with potential problems in mathematical comprehension, as occurs in Williams syndrome or dyscalculia.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}