{
    "rcn": "215399",
    "acronym": "iCHEMGENODRUGS_TB",
    "topics": "MSCA-IF-2017",
    "title": "Chemogenomics and in silico repurposing as an innovative approach for rapid drug discovery in tuberculosis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Tuberculosis is one of the most worrying Global and Public Health problems in the present day and causes a major economic and social burden, which can significantly drain a societyís resources. In 2015, 10.4 million people fell ill with tuberculosis and 1.8 million died from the disease. In addition, an estimated 480000 people developed multidrug-resistant tuberculosis.  The development of new drugs and new therapeutic regimens effective against drug susceptible and drug resistant tuberculosis is one of the greatest challenges in the way of tuberculosis control. Conventional drug discovery strategies are usually costly and time-consuming and, frequently, with low rates of success. This project aims to develop a new paradigm for tuberculosis drug development, using the drug repurposing strategy (to find new uses for already approved drugs) coupled with an in silico chemogenomics method. The focus will be targeting energy metabolism, particularly the oxidative phosphorylation, a novel target pathway in tuberculosis drug discovery. This research project has the potential to greatly benefit tuberculosis drug discovery by finding new drugs for a largely unexplored pathway and by introducing a new approach that can increase the probability of identifying effective drugs and decrease the bottlenecks of the conventional drug discovery approach, saving both time and money. Since tuberculosis has a high social and economic impact, this project aims not only to contribute to scientific and academic knowledge in this field, but also to increase public awareness on tuberculosis drug resistance and the need for new drugs by using several outreach activities. Finally, searching for new effective drugs that can tackle the problem of drug resistance and reduce the costs of drug treatment contributes to the decrease of social impact and economic burden of this disease and is in line with the goals of the World Health Organization ìEnd TBî strategy.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}