{
    "rcn": "215344",
    "acronym": "IDCLOTHING",
    "topics": "MSCA-IF-2017",
    "title": "Clothing, fashion and nation building in the Land of Israel",
    "startDate": "14/01/2019",
    "endDate": "13/01/2021",
    "objective": "Culture is central to nation building, but clothing, fashion and aesthetic perceptions are often overlooked in this context. Taking 'Eretz Israel' (the 'Land of Israel') as a case study, this project argues that investigating these cultural practices brings to the fore the agency of migrant groups and adds a personal dimension to the history of nation building. Focusing on the period from the 1880s when large-scale migration began, until the foundation of the Israeli state in 1948, it investigates how Eastern European and German Jewish immigrants expressed social, cultural and political belonging through clothing and to what extent they were able to enforce their ideologies in the course of nation building. It asks to what extent the immigrants influenced each other in developing a specific mode of dress, and how they referenced the socio-cultural and political practices of countries of origin, as well as the clothing of Arab people and the Ottoman and British occupying authorities. With an unprecedented focus on gender and visual materials, the project examines how clothing became fashion and to what extent a consensual mode of dress emerged within a heterogeneous migrant society. Drawing from archival collections of 15 archives in Israel, Poland and England, and 6 Israeli, German, American and Russian databases, the project analyses private and public photographs and posters, and contextualises them against an assessment of written material and oral history interviews. Through highly interdisciplinary training, the project develops a new methodology that integrates approaches from fashion history and visual culture into the history of nation building to shed light on the processes of negotiation and power struggles on the micro level of a community. In times of mass migration, economic exploitation and global mobility the project contributes to an understanding of aesthetic perceptions, dress and beauty ideals as an expression of power, integration and exclusion.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}