{
    "rcn": "215311",
    "acronym": "rSAMs-NANO",
    "topics": "MSCA-IF-2017",
    "title": "Nanoparticles with switchable shells for virus sensing and inhibition",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "This proposal concerns Reversible Self-assembled Monolayers (rSAMs) as dynamic nanoparticle shells for multivalent interactions at biointerfaces. Current drug design and diagnostics are exploring the multivalency concept, i.e. binding of biological targets via multiple weak interactions. In contrast to classical drug design relying on high-affinity inhibitors, this relies on dendritic architectures featuring a high density of ligands, e.g. saccharides, capable of simultaneously interacting with biointerfacial receptors. This strategy can be used to inhibit the virus entry by blocking the receptor at the early stages of infection and the concept is being explored as antiviral drugs and in virus sensing. However, in current systems ligands are covalently fixed on the particle surface. This prevents control over the ligand distribution and composition which compromises selectivity and affinity of the interactions. rSAMs are pH-switchable versions of thiol-SAMs. They are tunable with respect to the nature of the head group and layer order and stability while featuring pH responsiveness and the dynamic nature of non-covalently build assemblies e.g. lipid bilayers. Ligand decorated rSAMs therefore feature strongly enhanced affinities for multivalent targets. \nThe main aims of this proposal are:\n1) to investigate the use of rSAMs as dynamic nanoparticle shells for multivalent inhibition of viruses and 2) to assess such systems as nanoplasmonic sensors for antibody-free ultrasensitive, robust and rapid in situ virus detection.\nUnder 1) we will select model pathogens, e.g. Ebola and prepare a series of saccharide terminated amidines for the first generation dynamic shell nanoparticles.Their efficiency will be assessed in infection assays using artificial virus particles.\nUnder 2) we will develop influenza virus sensors with subtyping capability within human and animal virus strains. The sensors will be validated with respect to benchmark assays.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "MALMO UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}