{
    "rcn": "215341",
    "acronym": "SCOUT",
    "topics": "MSCA-IF-2017",
    "title": "Supporting Causal Conclusions from Observational Survival Studies",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The focus of my proposal is on statistical mediation analysis in medical studies with patient survival as outcome. Mediation analysis can help to elucidate the underlying mechanisms and ultimately to alter and further improve components of an intervention or shift the target of an intervention. Specifically, in aim 1 we utilize penalized likelihood techniques in an innovative way to improve mediation analysis with sparse data, e.g. rare side effects of drugs. Aim 2 will focus on the Aalen additive hazards model, an alternative to the Cox proportional hazards model, in particular when causal inference and mediation is of primary interest. We will consider a series of case studies comparing Aalen additive hazards model with the Cox proportional hazards model regarding interpretability of effect estimates, ease of application, applicability of assumptions, ease of description in an interdisciplinary context and public perception. By means of analytical reasoning and empirical studies we fill important gaps in knowledge, while the interdisciplinary working environment and intersectoral seminars will ensure that the achieved advances reach the relevant stakeholders. During the secondment at the Novartis Statistical Methodology Group in Basel, I will get in touch with mediation analysis for interventions in clinical trials and its connections to the estimands framework, which is currently being considered a promising alternative to the intention-to-treat paradigm as first principle in evaluating effects of interventions. The suggested action will combine my supervisor's and my scientific expertise and international experience at its best and thus guarantees mutual growth. Interaction with a highly active research group, participation in the institutional programme for soft skill development and involvement in project administration will further contribute to my development towards independence and are important prerequisites for various career paths.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}