{
    "rcn": "215370",
    "acronym": "LasInPOP",
    "topics": "MSCA-IF-2017",
    "title": "Direct Laser Interference Patterning of Ophthalmic Polymers",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "The objectives of this project are to structure ophthalmic polymers by using the Direct Laser Interference Patterning (DLIP) technique, to study the refractive index modification, and to assess the optical and the microstructural properties of laser structured samples. DLIP technique allows processing large macroscopic areas with controlled periodic micro- and submicrometer patterns, in a single step and in very short times, usually in less than one second. These characteristics result in a higher efficient manufacturing process when compared to conventional laser structuring techniques which allows the structuring process to be easily implemented at industrial level.\nTo determine the maximal refractive index variation produced in each type of polymer laser parameters such as wavelength, pulsewidth, intensity and incident angle will be modified. Both periodic line and circular gratings will be inscribed. In addition, correlation between optical absorption enhancement and refractive index modification will be carried out. Finally, laser structured polymers will be manufactured at prototype scale to assess and validate the industrial viability and suitability of this processing technique for ophthalmic applications, specifically in the case of intraocular and contact lenses. The Fellowship will be carried out at the Technische Universit‰t Dresden (Host Organisation) and VOPTICA (secondment organisation). The project involves both Academic sector and Industry.\nThis proposal involves the following subjects: Optical engineering, photonics and lasers; materials engineering; medical engineering, biomedical engineering and technology; and lasers, ultra-short lasers and laser physics.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAET DRESDEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}