{
    "rcn": "215381",
    "acronym": "PHOTO ORGANO-Ir CAT",
    "topics": "MSCA-IF-2017",
    "title": "Photochemical cascade reactions by merging organo- and iridium catalysis: A stereocontrolled entry to molecular complexity.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The requirement for drug discovery to facilitate the identification of successful lead candidates has challenged synthetic chemists to develop innovative strategies to rapidly generate screening collections of chiral molecules. Recently, the application of asymmetric aminocatalysis to cascade reactions has addressed this target enabling extraordinary levels of sophistication and stereocontrol, while fulfilling the requirements for both atom and step economy. Because of the rapid progress achieved, the general perception is that it would be difficult to further expand the synthetic potential of the aminocatalytic cascade approach. However, recent works from the host¥s laboratories demonstrate that, by exploiting the photochemical activity of organocatalytic intermediates, light irradiation unlocks reaction pathways unavailable in the ground-state domain. In particular, by bringing a catalytically generated iminium ion to an electronically excited state, it is possible to perform ?-functionalisations of enals not achievable under thermal control.\nThis proposal seeks to capitalise upon this novel reactivity to further expand the synthetic potential of the organocatalytic cascade technique, by providing new opportunities for reaction invention. We plan to accomplish this by exploiting the photochemistry of iminium ions in processes that synergistically combine enamine chemistry with transition metal catalysis, thus merging, for the first time, tandem organo-metal catalysis with asymmetric photoreactions. The planned research combines perfectly the host¥s expertise in photochemical organocatalysis with the fellow¥s experience in transition metal catalysis. These enantioselective cascade reactions will be used for the synthesis of chiral molecules of biological interest. The libraries generated will serve as a platform for the design and development of potential drug candidates. The biological evaluation will be undertaken in collaboration with an international recognized",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}