{
    "rcn": "215315",
    "acronym": "PHOTO-CY-APPs",
    "topics": "MSCA-IF-2017",
    "title": "Photosynthesis and photoprotection regulation in marine cyanobacteria and its potential applications",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Carotenoids evolved in cyanobacteria as components of membranes providing a structural role and likely influencing permeability to oxygen. Then they became complexed with proteins that enabled a great diversification in their functions to include both 1O2 quenching and light harvesting in photoprotection. Photo-cy-apps is an ambitious project with the purpose of gaining a comprehensive understanding of the role of OCP and the new HCPs and CTDHs on photoprotection in marine cyanobacteria, with their potential application. The ecological importance of these microorganisms reinforces the relevance of this project, since the putative protecting role of OCP in a major subset of marine picocyanobacteria could be a key factor for their abundance, particularly in regions close to the surface of the ocean, subjected to high irradiances. This project brings two research laboratories together with different and complementary expertise, the Kerfeld lab at the Plant Research Laboratory (PRL) at Michigan State University (MSU and LBNL) in the USA with the expertise in bioinformatics, biophysics and structural biology, and the Garcia-Fernandez lab at the University of Cordoba (UCO) in Spain with the expertise in physiological studies in marine cyanobacteria, to determine the role of these car-binding proteins in marine photoprotection and provide the foundation for the Fellow for her independent career after this interdisciplinary training-through research.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD DE CORDOBA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}