{
    "rcn": "215377",
    "acronym": "LowD-CT",
    "topics": "MSCA-IF-2017",
    "title": "Low-dose Computed Tomography for pediatric applications",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "X-ray computed tomography (CT) is a widespread medical imaging modality with 85 million examinations performed in 2012 in the US alone, but there is a need for improving instrumentation to minimize the potential health risks due to radiation dose. Although the benefits of CT imaging greatly outweigh the risks, the dose must be minimized, especially for children. Using other modalities may not be an option since ultrasonography lacks sufficient diagnostic quality and MRI is time-consuming, expensive and may require sedation of small children.\nAt KTH Royal Institute of Technology, a photon-counting silicon-strip detector that promises better image quality and lower dose than todayís CT detectors has been developed. In the proposed project, this detector will be used to develop a new CT technique for imaging children: low-dose photon counting CT. To this end, a reconstruction algorithm for low-dose imaging will be developed and tested by imaging phantoms. The imaging performance will be compared to current state-of-the art CT and x-ray radiography systems.\nGeneral Electric (GE) is a market-leading CT vendor with the experience necessary to turn this idea into a product used in the clinic. The applicant will therefore carry out the 12-month outgoing phase at GE Global Research Center, Niskayuna, in close collaboration with GE Healthcare, Milwaukee. During the return phase, the applicant will use the experience gained from GE Global Research for continuing the research into photon-counting CT at KTH. In this way, KTH gains access to the expertise of GE on image reconstruction while GE gets an opportunity to evaluate the feasibility of integrating the photon-counting CT detector into a commercial CT scanner.\nA successful outcome can have a large impact on childrenís health by allowing projection radiography to be replaced by CT and by decreasing the CT radiation exposure by at least 50%, enabling new examinations that are not done today due to radiation safety concerns.",
    "totalCost": "166993,8",
    "ecMaxContribution": "166993,8",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}