{
    "rcn": "215388",
    "acronym": "EXTINCT",
    "topics": "MSCA-IF-2017",
    "title": "The interaction of environmental conditions and species traits as drivers of species extinctions and community homogenisation",
    "startDate": "02/01/2019",
    "endDate": "01/01/2021",
    "objective": "Climate and habitat change are accelerating the loss of biodiversity at unprecedented rates. To prevent this loss it is critical to understand species extinction patterns globally. Several studies have linked species extinctions with their intrinsic lifehistory and ecological traits. However, the predictive power of the models is weak generating great uncertainty for applied conservation strategies on the ground. An important factor that is often forgotten is that species extinctions are the culmination of a sequence of local population declines or extirpations, each of which may present distinct trait-environment dynamics. There is still little knowledge on how factors related to species traits and those related to the environmental conditions occurring at the population level interact to drive species declines. Neither is well known how these processes scale up to determine community homogenisation. EXTINCT will use citizen-based data of ca. 175 butterfly species collected over >18 years along three countries (UK, South Finland and NE Spain) to test how the species traits and the environmental conditions interact in driving population declines and extirpations, and the consequent community homogenisation. Specifically, EXTINCT will use butterfly intrinsic traits found to be key in the species ecology and representative of wider taxa, and it will test how they interact with the environmental conditions in terms of climate (aridity) and landscape heterogeneity (topography and landcover heterogeneity). EXTINCT covers six out of the ten bioclimatic regions and three main biomes along Europe, ensuring the generalisations of the findings. It will use modern Bayesian Hierarchical models to correct the ecological inferences from the error inherent to data collected by volunteers. With an applied perspective, it will also inform on the level of local landscape heterogeneity (and thus, management) required to preserve the species, which comprise the local community.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}