{
    "rcn": "215390",
    "acronym": "PAMpeR",
    "topics": "MSCA-IF-2017",
    "title": "Patroller monocytes as modulators of diabetic retinopathy",
    "startDate": "16/05/2018",
    "endDate": "15/05/2020",
    "objective": "'Diabetic retinopathy is the first vascular complication of diabetes and the leading cause of legal blindness among adults in Europe. The fact that diabetic retinopathy is preceded by a long latency period has suggested to us that its natural history could incorporate a phase of vascular repair, active after short duration of diabetes and eventually losing efficacy over time. ìPatrollerî monocytes, a discrete subpopulation of circulating monocytes, patrol healthy vessels by ìcrawlingî on the endothelium at a speed that is order of magnitude lower than rolling, and at variance with the 'classic' monocyte subset produce preferentially housekeeping and trophic factors rather than inflammatory cytokines. Our preliminary data strongly support a role of  patrollers, in protecting and repairing retinal vessels in diabetes; suggest that the beneficial activities are delivered during leukostasis; and indicate that 5 months of diabetes duration activates a healing/protective transcriptional program in patrollers. \n\nI seek to learn whether the biosynthetic profile of patrollers changes in relation to increasing duration of diabetes and evolving retinal vascular damage; and, most importantly, I seek to bring the study of patrollers to clinical investigation. \n\nThe Objectives are to: \n1. Learn if circulating patrollers adapt their biosynthetic profile to different diabetes duration (3  and 9 months) and to the evolving vascular damage \n2. Bring the project to clinical applicability by start setting up a human study that aims to compare and contrast the number of circulating patrollers, as well as selected biosynthetic and functional characteristics of these cells, in T1DM patients with no DR after 4-8 years of DM, in T1DM patients with initial nonproliferative DR, and in healthy control subjects. \n\nThe expectation is to capture from endogenous systems the types of molecular actions that protect the vessels in early diabetes; and thus be enabled to mimic, complement, or leverage'",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}