{
    "rcn": "215319",
    "acronym": "THREAT",
    "topics": "MSCA-IF-2017",
    "title": "The threat status of endemic Atlantic Forest trees",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "One of the most drastic impacts of man on Earth is species extinctions. We do not know how many species are extinct and how many will go extinct, but we may be experiencing a sixth mass extinction. Thus, actions to help protect species from extinction are urgently needed. These actions should be prioritized in biomes such as tropical forests that shelter enormous biodiversity but have increasingly been impacted. One example is the Atlantic Forest in South America. It shelters around 5% of world species, half of them being endemic. But 86% of its original extent has already been lost and only about 1% is effectively protected. To support the protection of the Atlantic Forest, this proposal has the following goals: (i) to assess the threat status of endemic Atlantic Forest trees (EAFT) based on all criteria of the International Union for Conservation of Nature (IUCN), (ii) to quantify the evolutionary uniqueness of globally threatened EAFT, (iii) provide guidelines to conserve threatened EAFT, including the identification of gaps of knowledge and priority areas for their conservation, and (iv) to involve the local society in species conservation through the proposal of a citizen science program. The proposed action is perfectly aligned with targets of the United Nations Strategic Plan for Biodiversity 2011-2020, the Global Strategy for Plant Conservation 2011-2020 and the IUCN Global Tree Specialist Group. It is multi-disciplinary with both scientific and applied components. It combines large datasets with high-resolution maps, up-to-date modelling techniques and the expertises of researchers from four different countries. It will also provide new information that can be readily used by conservation agencies. Finally, it will engage different social actors to launch a conservation and educational program based on the involvement of local people.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "STICHTING NATURALIS BIODIVERSITY CENTER",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}