{
    "rcn": "215324",
    "acronym": "MRI-Turbulent-Disk",
    "topics": "MSCA-IF-2017",
    "title": "Turbulence in Accretion Disks ñ New Perspectives",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The magnetorotational instability (MRI) is the most promising candidate for driving turbulence, resulting in angular momentum transport and accretion in astrophysical disks, and is currently at the forefront of research. Despite enormous progress in the last decade, important issues regarding the numerical convergence, dependence of the sustenance and transport properties of MRI-turbulence on viscous and Ohmic dissipation as well as the nature of MRIñdynamo still remain unresolved. The project, going beyond the state of the art, aims at clarifying these issues by using numerical simulations and a new approach of a detailed analysis of dynamical processes in 3D Fourier space, underlying the turbulence sustenance. This study will provide a deeper insight into the dynamics, not accessible in physical space, as done in previous studies. The project is built on my recent findings in MHD turbulence in shear flows ñ on the new concepts of shear-induced spectral anisotropy, nonlinear transverse cascade and vital area, which lie at the basis of the sustenance of shear MHD turbulence, whose special case is MRI-turbulence in disks. This is its main originality. I will work under supervision of Prof. M. Pessah, expert in MRI, in the Niels Bohr Institute, which is an ideal place due to vast theoretical and numerical expertise of its staff in astrophysical fluid dynamics, MHD and, particularly, MRI and due to powerful computing resources. I will acquire valuable skills in: numerical methods, parallel computing, modeling of specific aspects of astrophysical fluid dynamics and (non-ideal) MHD, grant writing, etc. through advance training from the group members. This will be coupled with rich outreach/teaching programs to enhance my pedagogical skills. Thanks to the Marie Curie Fellowship, all these essential components will enable me to pursue my independent scientific career in Europe, promote my results, develop innovative projects and establish myself as a prominent scientist.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}