{
    "rcn": "215335",
    "acronym": "SiPoMorph",
    "topics": "MSCA-IF-2017",
    "title": "Genetic control and molecular mechanisms of cell wall modifications during sieve pore morphogenesis in the phloem of the plant vascular system",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The plant vasculature comprises the xylem and phloem. The phloemís conductive cells, the sieve elements, transport sugars produced in leaves to sink organs, such as roots, tubers, fruits and seeds. They also transport hormones and RNAs throughout the plant, enabling its adaptive and continuous development. Individual sieve elements connect through callose-rich sieve plates to form sieve tubes, the larger supra-cellular conducting units. Perforation of the sieve plate with sieve pores is critical to efficient sap flow and can be modulated by callose-mediated occlusion. Indeed, sieve pores are rapidly closed in response to tissues damage, abiotic stresses and infections. Cellular differentiation and adaptation of sieve elements, particularly sieve pore morphogenesis, are surprisingly poorly understood and, lacking powerful cell-biological tools, has largely been neglected. This project sets out to describe a molecular and genetic framework for sieve plate formation. To this end, mutants and transgenic lines already generated in the host lab will be characterized. Additionally, candidate genes, encoding mostly for unknown proteins will be localized in sieve elements. These genes will be functionally characterized using several state-of-the-art methods and specifically-tailored molecular tools, such as inducible CRISPR knock-out, laser ablation and dominant cell-specific genetic interference. This will identify novel molecular players during callose deposition and degradation at sieve pores and advance our mechanistic understanding of sieve plate formation and possible adaptive mechanisms of stress response. Morphological variances and developmental adaptations of sieve pores are important for phloem source-to-sink transport and nearly all calories consumed by humans and livestock have at some point passed through sieve pores. Hence, understanding their morphogenesis at the molecular level is equally relevant for fundamental plant science as for modern agriculture.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}