{
    "rcn": "215303",
    "acronym": "MOVEMED",
    "topics": "MSCA-IF-2017",
    "title": "Linking Human Mobility and Marine Megafauna Movement in the Mediterranean Sea for a better integration of Blue Growth",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "This proposal will investigate the dynamics and links between human mobility and marine megafauna movement using a computationally intensive data-driven approach. I will analyse the effects of marine environment and cumulative human pressures on marine megafauna using electronic monitoring systems and earth observations, which now allow an unprecedented opportunity to simultaneously monitor marine animal movement, ship-based activities and the marine environment. I will direct the research through a multidisciplinary approach, combining state-of-the-art quantitative methods and computational tools from movement ecology, oceanography and marine spatial planning. I will demonstrate this approach in the Mediterranean Sea, a hotspot for marine megafauna under pressure from multiple human influences. The region can serve as a miniature ocean to investigate climate-driven effects and explore the potential application of dynamic conservation measures in trans-boundary areas. Results will allow the linking of key enabling ocean observation technologies to their application in assessing the potential impacts from anthropogenic activities and promoting the sustainable development of maritime industries. This is a matter of enormous concern for Europe, since our results will provide the scientific basis to establish future conservation actions within the framework of Integrated Maritime Policy. This proposal marries skills and expertise that maximizes the chances of the projectís success. The host lab, supervised by Prof Godley, has a long history of research in marine movement ecology, particularly those associated with marine vertebrates and conservation research. The candidate, Dr March, is an expert in marine spatial ecology and ocean observing systems. The combined skill-set will allow the team to address fundamental, timely and important questions about animal ecology and conservation.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}