{
    "rcn": "215348",
    "acronym": "WoodJam",
    "topics": "MSCA-IF-2017",
    "title": "WoodJamóSediment dynamics of instream wood jams and managed installations",
    "startDate": "27/08/2018",
    "endDate": "26/08/2020",
    "objective": "Natural flood management practices, including engineered logjam installations, can slow floodwaters in upstream catchments, promoting infiltration and reducing flood severity.  In order to reduce flood damages and prepare for an expected increase in severe floods due to climate change, the EU Water Framework Directive encourages the use of engineered logjams and other natural flood management interventions. It is necessary to consider the effects of channel-spanning engineered log jam installations, which are the most common, on stream hydrodynamics and sediment scour and retention in order to guide management interventions and accurately assess the implications of natural flood management projects. The proposed project objectives will fill existing knowledge gaps related to the quantification of logjam-induced sediment storage and flow resistance, in addition to the prediction of the length over which an engineered logjam influences the downstream river channel. WoodJam will experimentally investigate the impact of jam geometry and spacing on sediment storage and develop a method to assess the porosity of a jam without disassembly. Experimental studies conducted in sediment flumes at Cardiff University will be related to observations of existing natural flood management projects in the UK and Germany, with design and management recommendations transferred to environmental resource managers through discussion and policy documents. Hydraulic modelling studies will identify methods to represent common engineered logjam designs in 2D flood modelling tools, validated by experimental results. These methods will enable accurate modelling of natural flood management project effects. The project approach will provide an innovative approach by uniting CU expertise in LW hydraulics and modelling with Dr. Follettís previous experience investigating flow and sediment transport through porous obstructions (Professor Heidi Nepf, MIT).",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}