{
    "rcn": "215310",
    "acronym": "GENOMINT",
    "topics": "MSCA-IF-2017",
    "title": "Biogeography and natural hybridization in the genus Mentha",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Understanding the biogeographic histories of organisms is at the heart of evolutionary, ecological, and conservation research. In plants intraspecific hybridization is a common evolutionary event and a major method for speciation. Hybridization has the ability to create novel large scale genomic combinations. In addition, fertile hybrids with the ability to backcross to its parents can act as genomic highways, mediating gene flow between parental species. Hybridization is therefore a major source of genomic variation and it can act as a mode for unconventional interspecific genetic transmission. However, there is a large knowledge gap in the understanding of the evolutionary and ecological roles hybridization plays and how it affects the biogeographic history and genomic diversity of plants. In this project I will investigate these questions in the plant genus Mentha, which contains many natural intraspecific hybrid species. I will infer the effect of hybridization on dispersal rates and biogeographic history using whole chloroplast genomes from samples obtained from historical collections. Furthermore, I will investigate the effect hybridization have on the genomic diversity within Mentha and how hybridization have shaped the genusí evolutionary history. Finally I will establish whether Mentha hybrid species act as genomic highways facilitating gene flow between parental species. The results of this fellowship will significantly increase our knowledge of the evolutionary importance of hybridization and its importance for shaping biogeographical patterns and genomic diversities in plants.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}