{
    "rcn": "215309",
    "acronym": "NeuroLSD",
    "topics": "MSCA-IF-2017",
    "title": "Neuro-metabolic, structural and functional hallmarks of Lysosomal Storage Diseases",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Continuing development of novel brain treatments, which bypass blood-brain barrier, further emerges the need to establish prognostic magnetic resonance (MR) markers to track progressive brain alteration in lysosomal storage diseases (LSD). Excessive intracellular accumulation of lysosomal substances such as glycosaminoglycans in mucopolysaccharidosis (MPS), globotriaosylceramide in Fabry disease and glycocerebroside in Gaucher disease (GD) triggers multi-organ malfunctioning and significant damage to the central nervous system. While LSD are associated with various levels of cognitive deficits, and distinct extents of morphological brain abnormalities (e.g., atrophy, leukodystrophy or enlarged perivascular spaces) ranging from non-existing in GD type 1 to severe in MPS type 2, microstructural and metabolic processes have not been comprehensively described in brains of LSD patients in vivo yet. We will utilize cutting-edge accelerated proton MR spectroscopic imaging methodology that was developed at the Medical University of Vienna in combination with advanced diffusion MRI, high-resolution T1-/T2-weighted ratio, and pseudo-continuous arterial spin labeling technique. Our protocol will reliably quantify levels of all relevant brain metabolites, while sensitively describe microstructural and functional deficits to determine the relevance of MR measures in psychological deficits in LSD. Reproducible MR methods are needed to assess effects of novel treatments that overcome blood-brain barrier such as intrathecal enzyme administration, chaperones and gene therapies in clinical LSD trials. Increased understanding of brain LSD pathology will critically boost search of optimal therapies in age-related neurodegenerative diseases that share some common features with LSD such as Alzheimerís or Parkinsonís disease.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}