{
    "rcn": "215316",
    "acronym": "ZEOCATALYST",
    "topics": "MSCA-IF-2017",
    "title": "Development of Multifunctional Zeolites for the Amelioration of Biomass Catalysis by Measuring and Understanding Synergistic Effects of Catalytic Active Sites",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "Custom manufacturing of fine chemicals such as fuels, additives and plasticizers is a vital part of modern industrial chemistry. Increasing demand for the production of such chemicals necessitates the development of sustainable approaches. Biomass valorization is a potential solution to this problem; however, several challenges must be overcome to efficiently transform highly cross-linked biopolymers into desired chemicals. Notably, biocatalysts and heterogeneous catalysts offer promising efficiency for converting biomass-derived products in to small molecules. For such approaches to be successful, in particular when using heterogeneous catalysts, it is crucial to understand the local compositions, structures and synergistic effects between catalytic active sites on surfaces. Neglecting such factors during the biomass catalysis process is troublesome leading to reduced yields and undesired products. Here propose to develop a novel approach by combining zeolite post-synthesis modification with in situ and ex situ NMR spectroscopy techniques to gain a new molecular-level insight into zeolite-based biomass catalysis. We will accomplish this by modifying zeolites surfaces (via incorporating Zr, Sn, Zn and La heteroatoms into ZSM-5, USY and beta zeolite frameworks) using hydrothermal and chemical methods. The catalytic activity of zeolites will be tested for cascade conversions of sugar carbohydrates, lignin-derivatives and triglyceride-based compounds into valuable chemicals. The zeolite surfaces will be thoroughly characterized using electron microscopy, X-ray diffraction, BET isotherm measurements, 1D and 2D solid-state NMR techniques. This project is expected to create a significant leap forward in fundamental understanding and development of heterogeneous catalysts for biomass valorization. In addition, both experienced researcher and host will benefit from establishing interdisciplinary research and deliver research excellence to academia and industry.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE LILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}