{
    "rcn": "215314",
    "acronym": "PhotSol",
    "topics": "MSCA-IF-2017",
    "title": "Towards the Photonic Solar Cell-In-Situ Defect Characterization in Metal-Halide Perovskites",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Mitigating climate change is one of the key challenges of this century. This concerns in particular the fossil fuel-based energy sector as also stated in the H2020 topic ìSecure, clean and efficient energyî. Harnessing solar energy by photovoltaics (PV) is the most promising way towards a decarbonized society. However, efficiency and costs of conventional solar cells are still hampering their broad application.\n\nRecently a novel type of solar cell appeared based on metal-halide perovskite. Due to versatile and simple manufacturing methods, its unique optoelectronic properties and high electronic quality, this material has the potential to revolutionized PV by a unique combination of low-cost and high efficiency. However, there are still loss mechanisms present that need to be understood and eliminated to make this technology really a breakthrough compared to conventional PV.\n\nThis project addresses these losses, which are caused by defects (such as grain boundaries, interfaces to contact materials, and impurities) by a combination of in-depth optoelectronic and high-resolution structural characterization. The aim is to reach a completely novel operation regime, the ìphotonic solar cellî, which is at the same time a perfect light emitting diode. This is highly exciting from the physics point of view and directly relevant for application, because performance is increased. Furthermore, the obtained understanding of the defect physics will enable increased long-term stability (one of the major challenges) and accelerate the development of non-toxic lead-free perovskite materials.\n\nThis work is timely because trial-and-error engineering approaches, which were applied so far, have come to their limits. On the other hand, just now the quality of the ultrathin films used in the solar cell is sufficient to perform in-depth device physics studies, where I am an expert on. Performing and leading this study at LMU will pave the way towards my complete scientific independence.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}