{
    "rcn": "215356",
    "acronym": "ADAPT",
    "topics": "MSCA-IF-2017",
    "title": "An adaptation-based approach to understand resilience after job loss:Identifying the underlying mechanisms leading to adaptive coping and re-employment",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Unemployment represents a major societal problem in Europe, strongly related to increasing depression and anxiety rates and high economic costs. In line with European policies on mental health, enhancing resilience against the adverse effects of job loss is a timely priority. In ADAPT, I propose a novel framework and advanced methods to identify the psychological mechanisms (adaptation-based attention and emotion regulation processes) promoting adaptive coping after job loss and facilitating higher possibilities for re-employment. ADAPT is highly original and timely for current societal needs, providing: a) a novel framework beyond traditional approaches in the study of resilience, largely failing to provide successful mental health promotion deliverables; b) fine-grained analyses of adaptation-based mechanisms that can be easily targeted in future assistance protocols; c) integrative analyses of both positive and negative resilience outcomes typically studied in isolation; and d) analyses of dynamics at both short- (immediate daily functioning following layoff) and long-time scales (multi-wave follow-ups across the months following job loss), providing a whole view on the stress-resilience trajectories following unemployment that is lacking in former research. The proposal includes a well-defined program of two-way transfer of knowledge including high-quality training in new advanced techniques for the candidate. ADAPT represents an actual attempt to reach relevant stakeholders in the social assistance and mental health sectors to develop innovative programs of mental healthís promotion. The action will generate knowledge that can be ultimately used to develop interdisciplinary deliverables, including advanced e-tools for early detection of sources of conflict following job loss and guidelines for outplacement services on effective strategies and training protocols to promote adaptive functioning in unemployed seeking assistance.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD COMPLUTENSE DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}