{
    "rcn": "215340",
    "acronym": "InDyMag",
    "topics": "MSCA-IF-2017",
    "title": "Internal Dynamics and Magnetic field generation in rocky bodies: planets and large moons in the solar system",
    "startDate": "13/03/2019",
    "endDate": "12/03/2021",
    "objective": "The Earth is a peculiar planet in the solar system: it hosts life and possesses a very active interior. However, it is not the only rocky body to present evidence of internal dynamics: all the rocky planets - except Venus - and some moons have been proved to generate or to have generated a magnetic field. Recent space missions have improved our knowledge of the evolution of these magnetic fields, and direct constraints on the internal structure of some rocky planets are expected in the very next few years. New hypotheses emerged recently to explain the early times of the Earthís magnetic field, when no thermo-chemical convection could power the geodynamo, giving us new perspectives on Earthís history. By combining advances in both Earth and planetary sciences, InDyMag aims to better understand the internal dynamics of the Earth and other rocky bodies in our solar system. It will investigate the generation and long-term evolution of their magnetic fields with Earth as a reference, and compare it Mercury, Venus, and Mars, and the Earth's Moon and Ganymede. The fellow, expert in geodynamics and modeling, will develop a model for the time evolution of temperature and composition profiles in metallic cores, exploring a large range of parameters including planet's size, composition and formation history. The crystallization regimes and the initial profiles will be investigated in detail, exploring the full range of dynamics possible in an iron core. Thanks to the expertise of the researchers at the host LPG on space missions and magnetic field measurements, InDyMag will combine observations to geodynamical models to constrain the physical parameters of planetary cores. InDyMag will unravel what is universal in planetary magnetic fields, and what is planet-specific. Its results will be disseminated to the general and specialist audience and will lay the foundations to explore planetary magnetic fields at the exoplanet level.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}