{
    "rcn": "215361",
    "acronym": "WPMF",
    "topics": "MSCA-IF-2017",
    "title": "Women, Politics and Media Framing (WPMF) in the UK and in Israel ñ Tackling Western Democracies' Gender Inequality in Politics",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The goal of this project is to systematically analyse gender inequality in politics in a comparative perspective, as portrayed in the mainstream media, and develop operative actions to reduce such inequality in politics in the European context. This corresponds to H2020 Work Programme for 2016-2017 of reversing inequalities in Europe, and more specifically to the EU Strategic Engagement for Gender Equality 2016-2019.\nApplying the theoretical framework of developmental theory, this study examines whether changes occurring in the status of women in the UK and in Israel, as part of the structural and cultural transformations that this theory points to, seep into the political discourse surrounding women and politics over time. We use the print media to analyse relevant frames on women and politics during the study period (1979-2016 in the UK and 1969-2009 in Israel - in which women were realistic candidates/elected for premiership). In addition, we utilize a quantitative content analysis of the news and commentaries in newspapers to locate interpretive references to women and politics. A sub-set of these articles is used for an in-depth qualitative analysis to draw out the key themes surround the framing of women and politics.  \nAn important contribution of the research lies in the theoretical connection between the framing of women and politics to developmental theory's structural and cultural conditions. That is because the bulk of studies on framing gender and politics are descriptive and lack an empirically supported theoretical explanation of the changes in the framing of these issues. \nThe findings of this research will help raising social, political and media awareness to the status of women and to women's issues in Europe, and encourage more women to take part in politics in Europe and worldwide by tackling stereotypical framing of women and politics issues and by suggesting operative steps to face backlashes to political gender equality in Western democracies.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}