{
    "rcn": "215304",
    "acronym": "MoCRIV",
    "topics": "MSCA-IF-2017",
    "title": "Modeling critical reliability issues in VLSI technologies beyond 2020",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "This proposal presents an interdisciplinary, forward looking, training-by-research plan in the field of physical reliability modeling of emerging transistors and materials beyond 2020. Its main goal is development and validation of a simulation framework which self-consistently considers the main reliability phenomena including bias temperature instability, hot-carrier degradation, and self-heating. These effects were suggested to be the response of interface and oxide defects/precursors which can be activated by different driving forces determined by device operating conditions and specifics of the device topology. Thus, the core of this project will be put on a detailed microscopic description of the properties of defects/precursors, which will be studied experimentally and theoretically.\nWithin this defect-centric paradigm we will address reliability issues in devices with emerging architectures, i.e. fin and nanowire transistors, high-k gate dielectrics, and high mobility channel materials such as SiGe, Ge, and III-V alloys. The unifying model building on the microscopic defect properties will be validated over a wide range of device bias conditions. We will capture the parasitic effect of self-heating which has a strong impact on the energetic distribution of hot carriers and hence on hot-carrier degradation. Special attention will be paid to time-dependent variability of device characteristics which is a response of nanoscale devices on activation/deactivation of individual defects. \nKnowledge acquired within this project will be valuable for applied and fundamental physics, material science, computational chemistry, electrical engineering, VLSI technology, and circuit design. The research and training activities will enhance applicantís future career by broadening his professional skills and expertise, expose him to industrial requirements, and open new perspectives for future collaboration with industry.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}