{
    "rcn": "215378",
    "acronym": "VOLIV",
    "topics": "MSCA-IF-2017",
    "title": "Role of volume-regulated anion channels in liver physiology and metabolism",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "A fundamental property of animal cells is the ability to maintain their volume constant to face changes in osmolarity and during division, migration and transepithelial transport. There is emerging evidence that cell swelling also initiates signaling cascades that regulate metabolism, particularly in hepatocytes. However, the basic mechanisms responsible for sensing volume changes and initiating volume-regulated signaling cascades in the liver remain largely unclear. As major player in cell volume regulation, the Volume-Regulated Anion Channel VRAC may influence liver metabolism by controlling hepatocyte volume. VRAC was recently identified by the host laboratory as LRRC8 heteromers. LRRC8A represents the obligatory subunit and forms heteromers with LRRC8B-E isoforms. Depending on the subunit composition, the heteromers present specific electrophysiological properties and transport different substrates.\nThe aim of this proposal is then (i) to investigate the role of VRAC and its different subunits in liver function and particularly (ii) as signal transducer between hepatocyte volume and metabolism.\nThe host laboratory already generated numerous LRRC8 mouse models e.g. tagged-Lrrc8 knock-in mice which are valuable tools to determine the subcellular distribution of the different LRRC8 subunits in the liver. I will also develop hepatocyte-specific knock-out (KO) mice to analyze the liver histology and function. Primary hepatocytes from the different KO will be used to study the potential roles of VRAC in liver physiology at the cellular level e.g. via autocrine signaling cascades. I finally intend to identify the VRAC-dependent hepatic metabolic pathways using large-scale analytical techniques and evaluate the systemic metabolism of the different KO mice. My project is expected to uncover the role of VRAC in liver physiology from molecular to systemic level and thus to provide detailed insights of the molecular coupling between hepatocyte volume and liver metabolism.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}