{
    "rcn": "215329",
    "acronym": "HORUS",
    "topics": "MSCA-IF-2017",
    "title": "THE NON-ABELIAN HODGE THEORY OF AN ORBIFOLD KLEIN SURFACE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "For centuries, mathematical concepts have inspired technological progress. As the distance between fundamental research and applications shortens, the impact of mathematics on our everyday lives becomes stronger, and the long-standing European tradition of excellence in mathematical research reaffirms itself as a key factor of sustainable economic growth. In line with that tradition, the goal of the present project is to achieve and disseminate high-impact research results in the field of Differential Geometry, that will irrigate related disciplines, such as Theoretical Physics and, in the longer run, more applied fields. The applicantís outstanding research record in Gauge Theory and Representations of Fuchsian Groups, combined with the expertise of his European hosts in the rapidly growing area known as Higher Teichm¸ller Theory, make the proposed collaboration between them unique, timely, and ideally shaped for success. The research results that they are setting out to obtain will redefine the field and open new lines of research. Moreover, the host institution is committed to providing high-quality training of the applicant at every step of the action, from concrete initiatives to reduce the gender gap in mathematical sciences to the use of technological tools for the dissemination and communication of research results. The completion of the present research project will thus bring a significant boost to the applicantís career and establish the host institution as a pioneer in a new line of research, hereby strengthening its tradition of excellence and innovation. The project is in accordance with the recommendations of the 2016 consultation of the European Commission for Mathematics in Europe, according to which ìthe wealth of mathematical competence in Europe and its potential for European science and industry is undeniableî.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}