{
    "rcn": "215392",
    "acronym": "Entero3D",
    "topics": "MSCA-IF-2017",
    "title": "In situ 3D structures of viral replication complexes: cryo-electron tomography of enterovirus-infected cells",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The aim of this study is to gain structural insights into the genome replication of human enteroviruses (EVs), specifically Coxsackievirus B3 which is the leading cause of viral myocarditis. EVs drastically reorganize the internal membranes of a cell within hours of infection, generating replication complexes (RCs), which are the sites of viral genome replication. Some molecular determinants of RC morphogenesis have been identified, and resin-embedding EM has indicated the drastic membrane remodeling involved in RC formation. However, such approaches fail to reveal the macromolecular structural organization of RCs in cells. To further our understanding of RC assembly and activity, I propose to use cryo-electron tomography (cryo-ET) to determine 3D structures of enteroviral RCs in infected cells. Human cells will be infected on EM grids and the recently developed cryo-focused ion beam milling technology will be used to make RCs inside infected cells accessible to structural studies using cryo-ET. The determined structures will reveal the supramolecular organization of viral proteins and RNA at EV RCs. The findings will clarify the long-standing question regarding the relation between membrane topology and the RNA synthesis machinery. Subtomogram averaging methods will be used to reveal how the viral polymerase assembles into higher-order structures on the RCs membrane, and obtain high resolution structures of these assemblies. Assemblies of purified EV polymerases will be imaged by cryo-ET and compared to structures found in cells. Additionally, the effect on the Golgi apparatus of the viral proteins thought to initiate the membrane remodelling will be studied by cryo-ET. Taken together, this project will determine the first high-resolution structures of viral RCs in cells, providing critical insights into the genome replication of the highly medically relevant EVs, and potentially generating new concepts for virus inhibitor design.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "UMEA UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}