{
    "rcn": "215350",
    "acronym": "FUNDra",
    "topics": "MSCA-IF-2017",
    "title": "Remote sensing to model spatiotemporal distribution of functional diversity in the tundra",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Functional diversity (FD) among species in ecosystems allows these systems to function optimally and provide essential services for society, e.g. carbon sequestration and water filtration. FD determines the ecosystemís resilience to environmental change and provides resilience to abrupt disturbances.  Although the importance of FD is now recognized, its divers across spatial and temporal scales are not yet clear. This lack of knowledge is enhanced by the difficulty to infer FD from communities that cannot be realistically sampled, such as most tundra ecosystems. Temporal dynamics of FD is rarely investigated but would give useful insights into how ecosystem functioning responds to change. The overall objectives of the project are: 1) determine FD across sampling locations and time periods based on environmental and remote sensing data, and 2) determine which edaphic and climatic factors are the main drivers of FD distribution. To accomplish these I will use remotely sensed data from state of the art technologies, i.e. hyperspectral vegetation signatures, vegetation structure, time series of satellite earth observation, and environmental data, incorporating them into a distribution modelling framework. Models will be calibrated and validated using detailed plot-level data. This research will produce current spatial distribution of FD in the tundra, environmental drivers of FD distribution, the temporal dynamics of FD distribution, and the temporal dynamics of FD for different vegetation types. Generated data will be made freely available through multiple portals. Social media, press releases, and a popular science article will communicate the research to a broader audience. The high quality training for this research; the multitude of networking opportunities through collaboration, dissemination, and communication activities; and the hands-on training for project management, will restart my career after a break and advance me toward becoming a senior researcher.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}