{
    "rcn": "215346",
    "acronym": "MATRIX-B",
    "topics": "MSCA-IF-2017",
    "title": "Triaxial Magnetic Fields for the Control of Bioactive Materials in Bone Engineering",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Magnetic tissue engineering envisions the development of complex systems in which magnetic elements are exploited as remotely controlled multidimensional tools with potential for diagnostic and therapeutic actions. Such a magnetic material can be imagined as a fixed ìstationî that offers a long-living assistance to tissue engineering, providing thus a unique opportunity to adjust the material activity to the personal needs of the patient. In the development of biomaterials for bone repair one of the major concerns is to increase their integration and remodeling rate. The possibility of favoring bone tissue engineering applications by magnetic stimulation in patients with reduced endogenous potential is a key issue, in consideration of the progressive ageing of the population for which more effective and personalized regenerative therapies will be increasingly demanded in the incoming decades. The original main driving idea of this project is the use triaxial magnetic fields for the creation of a conceptually new type of bioactive materials able to be manipulated directly in situ. To date all studies with magnetic biomaterials have been carried out only in presence of uniaxial fields. The very novelty of this project is the enhanced magnetic susceptibility in three dimensions by applying a triaxial magnetic field to a magnetic particles suspension. In principle, with such a configuration it is possible to magnetically drive the self-assembly of the particles producing extraordinarily well-controlled structures at the microscale. This novel approach, involving the use of triaxial fields, is expected to culminate in a new generation of materials with a specific, continuous and reloaded control from an external supervising center and new characteristics in tissue engineering, such as multiple uses, possibly multipurpose delivery and, furthermore, improved mechanical properties since magnetorheology under triaxial fields is still completely unexplored field of research.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}