{
    "rcn": "215363",
    "acronym": "InsectMigration",
    "topics": "MSCA-IF-2017",
    "title": "Understanding insect migration behaviour and pathways using individual tracking and radar",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Migration involves the seasonal movement of large numbers of animals, usually due to shifts in resource availability. Migrants connect habitats and populations, and have significant effects on ecosystem processes. Insects are the most diverse and abundant group of terrestrial migrants, but in comparison to vertebrates, insect migration is poorly studied. In particular, we have little knowledge regarding the migratory pathways of insects, and their flight behaviour and orientation in relation to topographic barriers. Using a combination of state-of-the-art techniques, individual tracking and vertically-looking radar, I aim to identify migratory routes of insects in Europe, and investigate migratory behaviour in relation to topography. This action will be the first to track migrating insects in Europe using individual-based tracking. This unique combination of methods will provide insight into the migratory behaviour of insects at landscape and local scale and provide us with an unprecedented level of information regarding the mechanisms underlying insect migration. \n\nThe objectives of the work packages in this project are:\nWP 1: To investigate the influence of radio-transmitters on the flight behaviour of hawk moths in the laboratory. To investigate space-use and flight behaviour of hawk moths in the field. \n\nWP2: To elucidate migratory pathways of insects across Europe using individual tracking, and to understand migratory flight and orientation behaviour in relation to topography along these routes. We will also investigate which factors influence individual departure decisions and stopovers en route. \n\nWP 3: To investigate flight behaviour and orientation of hawk hawk moths in relation to weather and topography using vertically-looking radar, at key migration bottlenecks, high altitude passes in the southern Alps.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}