{
    "rcn": "215306",
    "acronym": "SinMolTermination",
    "topics": "MSCA-IF-2017",
    "title": "Single-molecule visualisation of eukaryotic DNA replication termination to uncover novel mechanisms of replication stress",
    "startDate": "07/01/2019",
    "endDate": "06/01/2021",
    "objective": "Replication-stress is a key driving force of cancer development, neurodegeneration and ageing. Many sources of replication stress associated with the initiation and elongation phases of DNA replication have been discovered. In contrast, little is known about the mechanisms of replication termination and termination-associated replication stress. Recent breakthroughs identified the first elements of a mechanism of replication termination that involved ubiquitination of the Mcm7 subunit of the CMG helicase. However, we do not know how terminating replisomes signal themselves for ubiquitination, nor how this is regulated both temporally and spatially along chromatin. By combining sophisticated single-molecule imaging techniques with the ability of Xenopus extracts to replicate DNA in a physiological manner, we will for the first time, be able to watch individual replication forks terminate. Importantly, our multidisciplinary and single-molecule approach will allow us to bypass the constraints posed by ensemble techniques that have hindered progress in this field. Specifically, we will define the spatial and temporal conditions upon which Mcm7 becomes ubiquitinated and how this is connected to the fate of the CMG helicase during termination. These observations will enable us to determine a complete mechanistic understanding of vertebrate replication termination for the first time. We will also discover how failed DNA replication termination triggers replication stress. Revealing these novel mechanisms of replication stress allows for new therapeutic targets to be identified and potentially facilitates new disease prevention strategies to be recognised.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}