{
    "rcn": "215369",
    "acronym": "MaltaPot",
    "topics": "MSCA-IF-2017",
    "title": "Archaeometric Analysis of Maltese Prehistoric Pottery",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Ceramic pots are an enduring and resilient document of ancient culture. Often specific to time and place, they are a valuable record which can enlighten our understanding of ancient chronologies, aesthetics, technologies, trade networks and cultural ties. The Maltese islands have a particularly rich, diverse and dynamic ceramic assemblage covering the entire prehistoric period. While the later ceramic assemblages of Bronze Age Malta have received considerable study over the past decade, little archaeometric research has been conducted on the earlier ceramic phases. MaltaPot will address this by exploring the emergence of the earliest prehistoric ceramic phases (namely G?ar Dalam, Skorba and ?ebbu? 5000-3800BC) through a series of multi-disciplinary laboratory-based methods including typological analysis (3D laser scanning and digital classification software) and material studies (optical microscopy, LIBS, XRF and XRD). Findings from this project will dramatically increase understanding of the earliest settlers on the Maltese islands and it will also have wider implications for our understanding of Mediterranean archaeology during this important period of Neolithic colonisation by exploring cultural links through typological, technological and material studies. MaltaPot will develop new methodologies for the archival and analysis of prehistoric ceramic assemblages and also advance new methods of displaying and dissemination of results to both the wider public and academics. The fellowship will contribute to the researcherís career development through the acquisition of advanced skills in archaeometric approaches to ceramic analysis as well as developing skills within the heritage sector through a series of events designed to disseminate her results to the wider public. The project will also serve to consolidate and extend the researchers network of professional contacts within Europe and beyond.",
    "totalCost": "161193,6",
    "ecMaxContribution": "161193,6",
    "coordinator": "UNIVERSITA TA MALTA",
    "coordinatorCountry": "MT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}