{
    "rcn": "215387",
    "acronym": "MACRAME",
    "topics": "MSCA-IF-2017",
    "title": "Management Accounting and CReativity: Analysis of MEanings",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "MACRAME project aims at discovering the meanings that inform management accounting practices in the Creative and Cultural Industries (CCIs). The CCIs are an increasingly relevant economic sector, with high potential of growth, innovation and social inclusion. The European Commission, especially through the Creative Europe framework programme, is investing to unlock such potential. MACRAME aims at contributing to the European strategy by providing an original and innovative interpretation of the peculiarities of creative organizations, and, in particular, of the management technologies and skills used to account and control for creative processes and outputs. \nThe research adopts an inductive case research strategy for theory building. First, a within case analysis will be made through a fieldwork in a partner organization in the CCIs, with the aim of uncovering and interpreting the contextual role of management accounting practices in a creative setting.  Second, a cross-case comparison will be made, by analyzing and comparing field materials collected by the researcher during the project and during two previous stages of fieldwork in the CCIs. From the cross-case comparison, a general theorization of the meanings of management accounting in creative settings will be provided. \nThe research project, which will last 24 months, will mainly be conducted at the Department of Operations Management (DOM) of the Copenhagen Business School (CBS), under the supervision of Professor Jan Mouritsen, while the fieldwork will be conducted during the secondment period in a partner organization. \nMACRAME results will be disseminated and the action communicated with tailored measures to a wide audience, including the academic community, the industry, policy makers and the general public.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "COPENHAGEN BUSINESS SCHOOL",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}