{
    "rcn": "215382",
    "acronym": "ReCiModel",
    "topics": "MSCA-IF-2017",
    "title": "Multimodal characterization of the visual word form area: An integrative computational model",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The ventral occipito-temporal (vOT) association cortex contributes significantly to recognize different types of visual patterns. It is widely accepted that a subset of this circuitry, including the visual word form area (VWFA), becomes trained to identify word forms. Nevertheless, due to heterogeneous experimental procedures across studies and intrinsic limitations of functional and structural MRI tools, the exact cortical location of what it is referred as the VWFA typically differs between studies. Additionally, it should be expected that different adjacent brain tissue within the vOT to perform different specific computations. In fact, previous functional, structural, and cytoarchitectonic evidence has highlighted the possibility that distinct VWFAs are involved in different aspects of the visual word recognition process. Here, I propose to conduct the first systematic investigation combining functional and structural MRI data to further characterize spatially segregated VWFAs. Analogously, the functional and structural connectivity between these VWFAs and other relevant visual and language brain regions will be examined as well. These data will be incorporated into a detailed statistical model intended to predict reading behaviour, as the ultimate goal of the project is to create a highly detailed characterization of the early stages of reading and to establish a baseline model and parameter range that will serve to clarify differences between typical and atypical readers.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "BCBL BASQUE CENTER ON COGNITION BRAIN AND LANGUAGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}