{
    "rcn": "215327",
    "acronym": "WET MARS",
    "topics": "MSCA-IF-2017",
    "title": "Hydrological processes on late Mars: water under the telescope and under the microscope",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Mars displays clear evidence of water, having regions where water flowed at several times in its 4 billion years history. \n\nThe aim of this fellowship is to reconstruct paleo-hydrological conditions on late Mars (from 3Ga to date) and to recreate the hydrogeological cycle that created the complex channel systems found on Marsí surface. The stream tables, the Earth Simulation Lab and numerical modelling at the UU will allow for the first time: 1) to simulate frozen Martian subsoil characteristic and conditions; 2) to seek out signature of melting ice as sources up front of Martian river systems; 3) to investigate together the role of thermal and mechanical erosion. \n\nI will determine the lithological and fluid characteristics and their possible related deposits, water source triggering mechanisms, and will explain if it is by impact or spin axis / obliquity changes. High-resolution digital elevation modelling will be used to constrain hydrogeological parameters (under the telescope). Laboratory experiments and numerical modelling using a streamtable and an Earth Simulation Laboratory will support the core task (under the microscope).\n \nThis research is urgently needed as it addresses key questions about past Martian habitability and its implications in subsurface degassing, potential landing site of future robotic/human missions and climate. The inter-disciplinary perspective adopted in this study, close integration of surface geology, analog modelling, and numerical modelling studies, will provide important new knowledge on the late Mars environment. \n\nThe Experienced Researcher (ER) will work in the world-leading ìRiver and delta morphodynamics groupî group in the Department of Physical Geography at Utrecht University. The ER is already proving himself as a future leader: he has published five peer-reviewed papers, and led international teams on fluvio-lacustrine features and climate conditions and erosion rates on early Mars.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}