{
    "rcn": "215347",
    "acronym": "UGMNanoSens",
    "topics": "MSCA-IF-2017",
    "title": "Black phosphorous quantum dots as fluorescent nanosensing platforms for detecting unauthorised genetically modified material",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The discovery of traces of unapproved genetically modified material in imports arriving to the European Union (EU) has set the alarms on for the European authorities, leading them to reinforce their monitoring procedures. The EU has a ëzero tolerance policyí for virtually all unauthorised genetically modified organisms (UGM), prohibiting them to be placed on the EU market even if they have been authorised in third countries. UGM monitoring is carried out in a limited number of enforcement laboratories through highly specialised technologies, mostly based on the real-time polymerase chain reaction. The development of faster, simpler and more cost-efficient analytical systems for UGM testing is greatly encouraged by law-enforcing authorities. The increasing number of functional nanomaterials with interesting properties and exhibiting specific biomolecule interactions, e.g. DNA-graphene, has brought a wide range of opportunities to the field of DNA detection. The interest in nanomaterial-based fluorescent sensors for nucleic acid detection has been growing due to their ease of operation and high sensitivity. In this sense, the use of nanomaterials as fluorophores or quenchers has been especially sought in recent years as they have tunable optical properties and can improve the signal-to-noise ratio as compared to conventional molecular systems. Monolayer black phosphorus (BP), being an important member of the 2D-materials family, has triggered a recent resurgence of interest owing to its unique structure as well as fascinating optical and electronic properties and, most recently, BP Quantum Dots (BPQDs) have shown promising potential in a wide range of applications, some of them yet to be explored. This proposal is aimed at evaluating the use of this emergent material (BPQDs) as fluorescent-based nanoplatforms to make up a rapid and simple DNA-sensing system for monitoring unauthorised genetically modified material (ìUGMNanoSensî).",
    "totalCost": "142720,8",
    "ecMaxContribution": "142720,8",
    "coordinator": "VYSOKA SKOLA CHEMICKO-TECHNOLOGICKA V PRAZE",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}