{
    "rcn": "215385",
    "acronym": "InTheMLLrBALL",
    "topics": "MSCA-IF-2017",
    "title": "Innovative Therapeutic Strategies for Mixed Lineage Leukemia-rearranged B-cell Acute Lymphoblastic Leukemia",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "B-cell acute lymphoblastic leukemia (B-ALL) is the commonest cancer in children and B-ALL with mixed-lineage leukemia rearrangements (MLLr) has a particularly dismal prognosis compared with other B-ALLs. Many MLLrB-ALL patients are refractory to chemotherapy and eventually relapse. Thus, MLLrB-ALL remains clinically challenging. Adoptive transfer of T cells engineered to express artificial chimeric antigen (Ag) receptors (CARs) targeting tumor cell surface-specific Ag is an exciting new approach for cancer immunotherapy.\nClinical trials in patients with advanced B-ALL treated with CAR-T cells against CD19 have shown impressive disease remission; however relapse still occurs with loss of CD19. Importantly, the B-ALL patients who have not responded to CD19 CAR-T cells were mainly those carrying MLLr. A strategy to offset tumor Ag-loss relapse is to modify T cells with one CAR molecule containing two different binding domains in tandem (bispecific CAR). By using both in vitro and in vivo approaches, I plan to improve CD19 CAR-T cell therapy for MLLrB-ALL by i)developing a novel bispecific CD19/NG2 CAR, which we expect will reduce single-Ag immune pressure, and ii)through the combination of CD19 CAR-T cell therapy with P-D1/PD-L1 blockade.\nHow to achieve a long-term persistence of CAR-T cells in the host still remains a major challenge in adoptive T cell immunotherapy, and therefore understanding the interplay between T cells, MLLrB-ALL blasts and mesenchymal stromal cells/stroma is fundamental to improve the efficiency of this immunotherapy. We will thus address in vitro and in vivo the contribution of the leukemia microenvironment to CAR-T cell efficacy, as a potential tumor microenvironment (PD1/PD1L)-mediated indirect mechanism of immune escape to CAR T-cells.\nThis cutting-edge proposal will increase my scientific potential and I will be benefited with the complementary/leadership training activities already planned to reach in a near future an independent position.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FundaciÛ Institut de Recerca Contra la Leucemia Josep Carreras",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}