{
    "rcn": "215307",
    "acronym": "scTRYPseq",
    "topics": "MSCA-IF-2017",
    "title": "Understanding the initiation virulence gene expression in African trypanosomes",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "African trypanosomes are flagellated parasitic protozoans that cause the devastating, lethal disease sleeping sickness, as well as causing economically damaging livestock infections across sub-Saharan Africa. Trypanosomiasis was targeted for elimination by the WHO and others in the London declaration by 2020. Trypanosomes are transmitted by the bite of an infected tsetse fly, which restricts their geographic distribution. In the salivary gland of the fly, parasites coat their surface with approximately 10 million copies of a single variant surface glycoprotein (VSG) in a single layer which is protective against the mammalian immune system and prepares trypanosomes for infectivity. This VSG is expressed in a mono-allelic fashion from a specialized telomeric expression site. VSG coat is an important virulence mechanism; without this coat, parasites are rapidly lysed by mammalian complement. This project will address a fundamental question in trypanosome biology: How do African trypanosomes express a single VSG in its coat? I will address this questions primarily using single cell RNA-seq. First, I will establish an inDrops pipeline at the Institut Pasteur in collaboration with Prof. Andrew Griffiths at ESPCI (Paris) using cultured T. brucei, which will allow me to parameterize this novel single cell RNA-seq pipeline. Then using this protocol, I will generate single cell transcriptomes from tsetse fly derived parasites, constructing a gene expression profile for development of trypanosome infectivity. inDrops is a truly disruptive technology that allows massively parallel indexing of cellular mRNA, allowing transcriptomic analysis of thousands of single cells. These finding will have broad significance in the field; firstly, they will provide the first high-resolution single-cell transcriptome of this pathogen, and they will constitute a significant advance in our understanding of gene expression and the acquisition of infectivity in African trypanosomes.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}