{
    "rcn": "215357",
    "acronym": "OttMed",
    "topics": "MSCA-IF-2017",
    "title": "Reassessing Late Ottoman Literatures within a Mediterranean Framework",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Arslanís project proposes a new paradigm for studying late Ottoman literatures that were written in the nineteenth and early twentieth century and in different languages such as Arabic, Ottoman Turkish, and French by situating these literatures in a multilingual and multicultural Mediterranean framework instead of their respective national communities. His project will build upon three dimensions that constitute the objectives of his study. (i) The history dimension will map out literary and cultural exchanges within the nineteenth-century and early twentieth-century Mediterranean through archival research and digital humanities techniques. (ii) The criticism dimension will demonstrate that thematic preoccupations of Mediterranean literaturesóincluding but not limited to diaspora, travel, imperialism, cultural hybridity, and fluidity of borders and identitiesówere also defining characteristics of late Ottoman literatures via a close reading of canonical late Ottoman works. (iii) The theory dimension will draw upon the latest debates in postcolonial studies, migration and diaspora studies, and world literature to examine how the Mediterranean can be used as a category of analysis in cultural and literary studies. Building upon these three objectives, Arslanís project will put two fieldsóMediterranean studies and Ottoman studiesóin dialogue with each other to generate a disciplinary transformation of both, while undermining the ways in which late Ottoman literatures have been categorised and studied. Having just finished his Ph.D., Arslan hopes to have an advantageous start at his career by the end of this fellowship through completing a substantial portion of a sole-authored monograph, publishing peer-reviewed articles and policy briefs, organising conference panels and communication activities, and joining networks of scholars in North Africa, Europe, and the Middle East who work on Mediterranean and Ottoman studies.",
    "totalCost": "145845,6",
    "ecMaxContribution": "145845,6",
    "coordinator": "KOC UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}