{
    "rcn": "215355",
    "acronym": "MEDLAND_HORN.AFRICA",
    "topics": "MSCA-IF-2017",
    "title": "Medieval landscapes in the Horn of Africa. State, territory and materiality of the Adal Sultanate (15th-16th centuries AD).",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This proposal will study the territory and the material remains of the Sultanate of Adal, a state which during the 15th-16th centuries controlled much of what itís now Somalia and southern Ethiopia, organizing the international trade routes in the region and challenging the power of the Christian kingdom of Abyssinia until its collapse by the end of the 16th century. The history of this state is partially known through written sources, but has never been investigated from an archaeological point of view. This project will analyse how the different communities living in the Adal sultanate (nomads, urban dwellers, international traders) built a shared, cultural landscape and integrated it in one of the most successful trade networks in the world. Following a Landscape Archaeology perspective and using an innovative combination of methodologies and research strategies supported by GIS analytic tools, the project will present alternative interpretations to some of the most important topics in African archaeology: processes of urbanization, relationships between nomads and urban dwellers and continental and international trade routes. Beyond the study of a single archaeological case, the project will address key questions related to current challenges in the region and many other places throughout the world: episodes of religious conversion, environmental stress and climatic change; and will support the existing initiatives to preserve the archaeological and cultural heritage in the Horn of Africa.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}