{
    "rcn": "215332",
    "acronym": "PHANTOM",
    "topics": "MSCA-IF-2017",
    "title": "Phenotypic screening the host antimicrobial responses towards the eradication of Mycobacterium tubercuosis",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The co-evolution between hosts and their parasites is one of the most fascinating examples of evolutionary adaptation. However, there is a paucity of information on how the human immune system co-adapts to the parasites phenotypic plasticity, and how it dynamically rearranges its molecular phenotypes aiming to counteract the pathogenic threats. Hence, many therapies for the treatment of intracellular bacteria-related infection (e.g., tuberculosis) are currently obsolete, especially because of the rise in drug resistance. In this framework, the main goal of my proposal is to decipher the unexplored phenotype ëbar-codesí of host-pathogen interaction, in order to reversely engineer a drug delivery platform aiming to target infected cells only, and to eradicate intracellular parasites. The final aim will be that of eradicating the severe intracellular pathogens Mycobacterium tuberculosis (Mtb), as it is the major cause of mortality related to bacterial infection worldwide. According to the World Health Organisation, in fact, approximately one-third of the worldís population is asymptomatically affected by TB, with about 9 million new cases of per year (of which 11% are children under 15 years), and 1.4 million of deaths. Despite decades of control programs, TB is still second only to HIV as the greatest killer worldwide due to a single infectious agent (the average killing rate of TB is 3 people per minute). This project will thus explore the molecular bases of Mtb-host interaction. These investigations will be used to engineer 'super-selective' polymeric nanoparticles targeting infected cells only (thus avoiding side effects), and to eradicate intracellular parasite. This will be done while adopting strategies that counteract the development drug resistance. Hence, this project will  avoid falling in what has been called as the potential new ëDark Middle Ageî era of lack of antibiotics.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}