{
    "rcn": "215376",
    "acronym": "SPLICEOSACT",
    "topics": "MSCA-IF-2017",
    "title": "Biochemical and CryoEM studies of spliceosome activation.",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Pre-mRNA splicing is a fundamental maturation step of eukaryotic mRNAs that consists of the removal of introns and the concomitant ligation of exons by two successive transesterification reactions. This complex biological process is catalyzed by the spliceosome, a gigantic ribonucleoprotein particle that assembles de novo on each intron and uses a single RNA-based active site to perform both reactions. \nThe spliceosome is composed of five snRNPs (U1, U2, U4, U5, U6) that are recruited to pre-mRNAs in a stepwise manner. When a pre-catalytic spliceosome, consisting of all five snRNPs, is formed on a pre-mRNA it has no pre-existing active site and undergoes extensive compositional and conformational changes to become ìcatalytically competentî. During this transition, two snRNPs (U1 and U4) are lost and several new factors are recruited, ensuring the formation and stabilization of the active site as well as the correct positioning of the pre-mRNAís reactive groups in the catalytic centre. \nThanks to recent technological advances in Electron Microscopy (EM), a series of cryoEM structures of fully assembled ìactiveî spliceosomes at atomic resolution have been solved in the host group and elsewhere, in the past two years. These structures, which have created much excitement in the RNA community, visualize the spliceosome during each step of the catalytic cycle and allow a mechanistic understanding of catalysis. However, due to the scarcity of high-resolution information on earlier complexes, many questions remain regarding spliceosome activation.\nMy project aims at filling a gap in our understanding of pre-mRNA splicing by unraveling the molecular details of spliceosome activation. To that end, I will use a combination of biochemical characterization and cryoEM to study yeast spliceosome captured at discrete early stages of activation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}