{
    "rcn": "215365",
    "acronym": "Primer",
    "topics": "MSCA-IF-2017",
    "title": "Predicting the impacts of climate change and management actions for the invasiveness of alien species in Europe",
    "startDate": "26/11/2018",
    "endDate": "25/11/2020",
    "objective": "In European temperate regions, predicting how climate change will affect rates of biological invasions is crucial for conserving native biodiversity. A European Regulation adopted in 2014 aims to prevent new introductions and stop existing alien species from developing invasions. This requires robust predictions on how introduced alien species will respond to climate change and the management actions designed to prevent invasions. Predictions of ëinvasivenessí, the ability of an introduced alien species to invade, tend to be based on climate envelope models, but these lack environmental and biological complexity and so produce erroneous predictions. Our primary aim is thus to develop novel agent-based models (ABMs) for predicting the consequences of climate change and management actions for the invasiveness of introduced alien species in Europe by integrating climatic, environmental, management and hydrological data. Model regions are Great Britain and France, providing a large latitudinal and climatic gradient suitable. Model species are alien freshwater fishes, as they strongly represent invasive animals in Europe. The experienced researcher (ER) will complete the following research objectives to meet the primary aim: (O1) select the species for modelling and collate the data for modelling; (O2) develop an initial ABM for current climate conditions; (O3) parameterise, for each model species, the initial ABM to predict current invasion probabilities; and (O4) use these final ABMs to predict, via simulations of climate change and management actions, the future invasiveness of the model alien fishes in freshwaters. As the ER has high expertise on invasive species then strong knowledge exchange activities in the Fellowship will: (1) provide the ER with new competencies in predictive ecology and modelling to enable completion of this novel and innovative research, and (2) enable the hosts to develop new research agendas on biological responses to environmental change.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BOURNEMOUTH UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}