{
    "rcn": "215358",
    "acronym": "SQuHadron",
    "topics": "MSCA-IF-2017",
    "title": "Strategies to tackle the Quest for Hadronization",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "The internal structure of hadrons in terms of their elementary constituents (partons) and the transformation of a parton into hadrons (hadronization) are two sides of the same coin, namely the nonperturbative core of Quantum Chromodynamics (QCD), the field theory describing the strong force.\nThis research proposal ìStrategies to tackle the Quest for Hadronizationî (SQuHadron) pioneers new ways to extend our understanding of hadronization.\n\nFactorization theorems allow us to describe hadronization in terms of fragmentation functions (FFs), which reflect the probability that a quark transforms into one or more hadrons. A deeper understanding of hadronization requires the extension of the standard one-dimensional unpolarized FFs to multi-dimensional objects, including polarization and (non)perturbative contributions: the project will make significant steps forward in this direction.\n\nStandard fragmentation functions are already used also as tools to access the internal structure of the hadrons. Their generalization will turn them into much more sophisticated ìprobesî, whose phenomenological potential is very timely in the light of the current and future experimental efforts. \n\nThe benchmark reaction addressed in the proposal is electron-positron annihilation. According to the final states, different aspects of hadronization will be studied. The goals of SQuHadron are: complete the formalism for analyzing 3D unpolarized FFs and extract them from data; define a framework to study chiral-odd FFs for single-hadron, di-hadron and jet production. \n\nThe experienced researcher is a phenomenologist of hadronization and hadron structure. To broaden his skills and enhance his career prospects, he planned a training in perturbative QCD, which will lead to the fulfillment of the key goals of this proposal. Benefiting from the stimulating environments in Jefferson Lab and Pavia University, these efforts will be of utmost importance to become a mature and independent scientist.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PAVIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}