{
    "rcn": "215308",
    "acronym": "2DSTOP",
    "topics": "MSCA-IF-2017",
    "title": "Spin transport and spin-orbit phenomena in 2D materials",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "We live in a technological world where usage of electronic devices for information technology is an integral part of everyday life. Present and future technological progress requires miniaturization of such devices, continuous improvement of their performances and decreasing of energy consumption. Spintronics, a growing research field based on the manipulation of the spin of the electrons, offers devices that fulfil these needs. However, a new generation of proposed spintronic devices are yet to be realized due to the lack of a tuneable spin transport channel. The major obstacle to build such channel is that the transport and the manipulation of spins (which require weak and strong spin-orbit coupling, respectively) in the same material are mutually exclusive. 2DSTOP addresses this problem by exploiting the unconventional spin-dependent properties of the transition metal dichalcogenides. In these two dimensional (2D) layered materials, electrically tuneable spin transport in the presence of strong spin-orbit coupling is theoretically predicted. 2DSTOP envisions the experimental realization of such predictions. Combining these materials with other 2D materials such as graphene and hexagonal boron nitride, this proposal plans to investigate not only the spin transport, but also some of the exotic spin-orbit-related phenomena. This way, the project aims at acquiring scientific knowledge with potential technological applications to be useful for both academia and industry. Moreover, the ultimate goal of 2DSTOP is to offer high-quality interdisciplinary research training for an aspiring young researcher helping him to build a promising scientific research career.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}