{
    "rcn": "215373",
    "acronym": "Gal3-BrainMets",
    "topics": "MSCA-IF-2017",
    "title": "A novel immunotherapy against brain metastasis: Anti-Galectin-3",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The development of new cancer treatments has significantly improved life expectancy of patients. However, these advances increase the risk of suffering from secondary tumours (metastases). Particularly, breast cancer brain metastases are a major cause of morbidity, with meagre life expectancy (3-18 months). These facts highlight the urgent need to find better treatment against this disease.\nImmunotherapy has recently gained great momentum in the clinic to treat different type of cancers. However, its therapeutic use for metastatic spread to the central nervous system (CNS) remains scarce. The immune response within the CNS during metastasis progression greatly depends on microglial cells (resident CNS macrophages). Their roles in neuroinflammatory and neurodegenerative processes have been intensely investigated, whereas their function in metastasis has received minor attention. During brain metastasis, microglia show impaired immune defence, secreting a variety of anti-inflammatory cytokines (e.g. IL-10 and TGF-B) and growth factors which may contribute to metastasis progression.\nA key molecule which might alter such adverse behaviour is beta-galactoside-specific animal lectin galectin-3 (Gal-3). Studies of this promiscuous protein has shown a pivotal role during tumour progression and metastasis to non-CNS sites. Importantly, recent studies from Prof Veneroís group have shown how inhibition of microglial Gal-3 shifted the phenotype of these cells into a more pro-inflammatory state. Therefore, since pro-inflammatory state in microglial cells has been described  to exert anti-metastatic effects, Gal-3 inhibition may provide a powerful  and novel brain metastasis immunotherapeutic approach. Moreover, the fact of the existence of Gal-3 drugs in current clinical trials enhance the possibility of using this strategy as neo-adjuvant therapy to treat breast cancer patients at risk of brain metastasis.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}