{
    "rcn": "215375",
    "acronym": "HYBRICYL",
    "topics": "MSCA-IF-2017",
    "title": "Organic-Inorganic Hybrid Heterojunctions in Extremely Thin Absorber Solar Cells Based on Arrays of Parallel Cylindrical Nanochannels",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "HYBRICYL project presents novel preparative methods developed towards the fabrication of organic-inorganic heterojunctions in coaxial geometry using arrays of parallel cylindrical nanochannels. The aim of this project is to provide new experimental insight into the function of photovoltaic (PV) systems and optimize the geometrical parameters to improve their efficiency. The goal structures will be achieved based on three different elements: a) nanoporous anodic aluminum oxide (AAO) films, b) atomic layer deposition (ALD) of inorganic semiconductors, and c) the use of organic semiconductors as hole transporter materials and bulk heterojunctions. Nanoporous AAO will be used as template due to the great geometrical flexibility achievable, diameter = 20 - 400 nm; interpore distance = 50- 500 nm; length = 0.1 - 10 um, in self-ordered domains of nanopores. The ALD will be used to coat homogeneously the nanochannels of the AAO with electron conductor materials (TiO2) and light absorber (Sb2S3). The thickness of these layers will be ranging from 5 to 50 nm.  Finally, organic hole transporter materials and bulk heterojunction will be infiltrated into the nanochannels in contact with the light absorber to form coaxial organic-inorganic heterojunctions in arrays hexagonally ordered nanochannels. The optical and electrical properties of these PV structures will be studied for a better understanding of the physical process involved. In particular, a series of organic semiconductors will be systematically investigated. This will allow us to optimize the geometrical parameters in function of the charge carriers transport distances (hole mobility) and quantity of light absorbed (absorption coefficient). We will identify the limiting factors of the solar cell efficiency. We will be able to fabricate devices with tailor made geometries to improve the charge generation and collection, and reduce the recombination processes at the interfaces, thereby improving their efficiencies.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FRIEDRICH-ALEXANDER-UNIVERSITAET ERLANGEN NUERNBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}