{
    "rcn": "215398",
    "acronym": "urbanbird",
    "topics": "MSCA-IF-2017",
    "title": "Social life in the city: how urbanization affects cooperation and competition among social birds",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Urbanisation currently forms one of the most important threats to biodiversity. Urbanization involves a drastic change of the environment, which will require species to adapt. Studies have shown that animals in urban environments differ in their behaviour, morphology and physiology from those in rural environments. However, how these differences come about remains unclear. Individuals might be able to show plasticity in their behavioural response to the new environment. Alternatively, certain types of individuals might be more likely to move to cities, or certain individuals might be more successful there. Despite the attention on how urbanization has affected behavioural changes to the environment, the effect on intra-specific social behaviours has been neglected, despite its importance for fitness. Furthermore, the long-term consequences of urbanization for populations remain unknown. The proposed project aims to investigate the underlying mechanisms of changes in social behaviours and the long-term population consequences. I will use the house sparrow (Passer domesticus) as a model system, which although widespread in both urban and rural environments, has undergone extreme declines, particularly in European cities. Using a citizen science approach, combined with new experiments, the knowledge generated by this project will help predict the effects ongoing urbanization will have on species and biodiversity. During this interdisciplinary project I will exchange knowledge with experts in the field of conservation and applied ecology. The proposed fellowship will allow me to re-enter the European academic system and develop skills required to initiate my own effective research group following the project.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}