{
    "rcn": "215322",
    "acronym": "ArcticLabourTime",
    "topics": "MSCA-IF-2017",
    "title": "Investing in the Arctic: the affective and temporal contradictions of work, mobility and inequality in northern peripheries",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The precaritization of labour and life has led some scholars to argue that there is no longer a utopian future to work towards. Other scholars have maintained that anticipation is the dominant temporal mode of late capitalism through which present investments anticipate the profitability of the future. ArcticLabourTime complicates such accounts of capitalist time, as anticipatory or precarious, by examining how they often co-exist in tension, in specific contexts. This project further argues that peripheral places, that never experienced the securities or prosperity often imagined as universal under post-war Fordism, are crucial sites for understanding the temporal contradictions of the financialized global economy. Through critical ethnography, ArcticLabourTime examines a peripheral place, the Arctic, that historically has been characterized by abandonment and precarity, but which is currently a booming site of anticipatory investment. Specifically, it analyzes how governments and employers attempt to manage insecure and seasonal labour markets by encouraging labour mobility, facilitated by multilingualism. This action innovatively combines a critical sociolinguistic approach to studying mobility and peripheral multilingualism with an anthropological political economy of work and time. Whereas economists often assume market behavior is rational and predictable, this project demonstrates that the affective, temporal dimensions of workersí expectations for the future are crucial for understanding how and why people are invested (or disinvested) in particular forms of work, which create value in growing Arctic hotspots. Importantly, a focus on time allows us to understand and address new forms of inequality, by revealing how the ability to invest in economic futures and plan a working life is differentiated. ArcticLabourTime examines, for instance, how differential access to material and linguistic resources enable or constrain workersí aspirational mobility and ability to manage insecurity. Through a secondment this action further seeks to engage with policy makers and employers to address these new forms of inequality.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}