{
    "rcn": "215342",
    "acronym": "ReSPEc",
    "topics": "MSCA-IF-2017",
    "title": "Towards a Remotely sensed estimation of the Photosynthetic Energy balance",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Photosynthesis is the largest flux in the global carbon cycle and therefore of utmost importance for climate change and agricultural research. Radiometric sensors mounted on satellites and airplanes are the only technology providing spatially explicit information about vegetation activity and health at regional to global scale. In particular, the recent availability of remotely sensed sun-induced fluorescence (F), which is directly coupled to the photosynthetic process, opens new perspectives in estimating plant photosynthesis at larger scales. Considering the recently selected satellite Fluorescence Explorer (FLEX) mission by the European Space Agency (ESA) that will launch in 2022, new methods have to be developed to optimally use the F signal for an improved global estimation of photosynthesis. ìReSPEcî aims to develop new algorithms to improve the estimation of plant photosynthesis at ecosystem to regional scale (gross primary production; GPP) by assessing the photosynthetic energy balance of the light reactions from remote sensing platforms. To achieve this goal an open-field manipulation experiment will be setup to develop and test a semi-mechanistic model that links novel and established optical signals with gas-exchange measurements to assess the photosynthetic energy balance on leaf and plant scale. The semi-mechanistic model will then be applied to a pre-existing datasets of airborne measured F and vegetation reflectance to estimate GPP on ecosystem scale. Results will be compared and validated with eddy-covariance-based estimates of GPP. The outcome of this project will contribute to a better understanding of the photosynthetic energy balance on leaf-, plant- and ecosystem scale, which in turn allows an improved estimation of GPP. By ensuring that all necessary parameters will be measurable by the FLEX satellite mission, this project will take a first step towards a new global estimation of the photosynthetic energy balance.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}