{
    "rcn": "215305",
    "acronym": "SufiVisual",
    "topics": "MSCA-IF-2017",
    "title": "THE VISUAL CULTURE OF SUFISM IN FRANCE AND GERMANY",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Sufism, the mystical path within Islam, is spreading extensively throughout European society. However, despite its growing significance, we know little about the religious visual culture of ëmystical Islamí or Sufism, and no comprehensive study for the visual culture of Sufi orders in Europe exists, constituting a major gap in our knowledge. The proposed two-year research project SufiVisual will fill this gap. Combining anthropology, ethnography, religious studies, gender studies, and art history, the study will apply an innovative interdisciplinary approach to generate unprecedented insights into the visual culture of three key Sufi-based organizations. In combination these create a balanced case study in two research fields, France and Germany, which can be seen as paradigmatic for the European situation and beyond, narrowing the scope of the project so that it is feasible within the timeframe proposed while establishing a foundation for future projects to expand and build upon. The project will break new ground by being the first comprehensive interdisciplinary study on Sufi visual culture in a transnational context. It will produce pioneering work on gender-specific Sufi visual culture and contribute important scientific data on Sufi visualizations of belief and piety. The research findings will identify the ways in which visual culture actively constructs and shapes religious concepts and impacts our understanding of Islam, secularism, and European identity. A central working hypothesis of this project is that visual culture and religious practice is a counter movement to religious fundamentalism and a driving force for religious pluralism.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}