{
    "rcn": "215323",
    "acronym": "PhotoCuRiOT",
    "topics": "MSCA-IF-2017",
    "title": "Visible Light-Mediated Copper Photoredox-Catalyzed Ring-Opening Transformations of Activated Small Ring Aza-Heterocycles and Carbacycles",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "PhotoCuRiOT is envisaged and designed to develop novel synthetic tactics to biologically significant cyclic and acyclic nitrogenous organic compounds via visible light-mediated Cu(I)-based photoredox catalyst-assisted ring-opening transformation of small ring aza-heterocycles and aminocarbacycles. Considering the earth abundance and low cost, Cu(I)-based complexes, especially copper(I) phenanthroline derivatives, are recently being used as efficient photocatalysts and as low-cost alternative to the Ru or Ir-based complexes. A range of Cu(I)-complexes will be screened for optimizing the efficiency of the aforementioned ring-opening transformation processes. The most effective catalyst will oxidatively activate the substrates and the reactions will proceed through the generation of photoinduced reactive species (primarily amino radical cations) that can be productively harnessed for the synthesis of a range of high-value functional motifs after successive ring opening and annulation with suitably functionalized nucleophiles. PhotoCuRiOT will address the long-standing problem of finding an appropriate classical activation mode for different varieties of small ring aza-heterocycles (non-activated and activated) by offering a unique generic activation mode through the formation of amino radical cationic intermediates. PhotoCuRiOT also aims to bridge the gap between the fields of medicine and energy by enabling facile and highly selective synthesis of a wide array of high value heterocyclic moieties by utilizing copper complexes as environmentally benign photoredox catalysts and visible light as a sustainable source of energy. The successful photoactivation and subsequent ring-opening/expansion transformations of azacyclopropanes and azacyclobutanes would also allow late stage functionalizations of many drugs based on these heterocyclic skeletons such as ciprofloxacin which is a widely-prescribed cyclopropylamine-containing antibiotic.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}