{
    "rcn": "215343",
    "acronym": "ReCurse",
    "topics": "MSCA-IF-2017",
    "title": "Beyond Resource Curse: examining the socio-environmental impact of the mining boom in Colombia in a context of EU energy import dependency",
    "startDate": "03/08/2018",
    "endDate": "02/08/2020",
    "objective": "In a context where the globalization-development relationship is being more re-examined than ever, this study aims to build evidence based theories around and for the better understanding of the so-called Resource Curse, i.e. the paradox that countries with an abundance of natural resources tend to be associated with lower growth rates, promotion of authoritarianism and worsening living standard. By bringing together Earth Observation (EO) and sociological analysis to the study of mining boom impact in Colombia, I expect three main contribution to the field of international development: (1) to better understand the mechanism under which resource curse may occur in the light of the differences between coal and petroleum and to explain why different types of resources lead to different outcomes; (2) socio-economic impact in highly mining-impacted areas and regardless the national resources income; (3) biophysical changes and self-reported feeling of safety and quality of life across social groups near mining areas; (4) to develop evidence-based policy advice for communities experiencing boom-bust cycles in a context of resource prices volatility, with attention to those affected by conflict and war. Hence, this study aims to become a milestone in the study of resources-development relationship by getting liberated from the narrow question of whether there is a ìcurseî and will seek knowledge about a full range of outcomes. Fieldwork will take place in highly mine-impacted communities in Colombia. I will significantly benefit from a placement at the University of Copenhagen (KU) as it is one of the key European centers for the study of Resource Extraction and Management. UK houses the Environment & Society in Developing Countries research group, which focuses on EO, the complexity of land use and land cover change, natural resource management and societal processes. I will be affiliated with this group as a researcher representing and bringing insights from sociology",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}