{
    "rcn": "215318",
    "acronym": "RNAfate",
    "topics": "MSCA-IF-2017",
    "title": "RNAfate- revealing regulation of cellular ìnoiseî.",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "RNA is an essential element in the flow of genetic information in the cell. Recent development of genome-wide techniques reveal multiple novel RNA transcripts, mostly non-coding (nc) for protein. Their significance for the cell is still poorly understood and at first they were considered as ìnoiseî. During the recent decade research has revealed growing evidence for the importance of ncRNAs in cell development and disease. Further elaboration of their functions remains a pressing need in the field. To address this gap in knowledge we will focus on clarifying their regulation. One of key processes modulating levels of RNA in the cell is degradation. Xrn1 is a highly conserved 5í-3í exoribonuclease that plays an important role in RNA decay. At the Institut Curie the Morillonís group has discovered that a class of long non-coding (lnc)RNAs is highly sensitive to Xrn1-decay in yeast. The XRN1 sequence is well-conserved from yeast to human, but very little is known about human (h)Xrn1 targets other than mRNAs. Recent studies have revealed involvement of human lncRNAs in cancerogenesis or viral infection. Moreover, studies of Hepatitis C virus (HCV) have shown that viral infection change ncRNA levels. Others have reported that viral structured (sf)RNA can inhibit hXrn1. But how this sfRNA affect ncRNA-om was not yet determined. Importantly, Xrn1 can localize to cytoplasmic foci called P-bodies which are dynamic reservoirs of multiple RNAs and proteins involved in processes such RNA silencing or RNA decay. It has been demonstrated that P-bodies are altered in multiple human diseases and upon viral infection. There are three objectives for this project: 1) identifying novel members of the hXrn1-sensitive coding and noncoding transcriptome, 2) understanding, on a genome-wide scale, how the impairment of hXrn1 by viral sfRNA can change ncRNA stability, as well as their potential role in infection 3) defining the effect of hXrn1 impairment on P-body formation and composition.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}