{
    "rcn": "215391",
    "acronym": "SUBTOL",
    "topics": "MSCA-IF-2017",
    "title": "Understanding seaweed submergence tolerance mechanisms and translating them into land plants",
    "startDate": "05/09/2018",
    "endDate": "04/09/2020",
    "objective": "Global food security is threatened by climate change, particularly increased incidences of flooding and drought. Flooding has catastrophic impact on agricultural productivity, as most agricultural crops are sensitive to waterlogging and submergence. Flooding is a complex, multi-factorial stress involving lack of oxygen, followed by oxidative stress as the flood subsides and sometimes accompanied by changes in salinity. The molecular strategies land plants use to respond to submergence vary widely between species and are not fully understood due to lack of model organisms naturally adapted to such multiple stresses. SUBTOL takes a completely new approach to improving plant submergence tolerance: harnessing genetic mechanisms from green seaweeds, a group of organisms naturally adapted to both submergence and desiccation, for which there is no equivalent terrestrial counterpart. SUBTOL will use the emerging model green seaweed Ulva to understand the changes in gene regulation that occur during seaweed submergence and exposure. Ulva shares a common ancestor with land plants and is uniquely adapted to natural periodic submergence/exposure cycles arising from tides. SUBTOL sets a new research paradigm and will define for the first time the molecular mechanisms regulating both submergence and post-submergence stress in a seaweed. This data will then be used to manipulate relevant genes in land plants, to modify their submergence tolerance via a synthetic biology approach. SUBTOL will thus generate knowledge benefiting both academia and industry. SUBTOL (i) initiates a step-change in the societal value of seaweeds by using them as models to understand adaptive processes largely absent from land plants, (ii) greatly improves understanding of both seaweed physiology and plant stress tolerance, (iii) will lead to novel routes for manipulating flood tolerance in land plant crops for agricultural benefit and (iv) enables new understanding of plant evolution.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}