{
    "rcn": "215366",
    "acronym": "SOCELL",
    "topics": "MSCA-IF-2017",
    "title": "Self-organized biomolecular gradients for controlling cellular behaviour in cell culture",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Concentration gradients of biomolecules are essential in important biological events such as morphogenesis, inflammation, wound healing and cancer. As a consequence, devising methods to generate highly controlled biomolecular gradients for studying cellular behaviour is a major scientific endeavor. However, state-of-the-art approaches based on microfluidics suppress cellular signalling by washing molecules away, limiting their biological significance. To solve this issue, this proposal will develop an original method to create biomolecular gradients that influence cellular behaviour without interfering with cellular communication. This method relies on recent DNA nanotechnology developments in the host group that create complex ssDNA concentration gradients autonomously, through a reaction-diffusion mechanism. The goal of this proposal is to demonstrate that such self-organized concentration patterns of DNA strands can modify the gene expression of human cells in vitro. Antisense technology will be used to couple extracellular DNA gradients with changes in cellular behaviour. As a proof of principle, a two-band concentration pattern of DNA will be created, which will induce in vitro a similar pattern of fluorescent protein expression on a HeLa cell monolayer. As an application, biomolecular gradients will be used to control wound healing assays, allowing the patterning of cell culture. These results would open doors to control and study cellular behaviour while maintaining crucial cellular communication mechanisms. In the long run, this technique, that combines the self-organization of synthetic molecules and living cells, could be advantageously used in tissue engineering.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}