{
    "rcn": "215383",
    "acronym": "OilandEmp",
    "topics": "MSCA-IF-2017",
    "title": "Crude Empire. British 'Oil Imperialism' and the making of the modern Middle East (c.1901-c.1935).",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "This project rethinks British imperialism in the early twentieth century Middle East. It places oil ó its exploration, extraction, and the geopolitical implications of this ó at the centre of analysis. This period witnessed a major energy transition, the shift from coal to oil, and the dawn of a new energy regime in the world. Oil products became increasingly essential for military-industrial transformation. Access to oilfields became imperative for European imperial states and this desire for oil concessions made the Middle East a new object of interventionism and a new site of imperial competitions. This project argues that British state and business interests were at the forefront of this new coercive interventionism in the Middle East which I term ìoil imperialismî: how oil competition fostered new bids for domination over space and people in the region. For Britain, these dynamics amounted to a new experience of empire, with a rising generation of imperialists identifying oil companies as their best agents for a revised and profitable form of ìinformalî empire, and seeing the Middle East as vast untapped realm for exploitation, notably of mineral resources, and with petroleum products in the vanguard. British ìoil imperialismî had unprecedented social, spatial and environmental consequences. It shaped Middle East borders, created new labour forces, transformed landscapes, polluted sensitive environments and enforced the settlement of nomadic tribes. Horizon 2020 lists ìClimate Action, Environment, Resource Efficiency and Raw Materialsî among societal challenges that are major concerns for citizens in Europe. By understanding the genesis and early history of Europeís quest for oil in the Middle East,  this project will deepen scholarly knowledge regarding the relationship between energy, geopolitics and history. More specifically, his project highlights the postcolonial legacies of a century of European oil imperialism in the Middle East.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}