{
    "rcn": "215393",
    "acronym": "EvISC",
    "topics": "MSCA-IF-2017",
    "title": "Infection of the human intestine by enteroviruses: A CRISPR-based screening approach",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Enterovirus infections are of public health concern as globally millions of people become infected each year. Enteroviruses (HEV) are an assemblage of highly diverse positive-stranded RNA viruses that belong to the Picornaviridae family. Four out of the 13 known enterovirus species are human pathogens, with poliovirus being the most prominent member. The entry point for these viruses is the gastrointestinal or the respiratory tract from where they can spread to other organs and cause severe pathologies. Vaccines exist only against polio and no therapies are currently available against any HEV. Thus, there is a great need for new antivirals.\nI aim to identify host factors crucial for the HEV life cycle by performing a whole genome CRISPR loss-of-function screen in primary cultures of human intestinal epithelial cells. Importantly, the lytic nature of HEVs will allow a straightforward selection of cells that survive virus infection upon small guide RNA-mediated deletion of host genes that support HEV infection. This interdisciplinary project demands expertise both in stem cell, enterovirus biology and host-pathogen interaction, which is provided by the Jensen lab (host), the Tapparel lab (partner) and myself, respectively. \nThrough access to intestinal stem cells and organoids from various donors and multiple HEVs I have the unique possibility to dissect host-enterovirus interactions by taking host and virus variations into account. By integrating this data, I will be able to dissect tropism both from a host and a pathogen perspective, and identify host factors that are necessary for HEV infection. This knowledge will contribute to the discovery of novel drug targets for broad-spectrum therapies against HEV infections and moreover provide me with the unique opportunity to move forward in academia and establish my own research group.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}