{
    "rcn": "215374",
    "acronym": "Predict-Plan-Control",
    "topics": "MSCA-IF-2017",
    "title": "Integrating robotic control and planning with human activity prediction for efficient human robot collaboration",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "In this project, I will develop a robotic planning and control system that performs human-robot collaborative manipulation tasks.  The system will enable robots to help a human perform continuous forceful operations on a workpiece---grasping and moving the piece in coordination, in a way that is efficient and comfortable for both the human and the robot.  This requires a novel integrated approach involving three components: control, human-interaction, and grasp planning.  First, I will develop a cooperative controller that, in addition to responding to human motion and forces, can also explore freedoms natural to a given task, e.g. continuous grasp regions on objects. Second, I will develop probabilistic models for human motion, forces and comfort during interaction with robots.  These models will inform the controller about human intentions and needs.  Third, I will develop a grasp planner that can evaluate how effective a certain grasp is for the progress of the rest of the task.  Such a capable human-robot collaborative manipulation system, integrating control, human-interaction, and grasp planning, is completely novel and does not yet exist anywhere else to the best of my knowledge.  The multidisciplinary character of this project will provide me with a unique set of expertise complementing my previous knowledge in cooperative robot control with new skills in human activity prediction and grasp planning. I will be working with Prof. Cohn, an expert in human activity recognition and prediction, and Dr Dogar, an expert in robotic planning.  This fellowship will enable the transfer of knowledge between their group and me through hands-on collaborative work and mutual training.  It will strengthen my professional reputation and skill set, help me become a world-leading expert in human-robot collaborative manipulation, and will be a critical stepping stone in my career plan to attain a permanent academic position at a leading institution.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}