{
    "rcn": "215368",
    "acronym": "STELLAR",
    "topics": "MSCA-IF-2017",
    "title": "multireSponsive hybrid Transition mEtaL dichaLcogenides-bAsed optoelectRonics ñ A European Fellowship for career development",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "STELLAR will offer world-class training through research in the cross-disciplinary and supra-sectorial field of 2D transition metal dichalcogenides (TMDCs)-based multiresponsive optoelectronics to an extremely talented and promising young researcher, with a PhD in physics and an extraordinary track record. The proposed research lies at the interface between physics, chemistry and electrical engineering, in the interdisciplinary realms of supramolecular sciences, materials science and nanoscience. The overall mission is to train the fellow to become an independent scientist and to prepare him for a leading position in academia/public sector or industry. The research programme in STELLAR targets a fundamental breakthrough in the field of 2D TMDCs by combining switchable molecular systems to construct multiresponsive hybrid molecules/TMDC structures and optoelectronic devices. For this purpose, TMDC nanosheets will be engineered via ion bombardment to create chalcogen vacancies as anchoring sites for molecules. Specially designed molecules with multiple responsive moieties (photochromic and electrochemically switchable moieties) and suitable head groups (thiol or selenol groups) will be chemisorbed on the defective TMDC surface. This novel hybrid system can respond to multiple independent external stimuli and exhibit distinct physical and chemical properties in different stable states. Electrolyte-gated field-effect transistors (FETs) with a hybrid molecules/TMDC channel will be exploited to realize multiresponsive optoelectronic devices. These FETs can be controlled or switched not only by gate voltage, but also by multiple external stimuli. Such smart devices can work as multi-bit memories, chemical sensors and diodes. In conclusion, STELLAR aims at developing high-performance multiresponsive optoelectronic devices with hybrid molecules/TMDC systems to replace the state-of-the-art Si-based and organic electronic devices.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE STRASBOURG",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}