{
    "rcn": "215364",
    "acronym": "HOPE",
    "topics": "MSCA-IF-2017",
    "title": "HOminin Proteomes in human Evolution",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "This project aims to reconstruct the genetic relationships between our and extinct hominin species from sites and time periods incompatible with ancient DNA preservation through mass-spectrometry based sequencing of ancient hominin proteins. Understanding the evolutionary relationships between extinct and extant hominins is a major goal of palaeoanthropology, including insights into population dynamics and traits selected for/against in particular hominin lineages. Up to recently this was exclusively achieved through ancient DNA analysis. Ancient DNA survives for a limited amount of time, however, and is commonly degraded entirely after 0.5 or 1.0 Ma. A new biomolecular approach to this issue is the analysis of ancient proteins preserved in enamel, dentine and bone from hominin fossils, as recent studies demonstrate that ancient proteins survive for longer stretches of time than DNA. HOPE will advance these developments by applying novel methodological approaches to the extraction and characterization of hominin ancient proteins in samples beyond the survival of ancient DNA. Specific objectives are 1) to test proposed evolutionary hypotheses on hominin evolution through the characterization of ancient enamel protein sequences from a number of extinct hominin populations of significant age, 2) to increase non-collagenous protein sequence recovery from dentine samples, 3) to explore the population proteomic potential of hominin proteomes, and 4) to understand changes in enamel proteome composition throughout hominid evolution. These objectives will be realized by analysing hominin specimens from a range of taxonomic clades present in the Early, Middle and Late Pleistocene of Africa and Eurasia. HOPE thereby provides novel interdisciplinary insights into human evolution and methodological tools of use across palaeonthropology and evolutionary biology.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}