{
    "rcn": "215359",
    "acronym": "TransWNV",
    "topics": "MSCA-IF-2017",
    "title": "A transcriptomic approach to understand the avian genetic susceptibility to West Nile Virus infection",
    "startDate": "15/10/2018",
    "endDate": "14/10/2020",
    "objective": "Emerging infectious diseases that have a wildlife reservoir pose a major challenge to global health. This is the case for West Nile Virus (WNV), which is the number one causative agent of viral encephalitis worldwide. Although it infects humans, the main hosts of WNV are birds. Thus, to develop effective intervention strategies it is critical to understand the disease dynamics in birds. In WNV, disease dynamics are influenced by variation in disease susceptibility across individuals and species, but the factors underlying this variation are poorly understood. Here, I propose to focus on one of these factors: the genetic basis of the immune response. Specifically, I will characterize the transcriptional response to WNV infection and identify candidate genes and pathways that will allow us to gain insights into the avian immune response to the virus and uncover the genetic basis of susceptibility both at the species and individual level. To achieve this goal, I will first analyze the transcriptional response in individuals of house sparrow that die and individuals that survive a WNV infection and test for differential expression. Second, I will characterize the transcriptional profile of house sparrows inoculated with 4 different strains of WNV.  Finally, I will examine transcriptional profiles and test for differential expression in 3 species (house sparrow, Eurasian collared dove and common quail) with different susceptibility to WNV. To complete this work I will use state-of ñthe-art genomics, bioinformatics and statistical analyses and will integrate knowledge from genomics, disease ecology and immunology. Obtaining a Marie Sklodowska-Curie fellowship to carry out this project under the supervision of Prof. J Figuerola (DoÒana Biological Station) will be a unique opportunity to resume my scientific career. This project will also contribute to one of the key research areas in the European Union and will yield new insight into the mechanisms relevant to host health.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}