{
    "rcn": "215494",
    "acronym": "OPTOLEADER",
    "topics": "MSCA-IF-2017",
    "title": "Optogenetic control of leader cell mechanobiology during collective cell migration",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Emergent collective behaviours such as flocks and waves are a hallmark of biological active matter, and occur prominently also in large groups of migrating epithelial cells, where they are involved in fundamental biological processes such as wound healing, morphogenesis and cancer cell invasion. Physical forces transduced between cells and arising between cells and the extracellular matrix (ECM) play an integral role in orchestrated multicellular phenomena. Another integral contribution is given by the actions of leader cells, that modulate and guide the migration of cohesive cell groups. How leader cells achieve this using intracellular and cell-ECM forces remains largely to be understood. Here we propose an experimental approach to generate leader cells using optogenetics and to study how leaders influence the collective behaviour of migratory cell groups. We will use epithelial cells expressing light-sensitive activators of RhoGTPases, which enable reversible and directional control of cell motility using blue light. Traction force microscopy and monolayer stress microscopy will be performed using these cells while we will create and control leaders. With functionalized substrates, we will study the mechanical role of leaders in different conditions, from confined two-cell systems to confluent monolayers exhibiting flocking. Finally, we will express the light-sensitive proteins in cancer cells, to study how their three-dimensional dissemination is affected by leaders. Our experimental approach combines physics-derived modelling and quantification of forces with advanced molecular biology tools. The latter will enable us to perform selected modifications on cells, targeting a wide array of proteins involved in cell-cell adhesion and force transduction. Our goal is to shed light on how leaders physically influence collective migration in physiologically relevant situations, paving the way for the in vivo applications of light-induced leader cells.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}