{
    "rcn": "215456",
    "acronym": "MECEDGE",
    "topics": "MSCA-IF-2017",
    "title": "Transgenic dissection of the neural circuitry of memory and dementia",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Our memories are arguably what make us who we are, making dementia a particularly cruel disease. Decades of research have revealed that two interconnected brain regions, the medial entorhinal cortex (MEC) and hippocampus (HP), are required for successful spatial memory formation in mammals. Each region contains specialized neurons that fire relative to the animal`s position in physical space: grid cells in the MEC have regularly-repeating spatial firing fields throughout the entire environment (ìgrid fieldî); and place cells in the CA1 region of the HP fire at a particular location within an environment (ìplace fieldî). Spatial information from the MEC grid cells reaches CA1 place cells in two ways: through an (1) indirect pathway (IP) via layer II MEC neurons, or a (2) direct pathway (DP) via the layer III MEC neurons. Thus, hippocampal neurons compare processed and unprocessed input. However, the relative roles of these two kinds of input onto hippocampal firing patterns remains elusive, largely due to the difficulty in performing layer-specific manipulations. The Kentros lab at NTNU has developed a novel and exciting genetic technology that makes such experiments possible. Therefore, I propose to conduct in vivo electrophysiological recordings in CA1 while manipulating the DP to determine the effects of direct MEC input on hippocampal network dynamics. I will then investigate the behavioral ramifications of manipulating the DP on spatial task performance. Interestingly, the superficial layers of entorhinal cortex are the first brain area to exhibit the pathological signs of Alzheimer`s Disease (AD) in patients. Therefore, I will compare the relative roles of entorhinal layer II and III neuron activity in the progression of pathology in a preclinical mouse model of AD. Thus, this proposal will provide insight into how the distinct circuit elements of the entorhinal cortex contribute to place field formation, memory performance, and disease progression.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}