{
    "rcn": "215425",
    "acronym": "GRACE",
    "topics": "MSCA-IF-2017",
    "title": "hiGh-Resolution imAging of the barrel CortEx through VSD and LFP recordings",
    "startDate": "01/06/2019",
    "endDate": "31/08/2021",
    "objective": "The aim of this action is to develop an innovative and advanced dual approach to study the barrel cortex, combining Voltage Sensitive Dye (VSD) imaging and high-resolution electrical recordings. The barrel cortex in rodents is part of the primary somatosensory cortex and a well-known example of topographic mapping, where each whisker is mapped onto a specific cortical area, called a barrel. Thanks to its unique functional organization, this system offers excellent conditions to investigate neural mechanisms mediating sensory coding, processing and plasticity. Sensory-evoked activity in the neocortex is known to manifest in the form of propagating waves but up to now there are no studies directed towards a high-resolution mapping of these waves in the barrel cortex in vivo. Thanks to the chronic cranial window designed by Dr. Kuhn at OIST, VSD imaging will be performed simultaneously with high-resolution electrical mapping of Local Field Potentials (LFP) through CMOS-based implantable neural probes developed within an EU project coordinated by UNIPD. Once fully established, this dual method will be transferred to UNIPD and will allow the study of neuronal signal propagation through a 3D architecture in living tissue with simultaneous high-resolution optical and electrical recordings. This action will increase my competences in neurophysiology and promote a close collaboration and a two-way transfer of scientific knowledge between Padova and Okinawa, enhancing the scientific relations between the European Research Area and Japan. This project will contribute to the development of advanced neuroprostheses allowing a bi-directional communication with brain microcircuits through high-resolution LFP recordings and patterned electrical stimulation of neural populations. Moreover, the results of my research will have a strong impact on basic neuroscience of population coding, providing novel insights on the propagation of sensory information within the barrel cortex.",
    "totalCost": "195728,85",
    "ecMaxContribution": "195728,85",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}