{
    "rcn": "215440",
    "acronym": "COAGULANT",
    "topics": "MSCA-IF-2017",
    "title": "CK2-dependent cytoskeletal regulation and molecular signaling of Neutrophil Extracellular Trap (NET) formation",
    "startDate": "01/07/2019",
    "endDate": "30/06/2022",
    "objective": "Platelets play an essential role in hemostasis but are also critically involved in acute arterial thrombotic occlusions leading to myocardial infarction or ischemic stroke and associated tissue fibrosis which are still the major cause of morbidity and disability in the European Union thus causing enormous costs in the health care system.\nIn the last years there is increasing evidence that primary hemostasis and inflammatory atherothrombosis are crucially affected by leukocytes. Thereby the neutrophils represent the most abundant type of immune celly as almost 50% of all leukocytes belong to the neutrophil subset. The neutrophil extracellular trap (NET) formation is mainly know as pro-thrombotic factor in arterial thrombosis and is characterized by release of decondensed chromatin with incorporated histones and neutrophil elastases after neutrophil activation. Beside their pro-thrombotic effect, NETs were also recently described as inducer of tissue fibrosis in vivo thus contributing to cardiac tissue damage. Although tubulin and intermediate filament rearrangements in the cytoskeleton and nuclear envelope are a prerequisite for NET formation and chromatin release, nothing is know about the underlying molecular mechanisms and targets hitherto.\nTubulin dynamics and microtubules are known regulators of intermediate filaments in the nuclear envelope thus maintaining the nuclear integrity of cells. Thereby, the ubiquitous Casein kinase 2 (CK2) is an acknowledged upstream molecule of microtubule dynamics and stability in a wide variety of cells. For this reason, the role of the CK2 in microtubule and intermediate filament dynamics during NET formation and its impact on thrombo-occlusive tissue fibrosis in cardiovascular diseases will be investigated resulting in the identification of new molecular structures suitable for improved and personalized treatment of thrombo-occlusive events like myocardial infarction and ischemic stroke.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "EBERHARD KARLS UNIVERSITAET TUEBINGEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}