{
    "rcn": "215416",
    "acronym": "qMAR",
    "topics": "MSCA-IF-2017",
    "title": "Quantification of the intestinal load of a targeted set of resistance genes to Monitor Antibiotic Resistance in paediatric transplant patients",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The gut microbiome is involved in numerous processes that include protection against colonization and infection by pathogenic organisms. The extensive use of antibiotics could result in dysbiosis with detrimental effects on the health of the individual, in addition to increasing the risk of driving the emergence of multi-drug resistant organisms. This is especially concerning among paediatric transplant patient, a group of patients with special needs that are heavily reliant on antibiotics after surgery. It has been shown that determining the load of resistance genes among the gut microbial organisms could be a predictive factor for the development of pathogenic infections. Along these lines, qMARís main objective is to evaluate the use of qPCR for monitoring biomarkers, in terms of the intestinal load of selected antibiotic resistance genes in the resistome over time, as tools that could be used in PMed approaches for paediatric transplant patients.\nIn order to achieve this, faecal samples and medical records will be collected from each paediatric transplant patients over a period of 12 months. Antibiotic susceptibility testing will be performed using VITEK-2. qPCR will be performed directly on the samples in order to determine the load of epidemiologically relevant resistant genes over time. Multi-locus sequence typing will be performed for determining the clonality of the isolates. Statistical analyses will also be performed in order to determine associations between clinical interventions, the load of resistance genes, and clinical outcomes. The main expected result is determining a threshold of resistance genes after which adverse clinical outcomes would be expected, and determining how clinical interventions are affecting the load of resistance genes and the microbiome.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSIATRIO LA PAZ",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}