{
    "rcn": "215482",
    "acronym": "SYMOBLIGA",
    "topics": "MSCA-IF-2017",
    "title": "Comparative genomics of host-symbiont dependency",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Organisms across the tree of life form partnerships with microbes for protection, metabolic and nutritional benefits. Symbiont acquisitions have allowed hosts to colonise ecological niches that they would otherwise be excluded from, use previously inaccessible resources and capture novel forms of energy. In some cases, host and symbiont become so tightly associated that dependency evolves and the two organisms integrate both physically and genomically. Understanding how organisms combine to perform new metabolic functions and capabilities is key to understanding the evolution of biological complexity. However, most permanent symbioses are ancient and independent evolutionary events, making it difficult to gain information about how dependency evolves. The symbiont Serratia symbiotica has relatively recently transitioned to an essential nutritional role in at least one subfamily of aphids. We provide evidence that dependency on Serratiaís has evolved not once, but several times independently in different aphid lineages. This provides a unique opportunity to explore how symbionts integrate with hosts both genomically and physiologically during the early stages of evolving dependency. We will use a state-of-the-art cross-species comparative genomic analysis in combinations with molecular cytogenetic experiments to determine whether dependency on Serratia has evolved through the same or different genetic mechanisms in the different aphid lineages. First, we will establish a timeline of when each aphid lineage evolved dependency on Serratia. Second, we will identify symbiont genomic rearrangements, the timing of losses and integration of host and symbiont metabolic pathways. Third, we will determine how physical integration evolves. Our findings will provide important information on how microbes and hosts evolve shared metabolic pathways and whether dependency evolves through parallel or convergent processes.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}