{
    "rcn": "215490",
    "acronym": "RydIons",
    "topics": "MSCA-IF-2017",
    "title": "Coherent manipulation of cold trapped ions in Rydberg states",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The project aims at developing a full coherent control of cold, trapped ions excited to Rydberg states. The experiment will be implemented using laser-cooled atomic ions at microkelvin temperatures in a microfabricated radiofrequency ion trap. The superb control over internal and external degrees of freedom in cold ions will be combined with the high flexibility offered by the Rydberg interaction that enables accurately tuning the strength as well as the angular dependence of the interaction. Building on this control, the researcher will investigate fundamental physics in long-range interactions between such highly controllable quantum systems. New techniques will be developed to generate quantum states that are independent from the trapping field using specific dressed states in a microwave field as well as a fast switching electric field. This will enable the excitation to high-laying Rydberg states, and thus the observation of new quantum effects, i.e., the Rydberg blockade effect in cold ions. Furthermore, coherent excitation of these quantum systems will be achieved based on a two-photon excitation scheme, while the focus will be on experiment with multi ions in linear as well as two-dimensional arrays. The project will establish a novel approach for understanding the physics of strongly correlated many-body systems. Therefore, the proposed research will pave the way for the implementation of quantum simulators based on fast switchable Rydberg ions as well as for the exploration of the underlying mechanism of symmetry-breaking defect formations. This quantum technology has the potential application for simulating the transport of vibrational excitations along protein chains.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}