{
    "rcn": "215418",
    "acronym": "Gender identity",
    "topics": "MSCA-IF-2017",
    "title": "Alone against Secularisation? Gender identity in Anglican and Catholic women (England-Spain, 1960-2015)",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "This projectís overall objective is to carry out a comparative study of the construction of the self of both Anglican and Catholic women during the last five decades. Following a gender perspective, it will analyse how women belonging to these Churches have reacted to the recent transformations experienced by the English and Spanish societies. Particularly, this project will focus on two of these changes. Firstly, the accelerated secularisation of both societies, a process which started in the late eighteenth century and was consolidated during the cultural revolution of the 1960s. Since that point established Churches, like Anglicanism in England and Catholicism in Spain, lost on a great part of their former social support and cultural influence. The second aspect will be the emergence of second-wave feminism during the 1960s, which broadened the feminist agenda to a wide range of issues, like sexuality, family and reproductive rights. By relying on oral history methods, especially useful to analyse the complex process of identity construction, this research project wants to know how these women dealt with those social and cultural transformations in order to shape a particular gendered and religious identity. Three main questions will be addressed by this project: How has the different evolution of Catholicism and Anglicanism from 1960s onwards affected female believers? Did the historical link between women and religion disappear at the end of the 20th century? How have interviewees managed to reformulate the role of religion in their lives before the secularist and feminist claims? The main deliverables will be two papers published in leading international journals and a book published either in English or Spanish. The fellowship will be highly beneficial to establish the researcher as one of the main European experts on the history of secularisation from a gender point of view.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}