{
    "rcn": "215498",
    "acronym": "PolArist",
    "topics": "MSCA-IF-2017",
    "title": "The Fragmentary Constitutions of Aristotle",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "One of the greatest minds of antiquity was no doubt Aristotle. He is usually studied or read as a philosopher. However, his entire life, Aristotle was also a researcher, fascinated by history. His most important historical work is his huge collection of Constitutions, which were a gold mine of unique information on the history and organization of the Greek city-states. Only the Athenian Constitution survives almost in its entirety. Of the other constitutions all that remains are 'fragments,' i.e. citations in extant writers, and the epitome by Heraclides Lembus. There are many editions and studies of the Athenian Constitution, but nothing comparable is found for the other constitutions. Therefore, my project will focus on the fragmentarily preserved constitutions, more specifically the 44 constitutions which were also included by Heraclides. My aim is to define the content and structure of the fragmentary Constitutions, study the link with Aristotleís political philosophy, explore his reception and the relation to other ancient writers and identify the sources, method, historical value and authorship. For this purpose I will make an edition, translation and commentary of the fragments, which will be published as a book by Brill. This research will fill a major research gap in our knowledge of Aristotleís lost works and his impact on western civilization. The Constitutions also offer valuable information on the political system and culture of many Greek cities. Ancient Greece is usually considered the ancestor of our modern democracy, but the reality is much more nuanced than we often make it out to be. The Constitutions can help us better understand the ancient world, which may serve as a mirror for modern discussions about justice, power, autonomy and government. LMU will be the perfect host for this project, since it gathers world-class authorities on Aristotle and hosts the Bavarian State Library, which contains one of the best classics collections in the world.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}