{
    "rcn": "215477",
    "acronym": "OPVANOX-ARDS",
    "topics": "MSCA-IF-2017",
    "title": "Advanced pulmonary vascular monitoring for optimum Nitric Oxide delivery in acute respiratory distress syndrome. Expanding Nitric Oxide applications",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Acute respiratory distress syndrome (ARDS) is the most severe form of respiratory failure. Pulmonary vascular dysfunction during ARDS increases mortality and therapies focused in improving pulmonary vascular mechanics could improve patient prognosis. Inhaled Nitric Oxide (NO), improves pulmonary vascular mechanics, but despite of this effect, has not proven to improve outcomes in ARDS. One of the most representative problems is the lack of information of the quantitative dose used and all consequences that this uncontrolled administration entails. In this project we aim to establish bedside physiologic variables and algorithms to guide efficient NO delivery during ARDS. It will involve the collaboration between an enterprise that has developed a new NO delivering system and is looking for expanding its applications and a researcher with expertise in physiology, imaging and biologic variables monitoring. As a result of this collaboration, the company will gain a quantitative way of determining the treatment efficiency that could be used in this and other applications, a more patient-oriented and physiology-focused approach for this product and the researcher will acquire skills for turning his career from the academy to the industry side. This research will combine edge technology to define bedside tools for patients monitoring with the application of this information for improving the performance of the delivery system. Clinically relevant imaging tools such as Magnetic Resonance Imaging and Positron Emission Tomography, and pulmonary artery pressure waveform advanced analysis as well as other non or minimum invasive tools will be studied in animal models. Software, algorithm or dedicated products will be proposed for incorporation into the gas delivery system or clinical monitors for improving patient safety. We are expecting a clear benefit to emerging European-based technologies that make our companies more competitive and well-positioned in a worldwide business.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "INGENIERIA Y TECNICAS CLINICAS SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}