{
    "rcn": "215492",
    "acronym": "Hot-TEA",
    "topics": "MSCA-IF-2017",
    "title": "Hot Terrestrial Exo-planet Atmospheres: preparing new generation instrument observations with  a global climate model",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The rapid growth of extra-solar planet (ESP) discovery and characterisation over the last two decades increases our hope to detect life signatures in other worlds in the near future. Given the variety of planetary atmospheres in our Solar System and the number of ESP observed so far, a vast diversity among ESP climate is expected. The study of ESP atmospheres is nowadays seen as the new frontier in Astrophysics, crucial for typifying planets in the habitable zone. Innovative and promising techniques, used so far to identify hot-Jupiter atmospheres, are envisaged to detect Earth-size planet atmospheres by exploiting high resolution spectrographs and large telescopes. To tackle this challenge, major efforts are devoted to 1) find closest ESP targets with the strongest atmospheric signature 2) develop 3D theoretical tools to predict realistic climates. In the perspective of detecting more and more close-in-orbit hot terrestrial planets, Hot-TEA proposes to address observational prospects to Venus-like planets, with the goal of studying how the planetís atmosphere modifies the observables. With mass and radius similar to the Earth, but a completely different climate, Venus is the best analogue of those future targets. This proposal will ideally combine: my expertise on modeling Venus atmosphere, with the large know-how of the host institute in detection and characterisation of ESP systems, plus the vast expertise in modelling ESP atmospheres of the second host. To reach our objectives, a generic global circulation model adapted to Venus conditions will be used to: explore model sensitivity to unconstrained parameters, quantify the effect of those parameters on the observables, test extreme cases and propose a number of climate scenarios for the targets. The main outcome of Hot-TEA, key predicted observables, will open the way to interpret future observations during the next decade using a whole new generation of European instruments and missions.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}