{
    "rcn": "215486",
    "acronym": "ENGEMED",
    "topics": "MSCA-IF-2017",
    "title": "Simulating the dynamics of viral evolution: A computer-aided study toward engineering effective vaccines",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "The adaptive immune system mounts pathogen-specific responses against diverse microbes and establishes memory of past infections thus constituting the basis of vaccination.   Although major advances have been made in understanding pertinent molecular and cellular phenomena, an understanding of the mechanistic principles that govern the emergence of an immune response has proven so far to be elusive.   An example of a consequence of this missing knowledge is the inability to design a vaccine against HIV.   The difficulty in elucidating the mechanistic principles underlying adaptive immune responses are due to the fact that the pertinent processes involve cooperative dynamic events with many participating components that must act collectively for a given phenomenon to emerge.   Many groups around the world work on designing vaccines by trying to stimulate good antibodies that will neutralize the virus.   In this project we propose an alternative strategy: by means of harnessing the cellular immune response, or the T cell immune response, which controls virus infected cells and controls infections in the body; this strategy might not prevent infection but it can certainly prevent disease.   For this, computer-aided approaches will offer the possibility of defining fitness of highly mutable pathogens (and cancers) so that to facilitate rational design of vaccines and therapies.   The proposed computer modeling of viral dynamics, can offer an unprecedented means to identify vulnerable regions of the virus through the application of statistical mechanics-based computer simulation of the evolution dynamics of escape mutants in HIV, guiding this way the engineering of efficacious vaccine immunogens for diverse viruses.",
    "totalCost": "236457",
    "ecMaxContribution": "236457",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}