{
    "rcn": "215435",
    "acronym": "LEUKEYOLK",
    "topics": "MSCA-IF-2017",
    "title": "Uncovering the origin and mechanisms of Down syndrome-associated leukaemia through human induced pluripotent stem cell-derived haemopoiesis",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "This project aims at dissecting the contribution of yolk sac (YS)-derived haemopoietic progenitors to childhood leukaemias, whose early onset suggests an embryonic origin. Using induced pluripotent stem cell (iPSC) differentiation, we will determine the origin of the Down syndrome-associated transient myeloproliferative disease (DS-TMD), paradigmatic example of perinatal malignancy. TMD, due to megakaryoblast hyperproliferation, has an in utero origin. This supports the compelling hypothesis of a haemopoietic stem cell (HSC)-independent origin of DS-TMD, as during embryogenesis there are at least 3 waves of progenitors with megakaryocytic potential. A first primitive program, followed by the erythromyeloid progenitors (EMP), both YS-derived and devoid of HSC potential; lastly a definitive program, generating HSCs and all haemopoietic lineages. By differentiating iPSCs from a DS-TMD patient through recapitulation of embryonic development, we will interrogate the contribution of primitive, EMP and definitive haemopoiesis to DS-TMD with in vitro/in vivo functional assays. Moreover, we will investigate the molecular mechanisms triggering the disease. As mutations leading to a short GATA1 isoform occur in all cases of DS-TMD, we will analyse how this affects the transcriptional landscape of the cells relevant to the disease. We hypothesise that DS-TMD derives from a rarely appreciated developmental program (the EMP), whose life-long contribution is only beginning to be elucidated. Determining the developmental source and mechanisms of this disorder could help designing new therapies for myeloid malignancies in non-DS patients and could lead to a paradigm shift in the field of haemopoiesis and leukaemogenesis. Research on cancer and childhood leukemias is of broad interest for the EC, as shown by the extensive funding of projects on this topic within the FP7. Our project will further nurture this research area, contributing to increasing European research competitiveness.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}