{
    "rcn": "215481",
    "acronym": "simpetmr",
    "topics": "MSCA-IF-2017",
    "title": "Development of quantification procedures for simultaneous PET-MR data for human brain imaging",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Imaging of physiological functions in the living brain provides a unique possibility to study biological processes during disease or drug interventions. Functional magnetic resonance imaging (fMRI) and Positron Emission Tomography (PET) are important tools that enable brain imaging. Whereas PET enables determination of molecular target densities, fMRI provides information about brain hemodynamic responses to, e.g., a drug intervention. \n\nThere are several research questions where the synergy between these modalities combined provides unique opportunities, including drug development and pharmacokinetic modeling. With the development of imaging systems that simultaneously acquire PET and fMRI signals, a need for analytical tools to interpret the recorded data has become paramount. My proposal focuses on the development of quantification schemes that use both signals.\n\nI will investigate two areas where simultaneous PET-MR can make a significant difference: 1) assessment of drug effects by coupling drug binding to a receptor to its downstream effect in tissue, 2) using cerebral blood flow estimates to inform modeling of PET data. I will develop models that serve for quantification of simultaneous PET- and fMRI data, validate them via simulations, and evaluate them using experimental data.\n\nThe project will serve to leverage usage of simultaneous PET-MR, and assist in future studies with task- or drug-induced interventions. The project seeks to establish quantification methods that serve not only the imaging society, but specifically address the pharmaceutical companies' need to test their compounds prior to clinical trials.\n\nBy transitioning to hybrid imaging, I have the possibility to use my strong background in PET to impact a young field under development. The host institution is world leading in applied simultaneous PET-MR studies, thus the MSCA fellowship presents a unique possibility for me to gain invaluable knowledge of the next generation of medical imaging.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "REGION HOVEDSTADEN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}