{
    "rcn": "215441",
    "acronym": "MAPNET",
    "topics": "MSCA-IF-2017",
    "title": "Mathematical Modelling and Optimization of Programmable 5G Networks",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The exponential  increase in mobile data traffic warrants disruptive changes in the design and management of cellular networks. The next generation (5G) networks target to support a variety of applications having diverse requirements in data rates, latency, energy, etc. To address this surge in traffic demand and the associated heterogeneity in service requirements, several candidate technologies are being investigated under the 5G vision, naming a few: 1) Ultra-dense network deployment for high spatial capacity; 2) Network slicing to support heterogeneous service requirements; and  3) Cloud radio access networks (CRAN), etc. An  important element of the 5G vision is to achieve a 50% reduction in the total network energy consumption. To ensure that the future networks meet  both the service and the sustainability requirements, energy-efficient designs and integration of renewable-energy sources into the network infrastructure are needed.  To address the sudden capacity demands, on-demand network deployment is desired, instead of maintaining a permanently over-engineered infrastructure.  Inclusion of  these approaches result in highly complex and stochastic network topologies. Modeling and optimizing such networks is a challenging problem.  State-of-the-art approaches are not adequate to model these new scenarios, and different mathematical techniques are required. This proposal addresses the optimization and modelling challenges pertaining to the  energy efficiency and service requirements of  the future ultra-dense networks by: 1) The development of novel energy-efficiency models to ensure energyñneutral network operation considering renewable energy sources; 2)  Innovative modeling framework for self-organized drone-assisted network infrastructure; 3) A unified programmable network interface for network slicing considering renewable energy and on-demand drone deployments; and 4) Validation of the developed approaches in a software-defined mobile network platform.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}