{
    "rcn": "215408",
    "acronym": "RE-HOUSING",
    "topics": "MSCA-IF-2017",
    "title": "The Refugeesí Right To Housing: State Policies and Housing Commons in Istanbul, Athens and Belgrade",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The ongoing refugee streams that derive mainly from the Middle East and North African conflict areas are a central issue to the growing socio-spatial debate about the different facets of contemporary crisis. The moving populations that cross boundaries heading to the European North, destabilize both territorial certainties and established governance politics. \nA noticeable body of literature is currently emerging, exploring aspects of social philanthropy, humanitarianism, NGOsí activities and State immigration policies related to the ongoing refugee crisis in Europe. However, there is little attempt to research how the refugees themselves self-organize, and enact the production of collective housing and shared common spaces based on principles of self-organization and mutual help. The proposed project aims to fill this gap. \nFollowing the recent spatial approaches on ìcommonsî and ìenclosuresî the research project intends to explore forms and modes of refugee led solidarity housing commons, and compare and contrast these with State-run refugee camps.   \nThe project focuses empirically on Turkey, Greece and Serbia and in particular, in Istanbul, Athens and Belgrade. These cities are at the epicentre of the refugee crisis. Since, March 2016, when the borders in Balkan countries were closed for all third-country migrants and the EU-Turkey deal was signed, thousands of refugees were trapped in Turkey, Greece and Serbia. It is estimated that there are more than 500 thousand refugees in Istanbul waiting to cross the borders to Europe. Athens is the main refugee transit city in Greece with almost 20 thousand refugees whilst approximately 10 thousand refugees are currently trapped in Belgrade.\nThis project aims to examine the refugeesí right to housing as it is expressed by the Turkish, Greek and Serbian States housing policies and the way these policies relate to the solidarity housing practices in each country.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}