{
    "rcn": "215458",
    "acronym": "SWP",
    "topics": "MSCA-IF-2017",
    "title": "Shaming States: Social Sanction and State Behaviour In World Politics",
    "startDate": "15/01/2019",
    "endDate": "14/01/2022",
    "objective": "The proposed research project will evaluate the effects of group-induced social pressures on statesí foreign and national security decision-making. It will focus on one type of socially imposed sanction: shame. It will seek to identify the conditions under which this social incentive affects the foreign policy behaviour of three countries, the United States, Israel and Russia, gauging whether shaming strategies can act as constraints on statesí power and global social status. The projectís main objective is to undertake the first systematic comparative analysis of the mechanisms and effects of shaming practices on decision-makersí behaviour in world politics. The project seeks to fill a notable gap in the existing literature on state responses to social sanctions mechanisms in international politics in three crucial ways. Drawing from multidisciplinary theoretical analyses, ranging from International Relations (IR) theory to social psychology, it will be the first contribution of its kind to systematically assess the effects of shaming mechanisms in comparative perspective via three country case studies. The research will look at different international and domestic actors and levels of analysis, namely decision-makers, bureaucracies, and public opinion, in order to map state responses as accurately as possible. The proposed programme of research will employ an innovative multi-method design that combines qualitative methodology with experimental scenario-based surveys.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}