{
    "rcn": "215411",
    "acronym": "HYPTEMPCELL",
    "topics": "MSCA-IF-2017",
    "title": "Local hyperthermia cancer treatment studies using a new temperature-imaging-hyperthermia-microscopy instrument",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The scientific aim of the project is to explore a new concept of magnetic hyperthermia treatment for cancer that gets closer to the ideal non-invasiveness & no-secondary-effects kind of treatment to become a primary choice for cancer therapy. Instead of the typical approach of massive tumor heating, this project takes the alternative route of local intracellular heating inducing cell apoptosis. For this purpose, the project will develop a new instrument for temperature_imaging-magnetic_induction_heating&microscopy. The temperature imaging system is a complete novelty and it is based on the use of molecular luminescent temperature probes embedded in magnetic and non-magnetic nanoparticles. The probeís emission microscope image is transformed into high-resolution temperature images. This will be used to model the heat transfer processes inside a cell. Then, the effect of local magnetic heating on cell apoptosis processes will be studied, and the potential of this technique in cancer therapy will be evaluated.\nThe researcher will contribute to the hosting group with his previous experience on synthesis, characterization and physical properties of luminescent, plasmonic and magnetic nanoparticles, and he will benefit with a more application-oriented research experience in the biomedical field, and will develop skills in new scientific areas, especially high-resolution luminescence thermometry, that will help him to set his personal research interests and career. He will also get clinical experience from contact with hospital oncologists.\nThe researcher will be included in an interdisciplinary group with international connections that will widen his knowledge and contacts scope of his scientific career. He will also gain experience in other transversal skills, as he will be directly involved in the managing the project, student supervision, networking, dissemination and communication activities.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}