{
    "rcn": "215475",
    "acronym": "HeLLo",
    "topics": "MSCA-IF-2017",
    "title": "Heritage energy Living Lab onsite",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The energy refurbishment of heritage, field of the HeLLo proposal, is a priority of the EU policies to reduce fuel consumption. Historic buildings constitute a great amount of the EU existing stock, whose richness, coupled with a social and cultural value, especially in the Italian context, justifies the fellowship location. However, the lack of specific tools for the intervention on this kind of buildings and the scarcity of data about their energy state-of-the-art, make them mostly excluded from core strategic plans of the Member States, losing a great chance towards a net zero-energy future. \nOBJECTIVE OF THE PROPOSAL\nHeLLo aims at spreading awareness about the most common energy retrofit solutions and increase knowledge of their application in historic buildings, hoping to contribute in the EU refurbishments strategies issues related to the historic heritage. There are two specific objectives: to check the compatibility of technologies already certified and applied to new buildings on historic constructions and, to create a structured dissemination programme that opens the doors of laboratory life to the outside of the academic boundaries.\nHOW THE OBJECTIVE WILL BE ACHIEVED\nResults will be achieved through a twofold strategy:1) the creation of a true experimental laboratory in which to test such technologies and quantifying their real performance; 2) a project of ëdissemination laboratoriesí that offers an ëexperimental experienceí that makes known the world of investigation by the practice of the living lab. \nRELEVANCE TO THE WORK PROGRAMME\nThe achievements of the research are directed to overcome the criticalities related to energy retrofit of historic buildings towards a deep enhancement of EU heritage performance, and to ensure that the EU reaches the objectives stated in the H2020 work programme. HeLLo is an important step in my career to fulfil the ambition to become an independent technology and energy expert and getting a tenure track position within EU.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FERRARA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}