{
    "rcn": "215460",
    "acronym": "EpiBarrier",
    "topics": "MSCA-IF-2017",
    "title": "Control of the blood-brain barrier integrity during seizures via the ATP-gated P2X7 receptor",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Epilepsy is the most common chronic neurological disorder, affecting ~50 million people. Major challenges in epilepsy include non-responsiveness to treatment and no effect on disease progression provided by anti-epileptic drugs. Over the past decade, particular attention has been paid to dysfunction of cerebral vasculature and inflammatory processes as important players in epileptogenic processes, with a specific emphasis on failure of the bloodñbrain barrier (BBB). The BBB is a complex cellular network forming a continuous cellular barrier separating the CNS from the bloodstream. A functional BBB is crucial in maintaining brain homeostasis and to prevent the entry of toxic compounds and immune cells into the CNS. During pathology, however, the permeability of the BBB may increase with the resulting entry into the CNS of blood-borne molecules and cells. Leakage of the BBB is one of the earliest characteristic pathophysiological disturbances following status epilepticus and may play an important role in the development of epilepsy. Consequently, drugs targeting BBB function may represent novel treatment strategies in epilepsy. The purinergic ATP-gated P2X7 receptor has gained much attention recently as novel target in the treatment of epilepsy. Expressed on all cell types in the CNS including endothelial cells, P2X7 has been associated with numerous damaging processes pertinent to epileptogenesis, such as inflammation and opening of the BBB. ATP and the P2X7 downstream target Interleukin-1? contribute to the disruption of the BBB and P2X7 antagonism protects against BBB disruption during intracerebral hemorrhage. To date, however, we do not know whether seizure-induced changes of the BBB are dependent on P2X7 signaling, and whether this process can be targeted. By using newly developed transgenic animal models, RNA sequencing and cutting edge imaging techniques we will determine how P2X7 impacts on BBB integrity during seizures and what genes are regulated by P2X7.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}