{
    "rcn": "215488",
    "acronym": "Target-N2O",
    "topics": "MSCA-IF-2017",
    "title": "Targeting N2O emission hot-spots in dairy pastures for mitigation action: microbes, stable isotope methods and modelling",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "Nitrogen (N) limits primary productivity in most terrestrial ecosystems, which has led to increased use of N fertilisers within farming systems. The amount of reactive N in global circulation has more than doubled; this has global significance as the N can cascade through different chemical forms in land, air and water, leading to a range of human health and environmental impacts. In order to achieve sustainable food production systems of the future, there is a need to improve knowledge on the best management of farm N, especially under increased demand for food production under a burgeoning human population. The Target-N2O project will deliver a high quality training-through research project aiming to improve N use efficiency and reduce emissions of the powerful greenhouse gas, N2O, from intensive dairy farms. The project will combine multi-disciplinary techniques in a novel way, including molecular ecology, stable isotope methods and whole-farm system modelling to determine the cost-benefits of an N loss mitigation strategy. The strategy would be to apply nitrification inhibitors to pasture areas which have been identified as farm-scale N2O emission hot-spots (e.g. areas of pasture around gateways, livestock shelter areas and camping areas). Such areas receive regular inputs of nutrients including labile N (through urine events) and carbon sources (via dung), which fuel microbial processes leading to enhanced and spatially variable GHG emissions. Evidence of the effectiveness of nitrification inhibitors to reduce N losses from these areas are lacking. The results of the action will have cross-sectoral impact (scientists, dairy and fertiliser industries and policy makers). The project will deliver decision support tools for farmers utilising such a mitigation strategy and will impact policy by improving national GHG inventories, establishing the effectiveness of cost-effective mitigation strategies.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "BANGOR UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}