{
    "rcn": "215472",
    "acronym": "GlycoPCs",
    "topics": "MSCA-IF-2017",
    "title": "How do Pharmacological Chaperones work? Molecular basis of the actions of glycomimetics on keyglycosidases involved in lysosomal storage disorders",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Lysosomal storage disorders (LSDs) are a group of 50 rare inherited metabolic disorders that in many cases originate from mutations that destabilise glycosidase 3D folding precluding its transportation to the lysosomes, which leads to substrate accumulation at the lysosomes and cellular dysfunction, with severe symptoms. An emerging therapeutic approach employs small molecules, called pharmacological chaperones (PCs). PCs bind and stabilize the folding of mutant lysosomal enzymes, allowing proper cellular translocation to the lysosome, reducing substrate accumulation. However, there is still no drug already on the market based on this concept and the PCs discovered until now lack the necessary effectiveness to replace other therapies. One important reason is that the complex mechanisms underpinning the enzyme stabilization operated by chaperones are poorly understood in structural terms and currently under debate. Understanding the mechanism will provide more rational criteria and guiding principles for the design of improved PC drugs. In this proposal we are interested in providing novel structural approaches to understand the mechanism of action of new PCs for efficient treatment in Gaucher and Fabry diseases, as two of the more prevalent LSDs. We will develop a powerful high-resolution combined protocol including mass spectrometry (MS) and nuclear magnetic resonance (NMR) to: (i) provide a novel methodological approach for the discovery of PCs, (ii) apply the novel protocol to a small library of promising new ligands, and (iii) deepen our understanding of the mechanism of action of PCs in structural terms by combining the novel MS/NMR protocol with very long molecular dynamics simulations of wild-type and mutant glycosidases. Besides the potential for high-impact of the project, it will also allow the experienced researcher, Dr E.Casal, to be trained in a wide range of new skills, adding to her strong previous experience in MS.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF EAST ANGLIA",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}