{
    "rcn": "215414",
    "acronym": "Mesophotic",
    "topics": "MSCA-IF-2017",
    "title": "Past and present mesophotic coral ecosystems as a predictor for survival of coral reefs in an era of climate change",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Mesophotic Coral Ecosystems (MCEs) are characterized by the presence of light-dependent corals, found at depths ranging from 30 m to 150 m in tropical and subtropical regions. These coral communities create massive coral reef structures with diverse but characteristic morphologies and geochemical signatures, which may serve as indicators for sea-level and water composition. In many localities, MCEs are linked physically, and possibly also biologically, to their shallow-water counterparts. Therefore, they have the potential to act as refugia for shallow reefs with a source of propagules, contributing to the resilience of shallower reefs. The prevailing view is that shallow corals are a good indicator of past sea-level and can predict the history of polar ice cap volumes, seawater composition, global temperature, and many other climatic and environmental parameters. Accordingly, sea-level changes have been at the forefront of paleoclimate research on corals for decades, and play a critical role in efforts to predict future sea-level rise in a warming world. However, in recent years, the new discoveries of MCE communities question the assumption that reef corals equate with shallow water, mainly because MCEs extend depth ranges of many corals. In this proposal, I will investigate past and modern MCEs to compare the biodiversity, community composition and geochemical properties of shallow reefs and MCEs. The main goal is to discover community structure dynamics over space and time for improved prediction of the Deep Reef Refugia Hypothesis (DRRH) in an era of global climate change. The uniqueness and advantages of this proposal are largely achieved due to the combination of geology, ecology and molecular approaches. The integrated database is expected to provide a major step forward towards recognizing selection forces that are shaping coral population structure, and through this understanding the potential of MCEs in serving as ìlifeboatsî for the worldís coral reefs.",
    "totalCost": "269634,6",
    "ecMaxContribution": "269634,6",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}