{
    "rcn": "215449",
    "acronym": "PHOTO-FLUOR",
    "topics": "MSCA-IF-2017",
    "title": "Enantioselective Carbon-Fluorine Bond Formation: A Molecular Editing Approach toward Drug Discovery",
    "startDate": "09/05/2018",
    "endDate": "08/05/2020",
    "objective": "The unique properties of the carbon-fluorine (C-F) bond explain why organofluorine compounds play a central role in biopharmaceuticals. One current challenge in drug discovery is the selective installation of C-F stereogenicity within the active site of lead candidates, such molecular editing may greatly help in increasing potency and understanding metabolic degradation paths. However, the limited C-F bond formation techniques complicate this approach and providing new versatile catalytic techniques, which can expand the substrate pool amenable to C-F bond formation, would greatly boost the impact of fluorine chemistry in drug discovery. We aim at developing methods that require feedstock materials as substrates, such as alkene and alkane derivatives. The new methods will combine the potential of enantioselective organocatalysis or metal-mediated processes with visible light photocatalysis.\nThe PHOTO-FLUOR project is unique in that it provides training in ìenantioselective fluorinationî and ìcatalysis applied to drug discoveryî, areas that contribute to European excellence. The resulting techniques may immediately impact the EU Health sector. \nPHOTO-FLUOR will merge the expertise of the host group in photochemical enantioselective reactions with the background of the applicant in transition metal catalysis, to reach the desired deliverables and milestones. In addition, a secondment at an internationally recognized pharma-company has been included in the work plan for conducting biological study of the fluorine-edited bioactive molecules. The applicant will transfer knowledge to both host groups creating a link between them to forge future collaborations. Finally, an ambitious training program, which includes a number of new scientific and soft skills to be transferred to the applicant, is also envisaged. The multi-cultural nature of this project will greatly broaden the fellow competencies and will place him in an excellent position for the next career move.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}