{
    "rcn": "215464",
    "acronym": "Ring-STORM",
    "topics": "MSCA-IF-2017",
    "title": "Mechanically-Interlocked Ring-on-Thread Molecules for Super-Resolution Imaging",
    "startDate": "15/10/2018",
    "endDate": "14/10/2020",
    "objective": "This interdisciplinary project focuses on the development of unprecedented autonomous novel photoactive nanoscopic molecular machines that ìblinkî for fluorescence microscopy imaging with a resolution higher than the light scattering limit. Its use in super-resolution imaging will represent a major innovation in imaging, both conceptually and practically, overcoming many inherent constraints associated with current techniques. By applying steady-state and time-resolved spectroscopies, photo-induced electron transfer will be used in these autonomous [2]rotaxanes to modulate fluorescence, and studies down to the single-molecule level (based on Stochastic Optical Reconstruction Microscopy) will be undertaken to achieve a new localization microscopy method ('Ring-STORM') adapted for living cells, without the need for overexpressing genetically encoded fluorescent proteins.\nThe project will be developed at leading French research institutes, Institut des Sciences MolÈculaires (ISM) and Institut d'Optique (LP2N-IOGS) both at the CNRS/Univ. Bordeaux. The fellow, a specialist in synthetic organic and supramolecular chemistry from Spain, will receive via the project training in molecular photochemistry/photophysics and super-resolution fluorescence imaging, providing him the necessary skills to design, develop and study novel tailored-made functional supramolecular architectures with enhanced spectroscopic properties. For this, the project is organized in synergistic work packages to assure efficient coordination and management, career development and training, science development, communication and technology transfer by patenting the new super-resolution imaging methodology that Ring-STORM expects to develop. This will give him independence and professional maturity towards an independent research career. The experience of the fellow, the expertise of the research groups, the infrastructure and equipment will assure the fulfilment of the project objectives.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}