{
    "rcn": "215444",
    "acronym": "RISE",
    "topics": "MSCA-IF-2017",
    "title": "Robust WIrelesS Caching for Mobile NEtworks (RISE)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "With the development of smart terminals and emerging new applications, current mobile infrastructure cannot gradually meet ever-increasing user requirements. A new generation of mobile networks is needed in near future. Wireless caching is one of the promising techniques. The main idea of wireless caching is to pre-store popular user data near end terminals. Thus, the request can be satisfied locally, rather than from remote servers. Then, the network throughput is improved and the response latency is reduced, especially for the multimedia transmission. Despite of great benefits, the applications of wireless caching to mobile networks still face many challenges, e.g., unreliable channels and caching nodes, complexity topology and security. In this project, we plan to study the coding techniques to address the challenges in wireless caching. In short, we will study coding techniques to improve reliability of transmission , node repairing, file consistent and security. Except the theoretical modeling and analysis, we will also implement codes in testbed. The detailed objectives are as follows. (1) performance limits and code design of consistent wireless caching networks.(2)coding for reliable data delivery and repairing with transmission errors.(3) performance limits and codes design for information security. The researcher has solid background in coding techniques while the host is strong in information theory, system design and performance analysis in wireless networks. The proposed topic is somehow the combination of these techniques. One of the most important outputs is the scientific dissemination, which will be achieved through the publications of our contributions in high-impact journals in the area of information theory, coding theory, and wireless networking. The researcher will also develop FPGA or SDR implementation for designed codecs and integrate them into KTH testbed. A two-month secondment to Ericsson Research is also planed for engineering training.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}