{
    "rcn": "215419",
    "acronym": "FeaGatSu",
    "topics": "MSCA-IF-2017",
    "title": "Feature-gating in superior colliculus",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Imagine a huge elephant rushing towards you; your first instinct is ñ run! This innate escape response is triggered by visual cues, here, a fast expanding object, and crucially depends on the extraction of few relevant features. The processing of visual information starts in the retina where more than 40 types of retinal ganglion cells extract salient features from the visual scene. Information about these features is sent to downstream brain areas. A central node where retinal signals are integrated is the superior colliculus. This evolutionary-conserved brain area controls innate behaviors, directly linking the outputs of the retina with the activation of motor outputs and behavior. In mice, escape behaviors can be initiated upon activation of a single cell type of superior colliculus, wide-field neurons. They receive inputs from a subset of retinal ganglion cell types and respond preferentially to two distinct visual stimuli, slow moving dots and quickly expanding disks, each known to trigger defensive behaviors. However, the computational strategy used by collicular neurons to process feature-selective retinal inputs remains unknown. \nIn the proposed project, I will identify the mechanisms by which retinal features are integrated in collicular wide-field neurons. I will combine transsynaptic viral circuit tracing with two-photon calcium imaging to identify and characterize the feature-selective inputs from retinal ganglion cells (in-vitro) and functional outputs of wide-field neurons (in-vivo). The results of these experiments will allow me to deduce how the output features of wide-field neurons arise from the retinal inputs using computational modeling and neural decoding techniques. This will reveal the circuit and computational principles by which retinal feature-selectivity drives complex circuit function in central brain regions.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}