{
    "rcn": "215429",
    "acronym": "SquaMem",
    "topics": "MSCA-IF-2017",
    "title": "Interaction of squalene-based anti-cancer and neuroprotective drugs with cell membranes: in silicostudy",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Squalene is a natural lipid precursor, which plays a crucial role in the  biosynthesis of sterols in the cells . Squalene is 100% biocompatible, not toxic and is able to enter into the cells easily. This makes it very promising for creating highly efficient drugs and drug delivery systems. The so-called squalenoylation technology is based on fusing hydrophobic squalenic acid\nwith the molecules of water-soluble drugs. Resulting conjugated molecules spontaneously self-assemble into nanoparticles, which deliver the drugs into the target cells efficiently. Currently anticancer (gemcitabine , doxorubicin ), antiviral (dideoxycytidine ) and neuroprotective (adenosine ) drugs were used in this technology with great success. \nThis project is devoted to revealing mechanisms of interaction of novel and highly promising squalene-based anti-cancer and neuroprotective drugs with cell membranes by means of in silico ccomputer simulations. The main goals of the project are the following:\n1. To reveal how squalene-based drugs incorporate into the cell membranes, interact with membrane components and are released from the membranes on atomistic level of details.\n2. To propose the ways of improving translocation of squalene-based drugs through the membranes in order to increase their therapeutic efficacy.\nThe practical impact of the project is improving translocation of squalene-based drugs through the membranes and making it selective, which is of great interest for therapeutic applications of existing drugs and for creation of new compounds with desirable properties.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE FRANCHE-COMTE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}