{
    "rcn": "215420",
    "acronym": "NORMAL-LOAD",
    "topics": "MSCA-IF-2017",
    "title": "NORmalize MusculoskeletAL LOadings to Avoid bony Deformities in children with cerebral palsy",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Muscle contractions in children with cerebral palsy (CP) cause abnormal musculoskeletal loading, which can lead to bony deformities. Deformities of the femur are commonly corrected by de-rotation osteotomies. In children, early clinical interventions, which aim to normalize the loading of the musculoskeletal system, could influence bone growth and prevent the development of bony deformities. To investigate this assumption, I will use musculoskeletal (MSK) models to calculate the loading conditions of the femur before and after Botulinum Toxin-A injections (BTI) in lower limb muscles. The obtained loading conditions will then be used as input for a mechanobiological finite element analysis (FEA) model to assess the impact of altered loading conditions on femoral bone growth. With this simulation platform, I will use the patientís gait pattern and BTI treatment history to relate the loading conditions to the femoral deformities and compare these to the measured deformities from medical images. If BTI or similar load-modifying clinical interventions can be used to reduce the number of surgical corrections, it will decrease the burden on the child as well as decrease the socio-economic costs related to the treatment of children with CP.\nDuring my PhD at Griffith University (Australia), I compared different methods and models for clinical gait analysis and showed that MSK models can be confidentially used in children with CP. With this project, I strive to go one-step further and show that MSK loadings in combination with a mechanobiological model can be used to enhance our understanding of the impact of clinical interventions and, therefore, improve the treatment planning in children with CP. I am highly motivated to take on the challenge and acquire the new scientific and transferable skills, which will strengthen my profile for future grant proposals and increase my opportunities for a permanent position after the fellowship.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}