{
    "rcn": "215446",
    "acronym": "Flat_Leaf",
    "topics": "MSCA-IF-2017",
    "title": "How to grow a flat leaf?",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Growing flat leaves is crucial for plant success, since it directly affects light interception and photosynthesis. This process is tightly regulated by endogenous signals revealing a strongly genetically defined developmental program, but is also modulated by the light environment. As shown using null mutants, both blue light receptors phototropins (phot) and red/far-red light receptor phytochromeB (phyB) affect leaf flattening, and it was recently found that plants lacking PKS3, a protein involved in phot signaling, suffer severe flattening defects. The main objective of this project is thus to determine how light signals interact with endogenous cues to control development of a flat leaf. First, I will perform an exhaustive temporal and spatial characterization of the phot and phyB-mediated light control of leaf development applying various light treatments and complementing phot1phot2, phyB and pks3 with tissue-specific promoters. Next, I will apply the latest microscopy techniques to determine the expression pattern of leaf development markers under various light conditions and in photoreceptor mutant backgrounds. Also, given the major role of auxin in leaf development, and the various ways in which phot and phyB control it, I will study auxin abundance, transport and sensitivity at the tissue and cellular level. Finally, I expect to identify new components of phot signaling evaluating the interactome of PKS3 through IP-MS. Thereby I expect to determine how a conserved developmental program and photosensory cues crosstalk to control leaf flattening.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}