{
    "rcn": "215434",
    "acronym": "InvestorCliques",
    "topics": "MSCA-IF-2017",
    "title": "Investor Cliques in Stock Markets",
    "startDate": "01/05/2018",
    "endDate": "15/05/2020",
    "objective": "Complex networks theory during the last two decades has gained novel results and profound insights into many complex systems in engineering, social and biological and also financial fields. This proposed data-driven research programme will apply cross-disciplinary complex network approaches to identify investor cliques in stock markets and to explain the impact of investor behaviour on asset price dynamics. My research extends current knowledge on investor networks by focusing on the identification of investor cliques to understand how different groups of investors (i.e. cliques) drive the market in certain direction. \n\nThis research helps to understand the mechanism between investor behaviour and transitions in stock markets, an important information to identify early warning signal and detect market manipulation. Also, it justifies regulators to get a better access for investor level transaction data, such unique data set we use in this project, to plan effective policies. Moreover, information diffusion in financial markets is a fundamental question, which will be addressed by this research, especially focusing on information transfer between and within investor cliques. \n\nMethodologically, the project utilizes and develops clique enumeration techniques to identify network clusters. By analyzing the structure evolution of the investor multiplex networks and cliques, I am to detect if and how the structural changes are coupled between the different layers of the network and how the changes spread over all of the market. By using Vector Autoregression, inter-dependencies among multiple time series on investor networks and stock price processes can be identified with time-lagged influences. This computationally intensive research is implemented on a parallel computation platform. I use a unique data and massive investor registration data that allows me to track investorsí trading decisions over 20 years.",
    "totalCost": "191325,6",
    "ecMaxContribution": "191325,6",
    "coordinator": "TTY-SAATIO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}