{
    "rcn": "215493",
    "acronym": "ESTIMA",
    "topics": "MSCA-IF-2017",
    "title": "Electronics and Spintronics of Topological Insulator/MAgnetic Insulator heterostructures",
    "startDate": "27/02/2019",
    "endDate": "26/02/2021",
    "objective": "Novel materials and developments for spintronic applications are among the most active and successful research topics in condensed matter physics. Topological insulators (TIs) have been on the spotlight for such potential applications as they promise dissipationless carrier transport through their spin-momentum locked surface states. The principal strategy for making practical use of TIs is believed to be by combination with magnetic materials due to the emergence of novel magneto-electric effects, either by doping TIs with magnetic impurities or at interfaces of thin film heterostructures. However, the mechanisms for magnetic proximity and electronic transport at these interfaces are not completely understood and therefore not well controlled. Thus, we propose to investigate heterostructures of TI thin films in direct contact with magnetic insulators (MI). Our research program involves growth of TI/MI structures with state-of-the art molecular beam epitaxy, device design, nanofabrication, and magneto-electrical characterization. Magnetic proximity effects at the TI/MI interfaces will be studied in a local and selective way by advanced characterization techniques, such as synchrotron-based measurements. We will seek for TI/MI heterostructures with low density of defects and spontaneous magnetic order at the TI. By tuning the Fermi level through electrostatic gating, using novel structures and materials, we will eliminate any residual bulk carriers that may remain in the films. If successful, the outcomes of this work will include new understanding of the mechanisms by which TIs acquire an induced magnetic order at the MI interface, it will unveil novel systems with enhanced magneto-electrical properties, and will provide the guidance for exploiting new routes for charge and spin transport effects mediated by TIs surface states in future electronic and spintronic devices.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}