{
    "rcn": "215487",
    "acronym": "PathAutoBIO",
    "topics": "MSCA-IF-2017",
    "title": "Uncovering the pathway of DNA-induced autophagy and its biological functions in viral central nervous system infection",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Pathogens establish a range of strategies to efficiently infect and persist in their hosts. These mechanisms are as varied as pathogens themselves, which poses many difficulties for fighting infections. A deep understanding of host defense mechanisms is thus crucial for developing innovative therapies. Sensing of pathogen-derived nucleic acids is pivotal for induction of host defense. The adaptor molecule STING plays a central role in this defense and coordinate activation of immune responses. Recent studies showed that cytosolic DNA sensing and subsequent STING activation also leads to induction of autophagy, a degradative pathway involved in metabolic recycling and regulation of infections and immunity. Both STING and autophagy are involved in a range of diseases e.g. infectious and autoimmune diseases, neurodegeneration and cancers. However, the links between STING and autophagy and their regulation of the balance between protective responses and harmful inflammation is elusive. Likewise, the roles of STING-mediated autophagy during viral infections is unknown. Using cutting-edge tools e.g. ImageStream X flow cytometry and genome-editing of human stem cells-derived brain cells using CRISPR/Cas9, PathAutoBIO will decipher the pathway of this novel STING function. We will then combine in vitro and in vivo models of central nervous system viral infection to explore STING-mediated autophagy functions at this unique site, where autophagy and STING are important for viral clearance. We will build upon the expertise of the host lab in DNA sensing, take advantage of unique tools developed for the project, and integrate leading international collaborators. Combined with my strong background in infection cell biology, our work will provide insights on the cross-regulations between autophagy and immunity. This will lead to a broader understanding of mechanisms regulating diseases presenting global threats for societies and will help the design of broad-spectrum therapies.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}