{
    "rcn": "215452",
    "acronym": "SPArKLE",
    "topics": "MSCA-IF-2017",
    "title": "New players in immunometabolism: investigating the role of succinate and pyruvate kinase in T cell immunity",
    "startDate": "01/04/2018",
    "endDate": "31/07/2019",
    "objective": "Despite major advances in the development of novel immunomodulatory drugs, the incidence of many immune disorders such as allergic and autoimmune diseases is increasing worldwide, particularly in Western countries. Innovative therapeutic targets must be identified to limit the social and economical impact of such pathologies, and a better understanding of the pathways involved in immune cell activation and functionality is needed. The SPArKLE action will provide an outstanding training programme to an experienced researcher (ER) in the research area of immunometabolism, a novel exciting frontier in immunity and inflammation, which investigates the importance of intracellular metabolic modulation in immune cell functions. By using a multidisciplinary approach spanning from basic biochemistry to immunology and in vivo studies, the goal of the SPArKLE research activity will be to evaluate the role of the metabolite succinate and of the enzyme pyruvate kinase (PK) in the effector functions of CD4\\ T lymphocytes and in the development of autoimmune and allergic diseases. Succinate and PK where recently identified as key players in immune cell-mediated inflammation, but their involvement in the activation and functionality of T cells have never been investigated thus far. This research project may identify a T cell-specific role for succinate and PK, the targeting of which could have therapeutic utility in inflammatory and autoimmune diseases. The SPArKLE fellowship will also allow the ER to strengthen transferable skills such as communication/dissemination of results, mentoring and scientific writing, and to acquire novel competences in terms of results exploitation, entrepreneurship and project coordination. Overall, the SPArKLE training programme will expand the ER scientific background and interests and his employability and leadership potential, with the final goal to help him start an independent research career in an academic or non-academic institution.",
    "totalCost": "125244",
    "ecMaxContribution": "125244",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}