{
    "rcn": "215499",
    "acronym": "SKRDC",
    "topics": "MSCA-IF-2017",
    "title": "Architecture as a Cross-Cultural Exchange:The Shinkenchiku Residential Design Competition, 1965-2017",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "To open up new lines of inquiry for the writing of architecture history currently caught up in ëstaticí chronological periods, geographic preferences, heroic figures, aesthetic styles, and fixed gender categories, it is necessary to introduce an entirely new analytical research methodology to the field of architecture. This project investigates the possibilities of such alternative approach by organizing history around complex cross-cultural exchanges, or ìcontact zonesî, between different architecture cultures. To elucidate the potentials of such social spaces ëwhere different cultures meet and inform each otherí, I focus on an unprecedented example in architecture culture where ìEastî and ìWestî meet: The Shinkenchiku Residential Design Competition (SKRDC). SKRDC is an international housing idea competition organized by the Japanese architecture magazine Shinkenchiku since 1965. Through not only studying the competition briefs of the past 52 years, the characteristics of the winning entries and multiple honourable mentions and the judgesí final remarks, but also the difference in nuance between the Japanese and English debates resulting from the actual design proposals as well as the wider ëaftereffectsí disseminating into both Japanese as well as English literature, I trace the reciprocal transfer of architectural knowledge and how that affected larger local and international architectural debates.  While the SKRDC here serves as a qualitative case study to develop and test my analytical research method, the larger aim of this study is to construct a new historical narrative. By applying the analytical model to different architectural contact zones around the globe, I foresee to contribute to the rewriting of the history of modern architecture into a more inclusive and unbiased ìcross historyî, which is non-static and interdisciplinary in character and includes hitherto underrepresented aspects such gender dimensions.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}