{
    "rcn": "215483",
    "acronym": "HARVEST",
    "topics": "MSCA-IF-2017",
    "title": "Healthy Apples Research: Valuing Environmental Sustainability of Topsoil",
    "startDate": "04/03/2019",
    "endDate": "03/03/2021",
    "objective": "The HORIZON 2020 societal challenges highlight the need to innovate on agricultural practices that increase agroecosystem resilience and foster efficient use of available water and nutrients. This is particularly relevant for baby food production systems since there are stringent European regulations that limit the amount of chemical residue levels in baby food. The HARVEST project will develop a novel soil health strategy to decrease the use of chemicals in DANONEís fruit production systems for baby food that simultaneously enhance soil-borne disease suppressiveness and nutrient/water use efficiency while maintaining fruit productivity. HARVEST will apply biodiversity practices consisting of growing plant species mixtures in the inter-row space between apple trees. I will test the hypothesis that growing inter-row plant species, mulching, and mechanical weeding have a profoundly positive effects on the sustainability of apple orchard topsoils, as measured by soil disease suppressiveness, soil fertility, and water regulation. With HARVEST, I aim to: i) identify the biodiversity practices that enhance below and above- ground apple orchard properties towards a more resilient and nutrient/water use efficiency orchard, ii) develop a soil health strategy to be applied on fruit production systems, iii) enhance partners and societal awareness about DANONEs sustainability programme and its positive action at decreasing chemical use, enhancing food quality, protecting ecosystems and improving human health. Main deliverables will include a list of soil health key performance indicators to advise DANONE on soil management strategies for fruit production systems, soil health traits database for apple orchards and peer-review research papers. Overall HARVEST will guide future agro-food policies to enhance soil ecosystem properties, and promote agriculture less dependent on chemicals.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "DANTRADE BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}