{
    "rcn": "215431",
    "acronym": "MIONI—O",
    "topics": "MSCA-IF-2017",
    "title": "Resolving the debate on a permanent El NiÒo-like state in the late Miocene: establishing equatorial Pacific conditions, driving forces and global impacts.",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "A key dispute in palaeoclimate research is whether or not a permanent El NiÒo-like state, with warm waters spreading across the equatorial Pacific, existed during the late Miocene. Late Miocene climate was similar to the 4∞C warming predicted for 2100 by the IPCC. As todayís El NiÒo causes global climate anomalies, a permanent El NiÒo-like state in the past may have had serious, global consequences, such as widespread aridity. MIONI—O will test the existence of a late Miocene permanent El NiÒo-like state using geochemical microfossil records from recently recovered Western Pacific Warm Pool (WPWP) sediments and earth system modelling to assess equatorial Pacific conditions, their driving forces and global impacts.\nMIONI—O is timely, only being possible since the recovery of crucial WPWP samples in late 2016. MIONI—O is also original and novel, presenting a new template for solving complicated climate questions using a new, robust stratigraphy and an interdisciplinary approach. UCL Earth Sciences is the ideal location to pursue state-of-the-art research in palaeoceanography and stratigraphy. Combining my existing expertise with key specialist knowledge from UCL researchers will equip me with the required skills to successfully complete MIONI—O. I can hone my research vision and gain transferable skills to help me achieve my ultimate career goal of an academic research position.\nMIONI—O will advance past and future climate change research. Resolving the debate on permanent El NiÒo-like conditions in the late Miocene will discern whether warm El NiÒo events, as occurred in 2015/2016, become more frequent or evolve into a new mean state. Assessing causal links between permanent El NiÒo-like conditions and increased continental aridity will improve the future climate models that underpin European climate mitigation and adaptation strategies. MIONI—O can further help us understand the true societal impact of more frequent or even permanent El NiÒo-like conditions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}