{
    "rcn": "215457",
    "acronym": "MechanoSpectrin",
    "topics": "MSCA-IF-2017",
    "title": "Dynamic and Mechanical Role of Spectrin in Membrane-CytoskeletonInterplay",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Multicellular organisms have evolved complex mechanisms to sense and adapt to the surrounding environment by dynamically controlling cell shape and exert forces. While the most studied mechanisms are the Actin and Microtubule networks, there is poor understanding of a third system called Intermediate Filaments. In this context, a particularly overlooked mechano-sensing protein is spectrin, a resilient structural platform firstly described to maintain cell shape in erythrocytes and recently proposed to be involved in neuronal plasticity and maintenance of axon rigidity. Spectrin is ubiquitously expressed and the knock-out is detrimental. It is proposed to act as an elastic spring engaged in membrane-cytoskeleton connections, but molecular organisation and dynamic observations are unknown in most eukaryotic cell types. Particularly, is not understood how spectrin-based meshwork assemble-disassemble and react to mechanical perturbations, except from mostly static observations from erythrocytes and neurons. In this proposal, I plan to investigate spectrin dynamic during cell spreading, cell migration and its role in membrane mechanical adaptation. Using fibroblasts, a well characterized model system for membrane and cytoskeletal dynamic studies by Dr. Gauthierís group, I aim to describe how spectrin dynamically contributes to cell shape changes, cell-substrate interaction and migration. With membrane-tension analysis by optical tweezers, time-resolved super-resolution microscopy, substrate micro-patterning techniques and various mechanical perturbations, I will unveil how spectrin reacts and contributes to mechanosensation and mechanotransduction. Overall, our results in fibroblast will elucidate the poorly understood contribution of Intermediate Filaments during mechanical adaptation and unveil why the spectrin family is evolutionary highly conserved and ubiquitously expressed.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "IFOM FONDAZIONE ISTITUTO FIRC DI ONCOLOGIA MOLECOLARE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}