{
    "rcn": "215495",
    "acronym": "MultiNetMetrics",
    "topics": "MSCA-IF-2017",
    "title": "Multiplex Network Econometrics",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Network analysis has been recently used in economics and finance for studying macroeconomic and financial crises. It has shown to contribute to a better understanding of complex systems of interconnected financial institutions and markets. It also enables policy makers to explain why and how financial and economic systems are interconnected.\n\nSo far most research has focused on static and single-layer networks. The two main research aims of this project are to study (i) the dynamic behaviour of networks and (ii) its possible dynamic linkages between different network layers. The project is referred to as MultiNetMetrics. It aims to develop novel and appropriate econometric methods to address the two research challenges in a computationally feasible way. For the first objective of developing dynamic networks, I will develop innovative inference methods for identifying the dynamics (observed or latent) in networks using a novel graphical vector autoregressive, score-driven time-varying parameter model. For the second objective, I will further extend the model to capture the dynamics of multilayer and multiplex representations of financial networks. This will lead to a better understanding of the possible dynamic relations between economic and financial variables in different network layers. \n\nThe project is hosted by VU Amsterdam, one of the top research groups in time series econometrics. The project also includes a secondment at the Dutch central bank to implement the models empirically and to valorize the new research findings directly by interacting with policy makers.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}