{
    "rcn": "215462",
    "acronym": "PISA",
    "topics": "MSCA-IF-2017",
    "title": "Political Instruction in the Soviet Armed Forces: Civil-Military Relations in War and Socialist Construction, 1918-1942",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This research project will provide a detailed account of the development and functioning of the Soviet institutions of civilian control over the military: the parallel hierarchy of political officers of the Political Directorate of the Red Army and the Communist Party organisations operating in the Soviet Armed Forces.  Drawing on the interdisciplinary social science field of Civil Military Relations (CMR) it will investigate the nature of the relationship between party organisation, regular and political officers and provide an assessment of the impact of this arrangement on relations between officers and enlisted men and women as well as combat readiness and effectiveness during the Russian Civil War and the early stages of the Second World War. It will further offer an evaluation of this system as a means of civilian control over the military within the specific context of the Soviet state-building project in the interwar period. The origins of the Red Army as a paramilitary sub-state actor will be placed at the centre of the analysis. This project will thus contribute to multiple literatures, including the history of Stalinism and the history of military politics in interwar Europe, as well as the social science CMR literature.\n\nThis research action will be pursued at the interdisciplinary Centre for War Studies of University College Dublin under the supervision of Professor Robert Gerwarth.\nTraining objectives to be pursued during this project include familiarisation with the social science field of CMR as well as the development of the skills necessary to reach a position of professional maturity as a world-class researcher. The hosting institution will provide training in effective publication and collaboration strategies as well as mentorship and supervision of students. As the hosting institution is located in a different country to the one where the researcher is currently based, this project will also offer significant networking opportunities",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}