{
    "rcn": "215405",
    "acronym": "Methodology",
    "topics": "MSCA-IF-2017",
    "title": "A New Methodology for Comparative Analysis of the Dead Sea Scrolls and Cognate Literature",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "My post-doctoral project entitled ìA New Methodology for Comparative Analysis of the Dead Sea Scrolls and Cognate Literatureî will take an integrative approach to the Dead Sea Scrolls (henceforth scrolls), the New Testament and other ancient Jewish literature. It is therewith part of an ongoing and lively debate on how the scrolls can shed new light on and give meaning to texts that have puzzled New Testament scholarship all along. I intend to describe and highlight more prominently the different Ñevolutionary factorsì like the absence from a sacrificial cult, the focus on a unique canon of formative scriptures, the understanding of the group as a ìholy buildingî and an ìeternal plantingî (1QS 11:7-9), and the impact of Greco-Roman culture that shaped the language, laws and theology of the communities behind the scrolls. My first challenge when turning to New Testament traditions will be to show how its authors transferred ideas and traditions from a Palestinian Jewish background into a new cultural milieu with an almost entirely different encyclopaedia of knowledge an act that I would call ìtranslation of traditionsî. One of the biggest difficulties in tradition-historical comparison between New Testament and Yahadic writings is to determine whether or not the traditions incorporated into New Testament writings are of Palestinian Jewish origin but phrased differently with Greek motives and expressions. Only when we know the ìsource languageî that is the underlying concept behind these expressions we will be able to identify its tradition-historical origin. With the identification of Palestinian Jewish traditions in New Testament writings the last step that is the comparison of concepts that underlie New Testament traditions and the ideas from which Yahadic traditions originated can then be implemented.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}