{
    "rcn": "215422",
    "acronym": "SEARCh",
    "topics": "MSCA-IF-2017",
    "title": "SurfacE structure-Activity-Relationship in atomically-defined, ultrathin film perovskite Catalysts",
    "startDate": "01/06/2018",
    "endDate": "30/11/2020",
    "objective": "Due to the intermittency of renewable electricity, conversion to chemical fuel is a necessity for the success of the transition to sustainable energy. A simple and attractive candidate for climate-neutral fuel is hydrogen, which can be produced directly through electrolysis. But substantial market penetration by commercial electrolysers has been hindered by the absence of high-activity, stable, inexpensive, and earth-abundant, catalytic materials. To develop and exploit these materials, a detailed understanding of the underlying relationships between catalytic activity and atomic-level surface structure is required, which has so far been unattainable due to often-case undefined surface areas and structures, as is the case for todayís record-performance electrocatalysts, i.e. Ni-Fe (oxy)(hydr)oxides. Therefore, epitaxial, atomically defined Ni-Fe-based perovskite thin film catalysts will be investigated with advanced operando characterization tools (including synchrotron-based scattering and spectroscopy, and scanning probe approaches) to achieve the following objectives:\n\n- Revalidate activity trends found for polycrystalline and amorphous structures, disseminating the influence from the bulk electronic structure (composition), bond lengths, crystallographic orientation and surface termination\n\n- Derive an atomistic understanding of the catalysis reaction and degradation mechanisms\n\n- Deduce design rules for beyond-state-of-the-art electrocatalyst materials and communicate them to the catalyst research and production communities for exploitation in ìreal-worldî catalyst materials\n\nThe results of SEARCh will thus contribute to the goals of development and deployment of low-carbon technologies in line with the EUís Strategic Energy Technology Plan and the experienced researcher will receive training in innovative, cutting-edge techniques and attain transferable skills, benefitting from a multidisciplinary, international collaboration.",
    "totalCost": "214828,2",
    "ecMaxContribution": "214828,2",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}