{
    "rcn": "215443",
    "acronym": "ADAM5",
    "topics": "MSCA-IF-2017",
    "title": "ADvanced multicarrier wAveforms based Massive MIMO with full-duplex capability for green 5G and beyond",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "ADAM5 aims to advance the development of the composite of three concepts: Massive MIMO, post-OFDM Multicarrier Waveforms (MWF) and full-duplex (FD), a new and most promising direction in 5G & beyond. ADAM5 will substantially contribute to the development of practical solutions to enable highly spectral-efficient, very low-cost and highly energy-efficient 5G systems. ADAM5 target is to propose new digital signal processing based solutions coping with the expected 5G requirements, with a particular focus on mitigating RF impairments and reducing energy consumption of wireless devices, through a set of new algorithms and advanced techniques.\nThe goals of the ADAM5 are to: \n1) Analyze the effect of the most essential RF impairments on the quality of future wireless communications exploiting 5G MWFs based Massive MIMO with FD capability in terms of capacity, BER and PSD. \n2) Develop reliable digital signal processing based solutions to mitigate RF impairments on both the transmitter and receiver sides of 5G communication systems. This will enable extensive use of low-cost and low-power components (e.g. mMTC devices in IoT), reduced latency, flexibility to accommodate various services, simplification of the multiple access, and robustness to interference. \n3) Drastically reduce the emitted RF power so that the total energy consumption of a mobile network is lowered when implemented with simple, low-power hardware. Joint optimization for MWF design and Massive MIMO precoding technique will be studied. \n4) Introduce new efficient joint approach for PAPR reduction and PA linearization adapted to the more pertinent 5G MWF based Massive MIMO with FD capability. Trade-off between efficiency and linearity will be theoretically analyzed. \n5) Build a laboratory measurement and prototyping system that will be used for analysis verifications and algorithm performance assessments using true-world radio signal measurements.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CONSERVATOIRE NATIONAL DES ARTS ET METIERS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}