{
    "rcn": "215417",
    "acronym": "FIRE",
    "topics": "MSCA-IF-2017",
    "title": "Fighting Insurgency, Ruining the Environment: towards an understanding of the causal relationship between conflict and forest fires",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Despite the growing interest in the relationship between environmental degradation and political conflict, most discussions take the direction of causality for granted and try to understand whether or the extent to which environmental factors such as climate change-related drought lead or contribute to violent conflict. The aim of this project is to reverse the causality and look into how conflicts contribute to environmental degradation. It will do this by focusing on forest fires in the Middle East through a detailed study of the cases of Turkey, Syria and Israel. The questions that will be addressed in this context are: (1) Is there a positive correlation between inter- and intra-state conflict and forest fires? (2) How do conflicts affect ecosystems and biodiversity as well as the lives of inhabitants? (3) How are forest fires used discursively by conflicting groups? The proposed project is going to make a significant contribution to the existing literature in five ways: (1) It will explore whether actors deliberately damage the environment to gain the upperhand in a conflict; (2) it will focus on an underexplored aspect of the environment-conflict nexus, forest fires; (3) it will carry out fieldwork in three ìnon-Europeanî cases which have spillover effects on European societies; (4) it will introduce novel techniques to the study of this problem, notably Geographical Information System (GIS) and digital Remote Sensing (RS); (5) it will combine ìhard dataî with qualitative analysis obtained through critical discourse analysis, elite interviews, and political ethnography to understand the political, economic and cultural dimensions of the environment-conflict relationship, thereby straddling the lines between natural and social sciences in a truly interdisciplinary spirit.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}