{
    "rcn": "215430",
    "acronym": "LOWCOST-PBI-HTPEMFC",
    "topics": "MSCA-IF-2017",
    "title": "Novel binder-ionomer-free electrodes enable ultra-low Pt loading electrodes for low cost High Temperature proton exchange membrane fuel cells based in phosphoric acid-doped polybenzimidazole membranes",
    "startDate": "15/08/2018",
    "endDate": "14/08/2020",
    "objective": "In spite of the promising prospects as future green energy conversion device, low temperature-proton exchange membrane fuel cells (LT-PEMFCs) based in perfluorosulfonic acid membrane have achieved a penetration in the energy market rather low, being cost and durability the main barriers to the worldwide commercialization. As an alternative, high temperature- (HT-) PEMFCs based in phosphoric acid-doped polybenzimidazole membranes are gaining much of attention due to the benefits over the LT-PEMFCs (e.g. no need of auxiliary humidification system, much higher CO and sulfur tolerance, very suitable for cogeneration in combined heat and power systems, easier thermal management, etc.). However, the main drawback is the high Pt content of the electrodes that, according to the state-of-the-art, is greater than 0.5 mgPt cm-2 (2-5 times higher than LT-PEMFCs state-of-the-art). This project aims to develop a novel configuration of the HT-PEMFC electrode that enable the achievement of low cost ultra-low Pt loading electrodes (? 0.1 mgPt cm-2) with competitive power output and durability. A paradigm shift is proposed in the structure and composiition of the catalytic layer of the HT-PEMFC electrode as no ionomer or binder is incorporated, only the catalyst and the electrolyte (phosphoric acid) are present. The absence of Pt site-blockers, as the binder or the ionomer polymers, significantly enhance the electrochemical surface area at  ultra-low Pt loadings enabling a reasonable performace output. Results of this project have a strong potential to be transferred to the electrode production in the emerging industry of HT-PEMFCs. The project involves a number of analytic techniques and specific equipment that ensures the transfer of knowledge and the training to the experienced researcher while the candidate will bring his expertise in LT-PEMFCs as a positive feedback to the HT-PEMFCs research field.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}