{
    "rcn": "215497",
    "acronym": "ARC-for-CORE",
    "topics": "MSCA-IF-2017",
    "title": "Artificial Compartment for Coenzyme Regeneration",
    "startDate": "18/03/2019",
    "endDate": "17/03/2021",
    "objective": "This project is to build an artificial compartment for coenzyme regeneration, urgently demanded by industry and scientific research to enhance the stoichiometric use of coenzyme in biosynthetic pathways. The fellow will investigate all-round aspects of the bio-inspired system, including compartmentalization process, mass transfer and biological reactivity. A new mechanism for selective bidirectional transport and structure-reinforced composite shell will be proposed. Capitalizing upon his expertise in biomimetic controlled delivery system, carbon nanomaterial, emulsion and scanning electrochemistry, the fellowship makes him a unique asset to EU for the brand-new exploration of bio-inspired selective transport system and coenzyme regeneration compartment. The fellow has proven track record with multi- and interdisciplinary background and his achievement has been outstanding as demonstrated in CV. The skills he will gain allow him to diversify his capability significantly, including interfacial polymerization and molecular imprinting technique, visualized delivery dynamics, capsule manipulation and stability test, enzymatic integrity and activity test, compartmentalized enzymatic reaction, microfluidic multiple emulsification and techniques for SECM set-ups and analysis. The output will be the knowledge obtained from the formation of the artificial compartment through bulk and microfluidic interfacial polymerization, the compartmentalized enzymatic reactions and new set-ups for SECM. In addition, the fellowship will allow him to transfer his existing knowledge and the one emerged from the research to the hosts and a variety of audience, via complementary activities. The effective and reliable coenzyme regeneration system will address the challenge of coenzyme utilization in the biological industry. Fostered by the fellowship, a leading expert in biomimicry and coenzyme regeneration is expected to contribute greatly to EU industries and academic communities.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}