{
    "rcn": "215401",
    "acronym": "rDNAstress",
    "topics": "MSCA-IF-2017",
    "title": "Novel insights into DNA damage and stress responses in the nucleolus: Mechanisms and relevance for genomic (in)stability and cancer",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Incidence of grave pathologies including neurodegeneration and cancer increases in todayís aging European populations and new approaches to battle these diseases are required. Shared by these pathologies and premature aging syndromes is the enhanced DNA damage and genomic instability, likely causal phenomena that can be better understood by functional elucidation of the cellular DNA damage response (DDR) machinery and its defects. The central hypothesis of this project is that ënucleolar genomeí that contains many copies of rDNA genes, the repetitive and most highly transcribed genomic sequences essential for ribosome biogenesis and protein synthesis, may represent an exceptionally vulnerable ëAchilles heelí of our genome whose instability fuels aging and tumorigenesis. This project proposes to approach this problem by a combination of innovative cellular models and techniques including gene editing, proteomics and live cell imaging, to assess rDNA damage and the ensuing genomic instability in human cells exposed to exogenous (radiation, chemotherapy drugs) and endogenous (replication and transcription stress, ribosome biogenesis stress, activated oncogenes) insults and identify and functionally characterize signalling and ërepairí factors that guard nucleolar integrity and function. This proposal is timely due to the emerging concept of nucleolus as a sensor of diverse stresses and the fact that technological advances now allow analysis of the difficult-to-assess rDNA genes. The applicant is experienced in the DDR field and modern technologies, the receiving institute is among the world leading centers in DNA damage, cancer and cell stress research fields. These aspects, together with the large body of preliminary unpublished data makes this ambitious project feasible. The results will provide novel insights into genome integrity maintenance and cell stress responses, and may inspire novel strategies to treat or even prevent age-related diseases, especially cancer.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KRAEFTENS BEKAEMPELSE",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}