{
    "rcn": "215451",
    "acronym": "PERSEUS",
    "topics": "MSCA-IF-2017",
    "title": "A New Perspective On Star Formation and Spiral Structure in Our Home Galaxy",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Giant molecular clouds (GMCs) are the principal sites of star formation. The derivation of cloud properties are complicated by their large spread in distance along the line of sight. Consequently, to gain insight into the GMCs' physical states one compares parsec-sized clouds of a few hundred solar masses in the solar neighbourhood to the largest, million-solar-mass GMCs in the distant Milky Way. \nThe main goal of my project is to produce the first map of the Perseus Spiral Arm in our outer Galaxy as would be seen by an external observer at fixed spatial resolution. The Perseus Arm extends over one third of the Milky Way's observed span and covers different environmental conditions. HI, 12CO and 13CO data of the Perseus Arm will be convolved to the same spatial resolution and regridded onto maps of constant linear scale. I will extract a fundamental benchmark sample of GMCs using cloud-finding algorithms for comparison with GMCs in the inner Galaxy to study the impact of different kinds of environments. I will reproject the Perseus Arm maps to any desired spatial resolution, to match and compare with observations of nearby galaxies. The phase balance between the atomic and molecular gas, the clump and star formation efficiency will be derived to investigate the relation between spiral arms and star formation.\nThis first common resolution study of the Milky Way's GMCs will be of benefit for the galactic and extragalactic community and allow me to broaden my expertise and skills in the inner Galaxy to a new environment in the outer Galaxy. I will be able to expand my network through collaboration in the field and with colleagues from Exeter. My goal to place the Milky Way in the context of other galaxies with extragalactic collaboration will enable me to become one of the few experts in the field, which will help me to achieve my long-term goal to obtain a permanent academic position.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}