{
    "rcn": "215403",
    "acronym": "WONT-HATE",
    "topics": "MSCA-IF-2017",
    "title": "Online Hate against European Women Leaders: a Corpus-Assisted Multimodal Critical Analysis",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Todayís digital media have a strong potential to strengthen womenís participation in political and institutional processes, but have also opened up new channels for gendered attacks against women advancing their way in the public sphere. WONT-HATE investigates phenomena of online misogyny, such as gender-based hate speech, rape threats and image-based sexual harassment, against highly visible, political and institutional figures in Europe. More specifically, WONT-HATE maps the multimodal discursive and rhetorical strategies of online hate against women in politics across four different linguistic landscapes and political cultures in Europe, namely Italy, Spain, France and the U.K. \nWONT-HATE is characterized by a multimodal critical discursive approach to cyberhate, entailing a quantitative and qualitative investigation of a corpus of Youtube videos and relative user-generated comments. WONT-HATE is to contribute to the current debate on the use of social media data for social research, providing new critical theoretical perspectives as well as a transdisciplinary methodology for data selection and collection and for the contextualization of the new dynamics of digital interaction. Two secondments, at the University of Vienna and Newcastle University, further contribute to establishing a dialogue on cutting-edge social media approaches across Europe. \nWONT-HATE is also to yield an open access database of online misogyny speech, encompassing its lexico-syntactic and discursive features in Italian, Spanish, French and English, to foster academic research and the advancement of software solutions to the issue.\nExploring discourse as social practice, and refusing to treat the ëonlineí and the ëofflineí as separate and independent realms, WONT-HATE tackles timely issues of digital security, gender-based violence and gender equality, in line with the gender-related objectives of the Horizon 2020 Programme and the EU Strategic Engagement for Gender Equality 2016-2019.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}