{
    "rcn": "215473",
    "acronym": "QUANTUM HARVEST",
    "topics": "MSCA-IF-2017",
    "title": "Harvesting Non-Classical Fluctuations with Thermal Machines",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The goal of this action is to contribute towards the development of thermal machines which harvest the thermal as well as quantum fluctuations that are present in nanoscopic devices. To this end, a better understanding of fluctuations in thermal machines is required. The present proposal therefore includes a thorough investigation of fluctuations in quantum thermal machines. A focus lies on the non-classical character of these fluctuations and on the extraction of work from quantum heat engines. The proposal is divided into four work packages. In order to certify non-classical behavior, the first work package develops appropriate witnesses of non-classicality. The fluctuations in thermal machines are then investigated in three complementary work packages. Work package two investigates the fluctuations of heat, work, and efficiency in heat engine models. Non-classical behavior is expected to manifest itself in these fluctuations. A novel, Keldysh type input-output formalism will be developed to go beyond the standard regime of weak coupling between machine and thermal reservoirs. Work package three focuses on fluctuations that arise due to the finite size of thermal reservoirs present in mesoscopic systems. To this end, a novel formalism based on stochastic path integrals and quantum master equations will be developed. Work package four finally focuses on the crossover from a classical to a quantum regime. To this end, thermodynamic processes such as the expansion of a gas are investigated. Explicitly taking into account how work is extracted from the system, back-action effects from the corresponding quantum measurement are investigated. Together, these work packages give a rather complete picture on different types of fluctuations in quantum thermal machines. This is expected to settle the open question of a quantum advantage in thermal machines and will likely lead to novel types of machines which harvest thermal as well as quantum fluctuations.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LUNDS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}