{
    "rcn": "215479",
    "acronym": "FLOODARC",
    "topics": "MSCA-IF-2017",
    "title": "Understanding long-term FLOOD pattern variability in Western Mediterranean using natural ARChives",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Society is becoming more vulnerable to natural climate variability through increasing exposure of people and infrastructure. Notably, floods are among the most destructive natural hazards causing widespread loss of life, damage to infrastructure and economic deprivation. Robust knowledge about their future trends is therefore crucial for the sustainable development of societies worldwide, particularly in sensitive areas such as Western Mediterranean. This Marie Sklodowska-Curie Action (MSCA) aims to provide a more comprehensive understanding of the long-term variability of hazardous (high-impact)  floods at different temporal and spatial scales. Through this action the Experienced Researcher (ER) will work within the Hydro-Meteorology, Climate and Society Interactions (HMCIS) group at the Host Institution (IGE) to develop a high-impact flood database in Western Mediterranean. State-of-the art statistical tools applied to the flood database will allow the ER i) to evaluate, for the first time, the causes of non-stationarity in the long-term flood pattern evolution at a sub-continental scale and; ii) to investigate the role of the climate variability on the high-impact flood patterns at centennial to millennial time-scales in W Mediterranean. The ER has expertise in high-resolution proxies of flood events contained in lacustrine and fluvial sediments. He aims to obtain specific training in geo-statistical tools applied to Flood Hydrology at the Host Organization. This MSCA project will significantly contribute to the career development of the researcher and will enhance our current understanding of the natural variability of floods and its trace in the sedimentary record. Therefore, this study will help to address major concerns in relation to flood hazards and adaptation strategies in line with the European engagement with climate change (EU report 2012, Horizon 2020, Climate Action) and the EU Floods directive (2007/60/EC).",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}