{
    "rcn": "215432",
    "acronym": "REHEAL",
    "topics": "MSCA-IF-2017",
    "title": "Rethinking the Health Experience and Active Lifestyles of Chinese Students",
    "startDate": "21/01/2019",
    "endDate": "20/01/2021",
    "objective": "Rethinking the Health Experience and Active Lifestyles of Chinese Students Rising immigration rates into the European Union (EU) has brought increased cultural and linguistic diversity, but also increasing levels of inequalities and the associated challenges of their alleviation. The promotion of physical activity as part of a healthy lifestyle, particularly for the young, is an important part of the European policy to address health inequalities. Minority ethnic youth are amongst those groups with the lowest levels of physical activity, and are identified as a ëriskí group in ëproblem-orientatedí, ëdeficití (and Western) approaches. Chinese youth is a specific group within this physically inactive category, and yet have rarely been the focus of research or policy initiatives. Although described by teachers as ëmodel minoritiesí - hardworking high achievers - in physical education, health and physical activity (PEHPA), little is known about Chinese youthís physical activity involvement, or what might represent best practice in PEHPA promotion for this group. Using innovative, participatory methodologies, this research will map the influences on Chinese youthís needs, meanings, and experiences in PEHPA, create strength-based, new knowledge that goes beyond existing ëdeficití approaches to inform strategies to promote their health and physical activity, and develop best practice guidelines for schools and communities. The training through research will be within the Diversity, Equity and Inclusion (DEI) research centre at Leeds Beckett University, one of the largest groupings of internationally renowned experts in the field, with supervision from the Centre head whose research programme provides an ideal match to the training requirements of the proposed research. The training will specifically extend the applicantís theoretical expertise in contemporary theorising of ethnicity, race, intersectionality and inclusion/promotion; develop expertise in innovative research.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "LEEDS BECKETT UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}