{
    "rcn": "215407",
    "acronym": "VitC",
    "topics": "MSCA-IF-2017",
    "title": "Structural studies of the full-length human Vitamin C transporters: unravelling Vitamin C transport across the membrane",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "SVCTs are Sodium-dependent Vitamin C Transporters, part of the large solute carrier protein family (SLC), and are the major carriers for Vitamin C uptake and regulation. Abnormal Vitamin C regulation has been associated with several diseases, including cancer, obesity, hypertension, autoimmune and neurodegenerative diseases. Furthermore, Vitamin C attenuates oxidative stress caused by alcohol consumption while continuous Vitamin C deficiency leads to scurvy. Despite their importance, Vitamin C uptake and regulation are poorly understood.\n\nIn humans, SVCTs include two important classes, SVCT1 and SVCT2, that belong to a family of membrane-embedded, phosphorylation-dependent glycoproteins with an overall 65% sequence identity. Specifically, SVCT1 is expressed on the epithelia of hepatic, intestinal and renal tissues, presenting low affinity and high capacity for Vitamin C, having an important role in regulation of whole body homeostasis. SVCT2, on the other hand, exhibits high affinity and low capacity, and is expressed in most cells and tissues where its function is the delivery of Vitamin C to cells as a cofactor for major enzyme pathways protecting from oxidative stress. To date, the structural basis for the mechanism of action of SVCTs remains largely unexplored.\n\nHere, we aim at unraveling the mechanism of Vitamin C transport and regulation by determining the three-dimensional structures of both SVCT1 and SVCT2, thereby providing mechanistic understanding of the different activities of these transporters. We will use a multidisciplinary approach of high-resolution cryo-electron microscopy (Cryo-EM), X-ray crystallography and biophysical methods to understand SVCT function and interactions. This work will contribute to elucidating the mechanism of Vitamin C transport by SVCTs and may ultimately lead to drug discovery.",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}