{
    "rcn": "215439",
    "acronym": "REMES",
    "topics": "MSCA-IF-2017",
    "title": "Chiral Flame Retardant Materials: Design, Synthesis and Study of Chirality-Flame Retardancy Relationship between the (R)-Enantiomer and (S)-Enantiomer",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "The development of new strategy to study flame retardant polymers is an exceptionally important area of current research in Material Science and Engineering field since the fire safety of materials is extremely important to the whole society. So far, very seldom study focuses on the chiral flame retardant materials, especially almost no systematic study on exploring the different flame retardancy between (R)-enantiomer and (S)-enantiomer of chiral flame retardant materials. The main objective of this innovative work is to use optically pure chiral compounds to develop new generation flame retardant polymer nanocomposites by combining (R)- or (S)-enantiomer of chiral flame retardant materials into polymeric matrices. In this work, optically pure chiral compounds are employed to develop flame retardant polymer nanocomposites for the first time. The eco-friendly, economical, easily prepared and functionalized chiral BINOL phosphates are chosen as the chiral flame retardant. By introducing functional groups into the BINOL phosphates, it can be combined with polymeric matrices via chemical interaction to construct polymer nanocomposites. Moreover, incorporating ferrocene unit as synergistic agent into the BINOL phosphates, the resulting multifunctional flame retardants to polymer nanocomposites will have advantages including mechanical reinforcement, enhanced thermal stability and excellent flame retardancy and smoke suppression properties, simultaneously. More significantly, chirality-flame retardancy relationship between the (R)-enantiomer and (S)-enantiomer of chiral BINOL phosphates would be systematically investigated to understand the flame retardant mechanisms in a new aspect. The new knowledge and new materials developed in this proposal has the promise to be applied in developing new generation products in the construction, transportation, aerospace industries, in the future.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}