{
    "rcn": "215413",
    "acronym": "SupraCopCat",
    "topics": "MSCA-IF-2017",
    "title": "Asymmetric cooperative catalysts constructed on supramolecular helices",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Novel robust catalysts are key to improve the efficiency and reduce the environmental impact of industrial processes, which provide crucial chemical intermediates/products in modern society. Catalysts development is traditionally a time-consuming step because it requires synthesizing and testing a large number of systems. Supramolecular catalysis can help suppress this bottleneck because it implies simple mixing of components from an existing library. In this project, we will merge the frontier concepts of supramolecular catalysis and cooperative catalysis aiming at developing efficient supramolecular cooperative catalysts. In this concept, two different catalytic units will be connected onto a supramolecular polymeric helix, so that they will work cooperatively to promote enantioselective Michael addition and asymmetric hydroformylation with good activity and excellent selectivity. Advantages compared to classical covalent catalysts will be: i) the possibility to easily tune the structure of the catalysts (e.g. the distances between the catalytic centers) by changing the nature of the building blocks, ii) the control of the configuration by changing the handedness of the helices, iii) the possibility to use chirality amplification effects.\nThis research programme is set to be undertaken at the world-class research institution, UniversitÈ Pierre et Marie Curie, with an excellent reputation and infrastructure. Through collaborating with host, the candidate will acquire a number of technical and transferable knowledge (i.e. a new research field, leadership skills). The ground-breaking results achieved in this project will be patented and then disseminated by different effective channels (i.e. publications, conferences, web resources), which will not only establish a new career perspective for the candidate, but will also further advance Europeís capacity for innovation.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}