{
    "rcn": "215433",
    "acronym": "Spectro-Metrics",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Data Mining Procedures Applied to Raman Spectroscopy Investigations of Interactions between Drugs and Cells.",
    "startDate": "28/05/2018",
    "endDate": "27/05/2020",
    "objective": "Spectro-Metrics focuses on the development and validation of advanced chemometric procedures for investigating drug intake and metabolism in cells using confocal Raman micro Spectroscopy (RS). The project will develop and optimize data mining procedures such as Multivariate Curve Resolution-Alternate Least Squares (MCR-ALS), Supported Vector Machines (SVM) and Science Based Calibration (SBC) for the extraction of biologically relevant information from RS of cells. The applicability of the procedures will be thoroughly validated in vitro including studies on the effect of drug concentration, incubation time and drug distribution within cells. Research activities will include the use of simulated and real spectroscopic data obtained from in vitro studies for investigating the effect of inoculation with the commercial drugs, doxorubicin (DOX) and actinomycin (ACT) in lung cancer cells, as a function of time and dose, as model systems. Upon completion, the project will produce validated methodologies and procedures for resolving Raman spectra which will lead to the elucidation of the modes of drug action and validation of Raman as a preclinical screening technique for drug design and discovery. The knowledge, grant writing skills and publication record acquired during the fellowship will place the Experienced Researcher (ER) in an invaluable position for achieving research independence, becoming a leading expert of chemometric treatment of RS data and eventually becoming a professor in one of the leading European universities in the field of clinical spectroscopy.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}