{
    "rcn": "215426",
    "acronym": "MediterraneanGypsies",
    "topics": "MSCA-IF-2017",
    "title": "Mediterranean Gypsies. A forgotten history beyond diaspora, nomadism, marginality in three Western Mediterranean areas of the Spanish Crown (Andalusia, Sicily, Sardinia, 16th- early 18th century)",
    "startDate": "10/09/2018",
    "endDate": "09/09/2020",
    "objective": "Thanks to the collaboration in Leeds between an expert in Gypsy and Italian history (the fellow, Dr Aresu, who will restart his academic career) and a scholar in modern Spanish history (the supervisor, Dr Alonso), MediterraneanGypsies aims at a rethinking of the way the history of Gypsy people has been framed to date. It proposes an innovative interpretative paradigm, which it applies to a specific study case: Gypsy mobility in three Western-Mediterranean areas of the Spanish Crown (Andalusia, Sicily, Sardinia) in the modern era (16th, 17th and early 18th century).\nTraditional reconstructions, based mainly on institutional repressive documents (e.g. acts of the Inquisition), have privileged a reductive vision of the Gypsies as a diasporic, nomadic, marginal minority that was relentlessly persecuted. By building on his previous researches, Dr Aresu will analyse instead a broad range of primary sources, mostly unpublished - from custom records to notarial deeds and parish funds -, that he will collect via an extensive archival search in Madrid, Sevilla, Palermo, Cagliari and in the Romani Collection of the University of Leeds. With an interdisciplinary approach that intersects transnational history, micro-history and historical anthropology, the project will investigate the economic and social relations of Gypsy groups both among themselves and with the other residents, scrutinise their articulated relationships with the local and state institutions, and insert their mobility strategies within the broader circulation processes existing throughout the Mediterranean as a whole. A special focus will be on the role of women, in order to challenge the mono-dimensional image of the Gypsy fortune-teller and enchantress.\nBeyond its scholarly value, the project will produce and disseminate alternative narratives on Gyspy history, which can potentially counter the worrying anty-gypsyist discourses that still have currency in parts of contemporary European society.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}