{
    "rcn": "215406",
    "acronym": "ET-PHOTOX",
    "topics": "MSCA-IF-2017",
    "title": "Functionalization of ethereal C-O Bonds Enabled by Metallaphotoredox Catalysis",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The direct utilization of native functional groups without the need for prefunctionalized holds considerable promise to revolutionize organic synthesis. While significant advances have been realized within the area of C-H activation, the functionalization of inert C-O bonds in aryl ethers is still at its infancy. Prompted by the natural abundance of aryl ethers in Lignin, the second most abundant biopolymer (30% of non-fossil organic carbon on earth), chemists have been challenged to devise, conceptuality and practicality aside, mild, general and widely applicable catalytic technologies for ethereal C-O funcionalization. At present, however, these technologies remain confined to the use of rather activated extended p-systems, stoichiometric metal reagents and, in many instances, harsh conditions. ET-PHOTOX will offer an innovative and challenging approach for functionalizing aryl C-O bonds by merging nickel catalysis and photoredox catalysis via electron donor-acceptor complexation events. Such synergistic catalysis will unlock unconceivable scenarios within the C-O bond-cleavage arena, including the use of non-extended p-systems, non-organometallic based nucleophiles or even carbon dioxide as coupling partner. Therefore, this project holds potential to change concepts in catalysis, allowing new tactics to be implemented in organic synthesis from ubiquitous C-O bonds, thus enhancing the ever-growing quality of the European research. The prospective impact of ET-PHOTOX, together with the new scientific, technical training, competences and transferable skills received will position the candidate with a unique opportunity to start an independent career at a European academic institution after the execution of the project.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}