{
    "rcn": "215448",
    "acronym": "IGpath",
    "topics": "MSCA-IF-2017",
    "title": "Dissecting the functional pathways of B cell receptor immunoglobulin in antigen driven mature B cell lymphomas",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The B cell receptor immunoglobulin (BcR IG) is important for the ontogeny and evolution of malignancies of mature B cells (B cell non-Hodgkin lymphomas, B-NHLs), mediating critical interactions with the microenvironment, including recognition of and selection/activation by antigens. Of note, inhibition of BcR IG-mediated signaling has emerged as a highly efficacious treatment mode for these tumors, highlighting their dependence on extrinsic triggering. Nevertheless, open issues abound regarding the precise role of the BcR IG in lymphomagenesis, particularly regarding the range of interactions with antigens and their functional impact on clonal behaviour and patient outcome. IGpath is an original multidisciplinary project combining innovative methodologies with the aim of dissecting BcR IG-related mechanisms and processes implicated in the pathogenesis of mature B-NHLs. The focus will be on splenic marginal zone lymphoma (SMZL) and chronic lymphocytic leukemia (CLL), and monoclonal B lymphocytosis, a pre-malignant condition that is considered as a potential precursor state to CLL. IGpath is grounded on the combination of the applicantís scientific background and skills with the expertise and infrastructure of the Host, thus guaranteeing  the bidirectional transfer of knowledge. Therefore, it is anticipated to lead to novel insight into the fundamental mechanisms of lymphomagenesis, holding the potential to identify novel actionable targets and novel prognostic/predictive biomarkers. Moreover, thanks to a carefully designed research strategy and implementation plan, the applicant will acquire valuable skills in novel techniques, project management, and networking, thus setting the basis for an independent career in science.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}