{
    "rcn": "215409",
    "acronym": "PFC-AMY",
    "topics": "MSCA-IF-2017",
    "title": "Functional networks underlying emotion processing",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Impairments in self-regulation of emotions are a substantial aspect of neuropsychiatric disorders such as anxiety disorder, major depression, bipolar disorder, and borderline personality disorder. These disorders account for up to 40% of years lived with disability, with depression as the main cause. Key characteristics of these disorders are changes in emotion processing, i.e. emotion perception, emotion reactivity and emotion regulation. From a brain network perspective, these emotion processing alterations were found to be associated with reduced activity in the prefrontal cortex (dorsolateral and ventrolateral prefrontal cortex), while at the same time limbic areas (particularly the amygdala) are overactivated. Transcranial magnetic stimulation (TMS), a non-invasive technique for modulating brain networks, is a promising tool to cure patients suffering from affective disorders. Current approaches, however, use TMS targets based on generic anatomy coordinates from group-average studies. It is this lack of patient-specific targeting which most probably causes the modest response rates observed in TMS therapy. This project will use cutting-edge neuroscience methods to provide innovative ways for the treatment of patients with emotional dysregulation. We will systematically investigate different network properties underlying emotion perception, reactivity and regulation in healthy participants to develop a connectivity-informed process model of emotion processing that could be used for clinical research. We will use individualised brain targets based on activation and connectivity patterns obtained in the same subject to improve TMS application accuracy and achieve optimal therapeutic benefit in each and every patient. We will compare the performance of this precision-medicine approach with subject-specific stimulation targets to the current gold-standard procedure relying on group-average targets.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "MEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}