{
    "rcn": "215450",
    "acronym": "MetaBioMec",
    "topics": "MSCA-IF-2017",
    "title": "Biomechanics of menisci: a multiscale experimental, theoretical and modelling approach for biomimetic meniscal replacements",
    "startDate": "11/06/2018",
    "endDate": "10/06/2020",
    "objective": "The meniscus plays a critical role in load transmission, stability and energy dissipation in the knee joint. Loss of the meniscus leads to joint degeneration and osteoarthritis. In a number of cases  replacement of the resected meniscal tissue by a synthetic implant might avoid the articular cartilage degeneration. None of the available implants presents optimal biomechanics characteristic due to the fact the biomechanics functionality of the meniscus is not yet fully understood.  Mimicking the native biomechanical characteristics of the menisci seems to be the key factor in meniscus replacement functioning. This is extremely challenging due to its complex inhomogeneous microstructure, the lack of a full experimental characterization of the material properties and the lack of 3D theoretical, numerical and computational models which can reproduce and validate the experimental results.  Therefore, the aim of this work is a thorough understanding of the menisci biomechanics with the view of translating the knowlege to the orthopeadic implants arena. The objective of the proposal be achieved through (i) designing and performing a range of innovative experimental tests to characterize the behaviour of the meniscus tissue at the micro and macroscale, (ii) building an appropriate and novel multiscale anisotropic model at the tissue level which takes into account the fractal dimension of the porous menisciís tissue, (iii) implementing the material model in commercial finite element (FE) software and (vi) build and validate an accurate FE biomechanical model of the knee joint (which includes the meniscus) in order to model the biomechanical behaviour of the menisci when subjected to a range of mechanical stress which is not reproducible in an experimental context.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PALERMO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}