{
    "rcn": "215436",
    "acronym": "STRIAVISE",
    "topics": "MSCA-IF-2017",
    "title": "How the striatum contributes to visual-selection",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "The brain is limited in information-processing capacity, and must selectively prioritise neural representations of the external stimuli that are most relevant for oneís current goals, i.e. apply attention to the stimulus (visual-selection). Predictions about likely future sensory inputs help determine which stimuli are prioritised. Although we know that frontal and sensory cortices comprise key parts of a system that represents prioritised visual information, we are only just beginning to understand how predictions influence the activity of this system, or which neural substrates encode such predictions. The striatum is an excellent candidate neural substrate to underpin the influence of predictions on visual representations, even though its role in visual-selection has barely been considered. The core aim of this proposal is to investigate the scope of striatal contributions to the function and dynamics of the brain networks that underpin visual-selection. Neuroimaging (MRI, DTI), neuromagnetic (MEG), and deep-brain-stimulation (DBS) approaches will be convergently applied to i) provide a high-resolution functional map of the striatum when predictive contexts are available to guide visual-selection performance, ii) provide a rich spatial and temporal characterisation of striatal influence on the brain networks underpinning visual-selection, and iii) go beyond the limitations of correlative measures by identifying the causal influence of the striatum when predictions influence visual-selection. The gained precise understanding of how the brain instantiates this influence will not only advance our theoretical understanding of the nature of sensory experience, but also carries the potential to shed insights into the cognitive difficulties faced by patients with striatal dysfunction such as in Parkinsonís disease, ADHD, and schizophrenia, thereby paving foundations for new interventions.",
    "totalCost": "276107,4",
    "ecMaxContribution": "276107,4",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}