{
    "rcn": "215480",
    "acronym": "SINDIA",
    "topics": "MSCA-IF-2017",
    "title": "Sulphide INclusions in DIAmonds: A Window into The Earthís Interior Through Time",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "Life-sustaining Earthís surface is closely related with the evolution of Earthís interior, that is essentially ruled by mantle behaviour. Diamonds containing mineral inclusions from ìlong agoî and ìfar awayî are unparalleled tools to investigate the chemical history and evolution of the Earthís otherwise inaccessible mantle. Among mineral inclusions in diamond, sulphides are the most abundant. These minerals are the best candidate to investigate mantle primary composition, mantle physical-chemical processes at conditions prevailing during diamond formation and genesis ñ still a highly contentious issue. Sulphide inclusions are the keel tool for dating diamond formation and yet, despite previous research, the nature of these inclusions is not well understood. This is a major drawback as knowledge of the genesis of these mineral phases in diamonds directly relates to the chronological information they contain, and consequently the chemical information they carry. In light of very recent exciting results from an ERC project discovering new sulphide minerals in diamonds, SINDIA aims at combining, for the first-time, a thorough non-destructive in situ characterization of sulphide inclusions in diamonds with homogenization experiments coupled with isotopic analyses to investigate their genesis and the evolution of the Earthís interior through time. SINDIAís goals are to shed new light into the composition, origin and age of mantle sulphides, the origin and age of diamonds and in particular to validate the mostly widely used dating system in diamond research. The results of this study will provide international visibility to the researcher and the University of Padova by producing fundamental scientific advances in this new field of research, making the Department of Geosciences a leading institution of international repute, increasing the competitiveness and scientific recognition of the European Research Area.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}