{
    "rcn": "215455",
    "acronym": "INMARE",
    "topics": "MSCA-IF-2017",
    "title": "Injectable hydrogels for magnetically-activated, remote-controlled drug delivery",
    "startDate": "22/01/2019",
    "endDate": "21/01/2022",
    "objective": "The key goals of the INMARE project are: a) the training of a talented and experienced researcher, Dr Eneko Axpe, in the science, technology and industrial application of magnetic nanomaterials and drug delivery systems. The host and partners have critical knowledge and expertise in these fast growing fields. And b) the design, fabrication and (further) development of a minimally invasive, externally triggered, on demand drug delivery system. This interdisciplinary training program includes fabrication and full characterization of injectable nanocomposites, development of physical models of the drug diffusion in hydrogels, and application of AC magnetic fields for drug delivery. Such a program will support the talented researcher, who has already gained expertise in the area of nanomaterials for biomedical applications during his postgraduate career, in his endeavour to increase his exposure to both academic and industrial collaborations. To further his career in biomaterials, Dr Eneko Axpe envisions pursuing an extensive study of smart materials and their in vivo applications, fields which the partner at Stanford University and the host group at UPV/EHU have a world-recognized expertise in. Additionally, through a secondment at AstraZeneca, his industrial co-partner, he will receive further training in pharmacokinetics and the commercial applications of health products. The applications of this project are vast, ranging from medical treatments of chronic diseases such as cancer, to a basic understanding of the physics behind drug diffusion, which attest to its interdisciplinarity and high impact. Moreover, it will provide Dr Eneko Axpe with the opportunity to increase his supervision and teaching experience, gain project and intellectual property management expertise, research funding and proposal writing skills. Multidisciplinary activities will assist the experienced researcher in acquiring necessary competences and reaching professional maturity.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}