{
    "rcn": "215489",
    "acronym": "ARTEMIS",
    "topics": "MSCA-IF-2017",
    "title": "Graphene Molecule Interfaces for Spintronics",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The future of our society is intimately bounded to the development of smaller, faster and cheaper technologies, which can promote the ability to read, store and manipulate data. Spintronics addresses the issue by encoding information into the spin degree of freedom of electrons, in alternative or in addition to the charge. Currently, the progress of spintronics depends on the engineering of new advanced materials, which can promote the injection and transmission of the spin of electrons into the condensed matter. ARTEMIS will tackle the problem through the fabrication and study of graphene/molecule hybrid interfaces, taking advantage of both the exceptional physical properties of graphene and the additional degrees of freedom provided by molecular complexes. ARTEMIS focuses on the design of graphene/molecule interfaces in which a selection of molecules deposited on the graphene film will allow the spin scattering mechanisms of the material to be probed and manipulated as a consequence of charge transfer and magnetic coupling effects. The interfaces will be incorporated into spin valve devices realized with state-of-the-art nanofabrication techniques, in order to characterize their properties as a function of external parameters, such as electric field, magnetic field, temperature and optical excitation. The data analysis will allow meaningful spin transport quantities, such as the spin relaxation time, spin relaxation length, spin-orbit-coupling strength and spin-to-voltage conversion ratio, to be extrapolated in order to determine the actual device performance and compare it to the behaviour of pristine graphene films. ARTEMIS will shine light on the spin transport mechanisms in graphene and test the benefits of adopting graphene/molecule interfaces as building blocks of competitive spin-based technologies. Finally, ARTEMIS will promote the career of a young female researcher with a hands-on training on a promising interdisciplinary field of physics.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}