{
    "rcn": "215421",
    "acronym": "INTENSS",
    "topics": "MSCA-IF-2017",
    "title": "INformation-Theoretic analysis of Embodied and Situated Systems",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This proposal envisions a novel framework founded on information-theoretic concepts and mathematical tools for the analysis of embodied and situated systems, including synthetic models based on computer simulations, robotic platforms and biological organisms. The embodied cognition view stresses the importance of bodily interactions with the physical world for grounding concepts and structuring knowledge, underlining the importance of the continuous flow of perceptual information and motor actions. However, the analysis of such systems is still based on frequentist statistic or qualitative descriptions from a dynamical system perspective. The novelty of the proposed approach is the study of such systems from an ecological perspective, constructing a nonlinear and strictly quantitative methodology for behavioural and kinematic studies. The research plan proposes two main scientific innovations. Firstly, the experiments pioneer the application of information theory to human kinematic data to unveil nonlinear functional interactions among several body parts, thus mapping the information structures and causal relationships that characterise the sensorimotor flow. Secondly, the project aims at developing a robust methodology based on an algorithmic application of information-theoretic measures. The initial development of the algorithm is based on systems of coupled equations, defining aprioristically the relationships among variables. Subsequently, the algorithm is refined on neuro-robotics models, which provide a testbed for the validation and further development of the analytical framework by lesioning synapses or locking joints. Finally, the methodology is utilised on datasets recorded from participants to psychological experiments. Findings will be published in relevant scientific journals and the software will be available in an open source format. Moreover, the research program includes actions to reach the general public and the industrial sector.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}