{
    "rcn": "215496",
    "acronym": "TRENGO",
    "topics": "MSCA-IF-2017",
    "title": "Temperature reconstruction in Europe using cosmogenic noble gas observations",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Temperature Reconstruction in Europe using cosmogenic Noble Gas Observations (TRENGO). I propose to reconstruct temperatures during the Late Quaternary (from within the last glacial cycle (LGC) to the present) using observations of cosmogenic noble gases in bedrock depth profiles at two key sites in Europe: the southernmost British Isles, and the southern coast of Spain. These two sites span the range of latitudes in Europe that were ice free during the LGC; temperature reconstructions at these sites will therefore capture endmembers of climate along the Atlantic margin of Europe during the LGC and deglaciation. Constraints on past climate conditions in these two regions from conventional proxies like pollen are largely restricted to the Holocene and ubiquitously mired by human influence. The temperature reconstructions proposed here could therefore provide unprecedented insight into long term climate dynamics over western Europe. I pioneered the use of cosmogenic noble gas observations for temperature reconstruction during my PhD and am thus uniquely suited to pursue this work. The Scottish Universities Environmental Research Centre within the University of Glasgow is one of the few institutions on Earth with the analytical capability and expertise to allow me to achieve the research aims of this proposal in full, and I will acquire new technical skills in cosmogenic radionuclide analysis essential to my future career. The research results will be disseminated in several international conference presentations publications in top tier journals and communicated through several different outreach activities in Glasgow.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}