{
    "rcn": "215442",
    "acronym": "NeMESIS",
    "topics": "MSCA-IF-2017",
    "title": "Neuron-based Monitoring Electrochemical Bio-Sensor Interface System",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Reliable, real-time detection systems for in-vivo, continuous monitoring of biological and chemical processes consist a crucial aspect in personalised healthcare. Nevertheless, even nowadays, the medical practice still lacks of systems providing a rapid, reliable and ultra-sensitive sensing in a continuous way. Meanwhile, inflammatory markers consist a pivotal tool in clinical practice since they may be indicators of specific diseases, along with signalising the response of a patient to a specific medical treatment. Nanotechnology-based devices exhibiting memristive electrical properties show great potential for delivering highly scalable, resilient, power efficient and reconfigurable electronic systems. In addition, when those particular nanodevices are subjected to appropriate surface treatments and implemented in the role of bio-inspired sensors, they can bring solutions and introduce novelty to the bio-sensing field regarding highly sensitive and robust detection of biomarkers, while expanding and broadening the research field and applications involving memristive phenomena. In the framework of this fellowship, a flexible, low-cost miniaturised minimally invasive sensing platform will be developed, implementing memristive nanoscale devices as intelligent bio-interfaces, allowing reliable, continuous and real-time monitoring of inflammatory markers. This scheme will be accomplished by the fabrication of a memristor-based sensing platform conjugated with a sensing membrane and an accordingly designed binding assay. Validation of the sensing platform for continuous monitoring will be followed by the integration on flexible substrates for in vivo measurements and integration with readout circuitry enabling the sensing data readout and the wireless transmission to a tablet or smartphone. Finally, the sensing platform will be applied for in-vivo, real-time monitoring, for the detection of inflammatory markers and for indicating the response to an applied treatment.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}