{
    "rcn": "215447",
    "acronym": "AvINFLUENZA",
    "topics": "MSCA-IF-2017",
    "title": "Molecular basis of avian influenza polymerase adaptation to human hosts",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "Due to its high prevalence among birds and high human fatality rate, avian influenza represents a serious and continuing pandemic threat, in particular via mutations that facilitate human infection, resulting in pathogenic strains. Mutations associated with human infection are concentrated in the PB2 subunit of influenza polymerase. This subunit is imported into the nucleus, where viral replication and transcription occurs, via a selective interaction with host importin-alpha proteins. Once in the nucleus, interaction of PB2 with another host protein called ANP32A, has been proposed to play an essential species-specific regulatory role.\n\nThe behavior of PB2 in solution reveals a high level of conformational flexibility that is essential to function. In addition, intrinsically disordered domains of both ANP32A and importin-alpha are thought to play important roles in the interaction with PB2. This uncommonly high level of disorder presents particular challenges for standard structural studies.\n\nThis project aims to characterize structurally two protein-protein interactions of the human-adapted PB2 subunit of influenza polymerase with these two human proteins:\n1. Importin-alpha\n2. ANP32A\n\nHighly dynamic complexes such as the targets of this proposal lie outside of the scope of standard methods of structural biology, and are therefore often not described. The high level of flexibility of these systems requires an innovative and integrative structural approach that will combine paramagnetic NMR with techniques such as ensemble methods to describe the conformational equilibria of highly dynamic systems, NMR relaxation dispersion and CEST, SAXS and single-molecule FRET.\n\nThrough the structural and dynamic characterization of these interactions between human-adapted avian influenza polymerase and two human host proteins, we will contribute to a deeper understanding of viral replication, providing the basic information to facilitate the design of innovative drugs.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}