{
    "rcn": "215471",
    "acronym": "H2Gut",
    "topics": "MSCA-IF-2017",
    "title": "Interspecies hydrogen transfer in the mammalian gut: how interactions between fermenters and hydrogenotrophs influence colonic homeostasis",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The human gut is a complex microbial bioreactor which protects the host from enteropathogens, facilitates the harvesting of nutrients and energy from undigested dietary components, stimulates healthy immune function, alters host insulin resistance, and exerts control over fat deposition and appetite. The principal duty of the bacteria in the mammalian gut is the fermentation of undigested dietary components, which results in the production of short-chain fatty acids (SCFAs) and H2 gas. The H2 produced by fermentation has to be disposed of very efficiently, since the buildup of H2 strongly disrupts gut function. The harmful accumulation of H2 is prevented by three groups of H2-consuming microbes - sulfate-reducing bacteria (SRB), acetogens, and methanogens. Thus, H2 is a critical metabolite in the gut that controls colonic fermentation and the flow of energy and carbon to the host. Yet, we do not understand the identity of the major functional producers/consumers of H2, the ecological forces that drive one or more of the H2-consuming guilds to colonize the gut, or the microbe-microbe interactions between fermenters and H2-consumers that lead to efficient H2 dispersal. The objectives of the proposed research program are to 1) determine what pathways for H2 production and consumption are actively expressed in the gut using a mouse model, 2) elucidate the identity and spatial distribution of hydrogen producers/consumers in the mouse gut at the single cell level, and 3) ) elucidate the physiological mechanisms of H2 transfer in the gut using model communities. Overall, these research actions will produce the first characterization of the microbiota community members that actively influence the hydrogen economy in the gut in-situ and how these microbe-microbe interactions control colonic fermentation.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAT WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}