{
    "rcn": "215438",
    "acronym": "SEMSUBSET",
    "topics": "MSCA-IF-2017",
    "title": "The Grammar of Inclusion: Exploring the Boundaries of Linguistic Competence",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The combination of phrase-structure syntax and model-theoretic semantics have led to a powerful, general model of language. However, previous research has not sufficiently explained how syntactic structure and structural differences across languages relate to mathematical operations on meaning: some constraints observed in the language implementation of these operations are a consequence of the language form, while others can come from human reasoning processes, beyond language. This project investigates this domain from the perspective of partitives and the formal subset relation.\n\nNominal partitives as 'two of the beans' explicitly express the subset relation in English. Other Romance and Germanic languages have similar, but not identical forms: e.g. in German genitive case can be used. Pseudo-partitives like 'two cups of beans' share many of the lexical items of partitives, so if structure and meaning are projected from lexical items, both need to be considered in parallel. Partitives are interestingly more constrained than the subset relation. For example, they express only proper partitivity: 'Two of her parents' is odd. We explore the boundaries between linguistic competence and other cognitive systems, with one leading question: what is the source of these constraints? We adopt the methodology of syntax and semantics, with an experimental component. The issue is addressed pursuing three goals: i) on the basis of syntactic cross-linguistic variation, we build a syntax/semantics for partitives; ii) we establish which constraints come about from the format and from standard interpretation rules; iii) we specify pragmatic or other general cognitive limitations in the processing of the subset operation.\n\nThe project contributes to integrate syntax and semantics with the cognitive sciences. Furthermore, it requires the acquisition of new skills by the researcher in formal and experimental semantics and pragmatics, fields of excellence of the host institution.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "GEISTESWISSENSCHAFTLICHE ZENTREN BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}