{
    "rcn": "215474",
    "acronym": "PALEOMADA",
    "topics": "MSCA-IF-2017",
    "title": "Paleoenvironmental reconstruction in Madagascar",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Madagascar is an excellent location for paleoenvironmental study because of its unique topography, climate, and environment. However, it is among understudied regions worldwide, and even though substantial paleoenvironmental conclusions have been drawn from separate investigation of speleothem proxies (e.g., from Anjohibe Cave) and lake sediments proxies (e.g. from Lake Mitsinjo), such conclusions have not yet been fully validated. Validation requires data calibration from modern monitoring and information cross-check across a range of complementary proxies between speleothems and lake sediments. PALEOMADA (PALEOenvironmental reconstruction in MADAgascar) is a multidisciplinary approach, and it consists of combining state-of-the-art modern and paleo approach to produce a more robust paleoenvironmental interpretation in NW Madagascar using speleothems and lake sediments. Its objective will build on two important premises: (1) Calibration of paleo-data, i.e., using knowledge of modern biogeochemical processes as a tool to reconstruct paleoenvironmental changes, and (2) Cross-validation among different complementary archives, i.e., checking paleoenvironmental interpretations from speleothem proxies using proxies from lake sediments, and vice versa. PALEOMADA clearly provides a two-way transfer of knowledge and skills between me and the host institution because it will combine my expertise (speleothem and paleoclimate reconstruction) and my supervisorís expertise (biogeochemistry and application of stable isotope tools in tropical aquatic systems). PALEOMADA additionally involves an international network collaboration, specifically with the Department of Geology of the University of Madagascar, which ensures its success, and it offers several training opportunities  at KU Leuven to strengthen my skills and knowledge to become a mature and independent researcher.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}