{
    "rcn": "215468",
    "acronym": "URCHIN",
    "topics": "MSCA-IF-2017",
    "title": "continUous flow ReaCtor for Hierarchically desIgned Nanocomposites",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Since the release of the first lithium ion battery in 1991, this technology has been growing continuously and has been pivotal in enabling new technologies ranging from consumer electronic devices to electric vehicles (EVs). However, the currently used intercalation-based electrode materials are approaching their theoretical capacities, and are falling short of the requirements for future EV applications. This project seeks to address some of these issues by developing a new electrode formulation. Conversion materials with high reversible capacities are particularly promising candidates to improve the energy and power density of batteries, but they suffer from poor electrical conductivities. Current research seeks to address these issues by mixing these materials with highly conductive additives such as graphene and carbon nanotubes (CNTs). However, these solutions often suffer from poor interfaces between the conductive additive and the active material, or are difficult to produce at scale.\n In this Marie Sk?odowska-Curie Fellowship, a radically new method to mass produce advanced conversion materials will be developed using a continuous flow reactor. In this approach, CNTs are grafted directly on the surface of conversion materials. Because of how the CNTs are synthesized on the active material, they form an excellent interface, which is key to enhance the electrical conductivity of the electrodes. Further, this project will also engineer the conversion material itself (composition, porosity, and size) to improve ion diffusion and thus the power density of the batteries. Because of these unique performance features and the capability to fabricate these materials at large scale using a continuous flow process, we anticipate that this project will be attractive to both academic and industrial researchers. Therefore, this project will address the growing need for better batteries to support the European automotive industry in its development of electrical vehicles.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}