{
    "rcn": "215465",
    "acronym": "FluPRINT",
    "topics": "MSCA-IF-2017",
    "title": "Tracing the inFLUenza vaccine imPRINT on immune system to identify cellular signature of protection",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Influenza virus causes a large socioeconomic burden on society, with 70 000 deaths every year in Europe. It is estimated that 1 in 1000 children and elderly every year are hospitalized due to influenza infection. Children, due to high susceptibility and high levels of shedding, are the main source of spread of the virus. Therefore, CDC in 2010 included children as a high priority group for influenza vaccination. Two influenza vaccines are licensed: inactivated (IIV) and live attenuated (LAIV) vaccine. The LAIV was introduced to provide broader protection by additional stimulation of T cell responses. At present the two major obstacles in the widespread use of LAIV are concerns raised over vaccine effectiveness and the lack of immunological correlates of protection. In 2016 the CDC in the US recommended against the use of LAIV due to its poor effectiveness in the 2015/2016 season. However, the same vaccine, in the same season had high effectiveness as assessed by UK and Finland public health authorities. Currently the reason for this discrepancy is not known. This project will take advantage of cohorts of children who have received LAIV provided by both US and UK sponsors, to investigate the immunological basis for the observed variability and to define the role of adaptive immunity by applying the systems biology tools and machine learning algorithms for predictive modelling. Progress in the clinical investigation of children has been hampered by limited methods that could be applied to the small blood volumes, but recent advances in systems biology have opened new opportunities that did not exist before. Tracing the influenza vaccine imprint on immune system, termed FluPRINT by the proposed project will help to identify cellular signatures of vaccine-induced protection in children which is of importance for the development of next generation of influenza vaccines that will be more effective in this target population.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}