{
    "rcn": "215410",
    "acronym": "TeSP",
    "topics": "MSCA-IF-2017",
    "title": "Temporal Structure of Perception and Neuronal Stimulus Processing",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Conscious stimulus perception in humans operates on time scales differing across sensory modalities. At the brain level it remains unknown if the temporal structure of stimuli from different sensory modalities is processed fundamentally differently, or if sensory input from different sensory modalities is sampled similarly. Neuroscientific evidence shows that neuronal oscillatory activity in sensory cortices is crucial for the conscious temporal perception of sensory stimuli by defining discrete perceptual cycles which discontinuously determine temporal perception. However, it remains inconclusive if the neuronal correlates of this discrete sampling mode differ across sensory modalities. The present proposal addresses this question by investigating temporal perception in the visual and tactile domain by means of MEG and ECoG measures of neuronal activity and the analysis of oscillatory and arrhythmic brain activity patterns. The findings provide an understanding of the temporal structure of neuronal stimulus processing, which will be implemented in clinical research. Within the scope of the Global Fellowship, the applicant aims to visit a partner organisation at the New York University, which is internationally renowned for neuronal processing of visual stimuli and the analysis of arrhythmic brain activity. Since the applicant exhibits an expertise on the neuronal processing of tactile stimuli and the analysis of oscillatory brain activity, the expertise of the partner organisation perfectly matches the applicantís skills. By acquiring these novel capabilities, the applicant will exhibit all skills necessary for a holistic analysis of neuronal information processing, thus significantly increasing his future career chances as an independent researcher. Since the research on neuronal stimulus processing is a critical component for the fundamental understanding of the human brain, this action will greatly increase the European expertise in the field of neuroscience.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}