{
    "rcn": "215469",
    "acronym": "EPRAC",
    "topics": "MSCA-IF-2017",
    "title": "Economy of Pre-Roman Adriatic Communities: amphora production and trade patterns in a changing world",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The proposed EPRAC project focuses on the economy of the Adriatic region during the Pre-Roman periods from time of establishment of Greek settlements in 4th c. BC to consolidation of Roman power toward the end of the last millennium BC. The proposed project focuses on the under-studied eastern Adriatic region and seeks to characterise the nature of trade and interaction between indigenous communities as well as with the Aegean and nearby Italy from 4th till the end of the 2nd c. BC. The objectives of the proposed research project are fourfold. Firstly, to characterize in detail the nature of amphorae production at the sites of Issa and Pharos on the Dalmatian Islands, in southern Croatia, for the first time. This will be compared to amphorae from consumption sites in order to understand the trade patterns and circulation of liquid commodities transported via amphorae. By mapping the scale and direction of movement of amphorae and their goods from these and other more distant sites, the project with shed light on important economic and social developments taking place in this region from the 4th till the 1st c. BC. Key questions in this area include the influence of Issa and Pharos, the extent of participation of Adriatic communities within regional networks and finally, the its degree of contact with the wider Mediterranean. Proposed project will be carried out in seven research activities within four working packages, that will include archaeological and analytical methods in studying amphorae. The project will involve a detailed programme of research and training, theoretical during the attendance of the courses at Institute of Archaeology at UCL and practical hands-on-training in the laboratory within UCLís Ceramic Technology Research Network. Together with data management and dissemination activities, this will greatly enhance the career prospects of the researcher.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}