{
    "rcn": "215485",
    "acronym": "SOT-2DvdW",
    "topics": "MSCA-IF-2017",
    "title": "Spin-Orbit Torque in 2D van der Waals Heterostructures",
    "startDate": "18/07/2018",
    "endDate": "17/07/2020",
    "objective": "This Marie-Curie proposal aims to study the mechanisms governing spin-orbit torque in 2D ferromagnetic materials attached to topological insulators. It also proposes a new method to detect the magnetization dynamics of the 2D ferromagnet by using photoluminescence. This is done by measuring the valley splitting induced by exchange proximity effect on a  transition metal dichalcogenide (TMD) semiconductor monolayer deposited, or grown, on top of the 2D ferromagnet. I propose first to study the different heterostructures involved, namely 2D ferromagnet/TMD monolayer and 2D ferromagnet/topological insulator, using density functional theory (DFT) in order to get some insight on the electronic structures at the interface between these materials and the different physical phenomena that may take place at these interfaces. This DFT calculations will also help to detect those pairs 2D ferromagnet/TMD monolayer leading to a higher valley splitting which translates into a stronger optical response and clearer peak splitting in the photoluminescence spectra. Second, I propose to use Hamiltonians based on these DFT calculations and non-equilibrium Greenís function formalism to study the torques induced in the 2D ferromagnet after charge injection into the topological insulator. For this, I plan to implement the calculation of field-like and damping-like torques within a previously developed NEGF code. With this proposal, I expect to provide society and researchers with a new methodology which will help to develop new storage devices using 2D materials and other van der Waals materials, which are at the forefront of next generation nano-devices.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}