{
    "rcn": "215453",
    "acronym": "REDUCTeeth",
    "topics": "MSCA-IF-2017",
    "title": "Evolution of cell mechanisms underlying human dental reduction in Europe",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The human skeleton has continued to evolve over the past 40,000 years in Europe, long after the emergence of our species. During this period, major social, technological and demographic changes occurred as a mobile hunter-gatherer lifestyle gave way to sedentary farming villages, and then cities. This was accompanied by biological changes to our skeletons, which are retained into the present day. One of the most striking changes is the reduced size of our teeth and jaws. This dental reduction contributes to dental crowding for modern day Europeans, which requires extensive orthodontic treatment with a significant global socio-economic cost. Despite 50 years of academic debate amongst anthropologists about the hypothesised causes underlying dental reduction, a consensus has still to be reached. Yet, we know nothing about the cell mechanisms that facilitated the reduced size of our teeth and jaws. The goal in this project is to develop an original, interdisciplinary and holistic approach that combines dental and bone analysis at three structural levels, to identify and describe the micro-evolutionary cell mechanisms that led to the reduction of modern human teeth and jaws in Europe. Combining cutting-edge histological and microtomographic techniques, I will examine molars and jaws from prehistorical, medieval and modern samples, spanning our most recent evolution from ~38,000 years ago to the present day. Using these cell mechanisms, I will re-evaluate the existing hypothesised causes of dental reduction. This project will provide a unique biological insight that will help to resolve a long-standing debate, and reshape our understanding of dental reduction during recent human evolution. Results will be of interest to anthropologists, biologists, and the general public. My project can also contribute new information for clinical orthodontic treatment. Results will be published in high-impact scientific journals and presented at international conferences.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF KENT",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}