{
    "rcn": "215478",
    "acronym": "R2D2-NET",
    "topics": "MSCA-IF-2017",
    "title": "RELIABLE, RECONFIGURABLE DC DISTRIBUTION NETWORKS",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This research will employ a new concept called virtual conductor that has been introduced by the Fellow through his PhD research. The overriding objective of the project is to investigate virtual conductors as the Direct Current (DC) equivalent of Soft Normally Open Points (SNOP), using them for improving the reliability of DC electricity distribution networks through DC network reconfiguration. Many consumer electronic devices need direct current (DC) input. All these DC devices require conversion of the supplied AC power into DC, and that conversion typically uses inefficient rectifiers. While the concept of using DC power distribution to interface distributed energy sources and loads to the power grid seems appealing at first, several issues must be addressed before this can be implemented fully. Intelligent control methods are investigated worldwide, to manage Distributed Energy Resource (DER) dispatch. Intelligent control can be extended to help improve operational security and reliability of electricity networks by utilising flexible resources. This research will focus on:\n1. Quantifying the benefits of a reconfigurable DC network with virtual conductors.\n2. Measuring the impact of introducing a reconfigurable DC network on electricity supply reliability, through the changes in specific reliability indices.\n3. Extending existing intelligent control code available by the supervisor, to design an intelligent control system which regulates the virtual conductors and implements their reconfiguration capabilities.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SUSSEX",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}