{
    "rcn": "215423",
    "acronym": "TRANSIMAMS",
    "topics": "MSCA-IF-2017",
    "title": "Spreading Whose Word? Transnational Imams, Religion and Politics in Turkeyís Mosques Abroad (France, UK, USA)",
    "startDate": "17/05/2019",
    "endDate": "16/05/2022",
    "objective": "Since the early 2000s, Muslim Diasporas in Europe and the USA have raised a growing interest in the public and academic spheres. While building upon this interest, the proposed research aims to bring an original contribution to the field by adopting a transnational perspective that focuses on the religious policy of Turkey towards its diaspora. The study will concentrate on the imams sent to Europe and the USA to work in the mosques managed by the Turkish Directorate of Religious Affairs (Diyanet). The ethnographic study of these ìtransnational imamsî aims to go beyond a state-centered analysis of Turkish religious policy abroad in terms of ìsoft powerî or ìreligious diplomacyî. Instead, it proposes to evaluate the modalities and limits of this policy by concentrating on the training, motivations, mobility and achievements of these imams, as well as the ways they are perceived by different components of the Turkish diaspora, with special focus on France, the UK and the USA. The interdisciplinary approach at the crossroad of political science, sociology and anthropology will address the political and religious dimensions of the ideology conveyed by the Diyanet imams and question their impact on the Turkish communities settled abroad, in terms of religious practices, political affiliation, integration and possible radicalisation. The comparative perspective will take into account the history and social characteristics of these distinct Turkish diasporas and the different traditions of state/religion relationship in the three countries under study to analyse the strategies of the Diyanet and evaluate its results. Thus, by focusing on Turkeyís religious policy abroad, the proposed study aims to bring an original contribution on political Islam as a transnational ideology that mobilises state resources, religious establishments and local communities to spread a polymorphous political and religious discourse.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "LONDON SCHOOL OF ECONOMICS AND POLITICAL SCIENCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}