{
    "rcn": "215427",
    "acronym": "MECoCaM",
    "topics": "MSCA-IF-2017",
    "title": "Human gut Microbiome, gene Expression and Colorectal Cancer: Assigning causal roles from a novel Mendelian randomization perspective.",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "The contribution of the gut microbial ecosystem to colorectal cancer (CRC) is not well understood. Inflammatory processes and unbalance cell proliferation in the host could be behind observed correlations between a microbe and cancer stages. However, the enrichment of a microbe at a tumour site does not directly assume causation. Rather, this could be the result of a reverse causation or a confounding third factor. Therefore, two major challenges unravelling CRC aetiology are (i) to identify the mechanistic interactions of microbial communities with host intestinal epithelium cells, and (ii) to assign causality to carcinogenesis. These are the aims of this project integrating different ìomicî data, and using a Mendelian randomization (MR) approach.\nIn this study we analyse microbiome sequencing data, from up to 500 normal colon mucosa biopsies, to provide a comprehensive description of the gut microbiome. Additionally, we integrate transcriptomic data from these well phenotyped 500 samples to understand the interaction between microbes and the gut epithelial cells. Finally, using the germ-line genetic variation of host cells as a third ìomicî layer, the correlations between microbes and (i) environmental exposures, (ii) gene expression, and (iii) CRC can be validated by MR. MR is an analytical approach whereby germ-line genetic markers are used as proxies ñ or instrumental variables ñ for putative risk factors. These genetic markers cannot be influenced by reverse causation, and, assuming an absence of pleiotropy, can provide unconfounded estimates of association. Therefore, a MR association between genetic proxies and the outcome of interest would indicate that the exposure being proxied is associated in a causal manner.\nThe identification of the functional relevance and key mediators of gut microbiome to colorectal cancer development is going to increase the development of therapeutic approaches and prevention strategies.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}