{
    "rcn": "215467",
    "acronym": "GFSMART",
    "topics": "MSCA-IF-2017",
    "title": "Design and Integration of Graphene Fibre Based Antennas for Smart Textiles",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Smart textiles that provide a seamless command-oriented user interface and have capable of wireless communication, have become active research field in recent decades with interest of wearable and attractive platforms. Well-known mechanical requirements such as light weight, compactness, and flexibility, that smart components should be invisibly and unobtrusively integrated into a garment to ensure the wearerís comfort. GFSMART aims to develop graphene fibre based antennas for smart textiles that pushes the state-of-the-art in wireless body-centric systems, by utilizing traditional textile manufacturing techniques. Wearable antenna will be developed based on the merits of graphene as a flexible, conductive fibres. GFSMART project does not only involve implementation of novel materials and wearable electronics but also embraces design strategies of smart adaptive garments for people affected by dementia and Alzheimerís disease. The proposal hosting by Royal College of Art (RCA), will involve collaboration with other EU universities, which will increase the impact of the developed results on the textile industry and enable my career restart in European research zone. GFSMART will lead to first implementation of graphene fibres in wearable antenna design and later in designing smart garments for people affected by dementia and Alzheimerís disease. I have extensive experience on carbon nanomaterials and novel materials for textile applications and published more than 30 critically acclaimed journal and conference papers, patents in this subject. Through this innovative multidisciplinary research and with the help of experimental infrastructure provided by the RCA, as a newly appointed senior tutor in smart textiles at RCA, I am expected to gain maturity in managing research projects and advance my career toward being an esteemed professor in the field of smart textiles in Europe.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE ROYAL COLLEGE OF ART",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}