{
    "rcn": "215428",
    "acronym": "SOCIALBRAINCIRCUITS",
    "topics": "MSCA-IF-2017",
    "title": "Neuroanatomical substrates of social deficit in a mouse model of 22q11 deletion syndrome",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Also known as velocardiofacial or DiGeorge syndrome, 22q11.2 deletion syndrome (22q11.2DS) is currently considered as the highest genetic-based vulnerability factor for neuropsychiatric disorders, such as autism spectrum disorder, attention deficit hyperactivity disorder, anxiety disorders and schizophrenia. Noteworthy, this microdeletion leads to a wide range of peripheral and central symptoms, including severe deficits in face memory and social cognition, which remain incurable to date. \nThus, the present proposal aims at delineating the neuroanatomical substrates of social behavior in order to identify new therapeutic avenues for social deficit in velocardiofacial syndrome and its associated neuropsychiatric disorders. To this purpose, we will use a very solid murine model of 22q11.2DS, the LgDel\\/- mouse, which similarly displays deficits in social interaction, to investigate the respective interventions of the oxytocin (OT) and the dopamine (DA) system in the implementation of normal versus altered social behavior, at critical time periods (first post-natal days and adolescence). Specifically, preliminary findings from the host laboratory suggest that early alterations of the OT system, by preventing proper GABA switch in the medial prefrontal cortex (mPFC), leads to abnormal mPFC regulation of DA function in the nucleus accumbens and/or amygdala, and subsequent social deficits at adulthood in LgDel\\/- mice. We will address this hypothesis by using a multidisciplinary strategy encompassing genetics, molecular biology, biochemistry, tracing methods, cell culture, as well as viral and behavioral approaches.\nThe originality of the present project, which resides in our will to identify the developmental trajectories of social behavior, together with a reciprocal transfer of theoretical, practical and transferrable skills between the host laboratory and me, will allow me to develop independent research projects and a competitive research career.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}