{
    "rcn": "215470",
    "acronym": "UVSIGNAL",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling the mechanisms underlying the evolution of ultraviolet signals",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Animals use a bewildering diversity of signals to communicate. Displays of colour signals have always baffled naturalists and their study has greatly advanced our understanding of animal communication. Invisible to the human eye, ultraviolet (UV) signals have long been overlooked by scientists and yet, they are ubiquitous in the animal kingdom. Despite a growing body of work in the recent years, the mechanisms involved in the evolution of UV signals are still far from fully understood. The over-arching aim of this project is to provide insights on how UV signals can become stable through evolutionary times. Common lizards (Zootoca vivipara) are an excellent model species to tackle these questions because males display a conspicuous patch of UV colour on their throat, which is involved in male-male competition. To investigate the forces that shape and ensure the honesty of these signals, this project will use several complementary approaches combining genomics, endocrinology, and experimental manipulations using wild and captive populations of common lizards. This complementarity between genomics and hormonal effects will provide invaluable insights on a potential correlation ensuring signals honesty, at both the genetic and phenotypic level. We will identify the genetic variants responsible for UV variations and examine how they relate to hormone secretion. This multidisciplinary approach has the advantage of using promising methods that are rarely used in this field, and thus have the potential to generate original and interesting results.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "SORBONNE UNIVERSITE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}