{
    "rcn": "215424",
    "acronym": "THALLMORPHAL",
    "topics": "MSCA-IF-2017",
    "title": "Insight into the Symbiotic Chemical Communication of Algae and Bacteria: Thallusin and Dedicated Analogues",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Thallusin was the first compound identified to induce thallus differentiation in macroalgae. This intriguing chemical mediator is produced by bacteria that socialize with algae in their natural habitat. Thallusin exemplifies a fundamental symbiotic chemical communication between macroalgae and epiphytic bacteria in the marine environment. However, its general impact on the underlying microbial communities and its chemical mode-of-action remains to be clarified. Therefore we propose a multifaceted research program to study the morphogenesis-inducing mechanism of algae by chemical morphogen. The proposed project will focus at four different objectives. 1) methodology development (heteroarylative/cyclization cascade), that allows the efficient and concise synthesis of thallusin. This will be achieved by ligand directed transition metal catalysis based on good literature precedent. The first objective is scheduled to be completed in first six month of the project. 2) development of novel, concise, scalable, and efficient asymmetric synthesis of (?)-thallusin and its analogues. This will be accomplished by enantioselective polyene cyclization and heteroarylative/cyclization cascade as key steps. The second objective is scheduled to be completed from months 6-12 and 17-20.  3) structure-activity- relationships studies and 4) understanding the mode-of-action of thallusin in algae.  The objective 3 and 4 will be completed in collaborations. The labeled tool compounds and dye conjugates will be synthesized from promising candidates that will allow tracing the metabolism and degradation of thallusin in algae. The 3 and 4 objective is scheduled to be completed from 9-24 months. The results that will be obtained during the course of our research will have the potential capacity to enlighten the cross-kingdom cell-to-cell chemical signaling and will provide room for further studies at the fundamental and applied levels in green algae and symbiotic bacteria association.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "Friedrich Schiller University Jena",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}