{
    "rcn": "215454",
    "acronym": "PEPPER",
    "topics": "MSCA-IF-2017",
    "title": "Positive Environment in Public Participation and Engagement for Responsible Research and Innovation",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Public engagement is one of key components for responsible research and innovation that the European Commission has identified and promoted. However, it has been questioned about legitimating the process and result, contributing to policy decisions and facilitating social learning. It is now also challenged by the recent post-truth movement in terms of democracy, citizenship and sustainability. Positive experiences of active involvement within society can be critical to engage with the silent majority and marginalised majorities, as well as researchers under pressure of public engagement. This research thus examines positive environment in top-down, expert-led public engagement or bottom-up, grassroots activities such as citizen science and open innovation, in which responsibility is distributed to experts, stakeholders and citizens in a more natural and proportional manner. It identifies methodologies to incorporate voices and values of less engaged individuals and future generations into the design and implementation of positive engagement, developing novel approaches to visualise participantsí perceptions and perspectives and/or emerging technologies and their ethical, legal and social aspects. This transdisciplinary research collects and analyses data on individual, community and organisational and societal level through the study of selected cases of positive engagement, with reference to community-based participatory research, intergenerational ethics and organisation and management studies. Introducing a wide variety of Norwegian practices to the European research and policy context, the project will disseminate the research results to the case organisations and their affiliations and networks and finally produce a communication training manual for positive engagement. This fellowship also gives a good opportunity to exchange knowledge on public engagement practiced in Europe and Japan.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "OSLOMET - STORBYUNIVERSITETET",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}