{
    "rcn": "215491",
    "acronym": "Oligo-DNP",
    "topics": "MSCA-IF-2017",
    "title": "Unveiling transient material synthesis in dilute solutions and their solid morphology combining dDNP and MAS-DNP.",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The silicate speciation process is of large scientific and industrial interest because determines the morphology and reactivity of the silica products and biological control of the silica morphology has generated an interest for novel mechanisms for biomimetic silica synthesis. These processes occur typically in very dilute solutions (in the mM range) and no general approach is currently used to report on both the liquid-state speciation and the solid-state atomic-level morphological characterization during the speciation process. As a result, an important gap in the current understanding needs to be addressed.\nHere we propose to combine cutting edge dynamic nuclear polarization (DNP) in its two main branches, dissolution DNP and MAS-DNP, to investigate the silicon-based materials formation process. The project is original and of high impact and can currently be performed only at the host institution. Dissolution-DNP and MAS-DNP experiments will be used to elucidate the speciation in dilute solutions and the structural morphology at different stages during the oligomeric formation process of silicon-based materials. In this way, a complete information can be obtained. The immediate result can be envisaged either in an important expansion of the host group research activities into dissolution DNP, and the applicant acquisition of important and strategic skills in chemistry, spin physics, DNP and solid-state NMR. The medium-term goal during the course of this action is to apply the techniques to a broader range of silicon-based materials, and the applicant acquisition and implementation of new organizational and managerial skills.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}