{
    "rcn": "215415",
    "acronym": "YOUPEACEBUILDER",
    "topics": "MSCA-IF-2017",
    "title": "THE ROLE OF YOUTH IN PEACEBUILDING: THE CYPRUS CASE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The lasting separation between Turkish and Greek Cypriots on the small island of Cyprus has long been one of the contentious issues of the Eastern Mediterranean. Much effort and energy has been spent trying to find a comprehensive resolution to the dispute. However, the rationale behind the strategy of conflict resolution, which has been mainly based on negotiations between subsequent leaders, remains problematic. The lack of (or limited) direct involvement of societies, particularly disengagement of young people, who have lived in an ethnically divided country since they were born, has prevented mobilization of Cypriot youth in their search for communication and interaction. However, current peacebuilding efforts on the island still focus on reaching an agreement between leaders instead of finding ways to engage the youth of both sides, who are expected to live together despite the fact that they have never experienced it before. As McEvoy-Levy suggests ìa peace agreementís endurance depends on whether the next generations accept or reject it, how they are socialized during the peace process, and their perceptions of what that peace process has achieved.î \nAs the most recent addition to the international communityís repertoire of conflict resolution methods, peacebuilding simply refers to a comprehensive process that tries to remove the root causes of a conflict. According to Lederach, the actors at the national and international top levels are involved in negotiation and peacemaking, while the grassroots, bottom-up level are aiming to promote peace and reconciliation at local and society level. Thus, the linkage between the top and grassroots levels, in which middle-level process aims to facilitate, is essential for an effective and sustainable peace. This research proposal aims to discover, observe and reshape the correlation between youth and peacebuilding particularly in the Cyprus case by borrowing Lederachís approach on peacebuilding.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}