{
    "rcn": "215554",
    "acronym": "GutMIND",
    "topics": "MSCA-IF-2017",
    "title": "Gut microbiota-Microglia Interactions in NeuroDevelopment",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Childhood psychiatric disorders are alarmingly common, yet current gold-standard treatments fall short in creating lasting, meaningful improvements for many individuals. To improve outcomes, it is imperative to enhance our understanding of pathways to disordered development. Recent advances in the study of microglia-neuron interactions and critical period signals suggest that disruption in the developmental timing of these neural events may contribute to early-onset psychopathology. However, the factors that modulate these signals have not been well-defined. The GutMIND project will test the hypothesis that complementary maturation of the microbiota and the brain during critical windows of development may be one contributing factor. For the first time, the (sex-specific) trajectory of the microbiotaís influence on behavioural and neural outcomes during early host development will be characterised in detail. This will generate testable hypotheses regarding potential mechanisms and thus potential treatments to ameliorate the effects of microbiota depletion during critical periods. Specifically, this will be achieved by experimentally testing 1) metabolite pathways that may contribute to the microbiotaís influence on microglia-neuron communication and 2) the mediating role of the microglia in microbial influences on behaviour. In line with the objectives of the MSCA fellowships, the research project has been designed to facilitate the applicantís career development by providing advanced training in supportive host environments that will diversify her research competencies, foster her managerial and teaching skills, and strengthen her research profile and professional network. In the process, public, industry, and scientific audiences will be engaged in the outcomes of the action through a multi-pronged communication, dissemination, & exploitation strategy that will promote positive mental health development in the EU and beyond.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}