{
    "rcn": "215533",
    "acronym": "ORBETEC",
    "topics": "MSCA-IF-2017",
    "title": "ORganisational BEhaviour with new TEChnologies: a human resources management model for industry 4.0",
    "startDate": "17/09/2018",
    "endDate": "16/09/2020",
    "objective": "Research related to the fourth Industrial Revolution is growing up and are a major asset for prosperity and European economic growth. However, the effect of human resources management in relation to industry 4.0 remains few investigated in the field of Work and Organizational Psychology. In view of the constantly evolving dynamics favouring the implementation of new technologies in organizations (autonomous robots, virtual reality, big data, and so on), it is now essential to define a model adapted to industry 4.0. The objective of ORBETEC project is to generate a model of human resources management, targeting four essential areas (organizational development, professional development, competence development, and compensation/reward), applied to the reality of industry 4.0.\n\nThe research will take place in Foligno (IT) in a highly technological organization, the Umbra Cuscinetti S.p.A (Umbra Group headquarters), world leader in the production of recirculating ball screws in the aeronautic sector. Beatrice Baldaccini (Supervisor) and Carlo Odoardi (Professor Key person) will provide researchersí supervision and training. The use of a qualitative and quantitative methodology via multilevel and longitudinal statistics will allow the study of the organizational behaviours generated inside evolving and highly innovative organizations. Two secondments will be determined in order to strengthen the international and interdisciplinary aspect of the ORBETEC project.\n\nORBETEC will be one of the few researches to explore Industry 4.0 in the field of organizational behaviour and will contribute to the definition of an international human resource management model. The results will be disseminated in peer-reviewed international journals and interdisciplinary training will propel the researcher at European expert level. Finally, ORBETEC will improve the performance, productivity and work-life quality of a company with an economic impact at regional, national and European level.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UMBRAGROUP SPA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}