{
    "rcn": "215508",
    "acronym": "RET PHOTOSWITCH",
    "topics": "MSCA-IF-2017",
    "title": "THE DEVELOPMENT OF NOVEL PHOTOSWITCHABLE KINASE INHIBITORS",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The overall research objective of this project is to develop novel photoswitchable kinase inhibitors (PKIs), targeting on REarrange during Transfection (RET) for use in living cells and in zebrafish (Danio rerio). Controlling the action of kinases in a reversible way will have an exceptional potential for investigating signal transduction in zebrafish. In this work, photoswitchable RET kinase inhibitors based on azo-functionalized pyrazolopyrimidines will be developed, enabling photonic control of RET activity with substantial differences in inhibitory activity between the two photoisomeric forms. Such RET inhibitors are currently not available. RET is expressed by the immune cells of the brain, the microglia and is mediating activation of the cells. Microglia has been shown to be responsible for both protecting and harmful effects in neurodegenerative disorders. Although RET has been shown to be involved in neurodegeneration, its role in Alzheimerís disease (AD), where microglia play an important role, is not known. The ability to manipulate the activity of RET using light would result in temporal control of enzymatic activity, thus serving as a valuable molecular tool to study the function of RET in microglia cells and further our understanding of AD.\n\nThe research project is (1) highly interdisciplinary, (2) timely due to the recent interest of photopharmacology and (3) innovative by combining zebrafish imaging with photopharmacology to study signalling relevant for development of AD. This fellowship will ensure the best possible career opportunities for me as I will receive substantial training in cutting-edge approaches, gain mentor and supervision skills, presentation skills and critical assessment skills, largely expand my collaborative network, and gain the fundaments for becoming a mature, independent researcher within the field of chemical biology.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}