{
    "rcn": "215547",
    "acronym": "EpiShade",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the epigenetic components of the Shade Avoidance Syndrome in Arabidopsis",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Light limitation caused by vegetation proximity is an important threat to plant survival in natural and agricultural environments. In order to adapt the growth and development to high plant density communities, plants reacts with a set of responses named Shade Avoidance Syndrome (SAS). The objective of the current proposal is to investigate the transcriptional regulation of the SAS response by relating the activity of the transcription factor PIF7 (as a major SAS transcriptional regulator) with the chromatin status (particularly the transcriptional activator or repressor role of histone acetylation and methylation). The main goal of the EpiShade proposal is to elucidate if the chromatin landscape modulates PIF7 activity and/or PIF7 attracts the chromatin remodellers that leads to changes in the chromatin status. Since it seems likely that different PIF7 targets presents different regulation, the use of the genome-wide approaches included in EpiShade will be crucial. For the success of the proposal, EpiShade combines the expertise of the hosting group in the study of light response (phenotypic, biochemical, transcriptional) with that of the applicant in epigenetic marks profiling (combining chromatin immunoprecipitation and bioinformatics). To include the epigenetic level in the regulation of transcription is a novel approach and SAS an ideal model to address its complexity. The Marie Sk?odowska-Curie fellowship will enable the candidate to develop his career improving his expertise in light response and to build an independent research program in Europe in the CRAG, a top-leading plant research centre.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "CENTRE DE RECERCA EN AGRIGENOMICA CSIC-IRTA-UAB-UB",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}