{
    "rcn": "215527",
    "acronym": "Gut-AnorexiaNervosa",
    "topics": "MSCA-IF-2017",
    "title": "Metagenomics and metabolomics studies of patients with Anorexia Nervosa to identify intestinal microbial mechanisms contributing to pathogenesis",
    "startDate": "10/10/2018",
    "endDate": "09/10/2020",
    "objective": "Background: Anorexia nervosa (AN), a complex disorder characterized by self-starvation with obsessive thoughts of food resulting in extreme weight loss, carries the highest fatality rate of any psychiatric disease. There is no evidence that the prognosis of AN has improved throughout the 20th century. The role of an altered gut microbiota in the pathogenesis of various human disorders is under intense scrutiny since gut bacteria contribute to metabolic, neurological and immune pathways in the host. Recent advances in microbial DNA sequencing technologies and advanced bioinformatics combined with access to comprehensive microbial gene catalogues have resulted in accurate quantitative metagenomics analysis of the gut microbiota, the impact of which on host biology can be estimated by untargeted metabolomics.\nObjectives: At deep taxonomic and functional levels to identify which parts of the gut microbiome are altered in women with drug-naÔve AN compared with a group of age-matched controls and to elucidate how an aberrant AN microbiome relates to AN phenotypes through the serum metabolome. Potential causality is explored in germ-free mice transplanted with stools from AN patients and controls.\nApproach:  The study sample consists of 152 carefully phenotyped women. Eighty have AN. Deep shot-gun sequencing of microbial DNA has been done on stools from all women. Similarly, fasting serum samples from all individuals have been analyzed applying state-of-the art untargeted metabolomics and lipidomics. In the outlined research program I will test the hypothesis that an aberrant gut microbiome relate to AN phenotypes via an altered serum metabolome. In mechanistic studies of germ-free mice I will examine if stools from AN patients affect body composition of this species as suggestive evidence of causality of AN gut microbiota.\nPerspectives: Clarifying intestinal microbiome-metabolome interactions will open novel avenues to understand aspects of AN pathogenesis.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}