{
    "rcn": "215563",
    "acronym": "Striking streaks",
    "topics": "MSCA-IF-2017",
    "title": "Invariant Natural Killer T-cells in atherogenesis",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Many survivors of childhood chronic disease struggle with early atherosclerosis later in life. As a physician-scientist I am inspired by their lifelong fight, and my research focuses on the etiology and treatment of early atherosclerosis. Here, I aim to unravel the role of invariant Natural Killer T-cells (iNKTs) in atherogenesis. iNKTs are unique for their restriction to lipid antigens presented on CD1d molecules, which underlies their pivotal role in lipid-driven disorders such as atherosclerosis. The exact role of iNKTs however remains elusive, as long as the involved plaque-associated lipid antigens have not been identified. Therefore, I developed CD1d-sortagging as a novel and innovative approach for lipid antigen identification. CD1d-sortagging employs bacterial sortase enzymes for site-specific cleavage and biotin labeling of CD1d-lipid antigen complexes, followed by isolation and mass spectrometry identification of the lipid antigens. At the Cardiovascular Immunology laboratory of Prof. Monaco at the Kennedy Institute of Oxford University, in a unique collaboration with renowned iNKT-glycolipid expert Prof. Cerundolo, I first aim to identify plaque-associated lipid antigens. CD1d-sortagging will be applied ex vivo in a human atheroma model, and in vivo in a CD1d1-sortagging mouse model for atherosclerosis. Upon identification, I secondly aim to unravel the impact of plaque-associated lipid antigens on iNKT cell phenotype and function using Mass Cytometry of plaque-resident immune cells and study the structural and functional aspects of plaque lipid-iNKT cell interaction. Finally, I will explore the therapeutic potential of plaque-associated lipid antigens to manipulate iNKT cell function and atherogenesis in a mouse model for atherosclerosis. Taken together, this proposal combines an innovative approach and excellent research setting with translational impact, an effective work plan, and maturation of a passionate physician-scientist.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}