{
    "rcn": "215570",
    "acronym": "SKIN SUBSTITUTE",
    "topics": "MSCA-IF-2017",
    "title": "Development of hybrid artificial skin substitute for chronic diabetic wounds",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "It is estimated that the incidence of diabetes in Europe will affect 43 million people by 2030. 15% of diabetic patients develop a diabetic foot ulcer (DFU) with 14-24% of these patients requiring amputation. Mortality following amputation of 50ñ68% is comparable or worse than for most malignancies. My strategy will develop for the first time a skin substitute which combines a biopolymer and a functionalized synthetic FDA approved polymer incorporating bioactive components and AgO and ZnO nanoparticles as antibacterial agents. The cellular compatibility of the hybrid skin substitute will be assessed on fibroblast, keratinocyte and hMSC in a 3D cell culture model. The antimicrobial efficacy will be assessed in vitro and in vivo. The optimised scaffold will be assessed in an alloxan-induced diabetic rabbit ulcer model with gold standards IntegraÆ and AllodermÆ skin grafts acting as commercial controls to validate the commercial potential of the technology. Progress to completion will be reviewed by a Research and Professional Development Plan which will provide both discipline-specific and complementary technical training (molecular biology, diabetic wound healing in vivo models, and histological and stereological techniques) and generic and complementary transferable skills training (e.g. intellectual property, leadership skills, motivation skills, communication skills, leveraging non-exchequer funding, regulatory affairs, clinical trial design, reimbursement strategies, medical device evaluation and regulatory affairs). I will benefit from Prof Panditís and Prof Dulce Papy-Garcia (secondment) international collaborative network in the field of diabetic wound healing. This training will facilitate me to achieve my future career goals of achieving a position of professional maturity, diversity and independence by establishing my own research group at a leading European institution and enabling me to translate innovative therapeutic interventions to the clinic setting.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}