{
    "rcn": "215565",
    "acronym": "Joint-probe analyses",
    "topics": "MSCA-IF-2017",
    "title": "Cosmological joint-probe analyses: constraining the effect of baryon physics on the matter distribution",
    "startDate": "02/04/2018",
    "endDate": "01/04/2020",
    "objective": "Among the most pressing questions in physics are the nature of dark energy and dark matter. The former is the driving force behind the current accelerated expansion of the Universe while the latter accounts for the vast majority of matter and is responsible for the growth of the large-scale structure in the Universe. No satisfactory explanation has been put forward for either of these two mysterious substances, however. Future cosmological surveys, such as Euclid, will elucidate the nature of dark matter and dark energy by measuring the distribution of matter and the growth of structure in the Universe to unprecedented accuracy. These high-precision measurements put stringent requirements on the accuracy of the modelling and statistical tools. At small scales, the uncertainty in the modelling of baryonic processes is already restricting the potential of current cosmological surveys and, if not addressed promptly, will preclude future surveys from reaching their mission science goals.\nDuring the proposed action, the Fellow will address these challenges by constraining the effect of baryon physics on the matter distribution by performing a joint-probe analysis of the three cross-correlations between weak gravitational lensing from galaxies, lensing of the cosmic microwave background (CMB), and the thermal Sunyaev-Zeldovich (tSZ) effect. Analysing the joint-probe measurements poses unique challenges on the estimation of the data covariance. To overcome this obstacle, the Fellow will develop novel data covariance estimators based on recent statistical advances in resampling techniques of dependent data. These covariance estimation techniques will be applicable beyond the scope of this project and impact cosmology and astronomy in general by providing crucial new tools to estimate and validate the data covariances of large-scale surveys.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}