{
    "rcn": "215535",
    "acronym": "RNAfate",
    "topics": "MSCA-IF-2017",
    "title": "Identifying RNA fate checkpoints by resolving the high-resolution spatiotemporal binding dynamics of CBC containing complexes",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "High-throughput transcriptomic analyses in human cell lines have found that >80% of the genome is transcriptionally active. A major part of this massive genomic output is derived from RNA polymerase II (RNAPII) activity; such as, mRNA, sn(o)RNA and long non-coding RNA. However, although these transcripts all contain 5í-m7G caps, which are common hallmarks of RNAPII-derived transcripts, their fates differ substantially as some are rapidly degraded while others remain stable and exercise diverse functions in the cell. What is the underlying mechanism? Transcript fate decisions are ultimately dictated by the proteins with which the nascent RNA associate. Central to this process is the cap-binding complex (CBC). Through its early association with the 5í-m7G cap, the CBC directs a plethora of nuclear RNA metabolic events by serving as a landing pad to recruit productive and/or destructive factors. Therefore, composition of the early RNA-protein particle plays an essential role in dictating RNA fate, and the CBC and its cofactors pose an interesting dichotomous system to study as a model for sorting mechanisms dictating RNA fate.\n\nIn my project, I will delineate the spatiotemporal recruitment kinetics of selected RNA metabolic factors to identify when RNA fate decisions are made during transcription and how RNA/DNA elements contribute. To resolve the sequential loading of the CBC and its cofactors onto elongating transcripts, I will develop time course UV cross-linking and immunoprecipitation (CLIP) experiments, combining metabolic labelling of RNA, using the photoactivatable ribonucleoside analogue 4-sU, with a new and unprecedentedly high powered UV cross-linking technology employed at multiple short time increments. This will for the first time enable the study of in vivo RNA binding kinetics of RNA-binding proteins with a temporal resolution necessary to characterise co-transcriptional RNA fate decisions.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}