{
    "rcn": "215556",
    "acronym": "MECHANOIDS",
    "topics": "MSCA-IF-2017",
    "title": "Probing and controlling the three-dimensional organoid mechanobiology",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Interaction between cells and their mechanical microenvironment plays a key role in the regulation of development, physiology and disease. Cell behaviour is also regulated by the dimensionality of the microenvironment: 2D cultures display biological traits that generally differ from those of 3D tissues, thus limiting their potential in biomedical research. This limitation has been addressed by the recent development of Organoids, which faithfully preserve a number of distinctive tissue traits. Still, current biophysical tools and conceptual frameworks are not yet suitable to probe and understand the mechanobiology of 3D organoid systems.\n\nThis project aims to study and manipulate the mechanobiology of normal gut and colorectal cancer organoids. We will develop tools to quantify the 3D stresses applied by an organoid embedded in a gel. By measuring its 3D surface stresses and Youngís modulus we will quantify its interstitial pressure and contractility, key parameters in organ growth and tumour progression.\n\nPressure and contractility will be related with key biological parameters such as geometry, cell adhesion and proliferation. We will fluorescently tag proteins in the organoids that will allow us to track individual cells, as well as monitoring their polarization and adhesion. The relationship between mechanics, geometry, and cell function will be further assessed by chemically reducing proliferation, mechanical stresses and adhesion.\n\nWe will also modify the mechanical state of the organoids through optogenetic means. We will express proteins in the cells to control Rho-GTPases upon illumination, thereby steering the local stresses at will. We will modify organoid pressure, contractility and geometry and study their influence on the phenotype.\n\nAs organoids emerge as novel tools in biomedical research, we expect that studying and manipulating their mechanobiology will bring key insight into disease and development processes, and potential new therapeutic targets.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}