{
    "rcn": "215549",
    "acronym": "JOINTIME",
    "topics": "MSCA-IF-2017",
    "title": "Connecting Bronze Age Europe: High-precision Radiocarbon Dating 1700-1500 BCE",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Through synergies between archaeology and physics, JOINTIME proposes to provide the first reliable radiocarbon-driven grid synchronising critical parts of Europe, from Scandinavia over the Carpathian Basin to the Aegean, between 1700 and 1500 BCE. Building on mathematically advanced software pioneered by AU Astronomy & Physics (AMS unit), this time-geography will be used as a springboard to pursue answers to the main project question: when and where the Bronze Age was first consolidated as a geographical and culturally interweaving process. This will further prompt comparisons with prevalent macro-models and involves testing an alternative frame recently proposed by AU Dept of Archaeology: here the Bronze Age is conceptualised as an interconnecting web-like process, which unfolded decisively c. 1700-1500 BCE when large tracts of Afro-Eurasia became knit by bronze and by many other transactions. Jointime aims to pinpoint the mode, direction and intensity of sociocultural interactions in the decisive period of Bronze Age consolidation. The anticipated results will be ground-breaking in Bronze Age studies as well as beyond. The project is timely since advanced modelling methods are now available and rich data are merely awaiting targeted, systematic and explorative analyses.\nThe training of Tibor-Tam·s DarÛczi as experienced researcher at AU will ensue along these interdisciplinary lines in tune with the objectives of the planned research. The training will follow a detailed scheme of supervision and courses, with a full integration into the hosting department of archaeology and with a transfer to the AMS unit twice a week: embracing elements from scientific statistics to culture theory. His academic network will complement the ones of the host and guarantee mutually beneficial success. Passion, stamina and curiosity will ensure completion of the fellowship and results of excellence. The obtained skills crossing natural sciences and SSH will ensure high employability.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}