{
    "rcn": "215569",
    "acronym": "ITS A DIVE",
    "topics": "MSCA-IF-2017",
    "title": "Individual Three-dimensional Spatial Auditory Displays for Immersive Virtual Environments",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "3D spatial auditory displays can provide accurate information about the relation between the sound source and the surrounding environment, including the listener and his/her body which acts as an additional filter.This information cannot be substituted by any other modality (e.g. visual or tactile). Nevertheless, today's spatial representation of audio tends to be simplistic, being multimodal systems currently integrated with simple stereo or surround sound.\n\nIn IT'S A DIVE extremely innovative techniques for binaural sound rendering will be developed, following a multidisciplinary approach encompassing different research areas such as computer science, acoustics, and psychology. The focus of the research program will be on structural modeling of head-related transfer functions (HRTFs), i.e. a family of state-of-the-art modeling techniques that overcome the current limitations of headphone-based 3D audio systems. The customization of the HRTF model based on the user's anthropometry will grant to any user a low-cost and real-time fruition of realistic individual 3D audio, previously only possible with expensive equipment and invasive recording procedures.\n\nThe main objective of the research program will be the definition and experimental validation (through subjective psychophysical tests) of a completely customizable structural model for binaural sound presentation, which is today still missing in the literature on spatial audio. The technical focus will be on the exploitation of a vast number of public HRTF databases, including custom controlled acoustical measurements, and of state-of-the-art machine learning techniques in order to customize HRTFs by incorporating prior knowledge on the relation between HRTF features and anthropometry.\n\nThe research program is expected to represent an innovative breakthrough for a plethora of applications, e.g. personal cinema, teleconferencing and teleoperation systems, electronic travel aids, and computer games.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}