{
    "rcn": "215544",
    "acronym": "TRuST",
    "topics": "MSCA-IF-2017",
    "title": "TRanscriptomic analysis improving models to predict microbial SafeTy of ready-to-eat foods",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Listeria monocytogenes (Lm) is a potentially deadly pathogen with the ability to grow in a wide range of ready-to-eat (RTE) food products. This pathogen is of major concern for food stakeholders, as numerous product recalls from markets and an increasing number of outbreaks are occurring in Europe. In this economic and public health context, more research is urgently needed to understand and prevent Lm growth in RTE foods. TRuST is about creating a robust growth model to predict and manage Lm growth in RTE foods, especially lightly preserved and RTE seafood where contamination with Lm is particularly high. While some mathematical models exist today for this purpose, there is a general consensus that more accurate models are needed. For example, models incorporating gene expression (GE) data and growth variability (GV) between different isolates. My approach will be to combine GE and GV data in the existing and extensively used Lm growth model developed at DTU Food (host institution). This will be obtained by using RNA sequencing techniques and innovative mathematical modelling approaches. The newly generated models will be freely available as part of the Food Safety Spoilage Predictor (FSSP) software, developed at DTU Food. FSSP is today used in more than 125 countries by more than 10,000 users, benefitting the food industry, authorities and consumers worldwide. The team at DTU Food has a solid experience with Lm in RTE foods, food safety modelling, and software development. The secondment supervisor (UZH) is an expert in the genomics and transcriptomics of Lm. I have large experience in predictive microbial modelling and analytical food microbiology techniques. With the MSCA fellowship, I will benefit from the complementary expertise at DTU Food and UZH and facilitate collaboration between the two institutions. Moreover, this fellowship will be instrumental to prepare me as an expert scientist capable to assist the resolution of future food safety issues in Europe.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}