{
    "rcn": "215598",
    "acronym": "MOCCA",
    "topics": "MSCA-IF-2017",
    "title": "Metal-Organic Cages for Catalysis Applications",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The formation of all carbon-based materials in nature starts with fixation and transformation of carbon dioxide (CO2) into useful chemical compounds. Such reactions are enabled by enzymes which often contain highly active metals as reaction centers that are deeply buried in a protein. In contrast, fine chemical production in industry is nowadays still mainly dependent on fossil fuels as carbon feedstock. Since fossil fuels are a limited resource there is an urgent need for alternative strategies. MOCCA (= Metal Organic Cages for Catalysis Applications) aims for the direct use of CO2 to functionalize olefins and produce higher carbon compounds. Principles from nature will be applied such as incorporation of metal catalysts inside a discrete cavity that allows specific substrate binding and activation. The process is divided into two steps: (1) CO2 reduction and (2) insertion of reaction products into the double bond of olefins, for example by hydroformylation. Both reactions are of high interest in chemical research and industry; several metal complexes have been reported as catalysts. Metal complexes are easily tunable via ligand design and molecular catalysts featuring active site mimics have been prepared. However, the current generation of these systems cannot compete with the efficiency of enzymes. Today it is clear that drastically simplified active site mimics do not fulfill all necessary conditions for keeping up with their natural paradigms, but also the outer shell plays an important role. Thus, the need for wrapping catalytic sites in a tunable chemical environment is evident. The nowadays available toolbox of design-driven supramolecular self-assembly allows the construction of such tailored environments, while investigation of encapsulated catalysts is still in its infancy. MOCCA will demonstrate the first example of molecular coordination cages containing catalysts as linkers that efficiently reduce CO2 and use the reaction products directly for the pro",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "TECHNISCHE UNIVERSITAT DORTMUND",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}