{
    "rcn": "215501",
    "acronym": "JUMP",
    "topics": "MSCA-IF-2017",
    "title": "JUpiter Modeling Platform",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The exploration of the Jovian system is a priority for present (Juno NASAís mission) and upcoming (Juice ESAís mission) spacecraft missions. This research project focuses on Jupiterís internal dynamics. This is crucial as it sets the whole planetary environment, including the giant magnetosphere. Unfortunately, despite being the nearest gas planet from Earth, the internal dynamics of Jupiter is poorly constrained from present observations. However, Jupiter's observable zonal winds constitute privileged markers directly connected to the underlying dynamics. They are powerful jets that channel more than 90% of the total kinetic energy observed on the planetary surface. Nevertheless, how these jets interact with planetary interiors? remains a fundamental question that the fellow will address during the fellowship. As of now, two dominant models are continuously challenged: the shallow layer model, where jets confine within a thin layer, and a deep model, where jets extend down to the entire molecular envelope. Recently, the fellow published the first successful lab experiment to reproduce jets and consequently restored the deep model that was so-far disqualified from previous studies. Now, taking advantage of this privileged position, the fellow designed ìJUMPî: the JUpiter Modeling Platform. JUMP is a mixed laboratory-numerical platform that is capable of generating jet-like flows in a continuum of planetary configurations from shallow to deep atmospheres. It combines an advanced laboratory challenge that requires the strong engineering expertise of the host and associated numerical skills which is well into the specific abilities of the fellow. Using a package of statistical tools the fellow will describe flow properties in such a manner that results are directly comparable with previous works on Jupiter high resolution images. The ultimate challenge of JUMP is to identify markers in flow properties that will distinguish between deep and shallow scenarios on Jupiter.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}