{
    "rcn": "215511",
    "acronym": "FERROENERGY",
    "topics": "MSCA-IF-2017",
    "title": "Integrated ferroelectric oxides for energy conversion devices",
    "startDate": "03/12/2018",
    "endDate": "02/12/2021",
    "objective": "The rapid development of the semiconductor-based technology has enabled todayís functionalities and convenience that seemed impossible just a generation ago. Today, we rely upon numerous electronic devices that are pervasive around us to augment, accelerate, and alleviate countless tasks. In order to maintain the current (and desired) technological progression into the future, and to make this progress sustainable for the next generation, the performance of these devices must be improved in a more energy-efficient way.\nComplex oxides ñ a family of materials displaying a vast diversity of physical properties ñ are a promising alternative for creating the superior technologies that could ensure this extended progress. Despite their promise, the two main obstacles currently impeding their implementation are 1) continued lack of a complete understanding of the microscopic phenomena governing the properties and 2) the difficulty in integrating such materials with existing processes in the semiconductor industry.\nThis Action exploits a novel fabrication process, inspired by the manipulation of single atomic layers such as graphene, but applied in a completely new way: to produce macroscopically large freestanding oxide thin films. Such films present a system free of substrate clamping and ideal to explore and optimize the intrinsic functionalities of these materials. In the first stage of the action, freestanding ferroelectric oxide films will be studied, thereby paving the way for implementation of the second stage in which these films will be integrated with semiconductor and flexible substrates for the development of energy conversion microelectronic devices. Once the objectives of this Action are achieved, a long awaited route to improve the current semiconductor technology via prototypical integration of complex oxides will be demonstrated. This multidisciplinary experimental action will be developed at two top level research institutions in United States and Spain.",
    "totalCost": "257191,2",
    "ecMaxContribution": "257191,2",
    "coordinator": "FUNDACIO INSTITUT CATALA DE NANOCIENCIA I NANOTECNOLOGIA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}