{
    "rcn": "215578",
    "acronym": "ToxEcoGraphene",
    "topics": "MSCA-IF-2017",
    "title": "Assessment of ecocorona acquired by Graphene Family Nanomaterials during exposure to biofilms and fate following uptake",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Mass production of graphene and its derivatives (Graphene Family nanomaterials, GFN) is driven by their integration in an increasing number of (consumer) products: by 2020 the global market for graphene is projected to reach US$125 million. Given the serious concerns raised over the potential impact of GFNs on the environment, and in order for graphene-related nanotechnology to develop in a sustainable and responsible manner possible, it is crucial to ensure that development of\nGFN takes place alongside research focused on its consequences for public health and potential environmental impacts and unanticipated consequences due to the production, use, recycling, and disposal of GFN. Essential information related to the health and environmental impacts of GFN is either missing or remains incomplete. Specifically, to perform the appropriate nano-risk assessment, there is an urgent need to adapt the environmental risk as¨sessment principles and methodology related to the exposure as well as the hazard assessment. ToxEcoGraphene will address the pressing need to identify the environmental processes that will determine the fate of GFN in the environment, as well as their nanoecotoxicity impacts. The research objectives (RO) of ToxEcoGraphene are: (1) To develop, characterize and utilize well-defined GFN-oriented protocols and methods to facilitate investigation of GFN fate and transport in natural complex media, (2) To determine the effect and evaluate GFN toxicity to biofilms, by focusing on environmental fate processes, mainly on hetero-aggregation and growth of the ìeco-coronaî on grapheneís surface, and (3) To implement the main research conclusions in order to mitigate identified risks/environmental impact and design-out potential drawbacks/hazards related to GFN technology and\napplications ñ i.e., safe-by-design rules for GFN tailored to a range of application areas. Given the economic importance, the relevance of the research is clear.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}