{
    "rcn": "215584",
    "acronym": "ProCenDecl",
    "topics": "MSCA-IF-2017",
    "title": "Synthesis and validation of chemical Probes for Centrosome Declustering: development of potent and selective anti-cancer agents.",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Cancer cells have the tendency to accumulate extra copies of centrosomes, organelles responsible for the microtubules' organization during cell division. In normal cells, an aberrant number of centrosomes leads to the formation of multipolar spindles, uneven segregation of chromosomes between daughter cells and consequent mitotic catastrophe. On the contrary, cancer cells are able to form a pseudo-bipolar mitotic spindle by a process called centrosome clustering, which provides survival advantage for tumor  cells. The specificity of this process can be exploited as a potential novel target for the development of highly selective anti-cancer drugs. The mechanism of centrosome clustering is not completely understood. Particularly, from recent reports it seems that ADP ribosylation factors tankyrase (TNKS1) and ADP-ribose polimerase 16 (PARP-16) have a significant role in the prevention of multipolar spindle formation. Based on these findings and the already druggability of poly (ADP-ribose) polymerase (PARP) enzyme family, a SAR study on phtalazinone PARP inhibitors from AstraZeneca's compound library was carried out. This study led to the discovery of AZ9482, a potent inhibitor of centrosome clustering, and AZ0108 an orally available derivative that is able to potently inhibit PARPs 1/2/6. AZ9482 as well as AZ0108 can be used as a starting point to design and synthesize a first series of chemical proteomics tools, that will allow an extensive investigation of the centrosome declustering mechanism. All currently available technologies in the field of target discovery will be employed, including photoaffinity ligation and biorthogonal conjugation. The acquired knowledge can be used to design novel highly specific and potent anti-cancer drugs that inhibit centrosome clustering with a specific mode of action.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}