{
    "rcn": "215564",
    "acronym": "IBERIRON",
    "topics": "MSCA-IF-2017",
    "title": "THE RISE OF IRON TECHNOLOGY IN PRE-ROMAN IBERIA: A LARGE-SCALE AND MULTIDISCIPLINARY APPROACH",
    "startDate": "15/09/2018",
    "endDate": "14/09/2020",
    "objective": "The IBERIRON project is aimed at improving our understanding of the origins, development and transmission of iron technology in the Western Mediterranean and its socio-cultural ramifications. The Iberian Peninsula is chosen as a representative framework because of the interactions it features between local technological developments and external influences (Phoenician and Central European). For this purpose, it is essential to characterize the iron technology in the Iberian Peninsula since the end of the Bronze Age to the arrival of the Romans (first quarter of the 1st millennium BCE-3rd c. BCE), which has not been properly done yet. This project is going to design and implement a strict methodology for gathering high quality technological data from selected iron objects from Spanish and Portuguese sites in museum collections. These protocols will include a broad range of analytical methods (metallography, spectroscopy, SEM, EPMA, etc.) which are going to be used to characterize the technological details of the objects, introducing also Neutron Diffraction analyses in order to study non-destructively highly significant specimens never analysed before. A data model will be proposed and the results integrated in it, leading to an open access database that can be developed into an interoperable Spatial Data Infrastructure (SDI). The database will be subjected to statistical analyses and data-processing algorithms to obtain patterns that provide information on the generation, transmission and exchange of iron technology. The results will be finally integrated in a wider background that will surpass the boundaries of the technological framework and offer insight into broader social, cultural, archaeological and historical aspects. This future SDI is also going to complement ongoing similar projects and research on Cu-based metallurgy of the Iberian Peninsula that have been going on for a long time with standing success.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}