{
    "rcn": "215596",
    "acronym": "EvolBehavGenArch",
    "topics": "MSCA-IF-2017",
    "title": "The composition and evolution of C. elegans behavioural genetic architectures",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "The maintenance of genetic diversity in the face of neutral and non-neutral processes that continually erode it is one of the longstanding puzzles of biology. Natural selection shapes the genetic variation provided by mutation, segregation and recombination to (generally) improve fitness, but it is often difficult to obtain measures of fitness and genetic variation in the interesting, but uncontrolled, natural environments in which we find organisms. A related question is the heritable basis of phenotypic variance. Knowing the genetic architectures of well-defined traits ñ the number and type of loci that contribute to phenotypic variance, and the distribution and conditionality of their effects ñ is central to our general understanding of evolutionary processes, and for our ability to predict phenotypes of interest in agriculture and medicine. In this context, the genetic basis of behavioural variation is particularly fascinating but poorly understood. Caenorhabditis elegans is an exceptional model system with which to tackle these problems, and experimental evolution provides exceptional power to dissect genetic architectures of well-defined behavioural traits and their dynamic properties under controlled conditions. The proposed research will advance our understanding of how trait correlations shape the distribution of genetic variance, and will reveal, in unprecedented detail, the composition and evolution of behavioural genetic architectures shaped by natural selection.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}