{
    "rcn": "215573",
    "acronym": "SOLMUS",
    "topics": "MSCA-IF-2017",
    "title": "Social Landscapes as Multicultural Spaces: Ste?ci in Bosnia and Herzegovina",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Ste?ci, the medieval tombstones, are expressions of religious belief, identity, politics and social ideology. They synthesise the historical, chronological, cultural and religious components of the medieval Western Balkans. There are over 60 000 ste?ci scattered around Bosnia and Herzegovina (BiH), the country that epitomises long-standing plurality. Through these monuments identities were enunciated, thus offering a rare opportunity to investigate the archaeo-historic growth of medieval SE Europe. SOLMUS adopts an innovative and interdisciplinary approach to study medieval funerary archaeology, with the aim to understand the social life of medieval Bosnian society that left us ste?ci. SOLMUS will model ëinter/intra groupí interactions in medieval BiH by integrating principles from landscape archaeology, remote sensing, digital humanities, and the scientific and theoretical approaches of social archaeology with medieval iconography and epigraphy, therefore bringing an entirely new understanding of European medieval archaeology. The proposed project will synthesise complementary datasets from the archaeological and historical record, often treated separately. By defining the Past as shared, complex and nuanced, can archaeology stimulate new narratives for social integration? What was/is the regional impact of the peripheral East and the role of multiculturalism on the European Past? Dr ?aval is an experienced researcher, focusing on the archaeology of religion, historical archaeology and cultural astronomy. She will enhance her research and employability through training in theoretical, methodological and practical knowledge in social archaeology, as well as skills in SNA, RTI and GIS analyses (beneficiary), and medieval epigraphy and iconography (secondment). By bridging theoretical perspectives and scientific methods, she will provide innovative perspectives on European multiculturalism through its relationship with the medieval heritage of the Western Balkans.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}