{
    "rcn": "215537",
    "acronym": "SHIPWORM",
    "topics": "MSCA-IF-2017",
    "title": "'A transregional and interdisciplinary study of the societal impact of the shipworm epidemic in the North Sea region in the eighteenth century'",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This transregional and interdisciplinary research proposal analyses the impact of the shipworm epidemic on coastal societies along the North Sea in the eighteenth century. The shipworm is a mollusc that scavenges floating or submerged wood in a marine environment. Lodged in the wooden hulls of returning East Indiamen, the shipworm was brought to Europe around 1730. Within a few years the shipworm had destroyed man-made wooden structures all along the North Sea coast. North-Western Europe faced an ecological disaster; the Low Countries were on the brink of flooding as the shipworms destroyed the wooden dikes, expensive harbour infrastructure was damaged beyond repair and numerous ships had to receive new hulls in order to keep afloat. The implemented solutions and reforms to minimise the shipwormís effects were manifold and often had far reaching consequences. As such the shipwormís societal impact was wide-ranged, as it spawned ñ to name a few examples ñ religious fanaticism resulting in mass executions of homosexuals in the Dutch Republic, political reforms in the Southern Netherlands, scientific interest in marine biology, a new international balance of power and innovative techniques in ship hull optimisation. This study is based on archival research and on an interdisciplinary approach in collaboration with marine biologists and hydrodynamic engineers. This approach determines the degree of innovation in shipping and its resulting economic efficiency. Boards representing copper sheathed, tar coated and uncoated ship hulls will be contaminated with shipworms and subsequently tested in a towing tank to measure the shipsí water resistance. The shipworm epidemic was an environmental crisis that had a large impact on the North Sea area. Through analysing several case-studies this research aims to show how and why these societies reacted as they did, why some ended up in deadlock and why others were able to turn the tide and profit from this crisis through innovation.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BRETAGNE OCCIDENTALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}