{
    "rcn": "215528",
    "acronym": "MoMenT",
    "topics": "MSCA-IF-2017",
    "title": "Modelling and Measurement of Thermal Phenomena in Metal Cutting",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The MoMent-project aims to develop a reliable instrument for quantitative evaluation of thermal phenomena in metal cutting, extending an original scientific approach already developed by the Experienced Researcher, which will advance both the fundamental knowledge in this field and the application side of cutting tool products and respective R&D solutions. \nThis approach is based on a coupled measurement and modelling algorithm where cutting temperature and related phenomena are reconstructed by solving an inverse problem of thermal physics. A layered architecture is developed where the parental framework model is strengthened by dedicated satellite modules covering every aspect of heat balance in tooling. The advanced algorithms are supported by experimental setups to convert the research modules into innovative solutions with direct application in the R&D practice of the host: SECO Tools ñ global market-leading manufacturer of tools and tooling systems for advanced industrial metal cutting applications. To enable the intended innovations, access to and use of world class facilities during 2 secondments at Lund University are foreseen.\nMoMenT has two workpackages: WP1 is focusing on the development of sensors for off-line and real time measurement of temperature and temperature distribution in a cutting tool. These outcomes have high potential for commercialization by SECO Tools as products for its customers. WP2 is focusing on development of modules designed to support R&D actions related to material and coating development and to solutions for the efficient choice and use of machining coolants. This will contribute to SECO Toolsí ìsecret know-howî and hence provide a competitive edge.\nWith MoMenT, I hope to develop from a stand-alone researcher that is destined to join activities of others, to a leader of a department bridging the areas of Software Development and Manufacturing Engineering, leading to a professorship position within 3 years after project end.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "SECO TOOLS AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}