{
    "rcn": "215576",
    "acronym": "EStages.UK",
    "topics": "MSCA-IF-2017",
    "title": "EStages.UK. Spanish theatre in United Kingdom (1982-2019)",
    "startDate": "22/04/2019",
    "endDate": "21/04/2021",
    "objective": "ìEStages.UK. Spanish theatre in United Kingdom (1982-2019)î rehearses a new approach to the study of theatrical exchange in Europe, pioneering collaboration between scholars and theatre practitioners whilst promoting gender equality. The project pursues three interrelated strands, focusing respectively on research, practice and pedagogy. First, it will provide a history of Spanish plays performed in the UK since the consolidation of democracy in Spain, drawing a map of the circuits through which they have moved. Second, it will foster new strategies for collaboration between academia and practitioners, through close collaboration with the first UK-based company dedicated to the staging of Spanish-language theatre: the Spanish Theatre Company (STC). Third, it will develop new materials to promote the study of Spanish theatre in secondary and tertiary-level education. In order to achieve these three objectives, the project includes a two year training plan at the University of Leeds, and two short visits at the Royal Central School of Speech and Drama. I will act as a conduit for knowledge exchange between these two leading centres for Theatre Studies, with established track records in research excellence, and the STC as well as other professional stakeholders. A paramount concern is to provide a forum for networking opportunities and dialogue between academia, practitioners, and cultural managers thereby reformulating and enhancing theatrical exchange and cultural understanding across borders and between different European nations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}