{
    "rcn": "215530",
    "acronym": "DEEPADAPT",
    "topics": "MSCA-IF-2017",
    "title": "The molecular drivers of deep-sea adaptation in brittle stars",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "The deep-sea covers about two-thirds of the worldís ocean bottoms; yet, it is one of the least known environments of the planet. Given its harsh environmental conditions, life in high depths requires several specific metabolic adaptations. Surprisingly, little is known about the molecular mechanisms underlying adaptation to such environments. Which and how many genes are involved in adaptation? What is the extent of convergent evolution across distantly related taxa? Brittle stars (Ophiuroidea) are a useful group of marine invertebrates to study for this purpose, as they are abundant in the deep-sea and they colonized this environment several times independently, thus highlighting their strong adaptive abilities. Here, I intend to investigate deep-sea adaptation using a comparative genomics approach and state of the art analytic tools. I will first use an existing dataset to examine adaptive protein evolution (genealogical discordance and positive selection), by comparing 400 genes across 800 species of shallow- and deep-water brittle stars spanning the entire Ophiuroidea diversity. I will then focus on five cryptic species complexes representative of the major bathymetric transitions, by analyzing >10,000 genes generated from exon-capture and focusing on specific candidate genes. Finally, I will investigate allele frequency shifts among depths for two species displaying a wide bathymetric range using a genome scan approach (generation of two high-quality reference genomes; whole genome resequencing for 120 individuals). With these three approaches spanning a wide phylogenetic range, I intend to decipher the molecular mechanisms underlying deep-sea adaptation. This is of high importance because deciphering mechanisms of stress-driven adaptation may provide hints on the resilience of deep marine biodiversity to the ongoing environmental changes.\nKeywords: deep-sea; adaptation; phylogenomics; genome scan; positive selection; exon capture; Ophiuroidea; echinoderms",
    "totalCost": "270918",
    "ecMaxContribution": "270918",
    "coordinator": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}