{
    "rcn": "215517",
    "acronym": "ENERYARN",
    "topics": "MSCA-IF-2017",
    "title": "Nanostructured Yarn Composites for Structural Energy Storage",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This research is motivated by the ever-increasing need of the aerospace, automotive, and marine industries for novel multifunctional composites with superior structural toughness, capable for energy-storing applications. The proposed topic focuses on the major European societal challenges, such as to reduce weight of transport systems and energy resources consumption, following the European Energy 2020 strategy, Europe 2020 Flagship Initiative, and other climate and energy policies.  \nThe project aims to develop the next generation first-of-this-kind large-scale composites reinforced with carbon nanotube yarns, with improved longitudinal and transverse mechanical properties for further integration as electrodes in structural supercapacitors. The Applicant will use carbon nanotube yarns synthesized from natural gas at rates of 10ís km per day by the host laboratory, multiscale engineering principles, and advanced instrumental analysis to maximize CNT alignment and CNT/polymer nanoscale interfacial properties to produce the high-performance laminates which are not feasible with conventional carbon fibres or discrete nanotubes. \nThe project is based on the Applicantís experience in CNT-based nanostructured composites and advanced spectroscopic nanoscale analysis, and will strengthen her knowledge in direct CNT yarn synthesis and structural composite fabrication according the host group training and excellent infrastructure. A set of new soft skills as an integrated part of this application, will complement her strong technical background and will open a new avenue for future career development in either academia or industry.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACION IMDEA MATERIALES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}