{
    "rcn": "215525",
    "acronym": "3D-Xist",
    "topics": "MSCA-IF-2017",
    "title": "3D structure of the long non-coding RNA Xist by complementary cryo-electron tomography and single particle cryo-electron microscopy",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Recent studies have highlighted a pivotal role for long non-coding RNAs (lncRNAs) in normal physiology and disease. As a key example, Xist lncRNA is crucial during the early development of female mammals and is involved in many diseases, e.g. progeria and cancers. To date, cellular and developmental studies have advanced our knowledge of the function of Xist, but a detailed understanding of molecular mechanism is lacking.\n\nTherefore, the overarching aim of my proposed research is to directly visualise Xist RNA/ ribonucleoprotein particles (RNPs) in cryo cells at sub-atomic resolution. To this end, I have formulated the following objectives: 1) preparing a cryo sample of mES cells expressing Xist RNA optimised for cryo electron tomography (ET); 2) visualising 3D-Xist RNPs in the mES cell; 3) generating homogenous pseudo-physiological Xist RNPs for single particle cryo-EM; 4) Solving the 3D sub-atomic resolution structure of Xist RNP; 5) Analysing a composite cryo-EM/-ET structure of the Xist RNPs in the mES cell.\n\nTo achieve this aim, I will employ an interdisciplinary approach including cutting-edge cryo-structural techniques and elegant mES cell biology. My supervisor Prof Brockdorff is a leading scientist in Xist lncRNA research and the host has a state-of-the-art cryo EM facility. The University of Oxford is a world-class research centre, providing excellent transferrable skills trainings and a fantastic infrastructure for career development.\n\nThe first high-resolution 3D structure of a lncRNA resulting from this innovative research will benefit not only the lncRNA research field, by providing novel molecular insight of the Xist lncRNA, but also the structural biology field, by expanding the 3D RNA structural potential. Dissemination and exploitation of this work, to be achieved by presenting in international conferences and publishing in high-impact open access journals, and communication, through public engagement, are an integral part of this proposed action.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}