{
    "rcn": "215502",
    "acronym": "HEALSEA",
    "topics": "MSCA-IF-2017",
    "title": "Innovative indicators of resilience to protect the health status of seagrass meadows: from ecological theory to conservation",
    "startDate": "09/04/2018",
    "endDate": "08/04/2020",
    "objective": "Seagrasses are key ecosystem engineers that create structurally complex habitats in coastal areas, thereby increasing biodiversity and providing important ecosystem services. Their documented and worldwide loss calls for effective conservation measures. Our capacity to succeed in this task largely depends on our aptitude to anticipate their decline. Ecological theory and some evidence suggest that seagrass loss is often sudden, and cannot be predicted without exactly knowing the trajectory of their response to increasing stress or their behaviour before and after decline. Ecological theory also proposes that systems close to decline become more stochastic and slow in recovering from disturbance, a phenomenon known as critical slowing down. Such theory can be applied to complex ecological systems, providing appropriate experimental tests on suitable signals of this phenomenon, called indicators of resilience. Yet, knowledge on seagrass response patterns and the identification of these theoretical indicators of resilience is lacking. By means of a field manipulative experiment and model simulation based on literature and experimental data, the proposed research aims at (1) identifying what are the response patterns of seagrass traits to a gradient of stress; and (2) testing for the existence of indicators of resilience in seagrasses. In addition, the project will (3) implement the results into a protocol of action to be used by practitioners as innovative tools to anticipate potential changes in seagrass resilience.\nThe development of this project will contribute significantly to seagrass conservation using an innovative approach that combines experimental work with ecological theories and modeling.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}