{
    "rcn": "215513",
    "acronym": "MITOPOMPE",
    "topics": "MSCA-IF-2017",
    "title": "Targeting mitochondrial defects and oxidative stress in Pompe Disease: from pathogenesis to therapy",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The central role of ATP production by oxidative-phosphorylation, together with calcium buffering and apoptosis, makes mitochondria an organelle interacting with many processes within the cell. Neuronal and muscular tissues require high amounts of ATP to perform their everyday function, therefore are heavily dependent on mitochondrial function. Neuromuscular synapses are of particular importance since synaptic transmission is a highly regulated process which requires active and functionally competent mitochondria. Accordingly, mitochondrial involvement is becoming increasingly evident in is Lysosomal Storage Disorders (LSDs) along with neurological pathology. Over the past several years Dr. Mingozziís group has built extensive expertise in Pompe Disease (PD), an LSD which is caused by mutations in the enzyme acid ?-glucosidase (GAA). Muscle weakness, cardiomyopathy, respiratory failure, central nervous system and more specifically motor-neuron defects are observed depending on the severity of the disease. Little is known about the role of mitochondria in the pathophysiology of PD and interventions aimed at addressing mitochondrial defects in PD is currently missing. The aim of this proposal is to characterize the mitochondrial dysfunction in the Gaa KO mouse model of PD. This to assess potential rescue of such phenotypes by AAV-based GAA gene therapy complemented with therapeutic interventions targeted to treat and boost mitochondrial function by fighting against oxidative stress. Two mitochondrial treatment approaches; (i) pharmaceutical antioxidants, e.g. mitoQ or mtGSH and (ii) AAV based approaches; AAV-Nrf2 and AAV-mitoCatalase will be tested. Combined therapies with the AAV-GAA treatment will aim to reach full rescue of the muscle and brain pathology and functional reversal of mitochondrial defects. Transcriptomic changes will also be analyzed by RNA sequencing to investigate cellular signaling changes which will potentially point to novel therapeutic avenues.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ASSOCIATION GENETHON",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}