{
    "rcn": "215520",
    "acronym": "KinoRoot",
    "topics": "MSCA-IF-2017",
    "title": "Digging out Kinorhynch Roots",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The Ecdysozoa includes animals with a hard cuticle. Besides the specious Arthropoda and Nematoda, it also nests minor groups like the Kinorhyncha and Priapulida. The Ecdysozoa accommodates more species than all other organism groups in total. Segmentation occurs in two ecdysozoan clades, Kinorhyncha and Arthropoda, and the project addresses the question whether ecdysozoans evolved from a segmented ancestor or if segmentation evolved twice within Ecdysozoa. Understanding ecdysozoan evolution, is understanding the early evolution of a majority of all living organisms. Through immunohistological morphological examinations of muscular and nervous systems in selected kinorhynchs, and Illumina RNAseq-based phylogenetic analyses, I wish to explore if segmentation, as broadly accepted, is a basal trait for all kinorhynchs. The results will allow us to infer if the ancestral kinorhynch was an unsegmented worm. This work has not previously been achievable due to the lack of a reliable kinorhynch phylogeny, and because the hard kinorhynch cuticle has hampered staining of muscular and nervous systems. However, after next generation sequencing techniques have enabled transcriptomic sequencing from even tiny animals, we are now able to produce an improved kinorhynch phylogeny. Furthermore, I have developed methods to overcome cuticular penetration problems, which makes me one of the very few researchers that can successfully carry out immunohistological studies on kinorhynchs. The project ìKinoRootî unites morphological studies with modern molecular sequencing methods, and builds a bridge between these two scientific fields. The expected outcome will not only apply to people with an interest in kinorhynch evolution. It will be relevant for conceptual morphologists working with segmentation across the animal kingdom, paleontologists working with early Cambrian evolution and in general everyone who has an interest in the early evolution of the large animal groups.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}