{
    "rcn": "215550",
    "acronym": "Top-Higgs coupling",
    "topics": "MSCA-IF-2017",
    "title": "Measurement of the top Yukawa coupling with the ATLAS detector",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "In this project, the top Yukawa coupling is measured using proton-proton collisions at the Large Hadron Collider. The top Yukawa coupling is the strength of the interaction between the Higgs boson and the top quark, which can be predicted in the Standard Model of elementary particles. A deviation of the measured top Yukawa coupling from the Standard Model prediction would be a proof of new phenomena beyond the Standard Model that could provide an answer to several open questions concerning the fundamental interactions of elementary particles.\n\nThe top Yukawa coupling will be determined from the production rate of the events containing a Higgs boson and a pair of top quarks at the ATLAS experiment. The selection criteria focus on the semileptonic decay of the pair of top quarks and the Higgs boson decay to a pair of bottom quarks in the phase phase with highly energetic Higgs boson and top quarks. The main goal of the project is to develop multivariate identification criteria using novel approaches, which involve: classification scheme of the signal events, jet substructure techniques and matrix element method. The effect of the expected 120 simultaneous proton-proton interactions on the measurement will be investigated and mitigated as well. It is expected that the project improves the precision of the top Yukawa coupling measurement by factor of 4 in the studied phase space.\n\nThe Researcher is planning to pursue an academic career and the International Fellowship will help to strengthen his position as an independent researcher by extending his scientific expertise and by acquiring additional skills on project management, leadership, and presentation.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "JOHANNES GUTENBERG-UNIVERSITAT MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}