{
    "rcn": "215534",
    "acronym": "PLIMPine",
    "topics": "MSCA-IF-2017",
    "title": "Pine protection against Pitch canker through genetic resistance and plant immunization",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Pinus is one of the most ecologically and economically significant tree genera in the world having an extreme economic importance to wood and paper industries. Pine pitch canker, caused by the fungus Fusarium circinatum, is an introduced non-native pine disease in natural and planted stands of Europe subject to quarantine measures. To date, there are no suitable approaches available to control this threat, being associated with elevated economic losses to the forestry sector. ìPlant immunizationî or priming, is pointed as the safest and most effective biotechnological approach to boost the endogenous plant immune system. Phosphites (Phi) have been shown to activate plant resistance acting in a dual way, both at the host and fungus level. PlimPine project has been built on the basis of ecological, industrial and socioeconomic importance of European pine forests, combined with the fact that short research is conducted on F. circinatum in Europe. We propose a substantially cross-disciplinary (from physiology to Omics) and ambitious, but feasible, project to create knowledge and tools to explore the intricate defence system against pathogens for forest trees, having Pinus-Fusarium interaction as a model. This project aims to characterize and identify markers of resistance (natural or induced) to pitch canker disease based on solid and exciting preliminary results. Deciphering the mode of action of Phi will help in the preventive application as a viable alternative for the pitch canker management, contributing to the European forest management.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}