{
    "rcn": "215561",
    "acronym": "ParAdapt",
    "topics": "MSCA-IF-2017",
    "title": "Theoretical and empirical approaches to understanding Parallel Adaptation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Adaptation is a key evolutionary process, allowing organisms to thrive in different environments. Studying adaptation is important for understanding biodiversity, and for addressing pressing issues in conservation and medicine. A crucial question is whether adaptive evolution is repeatable and therefore predictable. Patterns in nature suggest that this may be the case: within many species, similar adaptive phenotypes have evolved repeatedly in multiple geographical locations (ìparallel evolutionî). However, it is often unclear whether the genomic basis underlying parallel phenotypes is the same across locations (e.g. due to mutations in the same gene, or gene flow between locations).\nWith high-throughput DNA sequencing technologies, it is now possible to address this question in unprecedented detail. However, we are lacking a theoretical framework predicting the genomic basis of parallel evolution, as well as powerful analyses of empirical data. Therefore, here I propose an interdisciplinary approach with the following aims:\n1. Using computer simulations to study the effects of demographic history and polygeny on the genomic basis of parallel evolution. This will, for the first time, enable quantitative predictions. \n2. Generalising the model outlined in 1. by describing it mathematically.\n3. Exploring the genomic basis of parallel evolution in an ideally suited organism. I will identify the most powerful analytical methods, and apply these to generate one of the most comprehensive empirical studies so far.\nThis project will be of use to other researchers conceptually, for making system-specific predictions, and by providing widely applicable workflows. It will facilitate new collaborations between my host group (focusing on mathematical analyses of evolutionary processes) and empirical scientists. In addition, it will complement my existing skills in empirical genomics with a new set of analytical and mathematical skills, opening up the best career possibilities.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}