{
    "rcn": "215540",
    "acronym": "EVOTOOLS",
    "topics": "MSCA-IF-2017",
    "title": "EVOlutionary Trends in mOrphOLogical diverSity: new comparative tools for high-dimensional data",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "In almost 525 million years, the vertebrates have evolved a vast diversity of morphologies. Yet, understanding how these morphological changes accrue over large (macroevolutionary) time scales is still poorly known. Research into morphological evolution has so far either focused on a handful of todayís successful clades, therefore omitting a major part of the diversity represented in the fossil record, or substituted the complex multi-dimensions of organismal form for simple univariate measures such as body-size. Given that such traits may relate to various aspects of species ecology and life history, it is difficult to identify the environmental, functional, genetic or development factors that drive the evolution of this diversity. Hence, a comprehensive, multivariate characterization of morphology across both fossil and extant species is hugely needed for understanding the evolution of vertebrate diversity but is currently limited by data availability and methodological shortcomings.\n     In this project I will use newly available multivariate, high-quality, datasets of shape (CT and surface scans, 3-D surface morphometrics) for an unprecedented sample of both fossil and extant terrestrial vertebrates and develop new multivariate phylogenetic comparative methods to study the evolution of morphological diversity. Through the EVOTOOLS project, I will provide to the other researchers the phylogenetic comparative toolkit for studying modern, high-dimensional 3-D data and address long-standing questions regarding species evolutionary responses to past environmental and climatic changes. In addition, the project will benefit from the expertise of the NHM staff and a highly respected expert in morphometric studies to characterize the evolution of morphology. The candidate will learn and develop cutting-edge methods, hone his skills for managing data, and strengthen experience with scientific presentations, writing, and publishing.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "NATURAL HISTORY MUSEUM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}