{
    "rcn": "215516",
    "acronym": "PotatoMASH",
    "topics": "MSCA-IF-2017",
    "title": "Potato Multi-Allele Scanning Haplotags  ñ a low cost, genome-scanning marker system for use in potato breeding",
    "startDate": "24/09/2018",
    "endDate": "23/09/2020",
    "objective": "Potato breeding is a 10-year process that involves combining over 40 characteristics to produce varieties that have improved sustainability, utilisation and consumer characteristics. Genomic and marker assisted selection (GS and MAS) can make breeding faster/more efficient, increasing the rate of genetic gain and the ability to combine multiple traits. Strategies for GS to date have tended to employ many thousands of markers; however, the economic burden of deploying such approaches on thousands of plants annually in a breeding programme may restrict the adoption of GS. The objective of this action is to develop a novel, low cost, genome-scanning marker platform for use in simultaneous GS and MAS for multiple traits in potato breeding, by combining existing knowledge on the patterns of linkage disequilibrium in potato with recent advances in genotyping-by-sequencing approaches based on massively multiplex PCR. The marker system will target clusters of SNPs whose aggregate profile over distances covered by paired-end next generation sequencing (NGS) reads will allow them to be used as haplotags. Unlike bi-allelic SNPs, haplotags can discriminate multiple allelic variants in tetraploid potato.  Approximately 400 loci at placed at 1Mb spacing throughout the euchromatic portion of the genome, and a further 100 SNPs linked to specific traits, will be targeted and assayed using an approach called GT-Seq, which uses combinatorial barcoding to allow multiplexing of thousands of samples in a single NGS run. The sequencing platform will be utilised in conjunction with 2 training populations to develop genomic prediction equations for yield and fry colour of potato. Subsequently, it will be deployed for combined GS and MAS on 1000 plants from the second field generation of a commercial potato breeding programme. The research and training activities in the fellowship proposal will equip a young postdoctoral researcher with the skills of a 'next generation plant breeder'.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}