{
    "rcn": "215599",
    "acronym": "TRANSURBICIDE",
    "topics": "MSCA-IF-2017",
    "title": "Transition urbicide: Post-conflict reconstruction in post-socialist Belgrade",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "My project investigates manifold narratives of post-war urban transformation of cities in all the complexity of political, economic and cultural transition of post-socialist societies, taking for a test-bed the revealing case of Belgrade after the 1999 War between NATO and FR of Yugoslavia. Research on modalities and complex socio-political context in which transformation of post-war cities occur demand collection and processing of interdisciplinary sources and documents (secondary objective of my project), followed by the construction of histoire croisÈe of multiple actors (the primary objective) involved in reconstruction processes. \nWork programme is specifically tailored to achieve these goals. I will join the team of researchers at TU Delft engaged in the emerging field of documenting urban conflicts and exploring post-war urban environments. There I will use TU Delftís web platform for spatial data collection to develop new sections of the digital archive that will contain diverse material on post-war reconstruction of Belgrade. Then I will undertake extensive training at ETHís Institute of Digital Architectural History (secondment phase) that will help me improve on the cutting-edge tools for automatized data analysis and processing of digital architectural archives. I will then apply this knowledge to analyze collected material and develop new research protocols for architectural historiography of post-conflict cities. During the return phase at TU Delft I will transfer acquired knowledge to students and peers, refine conclusions on ìtransitionî urbicide in Belgrade and disseminate research results. \nFinally, the project will offer new set of guidelines for impending urban reconstructions in active conflict zones that will shape the research of war and post-war transformation of cities in the coming years.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}