{
    "rcn": "215587",
    "acronym": "GEOBACTICON",
    "topics": "MSCA-IF-2017",
    "title": "The efficiency of bio-self-healing concrete within ground conditions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Concrete is the most used construction material worldwide for infrastructure projects. Due to deterioration, regular maintenance works are necessary to seal the concrete cracks and restore durability. In Europe, infrastructures such as tunnels and earth retaining walls alone cost approximately 5 billion EUR per year. Self-healing strategies (particularly bacterial-based self-healing) are regarded as a promising solution to reduce the high maintenance and repair cost of concrete infrastructures. It is believed if self-healing concrete had been used for all these structures, up to 120 million EUR could be saved annually on their maintenance. The research to date has tended to focus on the self-healing process in air or water environment. However, infrastructures (i.e. bridges, buildings, tunnels) are built on or in the ground, where part of their concrete structures are inevitably embedded in soil environment with all sorts of ground conditions such as different types of soil, saturation regimes, and chemical exposures. It is not clear if the process of self-healing is efficient within concrete elements exposed to such complicated ground conditions. \nThe project aims to explore the efficiency of the bacterial-based self-healing (bio-hydrogels) in underground concrete structures. By using a novel interdisciplinary approach, the research combines state-of-the-art technologies applied in materials/concrete, geotechnical engineering, and microbiology to conduct a series of lab-scale experiments on mortar specimens incubated within various soil environments. Purpose-built experimental tools are used to investigate the effect of several factors including the type of soil, saturation regime and class of (chemical) exposures, on the bio-self-healing process. The outcomes of this research are highly relevant to the construction industry and the knowledge produced by the project will have an economic, financial and societal impact in EU and other regions.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF DERBY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}