{
    "rcn": "215590",
    "acronym": "HSS-Wind",
    "topics": "MSCA-IF-2017",
    "title": "Application of high-strength steel in offshore wind energy tubular structures",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Currently, offshore wind structures are constructed using normal strength steel members with yield strength of around 355 MPa. Larger section sizes are required to resist the higher load levels encountered in progressively deeper waters. This substantially increases cost, complicates logistics, generates installation difficulties, and causes greater environmental impacts. HSS material has the twin advantages of reducing the self-weight of structures and accruing associated cost savings. The installation costs typically represent up to 20% of the capital expenditure of an offshore wind farm. There is a need for more compact and lighter structures that can be easily sited on the seabed by standard installation vessels with lower crane capacity. Furthermore, the use of HSS provides increased structural resilience against strong cyclic loading in deep water environments, and reduces welding time due to reduced wall thickness. The benefit of HSS in static loading capacity is obvious, due to its increased strength. But there is a concern on deformation capacity for HSS connection, due to its lower ductility than normal-strength steel. In addition, the fatigue strength of HSS, especially at welded connections, remains an open question. HSS-WIND will investigate the application of HSS in offshore wind tubular platforms. The tubular joint is a common structural element in offshore wind platforms, and severe cyclic load, induced by wave and wind in the harsh offshore environment, may lead to fatigue fracture and failure at the vicinity of the welds. Reliable estimation of fatigue behaviour and resistance of HSS welded tubular connections constitutes an engineering challenge, essential for the platform structural integrity. HSS-WIND provides the basis of constructing offshore wind platforms using advanced HSS material, thus facilitating further harvest of renewable energy in deeper waters.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}