{
    "rcn": "215505",
    "acronym": "WIDEA",
    "topics": "MSCA-IF-2017",
    "title": "Wave-based Inspection for Damage Evaluation in structurally-Advanced composites",
    "startDate": "01/06/2019",
    "endDate": "31/05/2021",
    "objective": "Guided waves are recognized as one of the most promising techniques for Structural Health Monitoring (SHM), as they provide reliable, long-range and highly sensitive damage inspection capabilities. Progress in this field would be impactful to EU transportation, aerospace and offshore industries, where safety is crucial given the potential human, economic or environmental consequences of failures.\n\nDespite some encouraging applications to lightweight components, the implementation of SHM strategies in advanced structures remains challenging. Indeed, in order to combine high stiffness-to-weight ratio with vibro-acoustic requirements these structures frequently involve composites, dissipative materials or periodic patterns to produce desirable response within targeted bandwidths. These new lightweight designs also produce more complex propagative behaviours, such as mode conversions or Bragg resonances, which result in highly scattering waves and increased noise-to-signal ratios. To overcome these limitations, new studies must exploit the remarkable scattering properties of these waves.\n\nIn this research, a numerical framework will be developed to predict and explore the physics of guided wavesí interaction with commonly encountered structural damages. These interactions, described by frequency-dependent ëdiffusion propertiesí will allow the creation of an innovative feature-based characterization technique exploiting the wave conversion phenomenon.\n \nThe outcomes of this project will result in a new type of wave-based SHM system able to cover the upcoming generation of lightweight components. Undertaking this research with two high-ranking representatives of their fields, along with formal training and mentoring activities will enhance the researcherís academic profile and scientific experience. It will also provide him with an outstanding content expertise in wave-based methods, structural health monitoring and modelling of lightweight composites.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}