{
    "rcn": "215589",
    "acronym": "SYMMUNITY",
    "topics": "MSCA-IF-2017",
    "title": "SYMbiosis, Microbiota and immUNITY",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Symbiosis and sociality define the evolutionary success of life, but the large-scale synergy between hosts and microbiotas is poorly understood. New phylosymbiotic approaches aim to understand how and why hosts have evolved in association with microbiota that track and shape host ecologies. At present it is virtually unknown whether and where clear phylosymbiotic signatures of coevolution exist. In principle, microbiota can either track the phylogenetic diversification or the biogeography of hosts. The former would imply that phylosymbiotic trees are largely homologous, while the latter would induce convergent evolution and be more informative about habitat-specific adaptations. Social insects are interesting targets for phylosymbiotic analysis because microbiomes combine functions of nutrient supplementation, individual immunity and colony-level immunity. This applies most explicitly to the ants, which have huge species diversity (>14,000 species), massive ecological footprints (dominant in biomass in most terrestrial ecosystems), and high diversity in life styles (e.g. predatory, omnivory, herbivory, aphid husbandry, fungus farming). The ants also have a unique variety of glands to produce antibacterial compounds that may interact with microbiota, and some lineages have domesticated antibiotics-producing bacteria. I propose to assemble and analyze metagenomic data for 50 ant species (covering 15 subfamilies) exploiting a grand sampling initiative by the Global Ant Genomics Alliance (GAGA, antgenomics.dk) to understand: 1) The evolutionary and functional dynamics of homologous or analogous microbiota across the family Formicidae (ants), and 2) the functional adaptations that have shaped immune defenses across the ant subfamilies and genera.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}