{
    "rcn": "215546",
    "acronym": "RESOLVE",
    "topics": "MSCA-IF-2017",
    "title": "Remote sensing of photosynthetic traits for high latitude plant productivity modelling",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The arctic is predicted to warm faster and to a greater extent than anywhere on earth. Environmental drivers such as increased temperature and atmospheric CO2 concentration, are resulting in unprecedented changes to the structure, function and/or species composition of Arctic-Boreal biome (ABB) vegetation. However, the ecosystem response to a changing climate varies spatially within the ABB, even in areas exposed to the same changes in climate. Changes in vegetation dynamics have been documented from a range of sources, including atmospheric CO2 data, forest inventories and other field measurements. However, accounting for the spatial-dependence of climate-vegetation-ecosystem feedbacks to model plant carbon uptake is challenging over biome scales. Accurately quantifying the photosynthetic carbon uptake by vegetation is important to carbon budgets, due to its magnitude and inter-annual variability. A particularly time-sensitive question is whether potential increases in vegetation productivity will offset CO2 emissions from melting permafrost, and what the net impacts will be on the terrestrial carbon sink. NDVI satellite-derived data has been well-used by ecologists to reveal ëgreeningí or ëbrowningí trends across the biome and a longer growing season. However, NDVI saturates at moderate leaf chlorophyll (Chl) and LAI values, leading to  unreliable relationships with vegetation productivity. Recent developments in remote sensing methods and satellite technologies and has opened up exciting new opportunities to use fluorescence and Chl as indicators of plant physiological status, to address biome-scale questions on climate-induced changes in vegetation productivity. This research will contribute to: improving our understanding of the spatially-dependent dominant environmental drivers affecting ABB vegetation change at local and regional scales, determining the terrestrial carbon budget for the ABB, and the consequent implications on atmospheric CO2 concentration.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}