{
    "rcn": "215593",
    "acronym": "INFLA-AID",
    "topics": "MSCA-IF-2017",
    "title": "The role of NLRC4 inflammasome in autoinflammatory diseases",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Our immune system provides a protective mechanism to control and eliminate elements from pathogenic microbes and toxic substances. Upon bacterial infection, our innate immune system initiates a pro-inflammatory response by activating the 'inflammasomes'. These multiprotein platforms activate caspase-1 to produce proinflammatory cytokines. An array of highly regulated inflammasome-mediated signalling pathways are identified. When the signalling pathway is hyperactivated, overproduction of the downstream cytokines provokes autoinflammatory diseases (AID). Recently, gain-of-function mutations in the NLRC4 inflammasome have been attributed for the manifestation of NLRC4-associated AID (NLRC4-AID). The clinical symptoms vary in these patients, except that the onset of life-threatening systematic inflammation begins at infancy. What is common amongst the NLRC4-AID patients is their limited response to IL-1b inhibitors typically administered for AID. I have joined the Lamkanfi lab to unravel the aetiology and pathogenesis of the NLRC4-AID. While the NLRC4 inflammasome has been vigorously studied at the molecular level, in vivo data are restricted to knock-out mouse models. Using the NLRC4-Flag knock-in mice, I will analyse in vivo NLRC4 protein levels and expression patterns to locate organs and cell types important for NLRC4-mediated inflammation. Next, NLRC4 mutant mice generated in the host lab will be used to identify how the hyperactivation of NLRC4 alters its signalling pathway and promotes AID. The role of downstream cytokine signalling will be assessed by breeding NLRC4 mutant mice to animals deficient in various immune components, which are available from the host institute. This study will provide first acumen into how an NLRC4 mutation causes an autoinflammatory disease, and will contribute to a better understanding of inflammasomopathies. By working closely with clinicians, we aim to mitigate the symptoms in patients with aberrant NLRC4 inflammasome activities.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}