{
    "rcn": "215572",
    "acronym": "FSCF",
    "topics": "MSCA-IF-2017",
    "title": "Alternative Families  Social Change: An interdisciplinary and cross-national study",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Single mothers by choice constitute an alternative to dominant notions of family. The Human Fertilisation and Embryology Authority (2015) found that there has  been a 226% increase in the number of women choosing to go through IVF alone in the UK since 2006. The number has increased fourfold in Spain in the last seven years. This study will examine alternative motherhood constituted through in the UK and in Spain and will investigate four interconnected themes: a) being a mother and being mothered are both permeated with socio-cultural, political, economic and psychological significance as everyone has an interest in the social organisation of motherhood, although these interests vary; b) at the same time inequalities involving ethnicity, class and sexual orientation, can be particularly powerful in relationship to mothering; and c) the struggle over the question of how best to reorganise social institutions, such as workplaces and schools, so that they adjust to mothering, women¥s freedom and equal opportunity. \n  Ethnographic methods will be used to construct a more holistic understanding of the complexities of politics, policy and power from an interdisciplinary perspective.  This study will broaden our knowledge of the ways in which discourses of mothering and motherhood both shape and are shaped by various practices, constraints and experiences cross-nationally. There is little research on the connection between gender ideology and family structure, specifically single mothers by choice, therefore this study will address whether motherhood may be a site for social change for women so that they raise children who do not conform to gendered expectations and stereotypes that are damaging to children and to society. This research is relevant to H2020 Societal Challenges 6 and 7, as it will examine the international gender dimension of motherhood and social change as well as exploring what gender equality means and entails across two European countries.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}