{
    "rcn": "215518",
    "acronym": "MIGREMOV",
    "topics": "MSCA-IF-2017",
    "title": "Movements, Migration and Emotion: East/West Mobility, Transnational Bonding, and Political Identities in Polish Activists' Biographies",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "MIGREMOV (Movements, Migration and Emotion: East/West Mobility, Transnational Bonding, and Political Identities in Polish Activists' Biographies) is a qualitative research project aimed at studying the role of migration and transnational connections in building political identities and developing social movements. It focuses on the case of Polish activists from 3 movements: the lesbian, gay, bisexual, trans* and queer (LGBTQ) movement, the womenís/feminist movement and the Jewish movement. It uses the biographical method of collecting life stories, as well as a Life History Calendar to reconstruct these activistsí trajectories throughout the post-socialist period (1989 to the present). It concentrates on the interactions between the process of endorsing political identities and the experiences of East/West migration and of transnational affective ties such as friendships and erotic/amorous relationships across borders and nationalities.\nMIGREMOV raises crucial questions for both European societies and social sciences: How does moving physically and mentally between geo-political and cultural contexts influence the process of becoming and being an activist? Does activism create specific opportunities and paths toward transnational lives? How do national identities and political ones intersect, and transform over time, in such contexts? Special attention will be given to the role of emotions, for traveling between contexts and transnational bonding is as much of an emotional journey as activism itself. Therefore, the various emotions attached to places (Poland and abroad, East and West, city and countrysideÖ) and periods (moments of changing places, stays abroad and returns to Poland, encounters with new friends or partners, moments of higher or lower level of activism, etc.) will help outline the emotional maps parallel of these trajectories.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}