{
    "rcn": "215555",
    "acronym": "MicroMAM",
    "topics": "MSCA-IF-2017",
    "title": "The mammalian intracellular response to Microsporidia infection",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Cellular protein homeostasis (proteostasis) is central to health and disease status. It depends on complex regulatory networks of two major interconnected proteolytic degradation pathways: the ubiquitin-proteasome (UPS) and autophagy systems. Here we will investigate whether a novel proteostasis pathway, called the Intracellular Pathogen Response (IPR), recently identified in the model system Caenorhabditis elegans, is also active in mammalian cells. In C. elegans the IPR is upregulated during infection by Microsporidia, a highly successful group of obligate intracellular parasites that infect a broad range of invertebrates and mammals, including humans. Very little is currently known about mammalian intracellular responses to Microsporidia infections. The objective of the project is to dissect the mammalian proteostasis response to Microsporidia infections and compare it to the IPR from C. elegans. To accomplish this a multidisciplinary approach combining genetics, cell biology and proteomics will be applied to Microsporidia-mammalian models developed in the host lab. The proposal involves a promising French researcher with a background in invertebrate parasitology and host responses to infection, moving to a host laboratory in Newcastle, UK, noted for excellent training of young researchers, and for its research on Microsporidia molecular cell biology. Training in analysing Microsporidia infection dynamics in mammalian cells will be supported by host training in dissecting cellular proteostasis pathways to synergistically complement the skills of the researcher in invertebrate parasitology. The project will equip the researcher with strong expertise in molecular cell biology from a comparative perspective. It will also deliver the first detailed insights into the mammalian UPS/autophagy response to Microsporidia infection, with general implications for understanding mammalian proteostasis in health and disease.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}