{
    "rcn": "215512",
    "acronym": "IslamExpertEducation",
    "topics": "MSCA-IF-2017",
    "title": "Educating Islamic experts in Western Europe: Between traditional and academized forms of knowledge formation and authority",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Europe-wide, both Muslim and non-Islamic (policy) actors express the need for domestic ëimam-education programsí. In most cases, however, a top-down approach is applied in thinking about its implementation; preferably in Western, formal institutes (whether it be universities, private institutions or seminaries) based upon an officially recognized curriculum of ëdescriptiveí, ëIslamicí and ësecularí sciences, which ought to prepare candidates for future religious and civic leadership. However, one of the major challenges of these educational programs is the acquisition of sufficient legitimacy in the Muslim communities concerned. Therefore, bottom-up research is needed in order to understand the internal processes of legitimate and trustworthy authority formation oriented around knowledge.  This constitutes the object of the proposed research project, which seeks to understand these topical concerns from an anthropological perspective in Brussels and Den Haag; with a focus on the needs, aims and desires of the people and communities concerned. Through interviews with students and teachers, as well as the organization of workshops and focus groups, I try to answer the following three research questions: \n(1) What is/are the kind(s) of authority figure(s) at stake? What are the constructed, presumed or perceived differences between 'traditional' and 'academized' forms of authority? \n(2) What kind of knowledge allows for which kind of legitimacy? More specifically, how is 'sacred' knowledge envisioned or conceptualized by both Muslim students and teachers? Who is able to grasp and transmit it, and how does it differ from, what is called, ëprofane knowledgeí? \n(3) What allows for a sense of trustworthiness or certainty in a context of internal divergence? How is legitimacy attained in a reality of far-reaching internal divergence, for instance, regarding the different madh?hib (juridical schools)? How do students negotiate or deal with this pluralism?",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}