{
    "rcn": "215560",
    "acronym": "Multiple Sclerosis",
    "topics": "MSCA-IF-2017",
    "title": "Development of a Functionalised Biomaterial Scaffold to Treat Multiple Sclerosis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "Multiple sclerosis (MS) is a chronic inflammatory immune-mediated demyelinating disease of the central nervous system (CNS), which affects 700,000 people in Europe, with total annual healthcare costs of over Ä27.3 billion. Current available treatments for progressive MS have modest effects on relapse symptoms but do not modify disease progression. Critically there are currently no licensed disease-modifying treatments for progressive MS. My strategy will represent a disease modifying treatment for progressive MS. I will fabricate and optimize the loading and release profile of the an anti-TNFR1 antibody from ROS-responsive collagen spheres, I will assess the biocompatibility, bioactivity, and neuroprotective effect of the anti-TNFR1 antibody functionalized ROS-responsive collagen hollow spheres in organotypic cerebral slice cultures. I will evaluate the efficacy of the anti-TNFR1 multifunctional spheres against chronic neurodegenerative pathology in a preclinical model of progressive MS that mimics the pathology seen in progressive MS patients. Progress to completion will be reviewed by a Research and Professional Development Plan which will provide both discipline-specific and complementary technical training and generic and complementary transferable skills training (intellectual property, leadership skills, motivation skills, communication skills, regulatory affairs, clinical trial design, reimbursement strategies, medical device evaluation and regulatory affairs). I will benefit from Prof Panditís and Dr John OíDeaís (Crospon Limited) (inter-sectorial secondment) international collaborative network in the field of neurodegenerative diseases. This training will facilitate me to achieve my future career goals of achieving a position of professional maturity, diversity and independence by establishing my own research group at a leading European academic institution and enable me to translate innovative therapeutic interventions to the clinic setting.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "NATIONAL UNIVERSITY OF IRELAND GALWAY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}