{
    "rcn": "215522",
    "acronym": "FIBROSIS",
    "topics": "MSCA-IF-2017",
    "title": "Fibroproliferative Invasive Fibroblasts in Idiopathic Pulmonary Fibrosis",
    "startDate": "03/09/2018",
    "endDate": "02/09/2021",
    "objective": "Idiopathic Pulmonary Fibrosis (IPF) is a relentlessly progressive, lethal, lung disease with a uniquely poor prognosis. Patients typically die within 2-5years of diagnosis and IPFís European incidence is increasing while effective therapies for improving survival remain elusive.\n\nIPF is a disease in which the normal wound healing responses are dysregulated leading to fibrosis and loss of gas-exchange regions in the lung rather than restoration of normal lung structure and function. Recently discovered invasive fibroblasts are believed to be central to the progressive fibrogenesis observed in IPF by contributing to an accumulation of fibroblasts in the injured lung and augmenting the destruction of normal alveolar structure. However the source of these invasive fibroblasts and what makes them so uniquely pathogenic is unknown.\n\nOn this project I will work with Prof. Paul Noble, Cedars-Sinai Medical Centre, USA, one of the worldís leading IPF researchers and Irelandís leading respiratory researcher Prof. Paul McLoughlin, University College Dublin, Ireland. The objectives of this project are to investigate: (1) the phenotype and behaviour of the invasive fibroblast from human IPF donors in vitro; (2) delineate the molecular pathways that make invasive human IPF fibroblasts uniquely pathogenic using state-of-the-art single cell RNA-sequencing; (3) determine the source of invasive fibroblast accumulation in the IPF lung using the most advanced lineage tracing methods available in a cutting-edge genetically modified mouse model.\n\nThis interdisciplinary proposal will merge skills I have acquired with the latest technologies across multiple disciplines in world leading international institutions to explore the complex molecular basis of IPF. The results of this proposal will generate significant impact in the IPF field and will be directly applicable to the specific challenge highlighted in the H2020 Work Programme: Diagnostic characterisation of rare diseases.",
    "totalCost": "266063,4",
    "ecMaxContribution": "266063,4",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}