{
    "rcn": "215531",
    "acronym": "miVaO",
    "topics": "MSCA-IF-2017",
    "title": "Microbiota mediating Vagal communication in Obesity",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Obesity and its comorbidities currently represent major societal and health challenges worldwide. Its prevalence has reached epidemic proportions and trends continue to rise. This situation highlights the need for more effective preventive measures. The realization that the gut microbiota could play a central role in human energy metabolism has constituted an unprecedented shift in the way we envision obesity management. Nonetheless, we still lack understanding of which the key gut microbiota players are and how they communicate with the host, thus hindering further advances in the design and clinical applicability of microbiome-based strategies to combat obesity. Preclinical studies indicate that gut microbiota impact on energy homeostasis by modulating gastrointestinal innervation function, including vagal afferent fibres, which are involved in regulating the gut-brain-periphery axis. Scientific evidence suggests that vagal afferent function may be directly affected by gut microbiota or indirectly by the enteroendocrine system, also modulated by gut microbiota. The aim of the miVaO (microbiota mediating Vagal communication in Obesity) proposal is to a gain greater understanding of how gut microbiota influences the gut-brain axis by modulating gut vagal innervations and the subsequent impact on energy homeostasis and, in particular, on white adipose tissue. To achieve this general aim, we propose using the intestinal human bacteria biobank created in the context of the EUproject MyNewGut  by the host institution to: 1) identify bacterial strains with potential neuroactive properties; 2) discern between direct and indirect-enteroendocrine-mediated bacterial effects on vagal afferents and 3) identify the best candidate strain able to prevent or attenuate obesity by modulating vagal afferents. The ultimate goal of this proposal is to propel the development of microbiome-based strategies that bring societal benefits via disease prevention and public health promotion.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}