{
    "rcn": "215562",
    "acronym": "NeuroVU",
    "topics": "MSCA-IF-2017",
    "title": "NeuroVU: Real-time Sensing in Microfluidic Models of the Neurovascular Unit",
    "startDate": "27/06/2018",
    "endDate": "26/06/2020",
    "objective": "Disorders of the central nervous system are one of the grand health challenges of this century. Therapeutic development, however, remains limited by poor understanding of the brain, including of the neurovascular unit (NVU). The NVU acts as the gatekeeper between blood and brain for metabolites, disease agents, as well as drugs. Much research has relied on animals or simple cell models that recapitulate neither the cellular ensemble nor the environment of the NVU. Emerging Organ-on-Chip microsystems promise to overcome these limitations, but to date fall short on the relevance of cells used and the lack of continuous monitoring capabilities for chemical markers, metabolic conversions, and pharmacodynamics.\n\nMy objective in this project is to develop the first NVU Organ-on-Chip integrating human-normal cells as well as biophysical and biochemical sensors for real-time monitoring, termed NeuroVU. I propose to rely on primary and induced pluripotent stem cells, which can achieve in-vivo-like properties, and off-stoichiometry thiol-ene-epoxies (OSTE\\) as the enabling technologies. OSTE\\ is a versatile polymer uniquely suited to supersede the prevalent polydimethylsiloxane/glass paradigm for the innovative system integration approaches needed here. I will first characterize and optimize it for compatibility with biological and sensor components. I will build on these component insights with microsystems integration to develop NeuroVUs featuring co-culture of NVU-normal cells, continuous monitoring of relevant ions & metabolites in addition to trans-endothelial electrical resistance, and tissue-like hydrogel structures. I will leverage collaborations with resident experts in materials and biology as well as my own strong background in microsystems integration to realize this highly interdisciplinary project. Ultimately, the NeuroVU will allow for unprecedented insights on NVU chemistry and has the potential to significantly accelerate pharmaceutical development.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}