{
    "rcn": "215595",
    "acronym": "MeeLiH",
    "topics": "MSCA-IF-2017",
    "title": "Measure of the Ecological influence in Epigenetic-mediated Learning and memory formation in the Honeybee",
    "startDate": "02/05/2018",
    "endDate": "01/05/2020",
    "objective": "Understanding the mechanisms of species adaptation within ecosystems in perpetual change is one of the greatest contemporary scientific challenges. Pollinating insects such as honeybees are particularly sensitive to the changes brought by the intensive mono-agricultural practices and insecticide exposure. Anticipating the widespread decline of bees requires a better understanding of the molecular pathways that affect their cognition such as memory, within their natural habitats. The unique field based behavioural experiments used in this proposal will provide memory and adaptation indexes from honeybees of various ecological and geographical places in Greece. It will help monitoring bee heath, improve beekeeper practices and consequently, participate in a better pollinator European management strategy. The recent discovery of epigenetic mechanisms that can explain phenotypic plasticity of honeybee holds great promise in understanding epigenetic-mediated adaptation. This proposal will also use state-of-the-art ë-omicí and super-resolution microscopy techniques to determine the brain cells type associated with the epigenetic dynamic occurring during memory formation in bees. These results will greatly participate to the understanding mechanisms of brain plasticity. The multidisciplinary approach of this proposal is feasible thanks to the unique combination of the researcher expertise on epigenetic study in social insects together with the extensive competence for the characterisation of the molecular pathways involved in memory formation of the host lab. Moreover the two partner organizations and their network will bring additional expertise and infrastructure for honeybee management used in this proposal. Together, the results of this proposal will generate new health indexes for bees, molecular biomarkers to the environmental quality and will participate to a better management of pesticide for sustainable agriculture.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "BIOMEDICAL SCIENCES RESEARCH CENTER ALEXANDER FLEMING",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}