{
    "rcn": "215545",
    "acronym": "MDCRC",
    "topics": "MSCA-IF-2017",
    "title": "Metabolic Dynamics in Colorectal Cancer",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Metabolic reprogramming has recently emerged as a key hallmark of cancer. Despite many efforts made to identify metabolic properties of cancer cells, there is a complete lack of understanding of the specific steps in the tumorigenic process when this metabolic rewiring occurs and its biological consequences. In this regard, our previous work has revealed a critical role of glucose metabolism in driving tumor initiation, in particular in the intestine. Importantly, recent studies have demonstrated that intestinal stem cells (ISCs) are the cell of origin of colorectal cancer (CRC), and our preliminary data suggests that glucose metabolism could be important for ISC activity. Based on these findings, we propose to study the specific metabolic properties of intestinal stem cells (ISCs) and its relevance in stem cell dynamics and CRC initiation and progression. Specifically, we will develop three aims:\n1. To analyze the role of metabolic reprogramming in ISCs and its contribution to CRC by employing a combination of genetic, metabolic and imaging techniques.\n2. To study the metabolic evolution of CRC.  In this aim, by using patient-derived xenografts and intestinal organoids expressing a genetically encoded metabolic reporter, we will analyze glucose metabolism in vivo at a single cell level to define step-wise the role of metabolic reprogramming in CRC progression. \nAll together, the successful completion of this proposal will identify the specific cells and steps during CRC where glucose metabolism is functionally relevant and the underlying molecular mechanisms, thus expanding our view of metabolic reprogramming beyond the idea of being just an adaptation to increased proliferation. Importantly, the results derived from this project could potentially be used to improve current therapies by targeting specific metabolic pathways.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE DEL PIEMONTE PER L'ONCOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}