{
    "rcn": "215597",
    "acronym": "FFP-BSS",
    "topics": "MSCA-IF-2017",
    "title": "How to steal food from predators ñ behavioural strategies of a scavenger",
    "startDate": "27/03/2019",
    "endDate": "26/03/2021",
    "objective": "The ecological relationships between scavengers, predators and their prey can substantially influence their behaviour and population dynamics. Still, the impact of scavenging has been largely underestimated in food-web ecology. In this project I want to investigate the behavioural adaptations of a facultative and kleptoparasitic scavenger in relation to a predator. I aim to study one of the Northern hemisphereís most widespread predator-scavenger system: wolves and ravens. In many areas wolves recolonize and increase the time period over which carrion is available and abundant overall. By using existing data on a large spatial scale, I will test and quantify for the first time, whether the recolonization of a top predator affects facultative scavengers like ravens at a population level; if this is the case, I will quantify these effects. Besides this, the main focus of this proposal is to identify which foraging and scrounging strategies ravens follow to locate and exploit wolf kills. I will create a unique dataset by GPS-tracking ravens in the Yellowstone National Park, in the same area where also wolves are intensively monitored and GPS-tracked. I will describe this predator-scavenger system and study the behavioural adaptations of ravens in relation to the wolvesí movements and predation. The collaboration with the Yellowstone wolf project - a natural ecosystem with minimal human impact - and the use of the latest tracking technology, the supervision by leading experts in animal movement analysis and my expertise on ravens lead to a synergic project, bigger than the sum of its parts, and will advance this field of research. Appropriate training, supervision and new collaborations will allow a significant improvement in my career perspective and enable me to become an independent researcher.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}