{
    "rcn": "215515",
    "acronym": "MELANCHOR",
    "topics": "MSCA-IF-2017",
    "title": "Understanding the Role of Motors in Subcellular Mechanics of Organelles by Controlling Myo6-Cargo Interactions in situ",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Mechanical forces play crucial roles in the formation and maturation of many organelles and membrane vesicles. Many of these forces originate in the action of cytoskeletal motors, but how these motors are activated and how their mechanical functions are regulated in the cell are poorly understood. Rather than being ìalways onî machines, motors must often be specifically activated for distinct mechanical roles by partners.\n\nThe MELANCHOR project seeks to uncover how Myosin VI (Myo6) promotes two cell processes through specific interaction with partners that promote different Myo6 dimerisation modes with unique mechanical properties. Myo6:GIPC1 complexes aid in endosomal trafficking through the actin cortex while Myo6:Optineurin complexes  promote melanosome biogenesis through a membrane recycling pathway. \n\nTwo complementary approaches will uncover the functions of Myo6. (1) Optogenetic tools will control Myo6 targeting to endosomes or melanosomes in live cells, with simultaneous functional imaging, to precisely localize the effect of Myo6 in space and time. (2) Novel in vitro motility methods will determine the effect of different Myo6 partners on Myo6 activation and mechanics under tension. Finally, a combined approach will address the mechanical role of Myo6 in these organellesñ whether it is a tension-bearing anchor, transporter or weak tether.\n\nThe MELANCHOR project raises the exciting prospect of using optogenetic tools to provide real-time information on subcellular mechanics. By integrating cellular and in vitro approaches to measure the tension in individual Myo6 motors, an unprecedented level of detail on the cellular function of motors will be made possible. These novel techniques will help shed light on motor function in processes such as intracellular trafficking, cell migration, and cancer cell proliferation, invasion and metastasis.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}