{
    "rcn": "215586",
    "acronym": "EuroCrisisMove",
    "topics": "MSCA-IF-2017",
    "title": "Fiscal Consolidation, Unemployment and Labour Mobility in the Euro Area",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "In the aftermath of the crisis, unfavourable socio-economic conditions with high unemployment, steep decreases in salaries and welfare allowances, and deterioration in career prospects have triggered intensified labour mobility, with a direction from the so-called Peripheral countries to the Core of the euro area. Primarily due to the surge in immigration from its EU partners, Germany is now the second largest immigration country in the industrialised world, after the U.S. Fiscal consolidation policies that aim to reduce deficit levels and typically involve tax hikes and cuts in government spending have also contributed to these migration outflows from crisis-hit countries. Notably, in countries with a sizeable public sector, like Greece and Spain, cuts and restrictions in new recruitments of public employees have further motivated the decision to move abroad. The aim of this research is to theoretically study the macroeconomic links between unemployment, fiscal consolidation, and labour mobility in a monetary union. To this end, I will introduce endogenous migration decisions both for the unemployed and the employed household members in a two-country Dynamic Stochastic General Equilibrium model of a monetary union with search and matching frictions, in which the Periphery implements fiscal consolidation through spending cuts or tax hikes. Existing studies in the fiscal consolidation literature consider an immobile labour force and, therefore, the migration channel has not yet been investigated in this context. This project aims to fill this gap and inform policymakers by comparing different fiscal consolidation instruments: (a) labour income tax hikes, (b) public consumption spending cuts, (c) unemployment benefits cuts, and (d) public sector wage bill cuts. Through the lens of the model, I will also perform a systematic comparison of the implications for different euro area Peripheral economies, which have implemented a different policy mix in the recent years.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACI” MARKETS, ORGANIZATIONS AND VOTES IN ECONOMICS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}