{
    "rcn": "215523",
    "acronym": "P-MaleReg",
    "topics": "MSCA-IF-2017",
    "title": "Establishment of P-element silencing in Drosophila simulans dysgenic males",
    "startDate": "16/01/2019",
    "endDate": "15/01/2021",
    "objective": "Transposable elements (TEs) are mobile genetic parasites infecting the genomes of most organisms, so abundantly as to be a major determinant of genome size in eukaryotes. They can be harmful, as their ability to mobilise makes them highly mutagenic and a threat to host genome integrity. Hence, organisms have evolved several TE repression mechanisms, especially in the germline, where new mutations can be transmitted to progeny. TEs challenge these silencing strategies by invading new genomes through horizontal transfer, but hosts appear to rapidly adapt to these new TEs. The classic example is the invasion of the Drosophila melanogaster genome by the P-element: TE repression in this system evolved so quickly that the P-element and its repressors (recently discovered to be due to a small RNA pathway) appeared almost simultaneously. The selective pressure may have been intense: crosses between D. melanogaster males containing P-elements and females devoid of it lead to frequent F1 sterility and other aberrant traits. This phenomenon, associated with uncontrolled P-element mobilization, is named ìhybrid dysgenesisî. \nDue in part to its rapidity, little is known about the early stages of TE repression evolution. In this work, we propose to take advantage of a rare opportunity to study the adaptation to a TE invasion in real time. Less than a decade ago, the P-element invaded the genome of D. simulans, a sister species of the genetic model. We aim to disentangle the molecular mechanisms involved in the establishment of P-element silencing in D. simulans. In particular, we will study the effects of dysgenesis and repression in males, which have been largely neglected to date. As a result, their role in the rapid spread of the P-element remains elusive. This work will contribute to deciphering how TE silencing is established during novel TE invasions, a crucial part of understanding the dynamics between TEs and their hosts.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}