{
    "rcn": "215526",
    "acronym": "FESTIVAL",
    "topics": "MSCA-IF-2017",
    "title": "From boreal spring to summer Tropical Atlantic inter-annual variability",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The economy of tropical Atlantic countries is based, to a large extent, on agriculture and fisheries, which are highly climate-dependent. Moreover, climate variations affect the incidence and transmission of certain diseases (i.e: Malaria), which strongly impact on the health and livelihood of West Africa and South America populations. Consequently, the tropical Atlantic variability (TAV) has important environmental and socio-economic impacts. Two dominant air-sea coupled patterns govern the TAV: the Meridional Mode (MM) and the Equatorial Mode (EM). The MM presents an inter-hemispheric sea surface temperature (SST) gradient during boreal spring, while the EM is characterized by warmer (cooler) SST anomalies in the eastern equatorial Atlantic in boreal summer.FESTIVAL project aims to investigate the existence of the MM-EM connection from a novel non-stationary approach. The air-sea processes responsible of this interaction will be determined at different time scales. \nThe MM and EM have profound imprints on the climate of adjacent and remote areas. If the MM-EM connection is established, their individual climate teleconnections would change, impacting on the precipitation anomalies over South America and Sahel, on the strength of the Northwest African and Angola-Benguela upwellings and on the Euro-Mediterranean climate. Moreover, the MM would act as a precursor of the EM pattern, enhancing its predictability, which still remains a challenge for the scientific community. Thus, within FESTIVAL, we will investigate the climate impact of the MM-EM link and will assess the predictive skill of the EM from the tropical Atlantic spring variability.\n\nThe natural decadal variability and the externally-forced Global Warming could modify the background state, modulating the TAV and in turn the MM-EM connection. In FESTIVAL, we will properly assess the role played by the low-frequency variability in the key mechanisms for activating the MM-EM connection.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}