{
    "rcn": "215559",
    "acronym": "IMagE",
    "topics": "MSCA-IF-2017",
    "title": "Impact of Magnetic field on Emergent solar spectra",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Solar brightness varies at all measured timescales and wavelengths, and can affect terrestrial atmosphere and climate. Variations on timescales longer than a day are driven by the solar surface magnetic activity. Solar magnetic field modifies the structure of the solar atmosphere and its radiative properties, appearing at the surface as dark spots and bright faculae. These features continuously evolve with time and modulate solar brightness. Although significant progress has been made in modeling solar brightness variations, their amplitude in the ultraviolet (UV) range remains controversial. IMagE aims at resolving this controversy.\n\nA crucial ingredient of the irradiance models are brightness spectra of the various magnetic components. Spectra that have been used until now relied on a number of simplifications that are not valid in the UV. To properly account for the physical mechanisms which influence the solar variability in the UV, including the line blanketing and departures from local thermodynamic equilibrium (LTE), non-LTE computations of spectra from realistic 3D magnetohydrodynamic (MHD) atmospheres are needed. This is computationally extremely challenging. IMagE will exploit state-of-the-art MHD and radiative transfer simulations to device a method for efficient, yet accurate, synthesis of the non-LTE brightness spectra of the different magnetic components. This method will be validated against high spatial resolution observations of the Sun. Incorporation of the spectra computed with this method in the physics-based irradiance models will lead to a breakthrough in our understanding of the solar UV irradiance variability. The grid of non-LTE spectra for different magnetic field strengths and solar disc positions produced within IMagE can also be used to analyze the data from future missions, for instance SUNRISE III and the maiden Indian solar mission Aditya-L1.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}