{
    "rcn": "215504",
    "acronym": "RhizoTalk",
    "topics": "MSCA-IF-2017",
    "title": "Decrypting the role of bacterial signals in microbial interactions to enhance Lysobacter establishment in the rhizosphere",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "Bacterial biocontrol agents (BCAs) are a promising alternative to chemical pesticides in sustainable agriculture. However, their use is often inconsistent in field, mainly due to the difficulty of BCAs to effectively colonize the rhizosphere and integrate in resident microbial communities. As invaders, BCAs have to face indigenous microbiota once arrived on the rhizosphere, and the establishment of interspecific interactions based on quorum sensing (QS) signals may enhance or hinder their establishment in the rhizosphere. With the objective to solve the problem of BCA inconsistency in field, our research is aimed at unveiling the response of a model BCA to main QS signals released by rhizosphere-living bacteria. To do that, we designed a straightforward working plan based on the combination of microbiology, transcriptomics and formulation technologies. We will use Lysobacter capsici AZ78 (AZ78) as model BCA and QS signals already characterized in rhizosphere-living bacteria. Firstly, we will identify main QS signaling systems included in AZ78 genome through genome mining and we will dissect the AZ78 transcriptional response to QS signals through RNA-Seq. Concurrently, we will identify bacterial strains living on tomato rhizosphere able to boost the AZ78 capacity to release antibiotics and resist UV-light, thanks to positive interactions. Finally, we will develop novel formulations of bacterial consortia (AZ78 with helper bacterial strains) incorporating also positive QS signals. The outcome of this project will be a milestone in the development of next generation BCAs relying on the interspecific interactions to favor BCA establishment in the rhizosphere. The achievement of the results will allow me to create a research group focusing on the ecology and formulations of BCAs, a topic that will meet the interest of industries investing in eco-friendly fungicides and European policy inclined to reducing the input of chemical pesticides in agriculture.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI TRENTO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}