{
    "rcn": "215580",
    "acronym": "NanoPyroMat",
    "topics": "MSCA-IF-2017",
    "title": "ZnS Wurtzite Nanotextured Ceramic Materials for Pyroelectric Energy Harvesting",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Pyrolectric materials could harvest energy from naturally occurring temperature changes such as changes in ambient temperature, and artificial temperature changes due to exhaust gases, convection or solar energy. These materials can operate with a high thermodynamic efficiency and, showing an advantage over thermoelectric materials, they do not require bulky heat sinks to maintain the required heat difference. Hence, ìpyroelectric energy harvestingî could be the right methodology to rescue some of the enormous amount of energy wasted as heat by converting the thermal fluctuations into electrical energy (e.g. more than 50% of the energy generated in the U.S. is lost that way each year). Reusing the wasted energy and increasing the share of renewable energy in final energy consumption are important EU targets, expressed in the Europe 2020 Strategy. Enhancing energy efficiency solutions would help citizens both in economic (lower electricity bills) and ecological (clean, green energy) terms. This project examines the development of pyroelectric nanotextured ceramics, for use in future ambient energy harvesting. An original combination of an inexpensive mechano-chemical synthesis for the production of hexagonal ZnS (wurtzite) nanopowder, and the subsequent fabrication of nanotextured ceramics applying a high-pressure-low-temperature sintering, will be used, an approach we have explored previously to suppress grain growth. Neither the fabrication methods, nor the existence of nanotextured pyroelectric ceramics of wurtzite have yet been reported in the literature. In particular the project will explore the potential of the wurtzite nanotextured ceramics as new functional anisotropic bulk materials for pyroelectric energy harvesting. We expect the pyroelectric properties to improve with the introduction of nanostructures and texturing within the anisotropic material like wurtzite, which should ultimately lead to more efficient pyroelectric devices for energy harvesting.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}