{
    "rcn": "215577",
    "acronym": "NEUROTILES",
    "topics": "MSCA-IF-2017",
    "title": "Bioengineered hippocampal organoids for epilepsy treatment",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Epilepsy is a life-threatening progressive disorder causing uncontrolled activity of the brain (seizure); it carries among the highest burden of disease and significant social stigma. Temporal lobe epilepsy (TLE) is the most frequent syndrome, the least responsive to medications and the most linked to severe psychiatric and cognitive co-morbidities. When drug resistance ensues, neurosurgery and deep-brain stimulation are invasive options to carefully consider. Thus, TLE treatment demands urgent innovative interventions. \n\nIs it possible to generate ëreplacement partsí to heal the diseased brain? The idea of repairing the brain using engineered transplants is nowadays more appealing than ever thanks to the ground-breaking advent of ëmini-brains in a dishí (brain organoids). Remarkably, brain organoids can be derived from human stem cells, thus carrying unique potential for targeted studies. However, their application in regenerative medicine has yet to thrive. Therefore, the interaction of brain organoids with mammalian brain tissue remains unexplored.\n\nIn this project, I engage in the challenge of generating surrogate brain areas as transplants for epilepsy treatment. Specifically, I will focus on the hippocampus, a central structure in learning and memory which is crucially involved in TLE. I will push an unprecedented biohybrid design based on the synergetic exploitation of organoid technology and innovative neural engineering tools to pursue, for the first time ever, the establishment of a dialogue between engineered and mammalian brain tissue. \nThe foundation of NEUROTILES stems in the emerging concept that brain repair strategies from regenerative medicine and neural engineering are distinct yet complementary. In the era of artificial intelligence and nanotechnology, NEUROTILES will promote a revolutionary framework for brain repair strategies and ultimately ignite the establishment of the novel field of ëenhancedí regenerative medicine.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}