{
    "rcn": "215583",
    "acronym": "EUSKOR",
    "topics": "MSCA-IF-2017",
    "title": "Europe, the United States and the Crisis on the KORean Peninsula: Between a Rock and a Hard Place",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The objective of the EUSKOR project is twofold: firstly, to explore why the EU has so far been unwilling and incapable of becoming a credible political and security actor in North East (NE) Asia despite its declared intensions, trade power and experiences applicable for the region; secondly, to examine whether and how the EU could upgrade its political and security role in NE Asia by its increased strategic engagement on North Korea. The EUSKOR first examines the new ways in which the EU (and its Member States) can ëdownloadí its foreign policy preferences and help reach denuclearization on the Korean peninsula and peace settlement between the ROK and DPRK (WP 1). Second, the EUSKOR project explores how by ëdownloadingí the EUís preferences and policies to the North Korean issue could the EU ëuploadí an upgraded strategic standing in NE Asia (WP 2). Given the EUís push for free trade, particularly at the time of a growing American protectionism, WP2 also investigates whether and how the EU could better link its political and security interests with its trade leverage. The EUSKOR projectís highly topical empirical findings are complemented by theory-building through looking at who/what drives EU foreign policy and why and whether diffusion of European ideas and policies could ëtravelí beyond Europe, hence making the link between EU internal governance and EU foreign policy. \n\nDrawing on extensive series of semi-structured interviews to be conducted in Berlin and during short visits in NE Asian capitals, the EUSKOR project is cross-sectoral and multidisciplinary, informing at least three fields (international relations, comparative politics and political economy). The KOREU project is based at the Center for European Integration at Free University Berlin and supervised by Prof. Tanja Bˆrzel, leading to a two-way knowledge and skills transfer as well as policy impact during dissemination through a think-tank secondment at the Stiftung Wissenschaft und Politik.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}