{
    "rcn": "215539",
    "acronym": "MEXOM",
    "topics": "MSCA-IF-2017",
    "title": "Development and characterization of extracellular vesicles an innovative cell-free therapeutical product for treatment of stroke",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "Stroke is leading cause of long-term disability in Europe and worldwide with no effective treatment so far. Inflammation plays a vital role in brainís response to ischemic stroke with deleterious consequences during early acute phase. Strong immunomodulatory effect of human mesenchymal stem cell (MSCs) demonstrated in many preclinical stroke models, however, has failed in clinical experiments. Recent preclinical data indicate that MSCs exert their anti-inflammatory effects via secreted extracellular vesicles (EVs) through microRNAs and this potential could be boosted by preconditioning MSCs ex vivo with small molecules. The aim of this Fellowship will be the determination of MSC-EVs anti-inflammatory mechanism of action specific for stroke for the first time.\n\nThe Host has developed clinical-grade technology (GLP/GMP) for human cord MSC-EVs manufacturing at large scale with anti-inflammatory action. During this Project the Researcher will receive training-through-research and will investigate the small molecule potential impact on MSC-EVs cargo enrichment with specific microRNAs. Then he will study candidate microRNAs anti-inflammatory potential in vitro on the key brain inflammation cells. The Researcher will acquire transferable knowledge in regulations, quality assurance, intellectual property and entrepreneurship. Novel competences will reinforce the Researcher as mature and independent scientist in the field of regenerative medicine with new career opportunities in private sector. Communication and dissemination will be carried out with all stakeholders, including academia, industry, civil societies, policymakers and general public.\n\nThe Researcher will transfer his molecular biology knowledge and skills, thus advancing the development of MSC-EVs product for treatment of stroke at the Host towards clinically applicable commercial innovation. This Fellowship will highlight Europe as world leader in innovations targeting unmet medical needs.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "THE CELL-FACTORY",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}