{
    "rcn": "215552",
    "acronym": "FASTEST",
    "topics": "MSCA-IF-2017",
    "title": "Fully Air-Processable and Air-Stable Perovskite Solar Cells Based on Inorganic Metal Halide Perovskite Nanocrystals",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Hybrid perovskites represent a new paradigm for photovoltaics, showing the potential of cost-effective fabrication, viable integration for a multi-junction device, and flexible device applications. However, the viability of perovskite solar cells is still far behind commercialization due to difficulties arising from little air-stability and inconsistent power output. The FASTEST project aims to synthesize air-stable inorganic perovskite nanocrystals (NCs) for their application in high-performance photovoltaics. Inorganic perovskite NCs exhibited outstanding optical properties, with photoluminescence quantum yield above 80%, i.e. low charge recombination losses. However, current nanoparticle synthesis methods use bulky, high-boiling point ligands which hamper the formation of high quality optoelectronic thin films, i.e. films with high charge transport and limited recombination, which severely limits possibilities of applications. This project will overcome these hurdles by engineering perovskite NCs by introducing short ligands for room temperature (RT) synthesis and compositional substitution with second metallic ions to stabilize perovskite NCs with an optimal bandgap. Furthermore, to attain air-durability as well as a good dispersion in solution states, novel polymeric passivating materials which protect perovskite NCs from degradation will be incorporated. These will develop effective strategies for enhancing the durability of metal halide perovskite nanoparticles from synthesis scheme to device operations. The technological advancement will be supported by fundamental studies on the photophysical properties of perovskite NCs related with physics of defect and perovskite degradation under controlled conditions of humidity, light, and temperature. This will lead to an understanding of the degradation mechanisms in the perovskite NCs, finally a demonstration of the solution-processable perovskite NCs for flexible large-area PV applications.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}