{
    "rcn": "215532",
    "acronym": "NEMoCuRe",
    "topics": "MSCA-IF-2017",
    "title": "Role of S-Nitrosylation of epigenetic modifiers in vascular regeneration",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This MSCA-IF describes a career development plan to prepare Dr. Matrone to become an independent investigator. This program builds on Dr. Matroneís background as a talented biologist in cardiovascular regeneration and will provide him with the skills to decipher the mechanisms of S-Nitrosylation of epigenetic modifiers during tissue regeneration in zebrafish (Danio rerio). These studies will lay the foundations for future studies that will be carried out by Dr. Matrone as an independent investigator. The project will be carried out at the Centre for Cardiovascular Sciences at the University of Edinburgh. Dr. Matroneís mentor is Dr. Martin Denvir, Reader in Cardiology. Dr. Denvir is an excellent mentor with extensive experience in cardiovascular disease. The MSCA-IF will consist of structured mentorship, formal coursework, a provocative research project and a program of career transition.\nDr. Matroneís research proposal is based on supportive preliminary data. Changes in S-nitrosylation of epigenetic modifiers in response to injury will be assessed in nuclear proteins extracts from injured tissues and identified by mass spec-proteomic analyses. The most interesting and novel epigenetic modifiers will be further studied in vascular development and regeneration following laser injury in the dorsal aorta. Candidate proteins will be knocked out by CRISPR/Cas9 or knocked down by morpholinos and will be mutated by site-specific mutagenesis. Furthermore, Dr. Matrone will assess the role of the innate immune system and iNOS in S-nitrosylation of nuclear proteins (e.g. epigenetic modifiers). He will confirm and refine his preliminary data showing that the innate immune system and iNOS trigger tissue regeneration. He will pharmacologically and genetically modulate TLR3, NFkB and iNOS and will take advantage of transgenic lines to track changes in the immune system activation in situ. These studies may provide insights toward novel strategies for tissue regeneration in humans.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}