{
    "rcn": "215538",
    "acronym": "MAPIC",
    "topics": "MSCA-IF-2017",
    "title": "Microfluidic Active Pharmaceutical Ingredients Capture (MAPIC) System",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "This project aims at tackling pharmaceutical micropollutant capture (antibiotics, endocrine disruptors,Ö) from wastewater by developing a small, energy-efficient, high capture efficiency device that couples microfluidic technology  with ?-Cyclodextrin polymer (?-CDP). ?-CDP was recently shown to outperform all other adsorbants in water depollution test. Yet, like all adsorption methods, ?-CDP efficiency is dependent on required elapsed time for interaction events to occur  in  between flowing pollutant and the adsorbant surface. This can be greatly improved by using microfluidics systems which reduce drastically both the diffusion distance and the related time while significantly minimizing the overall footprint. The proposed highly integrated microfluidic architectures target to treat up to 50 m3/day, and unlike conventional methods uses minimal energy (<200Pa). The modular assembly will also enable multiplexed capture approaches through serial configuration. \nThis project will pave the way towards further possibilities for applications in biosensing, solvent recovery, and others fluid system remediation (Air, Gas, oils, etc,Ö).\n\nWith the support of Blackholelab and its owned IP, two remediation demonstrators will be realized for domestic and industrial perspectives, with respectively targeted sizes of a Soda-Can and a suitcase.  This innovative solution to remove pharmaceuticals from wastewater can help in tackling some of our greatest challenges: water scarcity, energy saving, and antibiotic resistance.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "BLACK HOLE LAB",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}