{
    "rcn": "215592",
    "acronym": "DECISIONSEQ",
    "topics": "MSCA-IF-2017",
    "title": "Neural bases of behavioral choices and sequences",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "It is essential for survival across the animal kingdom to make appropriate choices depending on the environmental context and the internal state. Nevertheless, how decision-making is implemented in the nervous system by specific circuits remains a significant gap in our knowledge. Many actions are physically mutually exclusive so competitive interactions must exist to enable the selection of one behavior and concomitant full suppression of all alternatives. Often, behaviors are not single actions but multiple actions organized into sequences that allow the animals to achieve their goals and mechanisms must be in place to regulate the transition between the behaviors in a sequence. Here again the network architecture underlying the generation of action sequences is not known with synaptic resolution. The difficulty in determining the detailed network architectures underlying decision-making and sequence generation is primarily due to the challenges in mapping connectivity between neurons with synaptic resolution and establishing causality between neurons and behaviors with cellular resolution with the model systems used. We propose to study circuit mechanisms of selection, repression and transitions between actions and fill the above described knowledge gap. Our multidisciplinary approach will combine neural manipulation during behavior, electron microscopy (EM) reconstruction of neuronal connectivity with synaptic resolution in the tractable model system, the Drosophila larva with modeling and quantitative behavioral analysis. We aim at determining with unprecedented resolution the network architectures and circuit mechanisms underlying competitive interactions and sequence transitions. Determining basic principles of behavioral choice and sequence implementation in the tractable genetic model system will lay the basis for future investigations in larger, more complex systems.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}