{
    "rcn": "215558",
    "acronym": "IMPACT-HEALTH",
    "topics": "MSCA-IF-2017",
    "title": "IMaging Pancreatic Alpha-cells Calcium Tied with HEterogeneous Analysis of Labeled Transcription factors with in situ Hybridization",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Excess of plasma glucagon is frequently reported in diabetic patients, a misregulation that exacerbates hyperglycemia, a major complication of diabetes. This has spurred research into alpha-cell function and glucagon regulation, to find potential treatments, independent from insulin, for diabetes. To normalize glucagon secretion as a therapeutic strategy, it is crucial to have a better understanding of its regulatory mechanisms and the expression of specific genes regulating those mechanisms. Unfortunately, there is no consensus model explaining the regulation of glucagon secretion from pancreatic alpha-cells. However, calcium is known to be required for glucagon secretion, but its role is not completely understood. \n We propose to evaluate the role of free calcium activity across islet ?-cells in the regulation of glucagon secretion from mice, using a custom built light-sheet fluorescence microscope, allowing fast three-dimensional imaging for an extended amount of time. \n The interest will be focused on the heterogeneity of the response, which forms subpopulations of ?-cells. After, the attention will be addressed in discovering cellular expression patterns of transcription factors known to be relevant in alpha-cells through immunofluorescence, and to determine how these regulate their target genes using single molecule Fluorescence In Situ Hybridization (smFISH). Particular attention will be focused on correlating the heterogeneities of calcium activity in subpopulations of alpha-cells with their differential gene expression.\nBy finding this differential expression, it will be possible to target specific genes in order to trigger various single-cells behaviors and discover novel therapeutic targets.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}