{
    "rcn": "215551",
    "acronym": "REGinTRAN",
    "topics": "MSCA-IF-2017",
    "title": "Advanced manufacturing and the transition of regional economies: institutions, social regulation and development in Apulia and Lower Silesia",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "At a time of technological transition REGinTRAN aims to understand under which conditions advanced manufacturing might turn out to be a viable driver for sustaining the development of regions suffering from structural disadvantages. On the one hand, the literature on systems of advanced manufacturing has mostly concentrated on a few highly successful regions and established a clear-cut distinction between growing and declining regions. On the other hand, studies on the national models of capitalism have tended to adopt a deterministic account of the process of economic development yet overlooking the role of actors. The main innovative contribution of REGinTRAN will be to embrace a dynamical perspective of the study of regional trajectories by taking into consideration the hitherto unrealized potential of less developed territories. More precisely, the project will investigate the linkages between social actorsí mobilizations, patterns of state intervention and the opportunities and constraints offered by digital technologies for industrial transformation. This will contribute to produce new knowledge on the institutions and mechanisms that can foster (or hinder) a process of socio-economic transition. REGinTRAN will be based on an interdisciplinary approach building on comparative political economy, sociology of public action and regional and economic geography. Apulia and Lower Silesia will be investigated in depth through a systematic comparison using causal process tracing (1999-2016). A quantitative analysis of socio-economic indicators for less developed regions in Europe will complement the case-study analysis. The project will provide policy inputs on how to build a collective capacity of action by mobilizing unused resources and promoting inclusive growth. Different measures (workshops with students and professionals; one policy-brief) will be taken in order to disseminate results and stimulate a wider non-academic debate.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}