{
    "rcn": "215579",
    "acronym": "LANTERNS",
    "topics": "MSCA-IF-2017",
    "title": "LANTHANIDE ION DOPING OF TERNARY QUANTUM DOTS",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "This project aims to address the current limitations of existing in vivo optical imaging nanoprobes (ONPs). Specifically, the present study targets a tangible breakthrough that will increase both the optical contrast and sub-tissue penetration depth of optical imaging, compared to that obtainable with state-of-the art contrast agents. In particular, the ability to optically overcome the limitations imposed by autofluorescence (light endogenously generated by the specimen upon irradiation) constitutes a very demanding requirement for the real-life application of ONPs. In LANTERNS my proposal is to accomplish the above-mentioned goals through an elegant marriage between lanthanide (Ln) ions and chalcogenide ternary quantum dots (QDs), the latter acting as a host for the ions. These smartly-designed ONPs (Ln-QDs) will have a superior capability for minimally-invasive deep-tissue imaging, owing to an unprecedented brightness and fully near-infrared (NIR) operational capabilities. These features will endow the so-designed Ln-QDs with outstanding optical contrast and sub-tissue penetration depth. In perspective, the development of this system will deliver an all-optical diagnostic practice that will reduce patient risk, in terms of possible harm, and lessen the amount of radiation required to localize malignancies. These goals will be achieved concurrently with a considerable reduction of the imaging costs via the use of low-cost excitation sources and signal detection setups, also shortening the imaging times. The project is also expected to lead to the assessment of a widely applicable method to produce a virtually infinite number of Ln-QDs, whose optical properties could be finely tuned throughout the entire optical radiation spectrum. Beyond the main biomedical aim of this project, the expected progress will constitute a significant leap within the luminescent materials science field, with an appeal to a broad scientific community.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD AUTONOMA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}