{
    "rcn": "215553",
    "acronym": "GLIAMAC",
    "topics": "MSCA-IF-2017",
    "title": "Uncovering Enteric GLIA-MACrophage communication in the intestinal homeostasis and inflammation",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "Uncovering Enteric GLIA-MACrophage communication in the intestinal homeostasis and inflammation.\nThe enteric nervous system (ENS) is a network of neurons and enteric glial cells (EGCs) organized in ganglia essential to control gastrointestinal physiology. Although EGCs have historically been described as supporting cells for enteric neurons, recent data from my previous work and from my host group demonstrated that enteric glia is ìcommunicatingî with innate immune cells via the secretion of immune-active molecules. Interestingly, alterations in the morphology and function of EGCs have been reported in patients affected by chronic intestinal inflammation such as inflammatory bowel disease (IBD). Thus, I hypothesise that factors released by enteric GLIA may directly modulate MACrophage phenotype and function in the gut, making EGC a novel overlooked player in the pathophysiology of IBD. \nIn the first part of GLIAMAC, the molecules and the molecular mechanisms involved in the enteric glia-macrophage crosstalk will be screened in vitro using co-culture experiments and assessed in vivo using novel EGC-specific mouse models of intestinal inflammation. Finally, I aim to translate our findings to the clinical setting using tissue samples from IBD patients. To this end, the immunomodulatory properties of EGCs isolated from healthy individuals and IBD patients will be compared using cellular, genomic and proteomic system-wide approaches. Identification of new molecules and pathways involved in enteric glia-immune cell crosstalk will represent a major breakthrough in elucidating the pathogenesis of intestinal immune-mediated diseases. Thus, GLIAMAC will potentially give rise to a new class of molecules to treat and favour remission in patients affected by IBD.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}