{
    "rcn": "215536",
    "acronym": "PBDM",
    "topics": "MSCA-IF-2017",
    "title": "Payoff-Based Decision-Making",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This project investigates the effects of personal payoff experiences on subsequent decisions in repeated settings under uncertainty with feedback. The project will first build a theoretical framework integrating the effects of experienced payoffs on both risk attitudes and beliefs. In the model, payoffs influence risk preferences, relaxing the assumption that preferences are stable; payoffs also distort information processing, causing belief biases. I will model this as an individual investorís portfolio choice problem, and generate implications for behavior and for asset price dynamics. The theoretical results will be tested experimentally and empirically. I will use one experiment to establish the validity of theoretical predictions in a controlled setting where payoff experiences vary across treatments, with all other things equal. The other experiment complements the first by disentangling the competing preference and belief mechanisms with the help of brain scanning technology. Finally, the external validity will be checked in an empirical study using individual investorsí trading and pension choices data. The data contain survey results of investorsí beliefs towards own investments and the market, providing a natural ground for a test of my theory. Understanding of the payoff-based decision-making mechanism in finance can potentially shed light on other behavioral patterns in financial decision-making, such as herding and style investing. This project will thus generate important policy implications for individual investors to improve their welfare, for financial firms to make profits, and for policy makers to enhance market efficiency.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}