{
    "rcn": "215529",
    "acronym": "FunSilting",
    "topics": "MSCA-IF-2017",
    "title": "Functorial techniques in silting theory",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This project aims to develop topics in contemporary representation theory by making novel connections between two different approaches: tilting theory and model theory.  Tilting theory is a set of tools that allows us to formally compare derived categories and has applications in many areas such as Lie theory, algebraic geometry and topology.  Our work will take place in the richer setting of silting theory, which encompasses traditional tilting theory but also enables the study of important abelian subcategories of the derived category that are not necessarily derived equivalent to the ring.   \nWe will approach silting theory using techniques originating in mathematical logic, that is, we will use the model theoretic approach to purity.  It has been observed for many years that there is a connection between purity and tilting theory but the underlying reasons for the link have still not been properly explained.  Our new perspective aims to explain and deepen these connections. The key techniques we will use involve localisations of functor categories and their connection to a topological space called the Ziegler spectrum.\nThere are two main objectives in this proposal:  firstly we will strengthen the foundations of the connection between silting theory and purity and secondly we will apply our new approach to classification problems in the representation theory of finite-dimensional algebras.\nThe Experienced Researcher (Dr. Rosanna Laking) will work on the project under the supervision of Prof. Angeleri H¸gel at the University of Verona for a period of 24 months.  In addition to the valuable exchange of knowledge between the Experienced Researcher and the large number of experts on tilting theory in the region of Verona, this fellowship will enable Dr. Laking to develop skills in teaching, project management and communication.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI VERONA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}