{
    "rcn": "215510",
    "acronym": "UMOTA",
    "topics": "MSCA-IF-2017",
    "title": "Ultracold Molecules in Optical Trap Arrays",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Classical computers quickly hit the brick wall when asked to model the behavior of interacting quantum systems. For example, calculating the time evolution of a quantum system consisting of only 40 interacting spin-Ω particles is believed to be fundamentally impossible on a classical computer. Fortunately, the direct investigation of such systems is coming into the reach of todayís most powerful quantum simulators. In this approach, a controllable quantum system is used to model the behavior of other less accessible systems of interest.  I plan to make a versatile, reconfigurable array of strongly-polar Calcium Monofluoride (CaF) molecules, and investigate its utility as a scalable quantum simulator.  These ultracold molecules have long lifetimes and interact over large distances via their strong electric and magnetic dipole moments. They can thus be used to investigate a wide range of many-body quantum phenomena and are promising candidates for the simulation of lattice spin models, which are omnipresent in condensed matter physics.\nIn the Center for Cold Matter at Imperial College London, CaF has recently been magneto-optically trapped and laser-cooled to a record-breaking temperature of 50µK. As an MSCA fellow I will build upon these results. I will develop techniques to confine a single CaF molecule in an optical tweezer trap, then assemble a controllable array of molecules using multiple tweezer traps, and finally investigate the entangling dipole-dipole interaction between two neighboring molecules by coherent microwave control. These experiments will take place in a complexity regime where results can still be numerically simulated and will thus serve as benchmark tests of a future scalable quantum simulator.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}