{
    "rcn": "215588",
    "acronym": "NonlinearEBM",
    "topics": "MSCA-IF-2017",
    "title": "Nonlinearity of Key Economic and Environmental Variables in Coastal/Marine Ecosystem-Based Management (EBM)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Traditional approaches of natural resource management that focus on a single species or sector is widely seen as insufficient/ineffective in protecting coastal/marine systems from human pressures. As a result, ecosystem-based management (EBM) has been proposed as a benefit optimization and decision-making strategy that combines often conflicting human development and ecosystem conservation goals. EBM has recently gained momentum in coastal/marine management initiatives in both United States and European Union. In assessing trade-offs during EBM analysis, due to the lack of data it is frequently assumed that the key ecosystem variables change linearly with the change of key economic variables. If incorrect, such assumptions can lead to a significant overestimation or underestimation of the human impact on coastal/marine ecosystems. Validation of such mathematical relationships/trade-offs would be instrumental in further advancing EBM approach and its practical implication around the world as well as natural resource management in general. This study would focus on mercury (Hg), lead (Pb) and Cadmium (Cd), three heavy metals that are of primary concern in European marine environments because of their toxicity, ability to bio-accumulate and bio-concentrate in marine organisms/humans, and its wide presence in industrial wastewater which is discharged into coastal waters. The proposed project would utilize a modeling approach combined with validation of model data with previously published field data. Three models would be applied: Natural Capital Project CWQ, CAESAR Bioconcentration and KABAM Bioaccumulation. This study would contribute to the building of foundation for mainstreaming natural capital into decisions for numerous marine coastal social-ecological systems in Europe and worldwide by providing evidence based, quantitative basis to make informative decisions in optimizing the economic development and sustainability goals.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}