{
    "rcn": "215519",
    "acronym": "TreEsilience",
    "topics": "MSCA-IF-2017",
    "title": "Global patterns of intraspecific variation in tree resilience to drought",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Forests provide essential long-term ecosystem services, such as reducing carbon emission and biodiversity conservation, and consequently, are the focus of many conservation policies (i.e. Europe 2020 Strategy). Drought events associated with climate change reduce tree growth and prompt mortality episodes, impacting global and severely forest ecosystems. The ability of trees to resist and recover from drought (tree resilience) will be decisive to maintain the functioning of forest ecosystems. Measuring tree climate-growth relationship and resilience is thus key for predicting the effect of climate change. However, because different tree populations may have faced contrasting climatic conditions, the within-species response to climate change may differ geographically due to local adaptation. TreEsilience proposes using tree rings to investigate the role of local adaptation in determining intraspecific variation in tree resilience to drought. To date, such an intraspecific approach has never been pursued. In order to reach this ambitious goal, TreEsilience will use an interdisciplinary approach that combines dendrochronology, phylogenetic comparative methods and species distribution modelling, thus bringing tools from the spatial and evolutionary ecology to the study of forest management and conservation. The results will provide insights into novel strategies to improve forestry efficiency by identifying early signals of tree mortality, useful for forest practitioners, policy-makers and stakeholders in order to mitigate the detrimental effects of land degradation and desertification on human wellbeing due to climate change.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}