{
    "rcn": "215507",
    "acronym": "5G-DRIVE",
    "topics": "MSCA-IF-2017",
    "title": "5G DRIVEn Resource Efficient Mobile Aggregation Networks",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The fifth generation (5G) cellular networks set ambitious goals that require technological advances in both wireless and transport network infrastructures, especially regarding cost and carbon footprint. In this context, a promising architecture for 5G aggregation networks is the recently proposed Claud-Radio Access Network (C-RAN). \nHowever, it will face the serious challenges related to (1) efficient use of network resources, (2) low-latency requirements, and (3) scalability. Seems that optical aggregation networks based on wavelength division multiplexing are the outstanding candidates to meet high-capacity and low-latency requirements. However, to reduce cost and power consumption, there has been a recent push towards the consolidation of the network by merging the access and metro transport where flexible-grid transmission is also considered. This becomes questionable in the context of the traditional C-RAN. Therefore, alternatives are being analysed including different function splits between cell-site and baseband equipment, and millimetre-wave carriers instead of optical carriers for interconnecting cell-site equipment and access central office. \nHence, 5G-DRIVE project aims to explore the impact of transport cost and wireless channel (de-) aggregation technique on resource efficiency (cost, spectrum, power consumption) and service availability in aggregation network that uses optical or millimetre-wave carriers for interconnecting cell-site and baseband equipment.",
    "totalCost": "133904,4",
    "ecMaxContribution": "133904,4",
    "coordinator": "RIGAS TEHNISKA UNIVERSITATE",
    "coordinatorCountry": "LV",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}