{
    "rcn": "215506",
    "acronym": "DETRIMODE",
    "topics": "MSCA-IF-2017",
    "title": "DEgradation TRIggered by MOdular DEsign",
    "startDate": "21/05/2018",
    "endDate": "05/07/2020",
    "objective": "The project DETRIMODE (DEgradationTRIggered by MOdular Design) aims at the development of a methodology for the modular synthesis of Targeted Protein Degradation Inducers (TPDI), designed as bifunctional molecules apt to the degradation of target proteins via recruitment of the ubiquitin proteasome system, a process with therapeutic prospects if applied to disease driving proteins. TPDIs are comprised of an E3 ligase ligand and a target protein ligand joined by a spacer (linker), to bring the ubiquitinating system and the target protein in close proximity, so to promote degradation of the latter. The formation of the ternary complex (target protein-TPDI-E3 ligase) is an articulated process influenced by a series of factors, such as ligands affinity, linker length and composition and molecular features of the proteins involved. The project tackles this endeavour in stages of increasing innovation, progressively incrementing the scope, flexibility and efficiency of modular synthetic access to arrays of tripartite molecules via protected, solid grafted intermediates, combinable with a variety of target ligands.  New chemical entities TPDIs will be generated targeting selected purinome proteins oncology-related.  \nThis project will be pursued within the Chemical Core Technologies Dept. of a fully integrated company (NMS), engaged in the discovery and development of new small molecule based drugs. Organic and solid phase chemistry, computational and structural chemistry, molecular and cell biology, among others, will be exploited to achieve the projectís goal. In such multidisciplinary environment, this new technology will grow at the same speed with the researcherís medchem competence, increasing the chance of mutual success. DETRIMODE outcomes will be shared with peers, while updates on its progresses as well as general information on how EC-funded research have impact on the general public will be communicated by a number of means, bringing science closer to society",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "NERVIANO MEDICAL SCIENCES S.R.L",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}