{
    "rcn": "215514",
    "acronym": "REESources",
    "topics": "MSCA-IF-2017",
    "title": "REESources: experimental investigation of the role of fluids in the formation of rare metals ore deposits.",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "High-field strength elements (HFSE: Ti, Zr, Nb, Ta, Hf) and rare earth elements (REE: La to Lu, \\Sc, Y) have become critical resources to the industry, being labeled the ëkeys to green technologiesí. Their rarity does not stem from their low abundance in the Earthís crust but rather from difficulties in separating them from each other and Chinaís monopoly on their supply chain. Strikingly, little is known about the geological processes leading to their economic concentration in different environments. Especially, how high-temperature fluids can extract rare metals from magmas and reconcentrate them up to economic levels is poorly understood.\nThe proposed research will investigate this question combining innovative experimental technics. High-pressure high-temperature experiments will be conducted at the Institute for Mineralogy at the University of M¸nster (WWU) and different synchrotron facilities (ESRF, Grenoble; PETRA, Hamburg) to determine the solubility, speciation and fluid-melt partitioning of the HFSE and REE. The experimental results are expected to constitute a necessary theoretical framework for the exploration and sustainable mining of these critical metal resources. \nThe applicant has 9 years experience of experimental petrology, with particular expertise in the in situ study of high P-T fluids with synchrotron radiation and Raman spectroscopy. Especially, she has been working on the role of fluids in the formation of various ore deposits over the last 4 years (at the Australian National University and the University of Bristol). The WWU would benefit from the applicantís previous research experience in in situ technics, X-ray and Raman spectroscopies and in the field of economic geology. In return, the applicant will receive crucial support to develop her research and especially benefit from the comprehensive experimental and analytical environment at WWU, which is one of Europeís leading research institutes in Petrology and Geochemistry.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}