{
    "rcn": "215575",
    "acronym": "Origen on the Psalms",
    "topics": "MSCA-IF-2017",
    "title": "Origen'S Exegesis of the Psalms: Contributions from a Close Analysis of his Homilies on the Psalms (Codex Monacensis Graecus 314)",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "I wish to conduct an in-depth study of Origenís (d. 254) Homilies on the Psalms, a collection of 29 Greek exegetical homilies on ten biblical psalms. The discovery of this text in 2012 is one of the most important in the history of scholarship on early Christianity, given both Origenís influence on the subsequent early Christian exegetical tradition and the importance of the Psalms for the early Church. Study of these homilies has only just begun; the critical edition was published in 2015, and the English translation is still underway. I propose a project in three stages in order to make an important contribution to this early phase of research. In the first stage I will conduct a close textual analysis of the homilies. I will analyze Origen's grammatical and rhetorical argumentation, in addition to his philosophical, theological, and moral explanations of the psalms. In stage two I will primarily employ the modern literary theory of tradition history, in order to examine the traditions that influenced Origen in his exegesis of the psalms, such as his use of the exegesis of Philo, Clement, and the New Testament author, Paul. In the third stage I will analyze comparatively Origen's Homilies on the Psalms and his Homilies on Jeremiah, his only other extant Greek homilies prior to the 2012 discovery. This comparison will shed light on the extent to which his treatment of the Psalms is distinctive within his exegetical writings. I am well suited for this task, as I have already worked on early Christian exegetical techniques and with much of Origenís corpus in my doctoral research. I have already begun preliminary research on the Psalm homilies. The School of Culture and Society at Aarhus University is the ideal place to conduct this study as Anders-Christian Jacobsen, my proposed supervisor, is a world-renown Origen scholar. In addition, many of the schoolís researchers are experts in early Christian scriptural interpretation and the methods of tradition history.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}