{
    "rcn": "215542",
    "acronym": "GEiMS",
    "topics": "MSCA-IF-2017",
    "title": "GridEye State Estimation of Medium Voltage Distribution Systems",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "GEiMS will be the first ever project to enable the realistic and prompt application of decentralized State Estimation (SE) at Medium Voltage (MV) Distribution Systems (DS) of electricity. A wide, concise, adaptive and straight-forward SE framework for MV DS will be delivered, based on the novel, but readily available features of the GridEye Base Module (GBM) equipment, which is integrated over GridEye Network Supervision, a fully operational monitoring and control ICT platform, both developed by DEPsys (host institution of GEiMS). The Experienced Researcher (ER) will contribute greatly to GEiMS thanks to his vast experience in the recent years of his studies and work on the field of MV DS. To achieve the goals of GEiMS, first, the calculation of the phasors performed by the GBM equipment will be improved, based on proper time domain models of the DS infrastructure. Following, and since SE may be viewed as an optimization problem, the GEiMS platform will include distributed optimization techniques to realize SE for MV DS. However, due to the limited availability of metering (and, thus, processing) infrastructure at DS, a complementary decentralized SE method will also be added to the GEiMS platform. Given the special characteristics of DS, the correlation of errors across types of the measurements and pseudomeasurements required in SE methods will be explored extensively. The GEiMS framework will also account for practical critical issues that may threaten the integrity of SE and devise plans to ensure improved efficiency of the tool under all circumstances. The framework will be assessed on an actual test-bed distribution feeder. The whole GEiMS project will be developed in close collaboration with Swiss and European DSOs, thus ensuring its practical value for the R&D panel at hand, as also offer ample potential and opportunities to the ER leading this work.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "DEPSYS SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}