{
    "rcn": "215521",
    "acronym": "iNtoPoreAge",
    "topics": "MSCA-IF-2017",
    "title": "Assessing transcriptional and nuclear pore aging in age-equivalent and rejuvenated induced neurons from Alzheimer patients",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "I am a stem cell biologist specialized on modeling human neurodegenerative diseases. During my PhD with Dr. O. Br¸stle (University of Bonn), I was trained in human stem cell and reprogramming technologies working on human models for Alzheimerís Disease (AD). As a postdoc at the Salk Institute with Dr. F. H. Gage, I acquired and strong foundation in functional neuroscience, nuclear pore biology and systems biology/bioinformatics. My work helped to better understand complex neuropsychiatric disorders, as well as the process of neuronal aging. I could show that direct conversion of human fibroblasts into induced neurons (iN) preserves signatures of cell aging, while iPSC reprogramming erases them. To start my own independent lab, I have accepted a tenure track position at the University of Innsbruck. As an independent scientist, I seek to bring together my recent findings on reprogramming and aging, my permanent interest in AD, and powerful systems biology and bioinformatics to unravel the age-dependent disease-initiating mechanisms of sporadic AD. In this proposal, I, together with my supervisor Prof. Dr. Frank Edenhofer, designed a dedicated research and training plan. In the first aim of the project, I will generate phenotypically old (iN) and rejuvenated (iPSC) neurons from an established set of well-characterized AD patients and controls. Using unbiased transcriptome approaches, the data will help to better understand the impact of neuronal aging on sporadic AD pathogenesis. In a second aim, I will use live-cell imaging approaches to study the age-related dysregulation of nucleo-cytoplasmic transport. The goal is to better understand how cellular aging affects pathogenesis, in order to pinpoint the earliest and potentially most treatable mechanisms involved in AD. This award will enable my research in Innsbruck and give me protected time to successfully complete the proposed research, which is vital for establishing myself as an independent researcher in Europe.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}