{
    "rcn": "215683",
    "acronym": "ISOPATH",
    "topics": "MSCA-IF-2017",
    "title": "Multi-isotopic tracing of human and animal mobility in lowland Europe",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "ISOPATHís main aim is to unlock patterns of mobility ñ an essential socio-economic strategy ñ in non-literary societies of Europe. This study will cover a well-defined and surveyed area ñ the region of Kuyavia, a typical postglacial landscape of the North European Plain. To explore assumed evolutionary changes a long-time perspective is proposed, comprising ~2500 years from Middle Neolithic to Middle Bronze Age (ca. 3700ñ1200 cal. BC). The main scientific tool selected for the project is strontium (87Sr/86Sr) isotope analysis of human and cattle tooth enamel, using both TIMS and LA-MC-ICP-MS techniques, and sequential oxygen (?18O) and carbon (?13C) stable isotope analysis of cattle tooth enamel. They will be applied to samples of human and animal remains from one of the most densely inhabited and best investigated regions in European prehistory. The specific aims of the project are: (1) reconstruction of cattle herding strategies in lowland areas; (2) understanding humanís journeys, residential mobility and individual life histories. ISOPTAH will address the questions of mobility and migration, fundamental problems of the modern world, to some of the earliest generations of Europeans, following the policy European Year of Cultural Heritage (2018). It will also contribute to the development of the European Research Area (ERA) by enhancing the cooperation and knowledge exchange between the Partner Organisation. A comprehensive training-through-research embedded in this proposal aims at significant enhancing of applicantís career prospects.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}