{
    "rcn": "215658",
    "acronym": "ESCSSE",
    "topics": "MSCA-IF-2017",
    "title": "Embedding Sparse Combinatorial Structures using Sublinear Expanders",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Expanders are highly connected sparse graphs with certain expansion properties. The theory of expanders has enjoyed surprising growth in the past several decades, partial due to its close interplay with other areas of mathematics and theoretical computer science, including analysis, number theory, probability, complexity theory and design of robust networks. This proposed research is highly intra-disciplinary, concerning a variant called sublinear expanders. This notion is essential in the recent resolutions of several long-standing conjectures. The goal of this proposal is to develop general framework using sublinear expanders for embedding problems concerning sparse combinatorial structures that arise naturally in extremal graph theory, geometry and topology.\n\nThe supervisor Professor SzabÛ is a world renowned expert in combinatorics, working on problems at the interface of algebra, graph theory, probability, and topology. His expertise on expander graphs and cycle embeddings will play a key role in the proposed project. He is also experienced in advising junior researchers, having advised 4 post-doctoral researchers and 13 PhD students.\n\nDr. Liu obtained his PhD from the University of Illinois at Urbana-Champaign in December 2015. He then moved to the University of Warwick as a post-doctoral researcher. In September 2016, he was awarded by the Leverhulme Trust an Early Career Fellowship, a prestigious award for young researchers in the UK. He has published 21 papers, most of which appeared in journals of international repute. His work has established novel connections between extremal combinatorics and additive number theory. This proposed project will help Liu further improve his skills on teaching, research and supervising to pursue an academic career.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}