{
    "rcn": "215650",
    "acronym": "fastHDX for IDPs",
    "topics": "MSCA-IF-2017",
    "title": "Revealing the Transient Structures of Intrinsically Disordered Proteins by Microfluidics-Enabled Hydrogen-Deuterium Exchange",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "This Fellowship proposal will design, fabricate and test novel microfluidic chips for the study of intrinsically disordered proteins (IDPs) by Hydrogen-Deuterium Exchange coupled with Mass Spectrometry (HDX-MS). The research program will use thiol-ene polymerisation to form all components of the microchip allowing fast, reproducible and cheap fabrication. The microchips will incorporate multiple microfluidics channels of varying length and spatially restricted monolith plugs to allow sub-second HDX reactions to occur on-chip. The microchips will circumvent the extensive and error-prone sample pre-treatment steps of current commercial HDX-MS methodology. I will be trained in state-of-the-art HDX-MS technology and will learn how to perform site-specific, light-activated thiol-ene click-chemistry reactions. The microfluidic chips will be used to probe the transient conformational changes of three challenging IDPs of biological and pharmaceutical relevance: a-synuclein, proNerve Growth Factor (proNGF) and Epsin1. ?-synuclein is an extensively characterised model IDP, shown by numerous biophysical techniques including HDX-MS to possess some regions of transient structure. ?-synuclein will be used during microchip development, providing valuable proof-of-concept and a framework for which to further optimize microchip design if needed. I will then characterise the conformational states and interactions of proNGF; the cleavable pro-element is reported to be disordered, but there is little knowledge of its cellular roles. Previously unreported structural elements of Epsin1, an IDP shown to mediate lipid membrane curvature, will also be probed. HDX-MS will be complemented by electron transfer dissociation (ETD) and ion mobility separation (IM-MS).To be added",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}