{
    "rcn": "215679",
    "acronym": "MIMe",
    "topics": "MSCA-IF-2017",
    "title": "The multisensory dimension of memory, from single neuron to neural network.A multiscale electrophysiological approach to reveal the mechanism of face-voice association forperson identity recognition",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Long-term memory is intrinsically multisensory: after learning, the various sensory inputs related to an event are associated into an abstract representation. Multimodal representations present clear behavioural benefits for adaptation, like facilitating recognition. Nonetheless, while multisensory integration and memory are profoundly nested brain processes, little is known about the neural basis of their reciprocal influence. Is remembering multimodal, by nature? Do multisensory representations influence sensory processes? In the present project, I will elucidate these queries from a neurophysiological standpoint using a unique multiscale approach in human subjects: from the single cell to the brain network level. Specifically, I will combine the use of a micro-meso electrode prototype with surface EEG to characterize underlying neuronal oscillatory mechanisms and macroscopic aftermaths. Lastly, to direct our research I will utilize a key medium for social interaction: face-voice association, core of person identification.\nThis multidisciplinary and innovative project will be carried out at the CerCo laboratory (CNRS, France), where a pioneer platform for intracranial recording inhuman has recently been developed. I will transfer to the host institution my expertise in advanced LFP analysis and precise three-dimensional electrode localization. Conversely, I will learn single-cell techniques, the state-of-the-art from experts in human memory and participate in oral communication trainings. Furthermore, my project action will adhere to a knowledge dissemination plan, from the scientific community for results communication to broader public audiences in order to illustrate research assets to the community. Ultimately, this research program will be a stepping-stone toward my independent line of research and as such will definitively contribute to my career advancement at the host laboratory.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}