{
    "rcn": "215675",
    "acronym": "TaxInfoProcessing",
    "topics": "MSCA-IF-2017",
    "title": "Information Processing in Tax Compliance Decisions",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Various economic and socio-psychological factors have been identified as determinants of tax compliance, such as audit probability, level of fine, social norms, and considerations of fairness. However, these factors have an observable influence in some situations but not in others. Empirical studies neither reveal consistent effects of purely economic factors (audits, fines) on tax payments, nor of socio-psychological factors (social norms, fairness considerations). To determine when these factors have more pronounced influence on tax compliance decisions and when their influence is suppressed, information processing must be considered in combination with actual decisions. So far, research in the field has neglected information processing and concentrated exclusively on decision outcomes. The present research project applies eye-tracking and MouselabWeb as tools to observe cognitive processes underlying tax compliance decisions. In line with the recently influential slippery slope framework of tax compliance (Kirchler, Hoelzl, & Wahl, 2008), the central premise of the current project is that socio-psychological factors, such as social norms and fairness perceptions, influence the extent to which evasion and compliance decisions are based on economic considerations. Special attention is paid to inter-individual differences in information processing and their relation to underlying motivational postures. This ambitious and novel research project applies the investigation of cognitive processes underlying decision making to the important field of tax research where this approach has been neglected so far. The proposed project will provide new insights into tax compliance decisions and have a remarkable influence on tax behaviour research as it has the potential to crucially inform policy allowing for tailoring psychological interventions to positively influence tax compliance.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT BRABANT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}