{
    "rcn": "215670",
    "acronym": "transLEISHion",
    "topics": "MSCA-IF-2017",
    "title": "A targeted knockout screen for identification of Leishmania membrane transporters required for infection of macrophages",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Leishmaniases are among the world's most neglected diseases. It¥s causative agent - Leishmania - is transmitted by the bite of a sand fly. In the host, the parasite is taken up by macrophages and proliferates in the harsh conditions of the host phagolysosome. Currently available drugs for treatment present major drawbacks, urging the need for more effective, safer, and cheaper drugs. The molecular and cellular mechanisms that enable Leishmania to subvert macrophage defence mechanisms and cause disease remain largely unclear. \nThanks to modern comparative transcriptomic analysis, the identification of hundreds of genes overexpressed in intracellular amastigote forms was possible for the first time and identified cell surface proteins, transporters, peptidases and many uncharacterized genes with possible roles in host-pathogen interactions. Only recently, a high-throughput gene editing method based on CRISPR-Cas9 allowed for the first time easy manipulation of Leishmanias¥ complex genome and rapid functional analysis of genes.\nFor over 50 years membrane transporters have been extensively studied in kinetoplastida, due to their role in the intrinsic parasite nutrient needs, defence from host immune attack and uptake of drug formulations. Despite these efforts a large number of such transporters expressed in amastigotes remain uncharacterized. The present project proposes (1) the generation of a library of 48 L. mexicana mutants by systematic CRISPR-Cas9 mediated knockout of amastigote-upregulated genes encoding membrane transporters, (2) Identification of membrane transporters required for viability of the promastigote parasite form and the (3) Identification of membrane transporters required for differentiation into amastigotes, macrophage infection, intracellular survival. The results of this project are expected to provide new insight into functions of hitherto unexplored aspects of amastigote biology and identify potential new targets for anti-parasitic drugs.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}