{
    "rcn": "215631",
    "acronym": "WORM_SLEEP",
    "topics": "MSCA-IF-2017",
    "title": "Sleep homeostasis in Caenorhabditis elegans",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The aim of my research is to unravel one of the biggest unresolved problems in neuroscience: the function of sleep. Sleep is an essential aspect of our lives, the importance of which appears clear in pathological conditions where its normal patterns are disrupted. Moreover, it is an evolutionary conserved phenomenon. It has been described and characterized at levels, ranging from behavioural to neural and molecular, in different animal species. Despite its conservation, pointing to a fundamental function in animal survival, the reason for sleep is still debated. Different hypotheses have been raised, such as the energy hypothesis, the synaptic homeostasis hypothesis, and the clearance hypothesis; there is evidence to support each. However, no conclusive agreement on the main reason why sleep evolved has been reached. This is mainly due to the difficulty in integrating the above-mentioned levels of characterization in a single model organism. I will overcome this limitation by studying sleep homeostasis in the nematode Caenorhabditis elegans. Since sleep is a global process spanning the entire brain, full understanding of its regulations requires investigation at levels ranging from molecular mechanisms in single cells to brain-wide network activity. This is currently achievable only in C. elegans, providing a small anatomically mapped nervous system, advanced genetic tools, and a novel whole-brain imaging approach with single-cell resolution that was developed in my host lab. I will leverage on this approach, as well as a new quantitative behavioural paradigm for sleep homeostasis in adult worms, to study the brain-wide effects of sleep deprivation. To unravel the essential function of sleep, I aim to:\nI: Characterize adult C. elegans sleep by quantitative behavioural analysis and whole brain imaging.\nII: Identify the neural signature of sleep deprivation. \nIII: Isolate the final signal communicating sleep propensity to sleep-promoting centres.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}