{
    "rcn": "215665",
    "acronym": "GARDENCITYIDEA",
    "topics": "MSCA-IF-2017",
    "title": "Idea, Ideal, Idyll: Garden Cities in Central Europe 1890s-1930s",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project examines processes of cultural and intellectual exchange between Britain and Central Europe, with particular regard to ideas of urban and architectural design. It focuses on the utopia of the garden city, invented by Ebenezer Howard in the classic work To-morrow: A Peaceful Path to Real Reform, published in 1898. Howard sought not only to reform architectural design, but also to effect social change through facilitating new forms of communal living, including the role of women. Soon after, the first garden cities were built in Britain. It is generally accepted that the visions of British thinkers and designers such as Howard was influential in central Europe. However, beyond Germany, the impact of British ideas and practices in central Europe has only been studied in a schematic way. This project therefore interrogates the transfer of ideas from Britain to central Europe in the late 19th and early 20th centuries, their implementation, development and application in particular, garden towns and garden suburbs. Its main focus is on the Czech and Slovak lands (part of Austria-Hungary before 1918, afterwards, Czechoslovakia), but it also makes comparative reference to Austria and Germany. Equally, the project examines how urbanist ideas from central Europe were then transferred back to Britain, in the form of the company town built in East Tilbury in England by the Czech shoe company Ba?a in the 1930s.\nIt will be the first systematic and comparative study to take into account not only the local national context (as well as that of the German speaking countries), but also the wider networks of ideas and practices that were in circulation. As such, it asks a key question: How and why were the utopian ideals of English garden cities ìtranslatedî into the Czechoslovak and wider central European context? Conversely, how were such ideas ìfed backî into British architecture and urban planning by Czechoslovak architects and planners?",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}