{
    "rcn": "215691",
    "acronym": "INTERSPREC",
    "topics": "MSCA-IF-2017",
    "title": "Investigation of interspecific pollen tube reception",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Cell-cell interaction mechanisms play a role in many fundamental biological processes from symbiotic interactions of fungi and bacteria with their host plants to fertilization both in animals and plants. In plant reproduction, pollen tube (PT) reception is a cell-cell communication process allowing the recognition of the male gametophyte (the PT) by the female gametophyte necessary for fertilization. To investigate this process, the host lab used interspecific crosses between certain Arabidopsis thaliana accessions and A.lyrata pollen, where most PTs are not recognized, causing a failure in sperm release and thus fertilization. In contrast, several other A.thaliana accessions almost perfectly recognize interspecific PTs. Preliminary results identified the gene At5g62150 as a key player for species-specific PT recognition. At5g62150 codes for a LysM-domain containing glycan-binding peptide, pointing at glycosylation patterns for the distinction of intra- and interspecific PTs, a mechanism already known to be important in symbiosis and immunity. It was found that differences in the regulation of At5g62150 in distinct species is responsible for recognition, as the amino acid sequence does not differ between A. thaliana other accessions. With this proposal, we will first attest and manipulate the expression profile of At5g62150 in different accessions to correlate its regulation with its function. Then, we propose to dissect the regulation of At5g62150 in different ways: identification and study of the essential cis-regulatory element for regulation and Y1H screening and Reverse ChIP to find trans-acting regulators. The output will not only pave the way for the understanding and manipulating crosses barriers in plants, which is highly relevant for plant breeding, and shed light on cell-cell communication processes in general, but also will establish a novel, powerful instrument (Reverse ChIP) to investigate DNA-protein interaction in complex organisms.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}