{
    "rcn": "215649",
    "acronym": "NanoBBB",
    "topics": "MSCA-IF-2017",
    "title": "Transport of Engineered Nanomaterials across the blood-brain-barrier",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Engineered nanomaterials (ENMs) offer unique potential for innovation in a diversity of applications, but have also been linked to potential adverse effects on human health and biota. A particular concern is the accumulating evidence implicating ENMs in neurotoxicity, with a potential mechanism involving crossing the blood brain barrier (BBB) and then directly or indirectly acting on the central nervous system. Currently, two key questions pertain to this uncertainty: (1) What conditions favour ENMs crossing the BBB? This is most likely related to the physicochemical properties of the ENMs but the current understanding is limited and inconclusive, primarily due to limited or irreproducible characterisation of ENMs. Therefore, a systematic investigation on the BBB-penetrating ability and association with the intrinsic properties of ENMs is urgently needed. (2) What is the fate of ENMs within and beyond the BBB? i.e. the deposition, translocation, and transformation of ENMs after crossing the BBB. Given that the accumulation of ENMs in BBB might be low, localizing the ENMs in the system would be a challenging task, especially for ENMs with high elemental backgrounds (e.g., C-based and Fe-based ENMs). Thus, novel approaches are urgently needed to enable a breakthrough in our understanding of ENM ability to cross the BBB and trace their path beyond. Project NanoBBB proposes combining novel labelling techniques with an on-a-chip brain model and in vivo experiments enabling a uniquely novel approach to solve this problem. This project will allow us to systematically understand the behaviour and fate of certain ENMs in brain and contribute to safer design of ENMs. The ER brings her extensive biological expertise to the host lab, which in turn offers world-class analytical and labelling facilities and expertise. NanoBBB also offers placements in industry for the on-a-chip technology development and an NGO to host the in-vivo experiments enabling validation of the model.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}