{
    "rcn": "215628",
    "acronym": "ToPol",
    "topics": "MSCA-IF-2017",
    "title": "Topological Polaritonics",
    "startDate": "01/04/2018",
    "endDate": "31/05/2020",
    "objective": "Due to their great versatility, photonic systems have been proven to be very powerful platforms for exploring topological physics and for engineering optical devices that are robust against fabrication defects and local perturbations. Right now, the most important challenges that faces this emerging field of topological photonics are (i) to break time-reversal symmetry (TRS) at optical frequencies, and (ii) to implement nonlinearities in topological modes. On the one hand, breaking TRS would allow implementing compact optical isolators and unidirectional waveguides in the edge states of topological lattices; on the other hand, nonlinearities would give rise to exotic effects emerging from the interplay of interactions and topology (e.g. fractional quantum Hall effect, topological solitons, multistability) and allow engineering active optical devices with topological robustness (e.g. topological lasers, diodes, switches...). Based on a multi-disciplinary approach, the objective of this proposal is to tackle both challenges using lattices of cavity polaritons, a half-light/half-exciton quasiparticle well-known for its nonlinear properties. In the first part of this project, we will take profit of the strong expertise of the host group in terms of microcavity etching to investigate nonlinear effects (polariton lasing, soliton formation and instabilities) emerging in the topological edge states of honeycomb polariton lattices. To do this, we will use a lattice with relevant edge terminations and appropriate exciton-photon detuning, and optically pump high polariton densities in the topologicale edge modes. Then, we will demonstrate TRS-breaking, either by using the magnetic moment of polaritons in an external magnetic field or by optically polarizing the exciton reservoir. Finally, using the approach yielding the strongest Zeeman splitting / polariton linewidth ratio, we will realize the first topological insulator with broken TRS at optical frequencies.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}