{
    "rcn": "215624",
    "acronym": "FastMeasure",
    "topics": "MSCA-IF-2017",
    "title": "Development and industry transfer of new techniques: full characterization of vector ultrashort pulsed laser beams",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The main objective of this proposal is to take advantage of the expertise of the host company and the experienced researcher in different fields of ultrashort laser pulses technology, in order to develop new techniques for the measurement of the time-dependent arbitrary polarization of the pulses, simultaneously with their spatiotemporal dependence. It is foreseen that the research will derive into patents, and industry transfer of the products. Within the project, the temporal measurement of pulses in other regions of the spectrum (as near UV, XUV) will also be investigated.\nThe polarization measurement will be based in the measurement of the spectral interferometry between the two polarization components of the pulse, together with a complementary measurement of one component. The spatiotemporal measurement is performed scanning a fibre coupler while also acquiring spectral interferences. It will be investigated the way of combining both techniques to measure the full dependence of vector beams (pulses with arbitrary polarization). In both cases, the expertise of the host in the d-scan technique and industry transfer will be relevant for development of the project.\nThe research will be carried out in excellent infrastructures owned by the host. The experienced researcher will be trained not only in new experimental skills, but also in the process of patenting, project managing, study of market, product development and financial issues. Altogether, it will allow him to boost his career in terms of future opportunities. The host will also benefit from the results of the action and the new products will put the European Photonics Industry in an advantageous position on a global scale in the area of ultrashort laser pulses metrology.",
    "totalCost": "160635,6",
    "ecMaxContribution": "160635,6",
    "coordinator": "SPHERE ULTRAFAST PHOTONICS SA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}