{
    "rcn": "215684",
    "acronym": "ANTHEM",
    "topics": "MSCA-IF-2017",
    "title": "Advanced Hybrid Thermoelectric Materials through Vapor Phase Infiltration",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Waste heatóthe rejected by-product of all energy conversion processesóremains a huge and unexplored reservoir of green energy. It is estimated that two-thirds of the 160 TWh required for global power consumption is lost to the environment each year. Converting even a fraction of this wasted energy into electricity at the cost of 10 cents per kWh would generate a new EUR 1.0 trillion industryócreating jobs, boosting the economy, and increasing energy efficiency. A scalable preparative strategy towards inexpensive thermoelectric (TE) materials would allow direct heat to electricity conversion to be widely implemented. Realizing this ambition will require a new approach, as current methods rely on rare, toxic, and expensive materials to produce rigid and inefficient TE devices. To overcome these shortcomings, the ANTHEM project aims to develop a robust strategy towards advanced hybrid organic-inorganic TE materials through the novel concept of vapor phase infiltration (VPI). VPI presents a truly novel strategy to fuse state-of-the-art organic-inorganic TE materials at the nanoscaleóopening the possibility for flexible, low cost and even transparent TE materials. Moreover, VPI is an easily scalable vapor-phase process that could extend to a large variety of inorganic/polymer combinations. In this project specific targets will include optimizing the degree of control in scattering engineering, size/ interface composition and spatial distribution of the inorganic phase, key factors for maximizing thermoelectric performance. With an optimal blend of expertise in materials chemistry, characterization and theory from leading European research groups, ANTHEM will deliver a roadmap towards low-cost and abundant hybrid TE materials that incorporate metal oxides, sulfides, or selenides. The success this project has great potential to advance not only the field of VPI, but hybrid TE tooócreating concrete possibilities for the critically important waste-to-energy industry.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "Asociacion - Centro de Investigacion Cooperativa en Nanociencias - CIC NANOGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}