{
    "rcn": "215656",
    "acronym": "SC-EpiTranscriptome",
    "topics": "MSCA-IF-2017",
    "title": "Investigating differentiation using parallel single cell transcriptomic and epigenomic analysis",
    "startDate": "12/04/2019",
    "endDate": "11/04/2021",
    "objective": "Past research has identified epigenetic mechanisms including histone modifications as key regulators of transcription and implicated them in cellular differentiation. But while our knowledge about their cell type specific distribution and its influence on transcription has constantly increased, we still know very little about the orchestration of epigenetic and transcriptional changes as they occur during differentiation. To gain a global understanding of the order of events, we aim to identifying changes in gene expression and main transcriptional repressive and promoting histone modifications in cells undergoing differentiation.\n\nFor this we will develop a novel approach to examine the distribution of histone modifications on a single cell level adapting a method based on antibody targeted micrococcal nuclease (ChIC-seq), which will lead to a modification dependent enzymatic digestion of the DNA. In comparison with existing single cell ChIP approaches this method lacks a precipitation step, leading to minimal material loss per cell, while allowing the use of the variety of histone mark specific monoclonal antibodies. Adapting this approach to the previously described method for co-acquisition of transcriptomic and genomic information from a single cell existing in the lab, will allow the normalization of the histone state using the transcription status of the cell.\n\nTo analyze the order of changes associated with cell differentiation, we will use single cell RNA seq analysis pipelines (RaceID \\ StemID) to identify and enrich for cells in between two specific differentiation stages.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}