{
    "rcn": "215636",
    "acronym": "TOMMY",
    "topics": "MSCA-IF-2017",
    "title": "Tomography of the Milky waY",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "We are poised to make huge leaps in our understanding of the Milky Way. In 2018 ESA's Gaia satellite will release measurements of the positions and velocities of almost a billion stars. In millions of those, astronomers on the ground are accurately measuring the abundances of ~15 elements. These detailed star-by-star measurements are possible only in our Galaxy, and promise to make the Milky Way a Rosetta Stone for understanding in detail the fundamental processes that shape and form all galaxies.\n\nHowever a global understanding of the Milky Way will remain a challenge: Gaia's horizon lies in front of the Galactic centre, and its view is obscured in the dusty Galactic plane where most of the stellar mass lies. 65% of the Galaxy's stars lie within 5kpc of the Galactic centre, so we cannot use the Milky Way as a template without understanding the Inner Galaxy.\nWe will use novel techniques to shed light on these important inner regions. Utilising Red Clump Giants (RCGs) as standard candles we will tomographically decompose the Galaxy: 1) By combining Gaia data with near-infrared proper motions, we will identify RCGs in the inner Galaxy, and use them to map the stellar mass in the inner disk and spiral arms. 2) We will measure the abundances of RCGs towards the bar and so make 3D chemical maps of the inner Galaxy to understand how the bar formed, and how it is related to the inner disk. 3) Combining Gaia proper motions with RCGs in the inner Galaxy we will measure the Galactic potential, and thereby infer the inner dark matter profile.\n\nThe Host Group are leaders in Milky Way surveys, and the Experienced Researcher (ER) has written important works in Galactic structure and dynamics. These synergies will result in long-lasting collaborations, and help the European astronomical community harvest the rewards from its investment in Galactic science. In an era where we will finally understand our home galaxy, the research in this proposal will place the ER at the forefront.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}