{
    "rcn": "215629",
    "acronym": "ZELDA",
    "topics": "MSCA-IF-2017",
    "title": "Investigating the mechanism of spatiotemporal control over genome activation by Zelda in an in vitro reconstituted system",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "A long-standing question in biology is how do transcription activators and repressors exert their function over large batteries of specific targets spread throughout the genome in a timely and coordinated way. An excellent model system to study this process is zygotic genome activation (ZGA) that happens during development of every animal and hallmarks initiation of transcription from the zygotic genome. During ZGA, developmental cues such as morphogen gradients are converted into coordinated and robust spatiotemporal patterns of gene expression. I will study the mechanisms that govern this process by focusing on transcriptional activator Zelda ñ a key protein that orchestrates ZGA in Drosophila melanogaster. Using in vitro assays on purified recombinant proteins, I will investigate Zeldaís interactions with DNA, chromatin, RNA and transcription factors and examine the capability of such reconstituted system to recapitulate key aspects of gene regulation such as local clustering of regulatory DNA regions and transcription factors. I will examine structural and biophysical properties of Zelda, test its propensity to undergo liquid-liquid phase separation and explore the consequences it has for its interactions with its binding partners and its function. The in vitro approach will be combined with in vivo experiments in Drosophila using tagged wild-type and mutant variants. This combined approach will give us novel insights into mechanisms governing zygotic genome activation as well as general rules of transcriptional regulation. Local clustering of enhancer and promoters emerges as a general principle of transcriptional regulation. Understanding the mechanisms that could drive formation of these micro-domains is therefore of paramount importance, not only to basic biology, but also for development of new strategies to treat diseases caused by transcriptional dysregulation.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}