{
    "rcn": "215633",
    "acronym": "DIRECT Therapies",
    "topics": "MSCA-IF-2017",
    "title": "Diabetes Immunoengineering: Redesigning Encapsulated Cell Transplant Therapies",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Diabetes Immunoengineering: Redesigning Encapsulated Cell Transplant Therapies\nDiabetes remains a global healthcare challenge, affecting 370 million people worldwide. Islet transplantation offers\nthe potential to restore insulin function in diabetes-1 patients, and is proving successful in human clinical trials.\nHowever a major limitation is the requirement for patients to take global immunosuppressive drugs, often daily, for the remainder of their lives. These drugs can impact the quality of life for the patient, and may lead to an impaired immune system at risk of opportunistic pathogens. The scientific aim of this project is to develop innovative multifunctional materials for diabetes-1 cell therapies; those that can better support islet function and also direct the host immune system, removing the need for global immune suppression and enhancing transplant lifetimes.\nThis project connects a talented young researcher with a background in chemistry, biomaterials science and\nimmunoengineering, to a host institution with expertise in drug delivery and tissue engineering (Nottingham), and an\ninternationally renowned outgoing institution (Boston Children's Hospital, Harvard Medical School) with expertise in transplant encapsulation and diabetes therapies.\nCombining the localised drug delivery expertise of the host institution, the diabetes-1 cell therapy transplant knowledge of\nthe outgoing institution, and the researcherís own expertise in immunoengineering presents a unique opportunity and new\napproach to addressing this healthcare challenge, and facilitates development of the researcher's career through a specified\ntraining-in-research program. Bridging the gap between the transplant immunology, biomaterials and drug delivery fields in\nthis way meets the ìOpen Innovation, Open Science, Open to the Worldî EU vision towards Open Science and follows the\nroad map for integrative research proposed by the UK Medical Research Councils for regenerative medicine research.",
    "totalCost": "269857,8",
    "ecMaxContribution": "269857,8",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}