{
    "rcn": "215695",
    "acronym": "MemCHAPS",
    "topics": "MSCA-IF-2017",
    "title": "Intramembrane chaperones : their role in folding membrane proteins",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Membrane proteins constitute about 30 % of the eukaryotic proteome and are involved in crucial processes such as transporting molecules across membranes, mediating intracellular trafficking and functioning as signalling receptors. Most membrane proteins of varied topologies and functions are assembled in the endoplasmic reticulum (ER). While a lot is known about the protein quality control machinery in the ER, most studies have focussed on soluble lumenal proteins or domains that are accessible to the soluble ER chaperones. The complex transmembrane domains however, require assistance within the lipid bilayer. The underlying mechanism of how membrane proteins are correctly folded and assembled, remains unclear. \nThe main goal of my project is to identify intramembrane chaperones involved in folding of membrane proteins. I plan to use ABC transporter proteins as a paradigm for multi-spanning membrane proteins with complex topologies. Using proximity-dependent biotin identification, I will screen for membrane proteins in the ER that interact with the ABC transporters. Gene silencing using CRISPR-Cas9 will demonstrate whether the interaction has a functional relevance for the stability and assembly of the ABC transporter. Building on this analysis, I plan to determine the influence of the identified chaperones by employing various biochemical techniques. My work will not only identify novel intramembrane chaperones, but will also add a spatio-temporal resolution in dissecting assisted folding of membrane proteins. A comprehensive understanding of intramembrane chaperoning will have highly relevant implications for pharmaceutical industries and will provide a basis for more selective therapeutic interventions against many membrane protein-misfolding diseases.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}