{
    "rcn": "215645",
    "acronym": "EpiNoise",
    "topics": "MSCA-IF-2017",
    "title": "The role of epigenetic heterogeneity in cell fate decisions",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "A fundamental question in biology is how different cell fates are generated. While it is clear that extensive remodelling of chromatin accessibility and DNA methylation is an essential step in early mammalian development, their roles in cell fate specification remain unclear. Furthermore, it is not known to what extent cell-to-cell differences in gene expression regulation affect cell fate decisions. The aim of this proposal is to uncover the roles of chromatin accessibility and DNAme in gene regulation and in cell fate specification during mouse development. I will use a novel sequencing approach for combined profiling of chromatin accessibility, DNA methylation and transcription in single cells as well as other state-of-the-art technologies to provide unique insights in the connection between chromatin accessibility, DNAme and transcription at the single cell level. Moreover, this proposal has the potential to drastically change our view of germ layer specification by highlighting the role of cellular heterogeneity in this process. Together, this will improve our understanding of both pluripotency and differentiation, advancing the fields of stem cell research and development. The proposed research combines my experience in the areas of cellular heterogeneity and multidisciplinary science with the hostís experience in single cell genomics, epigenetics and mouse development. The knowledge and skills gained from this project combined with my scientific and personal development will prepare me for my goal of establishing my own academic research group.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE BABRAHAM INSTITUTE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}