{
    "rcn": "215663",
    "acronym": "ProLung",
    "topics": "MSCA-IF-2017",
    "title": "The role of maternal microbiota in offspring lung development and function",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "In early life, interactions between our microbiota and our bodies are key elements to health and disease prevention. While it is known that microbiota drives development of the gut mucosa, it is unknown which influence microbiota has on the development of the lung in early life. I have recently discovered large biologically and statistically significant effects between maternal probiotic treatment during pregnancy, maternal gut microbiota changes and alveolar development in mouse offspring. This type of effect has never been shown before and modulation of microbiota with probiotic bacteria thus appears to support lung development and could possibly intercept lung diseases. With ìProLungî, I want to reveal the mechanisms behind this effect on lung development. I will do that by determining; the timing of the effect, which microbiota is more important and what genes are differently regulated in dams and their pups. I will show causation by transferring microbiota and phenotype to germ-free mice. Finally, as a ìproof of conceptî, I will develop and employ an oxygen driven disease model of infant lung dysplasia and show if modulation of microbiota can enhance breathing and could be used to intercept this early life lung disease. \n\nThe proposed ìProLungî action will be conducted under world-class supervision at University of Copenhagen, Denmark with strong partners, in a highly cross disciplinary international collaboration with University of Oxford (UK), University of Michigan (US) and co-funded by the world second largest chemical company Dupont. I have a unique background and track record suited to perform the proposed research. Furthermore the action will allow me to pursue several training objectives that will be instrumental for my future career in the cross-section between academia and industry.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}