{
    "rcn": "215671",
    "acronym": "GHRELMIGRA",
    "topics": "MSCA-IF-2017",
    "title": "The hormone ghrelin: Is it a key player in regulating performance, fuel metabolism and decision-making in migratory birds?",
    "startDate": "01/10/2018",
    "endDate": "31/05/2021",
    "objective": "Every year, billions of birds cover long distances to migrate between breeding areas and favourable wintering grounds. During migratory flights, birds almost exclusively rely on fat stores as energy source. Avian migration typically involves an alternation between long, exhausting flights and stopover periods to rest and refuel, with consequent changes in foraging behaviour and metabolism. We are just starting to understand the mechanisms regulating these transitions. The hormone ghrelin, produced by the gastrointestinal tract, was recently shown to play a key role in the control of locomotor activity and food intake during migratory stopovers in captive birds. \nThis project aims at identifying how ghrelin affects endurance performance, fuel metabolism, and decision-making in migrating birds. We will address these questions with an innovative approach that combines field and laboratory experiments and make use of state-of-the-art methods and facilities, including a wind tunnel and an automated radio-tracking system. Specifically, we will simulate migratory flights in the wind tunnel to investigate how food deprivation and high-intensity exercise affect ghrelin levels, and in turn how the manipulation of ghrelin levels leads to changes in fuel metabolism. Further, we will radio-track wild migrating birds that had been given exogenous ghrelin to study how the interaction between the hormone and the physiological condition controls actual migratory behaviour. Our findings will greatly expand our current understanding of the physiological adaptations for long-distance migration and provide new insights into the function of ghrelin in controlling energy homeostasis and lipid metabolism in vertebrates.",
    "totalCost": "204430,4",
    "ecMaxContribution": "204430,4",
    "coordinator": "VETERINAERMEDIZINISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}