{
    "rcn": "215657",
    "acronym": "nanoTOM",
    "topics": "MSCA-IF-2017",
    "title": "Conversion of natural plant nanovesicles into nutraceutical delivery system",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Novel encapsulation approaches to create alternative delivery options for nutraceuticals are emerging as a promising strategy to enhance the bioavailability of poorly absorbed active food ingredients. In this context, nanoTOM aims to exploit edible plant derived nanovesicles and use them as vehicles for the encapsulation, protection, release and bioavailability enhancement of selected nutraceuticals. Plant cells secret phospholipid membrane-surrounded vesicles morphologically similar to mammalian extracellular vesicles. Exploitation of plant nanovesicles is promising although hampered by i) their difficult isolation and ii) the lack of knowledge of their biogenesis, molecular architecture, uptake and biological effects. The experienced researcher is a chemist with strong academic and pharmaceutical background in the isolation and analysis of bioactive compounds from medicinal plants who team-up with the Institute of Biosciences and BioResources (IBBR) with considerable expertise in extracellular vesicle research to realize a uniquely interdisciplinary research program. The research proposed here will realize the following concrete objectives:\n1. Set-up an integrated analytical pipeline for the isolation, characterization, encapsulation, uptake and toxicological profiling of plant nanovesicles.\n2. Use the pipeline to exploit different Solanum lycopersicum (tomato) nanovesicle populations regarding secretion mechanism, heterogeneity, biocargo composition, nutraceutical and encapsulation properties.\nNeither of these objectives have been addressed before and both have high potential to expand the knowledge in the field and to drive the research activity towards industrialization. The research objectives are integrated with concerted training objectives in plant, cellular and molecular biology and omics, outreach program, dissemination events and considerable knowledge transfer in the isolation and use of herbal nutraceuticals from the researcher to the IBBR host group.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}