{
    "rcn": "215613",
    "acronym": "MRI COMIQSUM",
    "topics": "MSCA-IF-2017",
    "title": "MRI COntrast using MIcrobubbles in Quantitative SUsceptibility Mapping",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Microbubbles are an established ultrasound contrast agent; detecting them with Magnetic Resonance Imaging (MRI) would open up a wide spectrum of dual-modality applications such as MR-guided focused ultrasound therapies. So far, MRI has been used to qualitatively assess the concentration of microbubbles based on a decrease in the MRI signal magnitude, which is difficult to differentiate from other sources of signal drop-out. In this fellowship, I will exploit quantitative susceptibility mapping (QSM), a novel approach, to detect microbubbles using MRI. QSM uses the phase, instead of the magnitude, of the complex MRI signal, which promises to enhance MRI of microbubbles because phase images have higher contrast-to-noise ratio than standard magnitude images. With the supervision and mentorship of Dr Karin Shmueli, an MRI physicist and internationally recognized expert in QSM, I will investigate the ability of QSM to quantify microbubble concentrations. Collaborating with Prof. Eleanor Stride, a leader in microbubble engineering, I will tailor the susceptibility of microbubbles for different clinical applications so that microbubbles will create bright contrast in susceptibility maps, clearly distinguishable from anatomical structures and image artifacts. This project will enhance the clinical applicability of microbubbles as a dual-modality, MRI and ultrasound, contrast agent. QSM of microbubbles has the potential to improve MRI guidance and monitoring of microbubble-mediated drug, antibody or gene delivery as well as microbubble-enhanced focused ultrasound surgery, which is currently in use for treating uterine fibroids and bone metastases. This fellowship will be a springboard towards widespread diagnostic and therapeutic applications of QSM of microbubbles. The unique training and skills provided by the fellowship will help me to establish my own research group and share the expertise I build in QSM and contrast agents with academic and industrial partners.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}