{
    "rcn": "215674",
    "acronym": "PrenatalStressOmics",
    "topics": "MSCA-IF-2017",
    "title": "Prenatal Stress Investigation in Cerebral Organoids: a multi-omics study at the level of single cells",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Mental illnesses affect 25% of the EU population and share increased disease risk through long-term changes to the stress hormone system. These are precipitated as adversities during early life, including the prenatal period. Given the role of stress in causing mental illnesses, it is imperative to learn more about the molecular mechanisms involved. Some progress has been made in elucidating the neurobiology of stress, but many questions cannot be addressed with current tools, which include animal models and 2-dimensional human cell culture systems. This proposal aims to establish 3-dimensional culture systems called cerebral organoids ñ stem-cell-derived tissues that recapitulate features of the human brain ñ as research models for developmental psychiatric disturbances. We will focus on glucocorticoids (GCs), some of the primary mediators of stress exposure on the organism, and use organoids as a model of early developing brain. Molecular mechanisms will be compared between ëstressedí and ëunstressedí conditions, by sequencing the transcriptomes of individual cells. Furthermore, since stress-related disorders are mediated through epigenetic mechanisms, the impact of elevated GC exposure on specific cell types in the cerebral organoid model will be quantified at the epigenome level. These novel and powerful techniques will allow us to deconstruct tissue heterogeneity, elucidating the fine molecular underpinnings of human vulnerability and response to stress. Comparing findings to evidence from longitudinal human cohorts of mothers and their babies who underwent stress during pregnancy will allow placement of findings into the clinical context. This research would pave the way for translation into clinical research, and expedite transitions from basic research to identification of at-risk populations, and even intervention strategies.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}