{
    "rcn": "215698",
    "acronym": "EpiTFeb",
    "topics": "MSCA-IF-2017",
    "title": "Deciphering the Transcriptional Logic of TFEB activation in cell identity and cancer",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The discovery that lysosomal biogenesis is subjected to a global transcriptional control and that the transcription factor TFEB is the primary driving force for the coordinated expression of lysosomal genes has empowered intense investigations on the molecular mechanisms regulating cellular homeostasis. Modulation of TFEB expression and activity is therefore crucial in cellular adaptation to a wide variety of internal stresses and environmental fluctuations. While many studies have been focused on TFEB post-translational modifications and on how they can affect its subcellular localization and function, little attention has been given to how TFEB expression is regulated at the transcriptional level across different cell types and nutritional states hampering the capacity of fully benefit from its powerful properties.\nBy using genomic approaches and induced-pluripotent stem cell-based systems, I aim to define the regulatory architecture of TFEB activation across a broad range of cellular contexts. This will allow understanding how different regulatory mechanisms result in a cell-selective ability to preserve homeostasis and respond to various stress conditions. Specifically, I will: i) define the cell-specific dynamics of TFEB expression; ii) expose novel TFEB transcriptional regulators; iii) identify the transcriptional mechanisms underlying aberrant TFEB activation in cancer. The proposed project will be essential to define the transcriptional landscape of TFEB and will also provide a novel and yet unexplored angle to revise its contribution in disease settings where the lysosome function is impaired.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE TELETHON",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}