{
    "rcn": "215614",
    "acronym": "MINERVA",
    "topics": "MSCA-IF-2017",
    "title": "Mapping intentionality: demonstrating innovation in Neolithic pottery uptake in the Eastern Balkans.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Today's rapid technological and social changes have clear parallels in Prehistory. ëMapping Intentionalityí aims to investigate how a new technology (pottery) was transferred during the European Neolithisation. Pottery was an essential component of the 'Neolithic package' of cultural traits that spread from the Anatolian source. While the chronology and physical forms of the Bulgarian earliest pottery are known, the social processes by which pottery transfer occurred have not been studied. The non-uniform raw material geology (clay, mineral temper, pigments) of the Balkan Neolithisation routeways, and variable plant tempers from  subsistence practices, means that pottery adoption must have involved a degree of adaptation (intentional change) as is it progressed. By identifying innovation across 20 target sites, MINERVA will effectively map the social responses to the challenges of adapting a new technology, providing a window into the wider Neolithisation process for this gateway region. Recognising intentional change requires an understanding of all the raw materials options that were available to the first potters. MINERVA will therefore combine programs of pottery analysis (mainly optical and scanning electron microscopy to identify the technology of manufacture) and geoarchaeology (clay sample collection and resource modelling using field geology methods and GIS). Comparison of the clays and tempers (mineral and plant) observed in the pottery fabrics with the reconstructed raw material and social landscapes will make visible the extent to which there were intentional departures from the homeland tradition of pottery-making as it was progressively adopted. In going beyond existing typo-functional studies to target the actual decision-making inherent to pottery adoption, MINERVA will provide a new scientific framework by which to explore large-scale cultural processes such as the European Neolithisation.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}