{
    "rcn": "215618",
    "acronym": "FASTMAGNETS",
    "topics": "MSCA-IF-2017",
    "title": "Ultrafast Demagnetization Dynamics Using Novel Table-top X-ray Source",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Magnetic data storage enabled the tremendous progress in the modern computing and the amount of data world-wide is progressively growing. The continuing growth relies on the technological innovations as well as research in the fundamental magnetic interactions. With the growing amount of data being recorded/erased on the magnetic memory devices, it poses a question of what are the fundamental speed limits for altering the magnetization state and what are the underlying mechanisms of the interaction. One of the most intriguing questions in the field of ultrafast magnetism is what is the fundamental speed limit for demagnetization (ìerasingî) or magnetization switching (ìwritingî). In this proposal the applicant proposes the use of novel state-of-the soft X-Ray sources based on high order harmonic generation (HHG) to study magnetization dynamics in ferromagnetic materials on the unprecedented temporal resolution. The aim of this project is to address three fundamental questions in the field of ultrafast magnetization dynamics: (1) how fast can a magnetic sample be demagnetized when heated by an ultrashort laser pulse? (2) how fast can the magnetization component of a device be switched by an oscillating electromagnetic field? (3) what is the mechanism behind the ultrafast laser-induced demagnetization? These three work packages will be performed at University of Geneva together the support from thee partner institutions: INRS-EMT in Canada, and two groups in ETH Zurich. These results will lead to a major breakthrough in ultrafast magnetism research field and represent the long-standing goals actively pursued by many laboratories around the world. These experiments will provide an insight into the physics, the ultimate speed limits of such ultrafast magnetization switching, and will contribute to the development of fast memory storage devices in the future.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}