{
    "rcn": "215654",
    "acronym": "RE-IMMUNE",
    "topics": "MSCA-IF-2017",
    "title": "Intelligent Nano-encapsuled siRNA for Restoring Immune Cell Response to Cancer",
    "startDate": "18/02/2019",
    "endDate": "17/02/2022",
    "objective": "WHY: To effectively bring siRNA-based therapeutic for cancer immunotherapy into the hands of clinicians requires the development of fundamentally new mechanisms to overcome current drawbacks. Accomplishing this will enable more efficient treatment with less side effects. \nWHAT: RE-IMMUNE is an interdisciplinary programme in which the field of nanomaterial and nucleic acid nanotechnology merge to develop intelligent nano- encapsulated siRNA for safe and efficient delivery of siRNA in cancer-associated immune cells, to re-program and shift the tumor microenvironment from pro to anti-tumoral. To achieve this goal, I will undertake a high risk/high gain programme at the forefront of nanomedicine. The leading idea is to overcome the drawbacks of naked siRNA by combining two synergic strategies that will protect siRNA until recognition of its target site. I will evaluate intracellular trafficking of siRNA nanodevices and the silencing effect. I will also investigate possible synergic effect of a siRNA cocktail able to target different genes at the same time. Finally, I will evaluate the re-immunoediting action in vivo. \nHOW: The challenge met by the proposed program is to provide a groundbreaking contribution to cancer treatment. To achieve these objectives, I will combine the different scientific backgrounds and expertise of two leading scientists. Prof. Frank Caruso (University of Melbourne) is a world-wide recognized expert on nanomaterials and biomedicine, and Prof. Francesco Ricci (University of Rome Tor Vergata) leads a young and dynamic group at the forefront of DNA nanotechnology for sensing and drug-delivery applications. The fellowship will proceed through a well-defined set of research and training tasks. Thanks to this MSC Fellowship, I will diversify my scientific knowledge and acquire cutting-edge competences (in nanomaterials, microscopy, and nanoscopy), as well as complementary skills, which will become the foundation of my scientific independence.",
    "totalCost": "250518,6",
    "ecMaxContribution": "250518,6",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}