{
    "rcn": "215668",
    "acronym": "LIDIA",
    "topics": "MSCA-IF-2017",
    "title": "Living with Others, Living with Diabetes: Relational Care among Diabetes Patients in Delhi, India",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "The project examines relational care among diabetes patients from two social classes in Delhi: urban poor and the middle class. It will contribute to the existing ethnographic studies on diabetes and care by, first, providing an in-depth account of diabetes care in India, an underexplored case-country with a high incidence of the illness. Secondly, by providing a close ethnographic reading familial care, the study will break from earlier research on diabetes that largely focuses on self-care propagated by biomedical knowledge and institutions. Thirdly, the study will make theoretical contributions by developing a conceptual framework on relational care. It will do so by drawing on and bridging anthropological approaches that render care and and familial relatedness as forms of ongoing and habituated practices of the everyday, situated socioeconomically. \nThe overall action will further researcherís academic career, and create a platform of knowledge exchange between the researcher and the hosting Institution, Edinburgh Centre for Medical Anthropology (EdCMA).  Through the implementation of research project, the action will also enhance researcherís academic skills and facilitate her academic career. The project will enable researcher to enhance academic skills through a close work with the principal supervisor Ian Harper and through an active participation at the EdCMA and relevant research environment. The researcherís project will create added value to the departmentís organisation, research environment and networking activities. By focusing on chronic non-communicable illness, it will supplement the already strong EdCMAís focus on infectious disease and mental health in the Global South. The work will feed directly into I. Harperís on-going research into the ethics of global health; and the entanglement between health programmes, institutions and everyday life; and the relationships between chronic diseases and infectious disease.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}