{
    "rcn": "215659",
    "acronym": "TUNING-BRAKES",
    "topics": "MSCA-IF-2017",
    "title": "Fine-tuning the brainís brakes ñ modulating inhibitory control with transcranial alternating current stimulation",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Inhibitory control over unwanted thoughts, emotions and movements is essential for effective interaction with our environment. This becomes particularly evident when there is too little inhibition, as in obsessive-compulsive disorder or Touretteís syndrome, or too much, as in Parkinsonís disease. Recent evidence links successful inhibition to the power of neural oscillations in the beta band (15-30Hz) in a circuit involving the frontal cortex and the subthalamic nucleus. While this is an important step forward, it is not yet sufficient to develop effective neuromodulatory treatments for inhibitory control disorders. For that, we need to understand how the beta oscillations mediate neuronal communication within the fronto-subthalamic circuit.\nIn this proposal, I address this challenging question through novel applications of transcranial alternating current stimulation (tACS). This non-invasive brain stimulation technique aligns neuronal oscillations to an oscillating low-intensity electrical current applied to the brain. This external control over oscillatory power and phase will allow me to investigate: (1) the functional relevance of beta oscillatory phase, and (2) the causal role of interactions between beta oscillations and other frequency bands (ëcross-frequency couplingí). Subsequently, I will develop an innovative, non-invasive, treatment strategy for inhibitory control deficits, by recording and modulating abnormal circuit activity only when present. \nMaastricht University is the ideal place to perform this research program as it is one of the only institutes in the world that has access to a new generation of deep brain stimulators, enabling concurrent recording of cortical and subthalamic activity, and it houses one of the pioneering groups in using oscillation-based non-invasive brain stimulation. Integration within this multidisciplinary team will offer an exceptional opportunity to increase my skill set, and capability to launch my own research group.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "UNIVERSITEIT MAASTRICHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}