{
    "rcn": "215646",
    "acronym": "PEREDEP",
    "topics": "MSCA-IF-2017",
    "title": "Promoting E-Rulemaking in the EU through Deliberative Procedures",
    "startDate": "02/08/2018",
    "endDate": "01/08/2020",
    "objective": "This project assesses the potential and limitations of ëe-rulemakingí in the European Union (EU). The theoretical approach\nemployed in this research project addresses citizen participation and e-rulemaking through the lens of deliberative\ndemocracy theory and new media theory with specific references to legal theory. Along with the novel theoretical dimension\nthat this project will propose regarding law-making procedures in the EU, the researcher aims to produce outcomes that are\ninformed by relevant empirical analysis and are of practical value. To this end, she proposes to examine the specific erulemaking initiative at EU level, through the organization of a workshop with participants from all over Europe that will\nparticipate in a real e-rulemaking event in order to assess the potential and possible shortcomings of an e-rulemaking\ninitiative in the EU. As the project aspires to provide valuable contribution to the current ëBetter Regulationî of the EC the\nresearcher will reach her final conclusions after formal engagement and consultation with the Secretariat General of the EU\nand the newly established Regulatory Scrutiny Board (2016) which exercises a ëquality assurance roleî in the ëBetter\nregulation Agendaí of the EC. The researcher aims to organize two short study visits at the European Commission for\nconsultation with EU institutions and sharing of research results.\nThe project addresses two major topics: responsible citizenship and the prerequisites for qualitative civic participation in an\ne-rulemaking initiative following-deliberative procedures.The project is in nature interdisciplinary as the research it proposes\nstands at the crossroads of political science (with specific attention to deliberation theory and participatory democracy),\nmedia studies (with specific attention to new media theory and e-participation) and certainly law as it refers to law making\nprocedures in the EU.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}