{
    "rcn": "215664",
    "acronym": "Gut_Fights_PD",
    "topics": "MSCA-IF-2017",
    "title": "Investigating protective mechanisms of gut bacteria in C. elegans models of Parkinsonís disease",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "The recent discovery that the composition of the gut microbiota can influence the symptoms of neurodegenerative diseases is a paradigm shift in how we view these conditions. In Parkinsonís disease (PD), patients frequently experience gastrointestinal symptoms years before the development of motor deficits and recent studies reveal clear alterations in the gut microbiota composition at advanced stages, which correlate with severity of their symptoms. Therefore, understanding the molecular mechanisms by which gut bacteria interact with the host to affect the nervous system may uncover novel prognostic and therapeutic strategies for neurological diseases. To address this gap of knowledge, we propose a single bacteria-worm model as a genetically tractable system to mechanistically investigate the connection between bacterial metabolites produced in the gut and neurodegeneration. Preliminary data from the lab on a protein aggregation model of PD in C. elegans, show a strong protective effect of a human probiotic, gut bacterial species, Bacillus subtilis, on ?-synuclein aggregation, a well-established factor in Parkinsonís disease. The aim of this project is to understand the mechanisms through which B. subtilis protects from ?-syn aggregation and the nature of the response induced in the nematode. We are proposing a bidirectional strategy, manipulating genetically both players in this interaction, the bacteria and the nematode. Using a candidate molecular approach based on available data and an unbiased high-throughput analysis, we expect to elucidate new metabolic pathways employed by the bacteria to modulate protein aggregation as well as the molecular mechanisms that elicit this response in the nematode. By directly testing on various C. elegans models of PD the pharmacological effect of the discovered beneficial B. subtilis metabolites, we will identify specific neuroprotective compounds with future therapeutic potential.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}