{
    "rcn": "215689",
    "acronym": "GLYMPHARMA",
    "topics": "MSCA-IF-2017",
    "title": "Modulation of the glymphatic system: a novel tool for drug delivery to the central nervous system",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The prevalence of neurological diseases in the world is greatly increasing. However, drug development for central nervous system (CNS) diseases is difficult due to its protected nature behind the blood-brain barrier. The recently discovered glymphatic pathway consists of a para-arterial cerebrospinal fluid influx path and a para-venous interstitial fluid clearance route, coupled through convective flow of interstitial fluid supported by astrocytic aquaporin 4 (Aqp4) water channels. This macroscopic waste clearance system activates during sleep or anaesthesia. It also facilitates brain-wide distribution of endogenous compounds. Its function may explain the importance of sleep to mammals.   \n\nGLYMPHARMA proposes that the glymphatic system essentially affects the concentrations of drugs in the CNS and that it can be exploited to facilitate CNS drug availability. Enhancing glymphatic fluxes have already been shown to increase the availability of CNS-targeted antibodies in deep brain structures.\n\nStudies will be performed at University of Copenhagen, Nedergaard lab, known for the discovery of the glymphatic system. I will use three state-of-the-art techniques to study glymphatic pharmacokinetics in mice: microdialysis to measure free drug concentrations, novel mass spectrometric techniques enabling spatial resolution, and microPET imaging to measure real-time 3D drug movements. Several glymphatic modulators (anaesthesia, sleep, Aqp4 knockout mice) will be used.\n\nGLYMPHARMA will be an excellent opportunity for my career development and it will facilitate real two-way knowledge transfer. I will be trained by the world-leading experts in the field. GLYMPHARMA will interest both basic researchers and clinicians and may impact the everyday life of citizens. The study may lead to the discovery of a novel drug delivery route and it may increase efficacy and safety of current drug therapies. These studies will lay the basis on our understanding of glymphatic pharmacokinetics.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}