{
    "rcn": "215643",
    "acronym": "FEMAGREE",
    "topics": "MSCA-IF-2017",
    "title": "Female Agricultural Entrepreneurs: Identifying Institutional Barriers to Equality",
    "startDate": "01/05/2018",
    "endDate": "30/04/2019",
    "objective": "In the EU there are a number of economically disadvantaged rural areas experiencing outmigration of in particular young women in the search of better education and employment opportunities. Past research demonstrated the importance of women for the economic and social viability of rural areas, in particular of female entrepreneurs. Business opportunities in agricultural dominated areas typically arise within a farm environment. Studies conducted so far explored the experiences of female entrepreneurs at farm level, such as the struggle to combine childcare and household duties with professional work. Other studies analyzed the potential impact of policies on gender equality in agriculture. However, little empirical work has been done on evaluating the actual effectiveness of policies in promoting gender equality in the agricultural sector. The objective of the proposed research project FEMAGREE is to identify the effectiveness of rural development policies in supporting female agricultural entrepreneurs. More specifically, it will establish, which support tools have been fruitful in the past, how existing tools can be improved as well as identify gaps in the current support system. For this purpose, the study will employ a qualitative approach to data collection in the form of narrative enquiries with current and future female agricultural entrepreneurs. The two case study areas will be in a region in eastern Bavaria, Germany, and a region in the West of Ireland, both of which are characterized by the outmigration of young women and a cultural dominance of traditional gender roles. The project will be hosted by a government institution, the Department of Agriculture in Bavaria, Munich. Secondments are planned with in total three partner organizations from both the academic and non-academic sector.",
    "totalCost": "85730,4",
    "ecMaxContribution": "85730,4",
    "coordinator": "BAYERISCHES STAATSMINISTERIUM FUR ERNAHRUNG, LANDWIRTSCHAFT UND FORSTEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}