{
    "rcn": "215692",
    "acronym": "CORLID",
    "topics": "MSCA-IF-2017",
    "title": "Cortical markers of L-DOPA-induced dyskinesias",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "Parkinsonís disease (PD) is a neurodegenerative disorder that affects about 1% of the population over 55. After more than 50 years, dopaminergic treatment is still the gold standard in PD therapy, although, as the disease progresses, several motor complications may arise. One of the most common and debilitating are known as L-DOPA-induced dyskinesias (LIDs), a condition that is observed in up to 80% of patients within five years of L-DOPA or dopaminergic agonists treatment. Although the exact neural mechanisms are still unclear, recent studies suggested that LIDs might be a consequence of an abnormal control of synaptic plasticity at cortico-striatal synapses. The target of this research project is to investigate the presence of cortical markers underlying the development of LIDs. This is a topic of critical relevance: if LIDs development would be predictable from previous cortical dysfunction, it will be possible to adjust the DA therapy, in terms of dose and duration, basing on the grade of LID risk. To this aim, we will use a novel multimodal approach consisting in combining different techniques of non-invasive brain stimulation with electroencephalography (EEG), electromyography (EMG), behavioral task and clinical evaluations. Specifically, the present project encompasses three studies that will investigate cortical dysfunctions at three levels: at a local level, by testing M1 reactivity and inhibitory circuits; at a network level, by testing M1 connectivity with the areas involved in LID development; and at a dynamic level, by testing M1 plasticity mechanisms. Two groups of PD patients, with and without LIDs, will be investigated and monitored with two clinical follow-ups to evaluate the presence/grade of LIDs. An age-matched group of healthy volunteers will be tested as control. The present project potentially have important clinical implications in understanding the cortical dysfunction underlying the development of LIDs.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}