{
    "rcn": "215660",
    "acronym": "VulneraBAP1",
    "topics": "MSCA-IF-2017",
    "title": "Mechanism and vulnerability of BAP1 loss in tumor metastasis",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Kidney cancer is among the ten most prevalent cancers arising in Western countries, with clear-cell renal cell carcinoma (ccRCC) being the most frequent subtype (75%). About 30% of ccRCC patients present with metastatic disease at diagnosis, and another 30% will develop metastases after surgery. When metastatic, ccRCC remains largely incurable. \n\nI recently discovered that the tumor suppressor BAP1 (BRCA1-associated protein 1) is inactivated in 15% of ccRCCs (PeÒa-Llopis et al. Nat. Genet. 2012). Notably, I found that mutations in BAP1 are mutually exclusive with mutations of the tumor suppressor gene PBRM1, and loss of BAP1 was associated with higher tumor grade, activation of mTORC1, and poorer overall patient survival, whereas tumors with PBRM1 loss were associated with lower tumor grade and better overall survival. This first molecular genetic classification of ccRCC may have tangible clinical implications, since tumors with BAP1 loss display in general more aggressive pathological features and are more prone to metastasize. However, the molecular mechanism through which BAP1 loss induces metastasis and tumor aggressiveness remains elusive. \n\nIn this study, I aim to investigate the molecular mechanism of repression of a miRNA cluster involved in metastasis by BAP1 and identify therapeutic opportunities. Specifically, I will (1) supervise a PhD student (supported by a grant I was recently been awarded) in the identification and characterization of the BAP1 protein complex that binds at the miRNA cluster promoter; and (2) I will uncover the genetic vulnerabilities of BAP1 loss by a synthetic lethality strategy. These studies will facilitate attainment of my long term career goal to become a group leader and a fully independent investigator.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "DEUTSCHES KREBSFORSCHUNGSZENTRUM HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}