{
    "rcn": "215661",
    "acronym": "AstroMiRimage",
    "topics": "MSCA-IF-2017",
    "title": "Super-resolution imaging to uncover microRNA control of astrocytes in epilepsy",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "This Horizon2020 ñ Marie Sklodowska Curie Actions ñ Individual Fellowship grant proposal focuses on exploring mechanisms controlling the structure of support cells (astrocytes) in the brain that promote hyper-excitable neuronal networks and underlie common, chronic neurologic disorders such as epilepsy. My research builds on emerging data showing the molecular machinery for microRNAs - short non-coding RNAs that regulate gene expression post-transcriptionally by targeting mRNAs - is present locally, within astrocyte processes. For this purpose, I will employ for the first time super-resolution microscopy to visualise astrocyte processes and microRNAs in rodent and human brain. I will then target candidate microRNAs to influence astrocyte morphology, and increase local translation of neurotransmitter and ion channels in astrocytic processes. In turn, this allows the clearing of excess glutamate and potassium from the synaptic cleft and hence prevents synchronous neuronal discharges that generate seizures. During the fellowship, I will acquire new research skills in modelling epilepsy and through training and secondments, where I will visualise locally produced proteins in astrocyte processes after microRNA targeting. The ground-breaking nature of the project will enhance my creative and innovative potential. With advanced training and international mobility, the fellowship will help me to diversify my scientific and non-scientific skills needed to help me reach my career goal of transitioning into an independent principal investigator in molecular imaging and translational neuroscience focused on astrocyte biology and pathophysiology. These findings will have strong therapeutic relevance, offering a novel strategy for seizure-suppressive or disease-modifying actions via targeting microRNAs that regulate aberrant astrocyte morphology that could benefit patients with drug-resistant, refractory epilepsy, which affects approximately 2 million people in Europe.",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}