{
    "rcn": "215653",
    "acronym": "YAP MECHANO",
    "topics": "MSCA-IF-2017",
    "title": "Elucidating the mechanism of mechanotransduction through YAP and TAZ",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "The mechanical properties of the cellular environment deeply influence cell fate and behavior. Cells respond to outer forces not only through the rapid remodeling of their cytoskeleton, but also by implementing gene expression changes. The Piccolo laboratory pioneered the notion that the transcriptional coactivators YAP and TAZ act independently of the Hippo pathway to activate gene expression in response to cytoskeletal tension. Crucially, YAP/TAZ are the main effectors of the cellular response to mechanical cues instructing proliferation, cell death or cell fate choice. Despite the importance of mechanosensing in development, tissue homeostasis and cancer, the mechanistic link between the actin network and YAP/ TAZ regulation has remained elusive.\nThis project aims to close this gap in our knowledge by uncovering the molecular events that lead to the activation and nuclear translocation of YAP/TAZ in cells experiencing mechanical strain. Using live imaging, I plan to derive a model of the nuclear YAP shuttling dynamics. Optogenetic tools and targeted genetic approaches will be used to delineate which components of the actomyosin network are sufficient to regulate YAP/TAZ and to probe a potential link to nuclear mechanics. Mass spectrometry will provide a comprehensive view of YAP/TAZ interaction partners in cells subjected to different mechanical inputs and biochemical validation experiments will systematically delineate the molecular pathway of mechanotransduction from cytoskeletal tension to YAP/TAZ activation. Finally, loss- and gain-of-function experiments in a range of model systems will establish the functional importance and generality of these newly identified mechanotransduction pathway players. Uncovering the mechanotransduction pathway will not only greatly advance our understanding of cell biology, but also aid to identify potential targets for cancer therapy, as indeed the stiffening of the tumour environment is a driving factor in cancer progression.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}