{
    "rcn": "215667",
    "acronym": "GEMZ",
    "topics": "MSCA-IF-2017",
    "title": "Genetic Epilepsy Models in Zebrafish",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "'Recent advances in clinical genetic studies of epilepsies have identified a steadily growing number of mutations in new candidate genes, creating a need for an effective approach to rapidly provide functional data as to their in vivo function. Furthermore, there is an urgent need to create new, cost- and time-effective animal models which successfully mimic genetic epilepsies in humans, as well as efficient drug discovery approaches to identify compounds useful in the management of these diseases. Here, using established genetic methods, loss- and gain-of-function zebrafish epilepsy models for gene variants recently identified to cause severe, drug-resistant epileptic encephalopathies (EE) will be created. Using a multidisciplinary 'deep-phenotyping' strategy of pharmacological profiling (i.e. assessment of antiepileptic drugs (AEDs) with known mechanisms of action), high-throughput analysis of locomotor activity and seizure-like behavior, electroencephalographic recordings, histopathological analysis of zebrafish mutant brains, single-cell RNA expression profiling and high-resolution (SPIM) Ca2\\ imaging analysis of brain activity, these models will be fully characterized and validated. Finally, a large-scale screen using a library of synthetic small molecules, drug-like natural products and FDA-approved drugs to identify compounds with antiepileptic activity will be performed in one of these models. The main objective of this project is to create and validate new zebrafish models of epilepsy, which will provide both new insights into the mechanisms of epileptogenesis in vivo and indicate potentially novel entry routes for therapeutic intervention.'",
    "totalCost": "196400,4",
    "ecMaxContribution": "196400,4",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}