{
    "rcn": "215632",
    "acronym": "NSINC",
    "topics": "MSCA-IF-2017",
    "title": "Novel Soliton Synchronization and Interactions in Coupled Kerr Combs",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "'The 'N'Sinc' project aims to study novel soliton synchronization and interactions in a coupled Kerr soliton cavity network and to demonstrate dual-comb technologies enabled by these novel interactions. Temporal dissipative Kerr solitons (DKS) in micro-resonators have recently emerged as a powerful platform for both fundamental nonlinear science and ground-breaking technologies. While nearly all efforts thus far have focused on single isolated Kerr cavities, coupled Kerr cavity systems offer compelling new physics and technologies including that of passively phase-locked dual-comb spectroscopy, ranging and ultrastable RF sources. The applicant recently developed a numerical model which predicts novel soliton interactions in such a system, among them soliton synchronization and soliton ìhoppingî wherein a soliton abruptly hops from one cavity into an adjacent cavity. This proposal will fabricate a coupled two-cavity network and investigate its capability for the predicted effects and for other novel effects such as non-identical FSR locking. This will be pursued using both Magnesium Flouride crystalline resonators and Silicon Nitride microresonators, which are well-established technologies in the host group. \n\nThis project comes at an exciting time for the Kerr soliton combs field since single Kerr cavities have become well understood and new tools have been developed which can enable the precise fabrication and control of two-cavity systems. Many of these tools have been developed in the host group. It is one of the top groups in the world and the only group in Europe capable of such a project and has been responsible for establishing the Kerr soliton combs field in Europe. Whereas many U.S. groups are pursuing similar goals, the applicant has made the first numerical predictions of such a system. This project will ensure continued European competitiveness in this field and establish the applicant as a pioneer in this exciting area in photonics sciences.\n\n\n'",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}