{
    "rcn": "215601",
    "acronym": "EPCFG",
    "topics": "MSCA-IF-2017",
    "title": "Understanding globalization outside 'global cities': European provincial cities in the first globalization, 1880-1914",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "EPCFG explores how populations in three provincial European cities (Leipzig, Germany; Lille, France; Manchester, England) understood and responded to the experience of globalization. The period of focus is 1880-1914, a critical phase in the history of the phenomenon, sometimes known as 'the first globalization'. A confluence of developments in travel, communications, trade, and cultural exchange led contemporaries to observe that the world was 'shrinking', increasingly understanding themselves and their societies to take shape in a global, not national or European, context. EPCFG has the following objectives. 1. To understand how the interlinked phenomena that constituted globalization were understood in provincial places, that are not typically the focus of histories of globalization, thereby refining historical understandings of the phenomena and the paradigm in general. 2. As such EPCFG responds to a prominent criticism of globalization as a historical paradigm, namely that historians have mainly analysed it at the global scale, failing to understand its multiple local meanings. These two objectives, elaborated with further concrete research actions in Part B of this proposal, will be achieved through a program of training with the supervisor and other experts in global urban history at the host institution, and archival work in the three cities. Archival work, and ultimately research outputs from the project, will be organised round three thematic case studies, each of which will be applied to all three cities. The case studies are A. discourses surrounding travel and transport, especially large projects of transport infrastructure; B. the global flow of commodities and the cities' participation in industrial production; C. the gathering and dissemination of news and information about events across the world, both through local newspapers, and means such as the composition and performance of poetry and song.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "FREIE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}