{
    "rcn": "215641",
    "acronym": "METAQUAKENG",
    "topics": "MSCA-IF-2017",
    "title": "METAMATERIALS IN EARTHQUAKE ENGINEERING",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project aims to design, develop, and experimentally confirm, elastodynamic metamaterial devices based on subwavelength elements to mitigate the damage created by waves due to earthquakes. The inter-disciplinary project that I propose will take advantage of the modelling skills of an applied mathematics group, use ideas that are becoming established in the wave physics of optics and electromagnetism and draw upon my experience in engineering: together with the planned secondments to France (Institut Fresnel, expertise in analogies between Photonics and Geophysics) and Romania (TU Ia?i, expertise in Civil Engineering and Seismology) this will bring coordinated and highly relevant experience to bear upon this topical and important issue.\nWhen a vibration comes from an hypocenter, different types of waves can propagate through the soil; mostly volume (shear and pressure) waves and surface (Rayleigh and Love) waves. These waves can interact with building type superstructures at certain frequencies. This is particularly devastating when they coincide with the resonance frequencies of those buildings. Exploiting elastodynamic metamaterials for seismic protection has, as unyet proven, potential to radically change how resilient structures are designed in the future. The aim of this project is to critically explore their potential and the objective is to design the optimal device and test it and hence really show whether this is feasible or not. The approach I will use will employ inertial resonators (IRs) to engineer frequency stop bands for seismic waves by converting them into evanescent waves.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}