{
    "rcn": "215651",
    "acronym": "VARIO",
    "topics": "MSCA-IF-2017",
    "title": "The influence of natural pH VARIability on ecosystem response to Ocean acidification",
    "startDate": "01/08/2019",
    "endDate": "31/07/2021",
    "objective": "Ocean acidification (OA) threatens the persistence of calcifying marine ecosystems across the planet. Current predictions on the impacts of OA have limited ecological relevance because they are often based on models of the open ocean, where environmental conditions are relatively stable over a diel cycle. However, the majority of vulnerable marine plants and animals exist in nearshore ecosystems where daily fluctuations, resulting from biological carbon production and consumption, can exceed the changes in pH predicted for the end of the century. VARIO will implement a novel approach to elucidate the role of pH variability in shaping the structure and function of a globally distributed ecosystem and its response to OA. VARIO will use rhodolith (maÎrl) beds in Scotland and Greenland as a model-calcifying ecosystem to characterize the magnitude of natural pH variability inherent in nearshore coastal ecosystems and to explore how such variability may facilitate organismal and ecosystem resilience to OA. VARIO will use an interdisciplinary approach that unites physical and biological oceanography with biogeochemistry to measure natural pH fluctuations and relate that variability with baseline organismal and ecosystem-scale calcification processes. VARIO will then experimentally quantify the effects of OA, overlaid upon natural pH variability, on rhodolith ecosystem structure and function. The findings of VARIO are directly relevant to nations of the European Union, where rhodolith beds are widely distributed and economically valuable. The ecosystem services rhodolith beds afford to the EU, such as supporting commercial fisheries and industry, are directly compromised by OA, and VARIO will provide critical information to inform mitigation and management strategies under OA. By using a globally distributed ecosystem as a model and by incorporating natural pH variability, VARIO will provide the first ecologically relevant context to the impacts OA on nearshore ecosystems.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}