{
    "rcn": "215644",
    "acronym": "VOLCANOWAVES",
    "topics": "MSCA-IF-2017",
    "title": "State of unrest of active VOLCANOes through advanced seismic WAVES analysis - An application to eruption forecast modelling.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Volcanic eruptions have a high social and economic impact on a global scale, and they can be responsible for severe consequences into climate changes and on populationís life, determining severe damages to buildings, crops, telecommunications and air traffics. The security and protection of populations in sites exposed to risk requires the improvement of our ability to forecast volcanic eruptions and the development of better alert protocols, in order to take preventive measures and minimize their effects in both human and economic terms. \nVolcano monitoring is mainly based on the analysis of seismic signals, in order to found precursory events which appear before an eruption. Due to the big amount of seismic data nowadays acquired by the volcanic observatory, in a volcano crisis it became difficult the manual supervised detection and classification carried out by expert technicians. So an automatic volcano-seismic signal processing is crucial to quickly detect and analyse the precursory seismicity and to correctly assess the population risk.\nThis project is conceived to advance beyond-the-state-of-the-art providing tools for a better and more accurate automatic volcano-seismic signals detection and classification to obtain Early Warning Decision Making algorithms. This is a highly interdisciplinary project, where the Signal Processing, Machine Learning, Big Data, and Knowledge Management are combined with the Volcanic Seismology science. In order to carry out this project, seismic records from some volcanoes (in particular, Etna, Colima, Montserrat volcanoes) are available. \nThe proposed strategy includes a new philosophy in database creation and new and innovative signal processing techniques, and will improve our ability to forecast volcanic eruptions. The proposed methodologies are new in the field of volcano-seismology, but researchers involved in the project have already applied them successfully in different contexts.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE GRANADA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}