{
    "rcn": "215672",
    "acronym": "IN-3D-CAN",
    "topics": "MSCA-IF-2017",
    "title": "Instrumented 3D-Printed Miniature Muscles for Cardiotoxicity Screens of Cancer Therapies",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Rationale: Cardiotoxicity side effects are a recurrent problem for cancer therapies, fatally illustrated by the death of numerous patients treated with anthracycline chemotherapeutics. More recently, cardiac complications have also been found for antibody-based and immunotherapy treatments. Microphysiological systems and organs-on-chips may provide part of the long-term solution to these issues, by introducing improved means for studying human tissue in vitro. Main objective: The overarching objective of IN-3D-CAN is to establish instrumented in vitro 3D models of human cardiac muscle for high-throughput cardiotoxicity screening of cancer drugs and therapies. Methodology: In a recent first-author paper in Nature Materials, we reported the first entirely 3D-printed organ-on-chip with integrated sensors: A heart-on-a-chip with strain sensors for tracking engineered 2D cardiac thin films. In this proposal, I significantly expand on this 3D printing methodology, focusing on thicker 3D tissue models that better recapitulate native cardiac muscle. I will leverage the insights of the supervisor to perform toxicity screening of a range of cancer therapies. Outcomes: The proposal will establish unique tools for long-term and high-throughput studies of drug toxicity on human cardiac muscle in vitro. It will further provide unique insights into the cardiotoxicity of several cancer therapies on human cardiac muscle. Finally, the techniques for 3D printing will be widely applicable for biomedical micro-devices. Career: I am applying for an MSCA-IF-EF-RI, to reintegrate to DTU(DK), after more than 4 years abroad as Postdoc at Harvard Uni. (US) The fellowship will serve as year 1 and 2 of a 4-year assistant professorship. The host DTU Nanotech has committed to provide funding for year 3 and 4. The key career development objective is therefore to train me to become an independent group leader. Thus, In-3D-CAN will serve as immediate and long-term platform for my research.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}