{
    "rcn": "215655",
    "acronym": "GammaDelta",
    "topics": "MSCA-IF-2017",
    "title": "DECIPHERING THE MEMORY OF gd T CELLS: DOES IT HAVE A ROLE IN CROSS-PROTECTION OF BACILLE CALMETTE-GUERIN VACCINATION?",
    "startDate": "03/05/2018",
    "endDate": "02/05/2020",
    "objective": "Infectious diseases are one of main global health threats in the 21st century, with antibiotic resistance and specific threats such as Human Immunodeficiency Virus (HIV) and tuberculosis (TB) being of biggest concern to Europe. Vaccination is the most efficient approach to prevent infections. The efficiency of vaccines relies on the memory of the immune system. For decades the ability of an immune cell to ìrememberî a primary infection and subsequently to respond more effectively to the reinfection was solely attributed to adaptive immune cells. Recent findings showed that innate cells can also develop immune memory. In contrast to adaptive immune cells, the secondary response of innate cells is not pathogen-specific. In both cases the development of memory phenotype is accompanied by epigenetic changes in chromatin structure. These findings raise important questions: what decides about the ability of innate immune cells to mount memory phenotype and which factors trigger the secondary response? Does it lie in the type of receptors involved in the pathogen recognition or in chromatin modifications? ìGammaDeltaî project aims to answer these questions by studying gamma delta (gd) T cells which share characteristics of both innate and adaptive immune cells. Bacille Calmette-Guerin (BCG) vaccine developed to protect against TB induces memory gd T cells and it has been also shown to have a cross-protective effect. The role of memory gd T cells in this process has not been addressed. By applying traditional immunology techniques and newest high throughput sequencing based methodology I will examine the potential of BCG-induced memory gd T cells for the protective effects of the vaccine and which epigenetic mechanisms underlie this process. This will help to understand the interaction between immunological pathways and epigenetic modifications in innate immune memory, a knowledge necessary for the design of a new generation of more effective vaccines.",
    "totalCost": "159460,8",
    "ecMaxContribution": "159460,8",
    "coordinator": "RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}