{
    "rcn": "215697",
    "acronym": "KILNEV",
    "topics": "MSCA-IF-2017",
    "title": "Killing Senescent Cells as a Novel Method to Eliminate Nevi",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Melanoma is the most aggressive type of skin cancer, and its spread to distal tissues is often a death sentence.  Immunotherapies have led to increased survival rates but they are extremely expensive and efficient for approximately only 25% of patients.  Therefore research into new methods to prevent or arrest the progression of melanoma is urgently needed. \nNevi are pigmented lesions on skin which consist of a clonal mass of melanocytes in a state of proliferative arrest termed ësenescentí.  This state prevents further hyperplasia, but if mutations occur in proteins required to maintain senescence, cells can re-proliferate and progress into melanoma.  Selectively clearing senescent melanocytes may therefore be an effective strategy to improve current preventative measures against melanoma.  \n This project will use a combination of interdisciplinary techniques to identify and target molecular components that confer survival to senescent melanocytes.  First, I will use whole-transcriptome analysis to identify novel genes associated to cell survival.  Second, genes of interest will be validated via siRNA mediated gene silencing in vitro using techniques in molecular biology to assess viability and apoptosis.  Third, selected targets will be validated in vivo using a unique novel mouse model established in the host laboratory where nevi can be induced and senescent cells can be quantified by luminescence.  Successful identification of these targets may lead to future development of new therapies which help reduce the health and economic impacts of malignant melanoma.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ACADEMISCH ZIEKENHUIS GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}