{
    "rcn": "215642",
    "acronym": "MRRI-MENA",
    "topics": "MSCA-IF-2017",
    "title": "Migrant and Refugee Rights Index for the Middle East and North Africa",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "As of 2000 the stock of migrants in the Global South has been growing at a faster rate than in the Global North, and as of 2016 countries in the Global South host eighty-four per cent of the worldís refugees. Yet the majority of academic literature on migration examines movement from the Global South to the Global North, and there is significantly less theorization about how host countries in the Global South treat migrants and refugees. My project addresses this gap through an examination of host state policies toward and treatment of migrants and refugees in the Middle East and North Africa (MENA), a region that has seen increasing patterns of migrant and refugee settlement in the last three decades. \n\nMy project will develop an index that rigorously measures host state policies toward migrants and refugees using a minority rights framework. The results of this study will provide MENA host states, European donor states, and international humanitarian organizations with a useful index tool for highlighting areas in which legal and social measures should be strengthened via targeted funding and capacity-building to counteract exclusion and provide stronger protection for migrants and refugees. This project directly corresponds to the Horizon 2020 policy priority of creating inclusive, innovative and reflective societies through the promotion of coherent and effective cooperation with third countries, and by addressing issues of identities, tolerance and cultural heritage.\n\nCompleting this research as a postdoctoral scholar at the Institute for Minority Rights at EURAC will equip me with skills in the use of a multi and interdisciplinary approach combining legal, political and sociological research in order to address the complex issue of minority and migrant rights for this project and going forward as a scholar. In particular, I will gain exposure to the Instituteís use of theoretical frameworks for developing indicators that measure minority rights protection.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "ACCADEMIA EUROPEA DI BOLZANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}