{
    "rcn": "215620",
    "acronym": "MOFdynamics",
    "topics": "MSCA-IF-2017",
    "title": "Investigating metal-organic frameworks using excited-state dynamics and theoretical spectroscopy",
    "startDate": "01/09/2018",
    "endDate": "02/03/2021",
    "objective": "The success of metal-organic frameworks (MOFs) is rooted in their structural flexibility enabling limitless possibilities for topology design and applicability. An exhaustive synthesis for potential candidate screening is however tedious and inefficient with regard to material consumption and human resources. Theoretical approaches have thus become indispensable for the simulation and prediction of electronic and structural properties.\n\nWith the project 'MOFdynamics', we will make a contribution to theoretical structure modeling which will complement experimental research on MOF design. Our proposed computational approach will enable to perform excited-state molecular dynamics simulations and to calculate X-ray absorption as well as fluorescence spectra for solid-state materials, in particular MOFs. Its innovative capacity and the anticipated impact originate from combining the essential ingredients for efficient structure modeling: The treatment of the porous solids is based on periodic boundary conditions. Density functional theory in combination with hybrid functionals is employed for the description of excited states representing the most adequate electronic-structure model. Large-scale applications are made feasible by exploiting advanced computational and technical procedures for high-performance computing. To this concern, the novel developments will be implemented in the CP2K program package and applied for efficient structural characterization and analysis of experimentally synthesized MOFs.   \n\n'MOFdynamics' will advance computational tools for state-of-the-art research within the interdisciplinary field of quantum chemistry, solid-state physics and materials science. Its contributions will pave the way for a comprehensive theoretical treatment of recent progress in X-ray spectroscopy. Being implemented in a freely available software package, the proposed research represents a significant added value to the community and European excellence.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}