{
    "rcn": "215693",
    "acronym": "INSULYSOSOME",
    "topics": "MSCA-IF-2017",
    "title": "The role of CD63 in lysosomal degradation of insulin granules in pancreatic beta cells in T2D diabetes",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "The pancreatic ? cell harbors an exemplary nutrient sensing machinery that is coupled to secretion of insulin. While mechanisms governing regulation of insulin secretion in response to nutrients were widely investigated, little is known about how nutrients impact on other basic cellular processes such as insulin granule turnover, autophagy and cellular growth, deregulation of all of which have been demonstrated to be involved in ? cell failure in type 2 diabetes (T2D). T2D represents a major health burden accounting for a large part of exploding health costs world-wide. Restoring normal weight through exercise and decreased food consumption in principle is straight-forward to mitigate metabolic disturbances. However, changing the sedentary life style is very challenging for obese subjects and that at a late disease stage, ? cell failure becomes irreversible. There is an emerging endeavor of the pharmaceutical industry to develop strategies targeting the ? cell that go beyond improving insulin secretion. \nA prevailing concept in cell biology is that enhanced degradation of cellular components through autophagy can counteract energy depletion caused by shortage of environmental nutrients. My host laboratory recently discovered that ? cells employ a very distinct and so far unknown mechanism to adapt to nutrient depletion. ?†cells induce specific degradation of newly formed insulin granules through lysosomes and suppress autophagy upon nutrient withdrawal. Insulin granule degradation allows for generation of intracellular nutrients and in the same time avoids release of these granules. Their preliminary results suggest that lysosomal insulin granule degradation is dramatically enhanced in ? cells of diabetic islets from mice and humans. This increase is accompanied by a drop in autophagy, a known protective process in the ? cell. My project will fortify that impaired lysosomal activity, insulin degradation and suppressed autophagy contribute to ? cell failure in T2D.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE EUROPEEN DE RECHERCHE EN BIOLOGIE ET MEDECINE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}