{
    "rcn": "215625",
    "acronym": "TEMPNET",
    "topics": "MSCA-IF-2017",
    "title": "Climate change and phenology: long-term temporal dynamics of mutualistic ecological networks",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Mutualistic interactions (such as pollination or seed dispersal) structure biodiversity and provide essential services and functions, allowing its persistence. Understanding the threats imposed to biodiversity by human activities (i.e. climate change), needs assessing how these ecological systems change in time. Accelerated climate change has worldwide impacts on organisms, and has been demonstrated to modify their timing, such as advanced growing seasons of plants or shifts in migratory rhythms of birds. The TEMPNET proposal aims at evaluating how phenological changes in interacting plant and animals affect their dynamics over seasonal and long-term timespans. We will use a new multidisciplinary approach that combines state-of-the-art mathematical advances in multilayer network analysis, sound ecological theory, outstanding climatological research and field observations. TEMPNET will combine two temporal scales (frequent intra-annual censuses and long-term replication with 15 or 37 yrs of time span) and will compare mutualistic networks of two study sites: a seed dispersal network from the DoÒana National Park (Spain) and a pollination network from Zackenberg Reserve (Greenland, Denmark). We will take advantage of previously gathered data, and a new field season is planned in DoÒana with the same sampling methodology. Previous experience of the applicant on plant-animal interactions and phenology will be complemented with new acquired skills on network analytics, being the supervisor of the proposal a world-known expert on ecological networks. This proposal is expected to help gaining: 1) an in-depth understanding of the temporal dynamics of ecological interactions; and 2) informed forecasting of future impacts of climate change on the structure and function of biodiversity.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}