{
    "rcn": "215640",
    "acronym": "RydSpin",
    "topics": "MSCA-IF-2017",
    "title": "Nonequilibrium many-body spin dynamics in strongly interacting Rydberg systems",
    "startDate": "01/07/2018",
    "endDate": "30/06/2019",
    "objective": "There is a currently growing interest in utilizing dipolar interacting Rydberg spin systems to simulate behavior of electron spins in magnetic materials. The tunable strong, long-range interactions as well as the long lifetimes of highly excited Rydberg atoms enable the study of coherent spin dynamics with beyond-nearest-neighbor interactions. An understanding of dynamical quantum magnetism enables researchers to explain the behavior of magnetic materials in microscopic and macroscopic scales, which leads to a development of technology related to condensed matter physics.\n\nIn this action, I propose to investigate short time spin dynamics during magnetic-phase transition and long time dynamics of non-equilibrium spin systems towards thermal equilibrium. Rubidium-87 Rydberg spins will be prepared in a well-define magnetic-spin state utilizing lasers and microwave fields. The short-time spin dynamics will be measured after a quench generated from a microwave field at chosen field strength and frequency. A global magnetization of the systems and a spatial correlation between spins will be extracted using a state-selective field ionization of Rydberg states and an interaction-enhanced imaging method, respectively.  By varying the quench parameters and the spin-spin interactions, we expect to obtain the quench conditions that lead to thermal equilibrium of the system. \n\nDuring the action, I will obtain scientific training about Rydberg-spin systems and microwave engineering under the supervision of experienced researchers. At the same time, I will transfer my expertise about high-resolution imaging technique as well as state-selective field ionization to the host institute. Aside from scientific activities, I will also involve in project administration and organization as well as take part in dissemination and outreach activities. The scientific and the career trainings throughout the action will benefit me for my future career as a professional researcher.",
    "totalCost": "79730,4",
    "ecMaxContribution": "79730,4",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}