{
    "rcn": "215622",
    "acronym": "PATCHES",
    "topics": "MSCA-IF-2017",
    "title": "Protein Adsorption onTo CHarged surfacES",
    "startDate": "16/05/2018",
    "endDate": "15/05/2020",
    "objective": "Biocompatibility of medical implants and devices is of paramount importance for their safety, effectiveness, and utility. The release of medical devices that are not biocompatible and biodurable is still an issue (for instance, more than 100.000 European patients are implanted with Metal-on-Metal hip joints which have been found toxic under specific circumstances), which has recently resulted in a proposal of the European Commission for the amendment of the Medical Device Directive.\n\nBiocompatible materials should be assessed based on their chemical, physical and toxicological properties as well as on their interaction with body fluids. A rapid adsorption of proteins on the foreign material will favour the anchorage of the cells, leading to safer and more durable medical implants/devices. Proteins adsorption is influenced by chemical and molecular structure characteristics and by the distribution of electric charges at the interface between surface and proteins. The distribution of surface charge has been so far attributed to the chemical reactions of the surfaces with body fluids. However, other aspects such as contact conditions and relative motions of surfaces have been recently appointed as crucial factors in the distribution of charge on the surface and thus on protein adsorptions. \n\nThe proposed project will focus on the analysis of tribologically induced surface charge distribution on different biocompatible materials and on its impact on protein adsorption. This research will be conducted using Density Functional Theory (DFT) calculations and classical Molecular Dynamics (MD) simulation methods and the models will be validated by experimental tests. The projectís main goal is the design of a multi-scale hybrid computation/experimental methodology that will allow to assess biocompatibility and pave the way to the future creation of novel biocompatible materials for both implant and nanomedical devices.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MODENA E REGGIO EMILIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}