{
    "rcn": "215681",
    "acronym": "MAGNET-CELLPATCH",
    "topics": "MSCA-IF-2017",
    "title": "Multimodal magnetic cellular-patches with synergistic effects for high performance theranostics",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "The key goals of the MAGNET-CELLPATCH project are: a) the training of a talented experienced researcher, Dr. Castellanos-Rubio, in the fast growing fields of nanotechnology, microfabrication, biomedicine and healthcare industry, in which the host and partner institutions have an extensive knowledge and expertise; and, b) the development, optimisation and evaluation of cost-efficient multimodal magnetic cellular-patches for high performance theranostics. The interdisciplinary training program includes the use of advanced characterisation techniques, as  XAS  and SAXS, and the evaluation of the material in therapy (hyperthermia-chemotherapy) and diagnosis (MRI) of colorectal cancer. The fellow is a skilled researcher that during her undergraduate and postgraduate career has gained strong experience in the fabrication and characterization of biocompatible magnetic nanoparticles and inorganic-polymeric microstructures with magnetothermal properties. To further boost her career, she needs to gain expertise in sophisticated data-capture instrumentation (such as synchrotron radiation sources), in  in-vitro and in-vivo experimental studies and in MRI technique, in which the UPV/EHU has a world-recognised expertise. Moreover, through secondments at academic and industrial co-hosts, at the UCL and NIT respectively, she will gain additional training in preclinical experiments in the field of magnetic-drug-targeting and in production protocols of medical devices, scaling-up options, cost-reduction strategies, quality-controls and market-ready items designs. This multidisciplinary project explicitly addresses a world-wide societal challenge in health, namely, the development of new materials for cancer treatment. In addition, it will also increase the fellow¥s supervision and teaching experience, project and intellectual property management expertise, research funding and proposal writing, which will assist her in acquiring necessary competences to reach professional maturity.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "UNIVERSIDAD DEL PAIS VASCO/ EUSKAL HERRIKO UNIBERTSITATEA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}