{
    "rcn": "215626",
    "acronym": "HYPERTHERM",
    "topics": "MSCA-IF-2017",
    "title": "HYbrid organic-inorganic PERovskite THERMoelectrics",
    "startDate": "04/02/2019",
    "endDate": "03/02/2021",
    "objective": "HYPERTHERM is a career-development project for an outstanding experienced researcher which will enable her to develop new ideas and prepare for an independent research career. \n\nIn this context, HYPERTHERM will develop new materials for thermoelectric generators ñ devices which can generate electrical energy from waste heat. These devices have huge potential as part of the future sustainable European energy portfolio, but their deployment is currently limited by material toxicity, cost of production, scarcity of key elements (such as tellurium), and incompatibility of the materials with advanced manufacturing techniques such as printing. \n\nHYPERTHERM will investigate new thermoelectric materials, specifically hybrid organic-inorganic perovskites, which are solution processable (printable), abundant and low cost. These materials are well-known in their undoped form in solar cells, and there are good indications that their superb electrical and thermal properties are well-suited to thermoelectric applications. However, to become good thermoelectric materials, they must be electrically doped to increase their conductivity. The principle scientific aim of this proposal is therefore to learn how to control doping in these exciting materials to boost their thermoelectric performance.\n\nA successful outcome of HYPERTHERM will deliver new doped perovskite materials and a deeper understanding of their electronic and physical properties. It will train a very promising researcher in an emerging research field and provide her with the skills boost and enhanced independence she needs to become a research leader of the future.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}