{
    "rcn": "215621",
    "acronym": "ROBBINS",
    "topics": "MSCA-IF-2017",
    "title": "breaking frontiers for the utilisation of ROBust BIopolymer NanocompoSite materials through flow-induced and nanofiller-assisted tailoring of biomimetic structure and morphology",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "This project aims to unlock the potential of natural biopolymers such as chitosan and protein which have been increasingly appreciated for not only their renewability (vs petroleum-derived polymers) but also their unique properties for various applications. However, enormous challenges exist to process biopolymers, to disperse nanoparticles in biopolymer matrices, and to achieve desired properties. This research specifically focuses on creating low-cost green biopolymer-graphene nanocomposites with tailored structure and properties via an innovative highly-efficient continuous engineering process. The core objective is to understand the fundamental physicochemical and rheological interactions between biopolymers and graphene with the smart use of novel additives/plasticisers, for precisely controlling composite structural evolution during melt processing. Initially, this will rely on the design of graphene and additives/plasticisers for the biopolymers, and then melt processing and plasticisation of biopolymer-based materials to realise specially oriented distribution of graphene on the nanoscale. Consequently, the interrelationships between processing conditions (affecting the interactions) and material properties (e.g. mechanical, electroconductivity) will be established. The understanding from this project is critical to engineering various biopolymer materials with tailored structures and properties for high-value application areas (e.g. biomedical, environmental). The advancement of knowledge will have a ground-breaking impact on the plastics industry by providing truly high-performance ìgreenî polymer options in major new technology areas that traditional plastics cannot service. Via research and innovation, this multidisciplinary project will enable substantial transfer of knowledge and skills between both parties and provide the Experienced Researcher with widened competencies for research independence and maturity, relevant to the Horizon 2020 Work Program.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}