{
    "rcn": "215635",
    "acronym": "UPDWMI",
    "topics": "MSCA-IF-2017",
    "title": "Ultra-low Power Digital circuits for Wireless Medical Implants",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "Advances in nanotechnology have made it possible to implant ultra-small electronic sensors in the human body. Interfacing with organs and nervous system, these devices will be a key part of future healthcare technologies. One of the most important components in such a device is the electronic integrated circuit (IC) located right at the signal source. This determines the overall power consumption and size of an implant. However, due to the need for sensitive analog circuits and toxicity concerns, very advanced silicon technology nodes (as in consumer electronics) cannot be used in such ICs. Hence, the power & area consumption is of significant concern. The primary aim of the project is to develop custom, novel ultra-low power digital cells for efficient signal processing and communication circuits for miniature wireless medical implants. This goal fits ideally with the ongoing IMPACT project (in the same group) that aims to develop rice-grain size bio-electronic sensor to monitor cancer tumors. This project will be able to use custom digital cells to optimize this tradeoff between data compression and transmission bandwidth in such a device. The researcher will  interact with a multidisciplinary team working on the IMPACT project,  including IC designers, physicist, biochemist and clinicians. The highly interdisciplinary work will consider the limitations of such an implant in terms of its sensor functionality and physiological acceptance before deriving the electrical specifications. The researcher will bring her extensive experience in designing low-power CMOS arithmetic and memory circuits to this project. This will complement the existing knowhow in bio-sensors and high-performance sensor interfaces already being developed at the host group. She will receive training in multiple aspects of mixed-signal IC design, full-chip characterization and bio-electronic systems. The host organization will also benefit from her teaching and mentoring experiences.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}