{
    "rcn": "215616",
    "acronym": "Human Glymphatics",
    "topics": "MSCA-IF-2017",
    "title": "Effects of sleep deprivation and adrenergic inhibition on glymphatic flow in humans",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Sufficient sleep is a key determinant of health, and sleep loss is associated with severe health risks. Nevertheless, the reason for why we sleep is not yet understood. Recently, a molecular function of sleep was described in rodents. The ëglymphatic systemí (GS) is a sleep dependent macroscopic pathway of the brain that facilitates the removal of metabolites, including amyloid-beta. This project will for the first time reveal a sleep-driven human GS and show whether glymphatic flow (GF) can be linked to cognitive impairments associated with sleep loss. Secondly, I will promote GF with the adrenergic antagonist Carvedilol. This manipulation of glymphatic clearance may define new approaches for treating sleep-disorders and Alzheimerís disease, or reduce or delay our need for sleep. \nI will investigate the human GS by applying state of the art, 5-10 Hz, ultra-fast MR sequences across sleep and wakefulness. Preliminary data show that these sequences enable the detection of cardiac, respiration, and slow pulsations, previously considered noise in fMRI imaging and distorted by aliasing effects. These pulsations are now believed to drive GF. The project will be a major step forward for sleep and neuroscience research, but also provide a key step in my career, demonstrating independent work and allowing me to learn advanced data-analysis skills and develop a novel imaging method, which I can apply in future studies. The chosen host institution is perfectly situated for the project, as they have established expertise and an exceptional skill-set in analyzing novel neuroimaging data including ultra-fast MRI. Secondly, my host provides unique infrastructure that allows for completion of the study, with key personnel in neuropsychology and data-analysis, as well as the world leading experts in glymphatic mechanisms. The project forms a foundation for a more general approach to integrate imaging of sleep-regulation and glymphatic mechanisms with patient or trait specific data.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "REGION HOVEDSTADEN",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}