{
    "rcn": "215600",
    "acronym": "SiBaToGA",
    "topics": "MSCA-IF-2017",
    "title": "The influence of stress in the bones and teeth of great apes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Great ape populations are dwindling. There is an urgent need to measure the impact of stress on great ape physiology and fitness so that detrimental effects can be mitigated. The stress response is usually studied through hormone analyses in living animals, but acute episodes also leave behind a permanent record in bones and teeth. This project characterizes three separate hard tissue stress markers that reflect developmental perturbations at different life stages: facial asymmetry (in utero), dental enamel defects (early life), and dental cementum abnormalities (adulthood). This project represents the first time that these stress markers will be coinvestigated, and it does so using innovative and cutting-edge techniques. The study sample includes wild and captive great apes that were the focus of intensive monitoring during life. The associated health, behavioral, and climate data provide an unparalleled context in which stress markers can be interpreted. While these common stress markers are well understood in modern humans, never before have they been linked to particular causes in wild primates. Given our close genetic relationship, understanding stress markers in wild primates will facilitate the interpretation of the same features in human remains from fossil or historical contexts. The Applicant is an ideal candidate to conduct this multidisciplinary project as she has the necessary background knowledge and imaging expertise. The sample is almost entirely assembled and ready to analyze. She will receive training-through-research to dramatically expand her expertise to include analytical techniques that are foundational to her field (i.e., 3D geometric morphometrics) as well as new and highly-specialized confocal profilometry- and histology-based methods. This project will mutually benefit from its close association with the CemeNTAA Project led by Supervisor Dr. Rendu which aims to develop and refine methods used to study dental cementum.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "UNIVERSITE DE BORDEAUX",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}