{
    "rcn": "215694",
    "acronym": "TANWORM",
    "topics": "MSCA-IF-2017",
    "title": "How do tannins kill parasitic worms?",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Infection with gastrointestinal parasites is one of the most severe impediments on sustainable production of meat and milk from grazing livestock. Widespread resistance to the small number of available synthetic drugs has rendered continued prophylactic drug treatment unsustainable. One solution is to graze animals on bioactive forages that contain bioactive compounds with anti-parasitic activity such as condensed tannins (CT). This approach has been shown to be effective in reducing parasitic infection in grazing sheep and cattle, but as yet the anthelmintic mechanism of CT is unknown. The aim of the current proposal is to use highly purified CT molecules to investigate how CT bind to nematode parasites, and the role of CT polymer size in the binding properties. Furthermore, transcriptomics and functional biochemical experiments will be used to elucidate the biological pathways that are perturbed in nematodes after exposure to sub-lethal doses of CT in vitro. This unique multidisciplinary project will involve leading groups in both veterinary parasitology and phytochemistry, and combine the latest techniques in molecular parasitology and tannin chemistry. It is envisaged that the unique skill sets obtained from the project will be highly beneficial to my future career, as well as uncovering novel insights into the biological properties of CT that will greatly aid the practical future use of CT-containing forages, thus ensuring the continued sustainability of pasture-based livestock production.",
    "totalCost": "212194,8",
    "ecMaxContribution": "212194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}