{
    "rcn": "215669",
    "acronym": "UNNAMEd-2",
    "topics": "MSCA-IF-2017",
    "title": "Unraveling the conceptional novel ADAM17 regulation by PP2A in metastasis formation.",
    "startDate": "01/01/2019",
    "endDate": "31/12/2020",
    "objective": "Around 90% of all cancer-related deaths are due to metastasis. Understanding the process of cancer metastasis is therefore of urgent need to develop new treatments. Aberrant expression of the epidermal growth factor receptor (EGFR), or increased availability of its ligands promote tumour survival and metastasis in multiple cancers. As a result, several anti-EGFR therapeutics are in clinical use, but almost all patients will develop resistance against the treatment. Another strategy to treat EGFR driven cancers is to reduce the pool of available EGFR ligands. The crucial enzyme in EGFR ligand release is A Disintegrin And Metalloproteinase (ADAM) 17. I have unpublished data showing that depletion of ADAM17 significantly inhibits colon cancer growth and metastasis in vivo. However, anti-ADAM17 therapies have failed clinically and thus, we urgently need to understand the regulation of ADAM17. Recent discoveries by Dr. Kveiborgís group, and collaborators showed that the protein phosphatase PP2A binds to ADAM17, and negatively regulates EGFR ligand release, thereby representing the first known negative regulator for ADAM17. Based on these novel findings, I hypothesize that the PP2A-ADAM17-EGFR axis has the ability to control cancer metastasis. To test this hypothesis, I aim to characterize the functional impact of the PP2A-ADAM17 interaction in cancer spread by creating ADAM17 mutants with different PP2A binding properties in colon cancer cells using CRISPR/Cas9 and functionally evaluate these cells in vitro and in zebrafish and mouse models. Moreover, I aim to unravel the molecular mechanisms of the interplay; applying SILAC coupled mass spectrometry and mutagenesis screening, to evaluate the mechanism by which PP2A affects ADAM17, and the signals involved in PP2A binding. This work will pave the way for the development of novel anti-cancer drugs and thereby expand the therapeutic choices for EGFR driven cancers and improve the patient survival.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}