{
    "rcn": "215652",
    "acronym": "FaMInART",
    "topics": "MSCA-IF-2017",
    "title": "ìFamily Making in India through Adoption or Reproductive Technology îAn interdisciplinary investigation of preference of Indian couples experiencing infertility regarding means of family formation",
    "startDate": "01/07/2019",
    "endDate": "30/06/2021",
    "objective": "The goal of this research project is to understand the socio-cultural and regulatory factors influencing preference of married couples in India suffering from infertility or subfertility regarding means of family formation. I will concentrate on two approaches to family formation; adoption of a child(ren) and assisted reproductive technologies (ARTs) using gamete (egg and/or sperm) donation. The study will focus on Indian couples who are residents of India and exclude members of the Indian diaspora who travel to India seeking adoption and/or ARTs. The objective of the research project will be achieved through three interconnected work packages each with specific research questions and methodology. The first work package involves a systematic literature review of factors influencing uptake of adoption as a means of family formation in India and globally. The second work package comprises of a normative analysis of Indian regulatory frameworks on adoption and use of ARTs (using gamete donation) in comparison to key international and European regulations. The last work package is designed to explore values, decision making process and experience of intending Indian parents regarding their chosen means of family formation using qualitative research methods. The insights generated from this project will be relevant for evidence based regulatory approaches to ARTs and adoption not only in India and other low-resource countries but also for global regulation of cross-border reproductive care. This interdisciplinary research project will be situated at the Bioethics Institute Ghent (BIG) with a secondment to the department of Reproductive Health and Research (RHR) at WHO Geneva for four months at the end.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}