{
    "rcn": "215673",
    "acronym": "PPOM-PTT",
    "topics": "MSCA-IF-2017",
    "title": "New Peptide-Polyoxometalate Hybrids for Antimicrobial Photothermal Therapy",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Antimicrobial resistance is a global challenge which is threatening the life and health of people from every country and region. Basically, most of the chemical or biological interferences may cause resistance to some extent. Recently, photothermal therapy (PTT) is attracting increasing attentions in anticancer researches and bringing enormous impacts in our scientific community. Inspired by this progress, we plan to construct a new class of peptides-polyoxometalates (PPOMs) hybrids for antimicrobial photothermal therapy. We do believe that this project will create a new research orientation in the interdisciplinary boundary between POM chemistry, photothermal therapy and antimicrobial therapy.\nTo this end, we propose a reasonable route divided into three steps: (i) developing a series of PPOMs by covalent or noncovalent linkage of three kinds of POMs and epsilon-poly-L-lysines with 10, 15, 20, 25, 30 repeating units; (ii) endowing PPOMs with photothermal capacities by chemical reduction and establishing a standard method for photothermal antimicrobial experiments based on PPOMs; (iii) evaluating their photothermal antimicrobial activity against non-resistant and ampicillin-resistant E. coli and exploring their potentials to tackle the antimicrobial resistance. \nThis proposal is appropriate for both beneficiary and host. Ms. She has experience in POM synthesis, anticancer therapy and self-assembly, which will be vital in this research. Besides, the expertise in Croninís group involving POMs, peptides synthesis, antibacterial evaluation and material characterization will be crucial for this proposal. More importantly, this project will become one step further in the research direction of Cronin's group.\nTo conclude, this project will exert a strong influence in the field of POM chemistry and antimicrobial research, and the bilateral success between host and beneficiary will be achieved.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}