{
    "rcn": "215647",
    "acronym": "STARTlight",
    "topics": "MSCA-IF-2017",
    "title": "STARTlight: cell cycle START decision unraveled by single-cell microscopy, modeling and optogenetics",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Cells across all kingdoms of life have developed exquisite control mechanisms to achieve and maintain the balance between cell growth and division. The decision to commit to cell division is a ubiquitous and essential process, whose dysregulation can dramatically affect cell viability in simple eukaryotes, while leading to tumorigenesis in mammalian cells. In budding yeast, the short interval in late G1 where commitment to cell division is decided, is known as START. Despite years of research, it is still unclear how the transition through START is triggered, and many mutually conflicting hypotheses have been proposed. Recent developments in microfluidics and single-cell microscopy have opened up new avenues for investigating START at the single-cell level. Moreover, thanks to the rapid development of optogenetic tools in the last few years offers the possibility to apply dynamic single-cell perturbations, with great potential for untangling complex intracellular networks. By combining single-cell time-course data on key components of the START network with targeted, reversible and dynamic perturbation of their activities using optogenetic tools, the aim of this proposal is to unravel the mechanisms that trigger START in budding yeast and to quantitatively describe these processes in a mathematical model. The results of this project will thus provide new fundamental knowledge on cell cycle regulation which, thanks to the high degree of conservation between yeast and higher eukaryotes, will be transferrable to other organisms as well.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}