{
    "rcn": "215686",
    "acronym": "TWODPS",
    "topics": "MSCA-IF-2017",
    "title": "TWO-Dimensional nanomaterial-based metasurfaces for enhanced Plasmonic Sensing",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "In the past decade, biosensors have provided an effective way for the physical and chemical science to improve the quality of the life in the modern society. The biosensors are usually based on systems that can detect electronic or optical signals in terms of the concentrations of biological molecules. Thus, it allows the monitoring of molecular interactions from the signal change. Useful applications so far include DNA analysis, glucose concentration test in human blood, sensing of toxins in the water, food and atmosphere. Current challenges for the biosensors are to improve their detection sensitivity and efficiency while with reduced size and operation cost. My research aims to achieve simple, fast and sensitive detection through label-free biosensing technology. For this aim, I will develop a novel plasmonic sensor based on optimized 2D nanostructures with magneto-optic materials for achieving ultra-high sensitivity for the hard-to-identify small biomolecules and explore new physics on the magneto-plasmonic effects generated by the coupling between the 2D nanomaterials and gold/magnetic materials metasurfaces. Miniaturization for commercially portable products embedding those highly sensitive nanostructures will be studied. The proposed research will significantly improve my knowledge in exploiting the optical/magnetic properties of novel plasmonic nanomaterials for enhanced light matter interactions. This project will play a pivotal role for my personal development as an independent researcher and provide me with the unique opportunity to work with experts in the field of materials, electromagnetics and sensing. I will benefit from ideas and inputs from renowned researchers from various scientific disciplines to compliment my background. Moreover, I aim to deliver the related research works though a series of seminars and lectures to present the importance and relevance of utilizing novel nanostructures for sensor development.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "UNIVERSITE DE LIMOGES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}