{
    "rcn": "215685",
    "acronym": "AnBIOSST",
    "topics": "MSCA-IF-2017",
    "title": "Anaerobic Biotechnology for Sewage Sludge Treatment: Integrating Anaerobic Bioleaching with Anaerobic Digestion",
    "startDate": "18/06/2018",
    "endDate": "17/06/2020",
    "objective": "During wastewater treatment, a significant amount of sewage sludge (SS) is generated as a by-product, with an estimated production in Europe alone of 2 bio tons/yr. SS use as fertilizer and anaerobic digestion are 2 disposal routes that comply with current legislative guidelines on waste disposal and environment. Anaerobic digestion (AD) is widely applied, resulting in volume reduction and biogas production. However, high heavy metal (HM) contents in SS impede the use of raw SS or AD effluent to be used as fertilizer.\nBioleaching is based on the activity of Fe-and S-oxidizing microbes, capable of degrading metal sulfides and solubilizing HM. Because of its potential to remove HMs from solid matrices, bioleaching has been considered as a promising technique for both raw SS and AD effluent.  In this regard, studies have been performed on conventional oxidative bioleaching approach (OBL). However, the rate of HM dissolution through OBL is slow, it requires aeration and addition of leaching agents (acids, bases, etc), which increases costs. Also, the inevitable formation of by-products limits the process efficiency. Recently, anaerobic bioleaching (ABL) has been a choice to recover HMs of different sources,with benefits of acid production and minimization of by-products. However, up to now, ABL has not been introduced in SS treatment. Furthermore, the application of ABL to sewage sludge prior to AD digestion offers various potential advantages: (i) the bio-availability of HM (which serve as micronutrients to AD microorganisms) is increased, (ii) volatile fatty acids (VFA), very important AD intermediates, are produced; and (iii) the sludge is already in a reduced state before in enters the digesters.\nIn this research project, we will obtain essential knowledge about (1) ABL as sludge treatment, and (2) the effect of ABL on the efficiency of subsequent AD. By filling these gaps in knowledge, we are one step closer to a clean-up and valorisation strategy for sewage sludge.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}