{
    "rcn": "215634",
    "acronym": "SABIR",
    "topics": "MSCA-IF-2017",
    "title": "Dynamic sustainability assessment tool for the case studies of biorefinery supply chains from agricultural wastes",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "There is continuous refining and development of novel methodologies in the field of sustainability. From these methodologies, life cycle assessment is one of the most commonly used today. Over past decades researchers have ìupgradedî life cycle assessment to life cycle sustainability assessment; later method combines 3 pillars of sustainability: environment, society and economy. While current methodologies looks at the impacts of analysed product or service in more holistic way, this approach is still lacking one important issue ñ dynamic feedback loops. The bottleneck of life cycle sustainability assessment method is rooted in the assumption that values for the impact categories remain constant, that is assuming a constant marginal impact or that no other sustainability information changes the overall system, and thus also the individual impacts. \n\nThe aim of SABIR is to develop a novel, dynamic sustainability assessment tool, that uses life cycle sustainability assessment and system dynamic analysis tools at the same time in one model. To validate this tool two case studies of biorefinery supply chains from agricultural wastes will be used.\n\nBiorefinery case studies are chosen because these systems are increasingly seen as pivotal technologies to strengthen the growth in the area of bio-economy. Nevertheless, the overall environmental, economic and social consequences of implementing such biorefinery systems are poorly understood. Therefore, this project will aim to give two major benefits (1) to advance life cycle sustainability assessment methodology by introduction of feedback loops, (2) to advance studies on biorefinery concept, by outlining possible impacts and solutions.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}