{
    "rcn": "215637",
    "acronym": "HMST-PC",
    "topics": "MSCA-IF-2017",
    "title": "Synthesis of Hybrid Metal-Semiconductor Tetrapod Photocatalysts for Improved Water Splitting",
    "startDate": "18/03/2019",
    "endDate": "17/03/2021",
    "objective": "While modern photovoltaic cells (PVCs) are capable of efficiently and directly generating usable electricity from sunlight, daily variations in availability of this key resource during day/night cycles points to a need to store the generated power for use when the PVCs are not active. To this end, systems that directly use the energy of sunlight to drive chemical reactions that otherwise would be thermodynamically uphill have been vigorously studied since the late 1960s. Such ìsolar-to-fuelî generating systems are targeted to store energy from sunlight in the form of chemical bonds which can be later broken with mild external stimulus to provide energy on-demand. Of these systems, the most studied for the collection and storage of solar energy is the photoinduced solar water splitting reaction, wherein liquid water is broken down into hydrogen gas (H2) and oxygen gas (O2) using semiconductor photocatalysts. \n\nThis proposal seeks to develop a novel nanoscale Hybrid Metal-Semiconductor Tetrapod Photocatalyst (HMST-PC) for solar energy conversion. This catalyst is specifically designed for the efficient generation of fuels (H2 and O2) from only sunlight and H2O. The nanocatalyst will consist of: i) four light-absorbing CdS antennae, ii) an embedded CdSe core to guide internal energetics, iii) a binary noble metal cocatalyst for H2 evolution, and iv) a robust metal-oxide cocatalyst for O2 evolution. \n\nIn addition to developing an all-in-one solar photocatalyst, fundamental scientific advances made in this action will serve to i) expand the toolbox of precision nanomaterials synthetic methods available to researchers, ii) address long standing issues of charge-extraction in nanoscale catalyst systems, and iii) develop new methods to stabilize functional photocatalysts against photocorrosion. These advances will help enable future researchers to engineer better (more well-defined) model systems with a level of synthetic precision not available in the past.",
    "totalCost": "170509,2",
    "ecMaxContribution": "170509,2",
    "coordinator": "TECHNION RESEARCH AND DEVELOPMENT FOUNDATION LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}