{
    "rcn": "215682",
    "acronym": "PeLED",
    "topics": "MSCA-IF-2017",
    "title": "Towards Efficient and Stable Perovskite Light-Emitting Diodes",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Light-emitting diodes (LEDs) based on organometallic halide perovskites have attracted increasing interest due to their unique properties, such as high colour purity, easily tunable optoelectronic properties, and solution processable for low-cost and large-arear manufacturing, showing great potential in displays and lighting applications. Even though the photonic and electronic properties of perovskites are very attractive, the poor stability and relatively low photoluminescent efficiency are two major problems that limit their progress in LEDs. \nIn this project, I aim to address these challenges and develop efficient and stable perovskite LEDs. I propose a) to design and synthesize Ruddlesden-Popper perovskite (RPP) emitters with stable crystal structures and excellent optoelectronic properties, with the help of first-principles calculations, b) to deposit high-quality RPP films using new synthetic routes, and c) to fabricate efficient and stable LEDs with performance beyond the state of the art, by coupling device engineering with device physics investigations. This project will increase the fundamental knowledge concerning RPP materials and devices. The expected outcomes are new type perovskite materials with good optoelectronic properties, as well as stable and efficient LEDs. In addition, I will be trained to develop new interdisciplinary knowledge and skills and to reach professional maturity by implementing the project. In addition to individual development, successful implementation of this project will also promote the international competitiveness of the host organization on research of perovskite optoelectronics. Potential commercialization of the new perovskite materials and LEDs products will also generate economic growth and new job opportunities for the Europe society.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}