{
    "rcn": "215687",
    "acronym": "MAGIC",
    "topics": "MSCA-IF-2017",
    "title": "Magnification of Asthma by human memory Group 2 Innate lymphoid Cells",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Allergen-sensitized individuals may develop chronic airway inflammation, typically found in asthmatic patients. This process is thought to be mediated by the generation of antigen-specific memory Th2 cells, which respond stronger during subsequent encounters with the same allergen. The characterization of memory T cells has led to the development of vaccination therapies to produce desensitization towards specific antigens. However, these treatments are not always effective as some asthmatic patients respond to a wide range of allergens in a non-specific manner. The causes for this non-specific allergic response are currently unknown.\n \nThis action postulates that Group 2 innate lymphoid cells, critical players in lung allergic inflammation, fill this gap of knowledge. The researcher showed that allergen-experienced mouse lung ILC2s acquire memory functions: remember previous allergen exposures and react stronger upon subsequent exposure to an unrelated allergen. The goal of this proposal is to demonstrate that human memory ILC2s are involved in asthma exacerbation and that IL-25 might be a target to ameliorate memory ILC2-mediated lung inflammation in these patients. The supervisor is an expert in human ILCs. Humanized mice will be used to define the phenotype and function of human memory ILC2 and the results will be further validated on peripheral blood and sputum samples from asthmatic patients.\n \nAsthma is considered by the World Health Organization the most common chronic lung disease worldwide with a substantial social and economic burden due to its high rate of under-diagnosis and under-treatment. Specific focus will be to raise awareness of clinicians and pharmaceutical companies about the potential of memory ILC2 as a target to improve diagnosis and treatment. This project will translate the researcherís knowledge in to a human setting and provide a wealth of data to obtain further funding and become a research group leader in Europe.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "Academisch Medisch Centrum bij de Universiteit van Amsterdam",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}