{
    "rcn": "215623",
    "acronym": "VISSATO",
    "topics": "MSCA-IF-2017",
    "title": "Visual Search and Cognitive Control of the Speed-Accuracy Trade-off",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The visual environment in our daily life contains many objects, yet only a few of them are relevant for our behavior. In recent decades, our understanding of how we are able to find relevant objects has made substantial progress, in terms of both behaviour and its underlying neural basis. This progress is mainly based on the visual search paradigm where participants are asked to find a target object among non-target objects on a computer screen. Despite this progress, an important aspect of visual search has been neglected, the cognitive control of the ubiquitous speed-accuracy trade-off (SAT, i.e. we are likely to miss targets if we aim for fast responses). We can exert this control depending on many factors (e.g. motivation, situational context, etc.) and its flexibility undoubtedly contributed to our survival as a species. Despite this importance, few studies have investigated cognitive control of SAT in visual search. VISSATO aims to close this gap by employing a set of highly interdisciplinary research lines with experimental and computational modeling techniques. VISSATO will also draw on recent progress on SAT in the related field of perceptual decision making. This field typically examines how we make decisions about perceptual characteristics of single objects (e.g. the motion direction of noisy motion patterns). VISSATO will develop a novel visual search task which allows us to tap into cognitive control of SAT and conduct EEG studies with this task. VISSATO will also develop novel biophysical models of these experiments, testing different hypotheses about the control mechanisms. Using the latest advances in Bayesian model evaluation (including EEG source reconstruction) VISSATO will determine which of these novel models best explains the empirical data, thereby providing strong evidence on how the cognitive control of SAT in the processing of visual scenes is implemented in the brain.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}