{
    "rcn": "215648",
    "acronym": "MECHANOSITY",
    "topics": "MSCA-IF-2017",
    "title": "Mechanical regulation of cellular behaviour in 3D viscoelastic materials",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "Extracellular matrix (ECM) mechanical properties have emerged as key promoters of processes such as cell migration and epithelial to mesenchymal transition (EMT) in cancer. Despite recent advances in the understanding of cellular ECM sensing machinery, mimicking tissue microenvironments in vitro is highly challenging, and most research has been focused on two dimensional (2D) elastic substrates. However, ECMs are not merely 2D elastic substrates, but rather viscoelastic three dimensional (3D) materials. Our objective is to understand how the viscoelastic properties of 3D ECMs regulate cell behaviour. We hypothesize that in viscoelastic materials, counter-intuitively, an increase in viscosity triggers force transduction and gene expression, due to an increase in the load of molecular clutches formed between the ECM and actin. To address the influence of viscoelasticity, Alberto Elosegui-Artola (the experienced researcher/ Applicant) will develop a set of hydrogels matching the viscoelastic properties of both healthy and malignant breast tissue. Then, traction force microscopy will be developed and combined with molecular biology techniques to determine the molecules involved in 3D viscoelasticity sensing. The dynamic behaviour of these molecules will be integrated in a 3D molecular clutch model with the aim to predict cellular migration and force transduction. Model predictions will be validated by performing experiments in 3D viscoelastic gradients on the migration of single cells and spheroids. Lastly, the relevance of the model will be tested by observing if impairing model-predicted force transduction elements prevents EMT transition in cell lines and mouse-derived breast healthy and tumour organoids. This projectís results are expected to reveal molecular interactions that could lead to new therapeutic targets in breast cancer, and also to provide translational opportunities in other disciplines including biomaterials and regenerative medicine.",
    "totalCost": "239191,2",
    "ecMaxContribution": "239191,2",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}