{
    "rcn": "215676",
    "acronym": "MATHCOV",
    "topics": "MSCA-IF-2017",
    "title": "Maternal temperature history controls progeny vigour",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "It has long been known that mother plants have a significant influence on progeny traits such as dormancy, seed size, and seedling growth vigour. Temperature is a highly influential environment factor on seeds, and can be sensed directly by either the mother plant or by developing seeds themselves, using an unknown mechanism to integrate temperature information over time. The endosperm plays an important role in the temperature regulation of dormancy, but and previously direct investigation of temperature-controlled events in the endosperm has been limited by the small seed size of the model species Arabidopsis. Here, I will investigate how temperature controls progeny dormancy and seedling growth vigour via endosperm in Brassica oleracea, a key vegetable species that contributes to human health and nutrition, using high resolution timeseries transcriptomics. Gene network and epigenetic profiles will be analysed dynamically and integrated for endosperm and embryo at different after temperature perturbations, to form a high resolution of early and late events that lead to temperature signals in seeds. This will enable the identification of key genes and stably-inherited epigenetic markers involved in temperature-induced differences in seed vigour difference. The resulting model will be tested in Arabidopsis and Brassica by knock-out mutant and transgenic experiments. This duel approach is an effective strategy to control risk. Avenues for the effective dissemination and exploitation of results will be developed by the fellow. Relevant training will be provided to during the fellowship. Ultimately, this project enable us to better understand seed vigour and could benefit seed companies, farmers and policy-makers by showing how to add resilience to environmental variation on seed performance.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}