{
    "rcn": "215783",
    "acronym": "WCVolcano",
    "topics": "MSCA-IF-2017",
    "title": "Quantification of volcanic halogen impacts in the troposphere through WRF-Chem modelling, satellite and in-situ observations",
    "startDate": "03/01/2019",
    "endDate": "02/01/2021",
    "objective": "This project delivers a multi-faceted approach to understanding the halogen, ozone, and mercury chemistry of volcanic plumes in the troposphere. Small eruptions and continuous degassing volcanoes release halogens that are converted into reactive forms (e.g. BrO) in the plume and are known to have significant impacts such as the destruction of ozone and conversion of mercury into more toxic forms. However, at present, we lack the tools to quantify these impacts. By combining novel model and measurement approaches to this problem, this project will provide a very first quantification of the local-to-regional impacts on tropospheric ozone and mercury. To deliver this break-through the ER, Host and academic and industry partners each bring complementary expertise in high- and low-temperature plume models, multi-phase chemistry, satellite remote sensing, small sensors, and in-situ measurement of volcanic plume gases. The resulting ERís training-by-research will place him at the centre of an EU collaborative activity on volcanic halogens.\nCentral to this project is the ERís development of a new atmospheric chemistry model of volcanic halogen impacts, WCV, with initialization based on high-temperature emissions. This tool will be an extension of the free and open-source community 3D model WRF-Chem and will be made available under the same terms. The ER will evaluate WCV through analyzing data from the newly-launched Sentinel 5-P satellite to trace volcanic BrO-SO2 at unprecedented resolution. Two field campaigns will make in-situ measurements of volcanic emissions and plume mercury, by industry mini-sensors and sampling methods. The combined WCV model-observation approach will make some very first case study assessments of volcanic halogen impacts on tropospheric ozone and mercury over local-to-regional scales. It will fill a critical gap in our understanding and quantification of volcanic plume hazards, bringing tools of strong interest to both research and policy groups.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}