{
    "rcn": "215788",
    "acronym": "MOrPhEM",
    "topics": "MSCA-IF-2017",
    "title": "Mechanics of Programmable Matter",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Shape-shifting systems would offer unique innovation capabilities which have inspired fiction and driven exciting science and engineering research over the past decades. Such adaptable, multi-functional, shape-shifting creatures that could freely assume any desired form, mimic natural or engineered systems and even perform tasks beyond the capabilities of any human or conventional machine are indeed exciting prospects which could change the way we see world around us and interact with it. Yet shape-shifting systems, which include soft and reconfigurable robots, remain in their infancy. We are still to estimate physical limits for such technology and thus remain unable to predict which of all the exciting potential applications are actually achievable.\nIn this project, through a continuous interaction between Robotics, Soft-Matter Physics, Computer Science and Computational Mechanics, with my host, I will devise novel theories and algorithms, implemented in open-source software which will enable to effectively control shape-shifting systems. Such predictive and control tools remain the major obstacle to designing and constructing actual shape shifters with unique and adaptable properties.\nThe impact of shape-shifting devices would span the whole of engineering and medicine.  Such systems could be used in communication and entertainment to physically reproduce virtual moving and interacting entities. In medicine, they could be injected into the blood stream, adapt to physiological conditions, enter   the most remote, sinuous and confined areas in organs, treat them or invest them with required enhancements, e.g. cochlear implants for earing aids.\nThese exciting opportunities, however, require the ability to effectively control these shape-shifting and adaptable systems, which is the aim of this Fellowship.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITE DU LUXEMBOURG",
    "coordinatorCountry": "LU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}