{
    "rcn": "215729",
    "acronym": "QuESt",
    "topics": "MSCA-IF-2017",
    "title": "Quantum Enhanced Organic Photovoltaics by Strong Coupling of IR Vibrations to an Optical Cavity",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "In the quest for solar cell technologies, organic photovoltaics (OPVs) are playing a leading role as a potentially cost-effective and clean solution. Thus, much research has been devoted into increasing power conversion efficiencies (PCE), currently ~10% by optimising material properties at the different steps involved in the conversion of light into charge. There is evidence that charge delocalization and hot charge transfer (CT) states facilitate charge separation at the electron donor/acceptor interface. State-of-the-art OPVs already exhibit very high (>90%) internal quantum efficiencies (IQE). However, PCE relies not only on high IQE but also on minimizing energy loses (e.g. exciton relaxation) and avoiding charge recombination. A possible strategy to increase PCE is to find ways to optimise charge separation that allow simultaneously for high quantum efficiencies and architectures with longer exciton diffusion lengths or lower charge recombination rates. In QuESt we will investigate how to enhance OPV functionality by the emerging approach of modifying material properties through the hybridization of matter and photon states under strong light matter coupling. In particular, the aim of this project is to modify charge separation and eventually PCE in OPVs by engineering strong coupling between IR molecular vibrations and an optical cavity mode. We will develop a theoretical framework to describe the energy structure and charge dynamics in OPVs under strong vibrational coupling that will be benchmarked with non-linear spectroscopy experiments.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}