{
    "rcn": "215730",
    "acronym": "NoPHAME",
    "topics": "MSCA-IF-2017",
    "title": "Novel PHAge MEthods for improved virus inactivation",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "Provision of safe water is vital to ensure the stability and function of society and overall public health. The WHO estimates that 2 billion people still drink contaminated water, and lack access to safe sanitation. While the burden of waterborne diseases is disproportionally higher in poorer countries, the safety of our water supply is challenged everywhere by rapid world population growth and climate change, testing the capacity of sewage treatment systems and resulting in increasing environmental pollution. Therefore, effective removal and inactivation of viral pathogens during wastewater treatment is a global issue. Diseases due to consuming contaminated water are preventable and the resulting deaths can be avoided. Safe reuse of wastewater requires efficient inactivation of mammalian pathogens in the treatment process, especially emerging pathogenic viruses however current methods are established for bacteria and protozoa; far less is done for viruses due to greater diversity and the challenges of growing human and animal viruses. Bacteriophages, viruses of bacteria, offer an alternative as surrogates for mammalian viruses. In this fellowship, I propose to develop better systems to monitor and assess virus inactivation methods during wastewater treatment, through two specific objectives: (1) Identification of ubiquitous endogenous phage as surrogates for human/animal pathogenic viruses in virus inactivation evaluation; and (2) Develop phage activity assays to measure and evaluate the virus inactivation efficacy of novel wastewater reuse treatment schemes. Through this fellowship, I will gain multi-disciplinary knowledge and enhance my skills in virology, bioinformatics, microbiology and water technology. These acquired competences and experience will broaden my skills as an independent researcher. The outputs of this research fellowship are expected to have global application as well as provide useful tools for improving wastewater management and water quality.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}