{
    "rcn": "215716",
    "acronym": "HI-PHRET",
    "topics": "MSCA-IF-2017",
    "title": "High-resolution Imaging with Phase Retrieved Tomography",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Optical tomography is a modern field of indisputable interest that fosters advances in the study of biological processes. Even if this scientific pairing seems to proceed tightly bind, sometimes current methodologies vacillate to satisfy imaging requests coming from the medical world. In this scenario, the intention of High-resolution Imaging with Phase Retrieved Tomography (HI-PHRET) project, is to achieve the maximum tomographic resolution taking advantage of cutting-edge photonics and computational techniques. In fact, Phase Retrieval (PR) methods are unveiling their promising imaging capabilities since, with the current technology, we are able to measure a ìmereî amplitude-only image. The recovery of phase information opens up numerous possibilities, drafting the goal of the project: put PR algorithms at the service of the biomedical imaging world. Mechanical misalignment, scattering and hidden imaging can be efficiently handled with PR implementations, further advancing towards the highest tomographic resolution. HI-PHRET will thrive at Politecnico di Milano, under the supervision of Prof. Pifferi, and will project me into the excellences of the European scientific panorama. Thanks to the possibilities offered by the prestigious MSCA-IF and by the inclusion in a well-structured multi-disciplinary network, I will be able to grow professionally maturing further independent-thinking and project-management skills. The interaction with universities, research institutes, industries and companies (also by means of two secondments), as well as direct contact with technology-transfer offices, will open up new possibilities for my career and maximise the impact of the research action. Dissemination, exploitation and communication strategies planned throughout the project will encourage me to think different, trying to catch the attentions of the broadest audience but focusing on concrete problematics, always keeping an eye on potential technology transfer.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "POLITECNICO DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}