{
    "rcn": "215724",
    "acronym": "Smart BioSense",
    "topics": "MSCA-IF-2017",
    "title": "Smart engineered Bioreceptors for developing BioSensors",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "WHY: Although the impressive advances in the field of biosensing, most efforts are oriented in delivering lower limits of detection, whereas other aspects remain unattended. As consequence, the majority of novel assays for the detection of biomarkers still require: sophisticated equipment, washing intensive, reagent-intensive multi step processes. To effectively overcome the cited limitations and clear the way to the desired point-of-care tests (reagentless, single step, quick response, reusable, user friendly, robust and precise) it is mandatory to engineer the recognition elements (RE).\nWHAT: The aim of the proposal, SBS, is to develop novel electrochemical biosensors by engineering the RE responsible of detection. I will achieve so by rationally applying mechanisms found in nature; First, I will explore the amazing single-step, reagentless signal transduction naturally occurring biological systems. Next, I will enhance precision of the recognition element (high output upon subtle variations of target concentration) through the insertion of cooperativity. Finally, I will deploy the engineered RE in biosensing approaches.\nHOW: During the fellowship I will undertake a training program to develop skills and acquire expertise in biophysiscs, molecular biology and electrochemical biosensor. In a first out-going phase I will join Prof. K. Plaxco (UCSB) who is a world-wide expert in biomolecule folding and biophysics, there I will develop the engineered folding based RE. In the subsequent phase I will join Prof. F. Ricci group at University of Rome, Tor Vergata. Prof. Ricci leads a young and dynamic group specialized in the field nanotechnology, DNA engineering and electrochemical biosensors. Within his group I will work in the application of the RE into biosensors. The fellowship will grant the chance to build a robust, prestigious and attractive scientific record, while the knowledge and skills acquired will improve gratly my career.",
    "totalCost": "244269",
    "ecMaxContribution": "244269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}