{
    "rcn": "215799",
    "acronym": "ICOFAS",
    "topics": "MSCA-IF-2017",
    "title": "Improved Coherence Fast Swept Source Lasers for Optical Imaging Applications",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Optical coherence tomography (OCT) is an exciting new technique capable of high-resolution, three-dimensional imaging to depths of a few millimeters. The technology has unique advantages as non-invasive, being an imaging method for a variety of imaging applications such as medical diagnostics and industrial testing in manufacturing lines. The tunable laser sources used in OCT are required to have wide spectral range (to improve resolution), fast tuning speeds (to improve imaging times) and narrow instantaneous linewidth (to enhance imaged depth). The preferred wavelength for OCT is 850nm due to better resolution and less attenuation at this wavelength and compatibility with cheap Si detection, but have been hampered by the quality of the laser sources for this region and have tended instead to be developed at the telecom wavelengths of 1300nm and 1550nm. To meet the need for fast speed imaging of deeper structures, we will 1) investigate novel approaches to reach mode-hop free operation for swept sources at 1550nm and 2) develop an optical source around 850nm with a wide band (>70nm), high sweep rate (1MHz) and narrow instantaneous linewidth due to mode-hop free operation. The ICOFAS project targets (a) the training of a young researcher in the field of photonic devices, optical imaging and research commercialisation; (b) the development of novel optical sources with advanced coherence properties and fast sweeping rate; and (c) the industrial validation and commercialising of the developed technology. The training program for the researcher includes new skills in the design and fabrication of multi-section semiconductor fast sweeping lasers, characterisation and optimisation of the laser performance, and implementation of the advanced sources to optical imaging systems. In addition, strong commercialisation and entrepreneurial skills will be developed, with keen interest from two commercial partners ensuring focus on an industrial roadmap.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}