{
    "rcn": "215779",
    "acronym": "MONMETAL",
    "topics": "MSCA-IF-2017",
    "title": "Generation of monolayer thin 2D nanosheets of noble/semi-noble metals: Investigation of their structural, electronic and catalytic properties",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "One atom thick carbon sheet named graphene has brought revolutionary changes in materials science. Due to the three dimensional and non-layered structures, achieving metals in the form of monolayer or few atoms thick nanosheets is dauntingly difficult. The research proposal involves the fabrication of monolayer thin noble and seminoble metals such as Au, Pd, Pt, Ag and Cu. Herein, we propose a synthetic route to fabricate the monolayer thin nanosheets (NS) of various metals using a template assisted method. I propose the intercalation of metal anions across the layered double hydroxide (LDH) layers followed by reduction, as a robust method to produce metal NS. The lateral dimensions of NS can be tailored on tuning the metal salt concentration, while suitable counter anions of LDH can alter the NS thickness. NS will be released from template by mild sonication. Free standing NS will be analyzed by transmission electron and atomic force microscopy. Besides, the NS will be characterized using various other high end characterization tools to get a deeper understanding of structural and atomic arrangement in NS. Possibly, the size reduction to a monolayer or a few layer thickness would give rise to many interesting properties. Among the various anticipated properties, the foremost one would be finding a new crystal structure. The reduction of the thickness of NS reduces the local coordination number to as lower as two which would enhance the catalytic activity for the reduction of environmental toxic gases such as CO2 to a fuel. Besides, the ~100% surface atoms would also contribute to the catalytic activity. Another interesting study is the fabrication of metal based transistors which will function at high frequency. Thickness dependent structural, catalytic and electrical properties are another important studies will be explored in this proposal. The described proposal would be accomplished under the supervision of Prof. Andre Geim at the University of Manchester.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}