{
    "rcn": "215790",
    "acronym": "IDEAA",
    "topics": "MSCA-IF-2017",
    "title": "Techniques, methods and tools for Issue-Driven European Arena Analytics: supporting citizens to easily explore the trove of publicly available data to build a viewpoint on a specific issue.",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The modern world witnesses an explosion of digital content; for example, the European Data Portal, managed by the Publications Office of the EU, provides more than 10.000 datasets produced by EU institutions and bodies and harvests more than 750.000 datasets of Public Sector Information. This leads to opportunities for EU citizens to witness, analyze and monitor the functioning of their representative institutions, and tremendous challenges in making sense of the data, in particular by interpreting them in the context of specific needs. A citizen interested in an issue such as ìundergraduate educationî has no means to easily follow EU institution activity on it and compare it with activity and regulations in one's country. A lot of public information is available, however, acquiring a comprehensive picture and understanding the consequences, implications and correlations of this issue with respect to a bigger (European) arena is very difficult. IDEAA (Issue-Driven European Arena Analytics) will allow citizens to easily explore the trove of publicly available data. Its features are: (i) supply users with succinct and meaningful knowledge with respect to their issue of interest; (ii) allow users to interact with the provided knowledge to refine their information need and advance understanding; (iii) suggest interesting or unexpected aspects in the data and (iv) support the comparison of knowledge discovered from different data sources. The research is to be focused on RDF data; the EU Data Portal alone exposes more than 20.000 RDF datasets. However, despite their abundance and continuous growth, consolidated approaches for RDF analytics are still lacking. The research will be concretized in a web-based prototype encompassing theoretical results and providing the four described features. To the best of our knowledge this will be a pioneering tool, dedicated to general public, for easily analyzing RDF data with the aim of building a viewpoint on a specific issue.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}