{
    "rcn": "215711",
    "acronym": "TissueMaps",
    "topics": "MSCA-IF-2017",
    "title": "Elemental imaging of human tissue: clinical therapy support and development of new diagnostics",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Population in developed countries is aging. Besides other socioeconomic effects, this significantly affects European health systems, as ageing-specific therapies and treatments have become important cost factors. In this context, hip replacements belong to one of the most frequent and costly treatments. Recent reports on mass failures of new types of hip prosthesis revealed insufficient understanding of physiological processes leading to prosthesis failure. Studies on hip prosthesis failures revealed complex processes leading to chemical degradation of implants, resulting in desorbed elements and ions entering the surrounding tissue, causing inflammation and loosening of hip prosthesis. The research needed to reveal important details of the body response to the implant is lacking of the incorporation of novel techniques and approaches.\nTechniques currently applied in hospitals, such as X-ray scans and optical tissue microscopies do not fully explain the effects of implants on the body physiology. Moreover, the screening of new types of implants before its introduction into clinic processes may lack of scientific understanding of possible destructive effects. Modern tissue microscopy techniques are promising providing elemental and chemical distribution of a tissue, with high sensitivities and lateral resolution. Micro Proton Induced X-ray Emission (microPIXE) allows determining the quantitative elemental mapping of a tissue and has been proved to be the best technique for element localization studies in biological tissues due to its capability of analysing at sub-cellular level the distribution of elements incorporated to biological tissue, due to a high sensitivity ranging down to 0.1 ppm level.\nThe action will focus on investigating reasons of failures and rejections of hip replacements by application of advanced elemental microscopies to human tissue surrounding hip failures. Results may determine the origin of failure and avoid prosthesis rejection.",
    "totalCost": "157287,6",
    "ecMaxContribution": "157287,6",
    "coordinator": "INSTITUT JOZEF STEFAN",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}