{
    "rcn": "215740",
    "acronym": "OSTtrans",
    "topics": "MSCA-IF-2017",
    "title": "The Role of OST?/? as a Bile Acid and Drug Transporter in Obesity-Associated Chronic Liver Disease, Nonalcoholic Fatty Liver Disease",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Obesity is increasing rapidly in EU, with about 50% of the population being obese. In addition to cardiovascular disease and type-2 diabetes, non-alcoholic fatty liver disease fatty liver disease (NAFLD) is a major obesity-associated chronic disease. Despite the high frequency of NAFLD, comprehensive research on its effects on hepatic biotransformation capacity is lacking, especially in human subjects. \n\nThis project will use human liver tissues, human hepatocytes, organic solute transporter ?/? (OST?/?) over-expressing human cells and membrane vesicles, to evaluate the role of OST?/? and other bile acid transporters in NAFLD, addressing a key question in current biomedical research: Can obesity lead to altered hepatic biotransformation and modulate the efficacy and safety of medications? \n\nThe main objective is to elucidate the role of OST?/? as a bile acid and drug transporter particularly in NAFLD. The hepatic expression of OST?/? is normally low but dramatically increased in cholestatic conditions, even more than expression of other bile acid transporters. The project will focus on the proteomics of bile acid transporters and bile acid metabolome in NAFLD and NASH liver, regulation and mechanisms of OST?/? transport, and the role of OST?/? as a bile acid and drug transporter in the human liver. The project is strongly interdisciplinary, involving a combination of biochemistry, molecular biology, and analytical chemistry. The results will increase the understanding of NAFLD disease mechanisms, thus benefitting clinicians and authorities to ensure safe and effective drug therapies for the NAFLD population. This project examines one of the key priorities of European Commission, chronic diseases. In addition, the Applicant enhances her competences and the host widens its networks, thus supporting mutual knowledge transfer.",
    "totalCost": "179325,6",
    "ecMaxContribution": "179325,6",
    "coordinator": "ITA-SUOMEN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}