{
    "rcn": "215731",
    "acronym": "MAPoPHAGY",
    "topics": "MSCA-IF-2017",
    "title": "Maturation of plant autophagosomes: mapping the route to sustainability",
    "startDate": "21/09/2018",
    "endDate": "20/09/2020",
    "objective": "Autophagy (from the Greek for ìself eatingî) is a catabolic process, by which eukaryotic cells degrade and recycle their content. This mechanism removes superfluous, damaged or harmful molecules or organelles and thus greatly impacts fitness of the organism. Autophagic cargo destined for degradation is delivered to the lytic compartment by specialized vesicles, autophagosomes. As of yet, the path from the plant autophagosomes assembly site to the lytic vacuole is uncharted territory. The first objective of this project is to perform a systematic study investigating the dynamic changes in morphology and biochemistry of the plant maturing autophagosomes and creating a molecular map of their route towards the lytic vacuole. This knowledge will be a fundamental contribution to the plant autophagy and plant membrane trafficking research fields. \nAutophagy is involved in regulating plant longevity, fecundity, stress tolerance and pathogen resistance. Unfortunately, our understanding of its role in establishing these traits is limited by the autophagy detection tools currently available. In this project I will establish the first high sensitivity luminescence-based non-invasive system for in planta detection of autophagic activity. This approach will be a break-through, as it will finally allow real-time in planta tracking of previously undetectable oscillations of autophagic activity throughout plant development under variable conditions.\nDuring the past ten years I became an expert in plant autophagy research. My host, Prof. Schumacher, is a world renowned scholar in plant membrane trafficking and lytic vacuole biogenesis. Mutual exchange of our expertise will greatly benefit the project, expand our skills and broaden our scientific networks. Furthermore, this project is a very important step in my career development, as I will join a new field of studies, work in a new scientific environment with an outstanding reputation and markedly strengthen my line of research.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}