{
    "rcn": "215739",
    "acronym": "GeoFodder",
    "topics": "MSCA-IF-2017",
    "title": "The scale and significance of early animal husbandry in SW Europe: development of aninterdisciplinary high-resolution approach to the investigation of livestock diets and herding practices.",
    "startDate": "27/03/2019",
    "endDate": "26/03/2021",
    "objective": "In the history of early farming, the absolute scale and relative importance of livestock and crop husbandry, their degree of\nintegration, and their landscape impact are largely obscure. To address this issue, GeoFodder will develop for the first time\nan interdisciplinary methodology that integrates geoarchaeological and archaeobotanical techniques for archaeological\nrecognition of leafy browse and leafy fodder (currently not directly detectable) and for assessing the preservation of different\nplant resource types, with the ultimate aim of reconstructing early livestock diet and herding practices. To achieve these\nobjectives, an innovative ethnoarchaeological and experimental programme will study present-day livestock penning\ndeposits (for which herding practices, animal diets and depositional processes are known) to determine how dietary and\nother plant components are altered and partly preserved through ingestion, organic decay and (to sterilize pens) burning.\nThis will generate a suite of geoarchaeological and archaeobotanical proxies, for different plant types (taxa, anatomical\nparts, seasons) with different preservation histories (ingested, decayed, burnt), that will then be applied to analysis of\nprehistoric penning deposits in Iberian caves and rock-shelters. The resulting semi-quantitative data on livestock diet in\nparticular contexts will underpin modelling of the qualitative and temporal dimensions of early livestock grazing/\nbrowsing and foddering at intra- and inter-site levels to enable assessment of the potential scale of herding and thus of the\nlikely mobility of livestock and relative importance of crops and livestock in early farming. Geofodder will thus advance our\nunderstanding of early livestock husbandry in the SW Mediterranean, contribute to assessment of the long-term landscape\nimpact and sustainability of herding, and establish methodological standards for investigating such questions in other regions\nand periods.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}