{
    "rcn": "215782",
    "acronym": "LAST_LETTERS",
    "topics": "MSCA-IF-2017",
    "title": "Last Letters from the World Wars: Forming Italian Language, Identity and Memory in Texts of Conflict",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "What are the final wishes of those who are about to die, in a period of war? Can we identify patterns in wartime letter writing in the context of the two World Wars? The proposed research project consists of a thematic and linguistic analysis of the last letters of Italians sentenced to death during the two world wars. These letters are an invaluable testimony of the changes that occurred in Italian society when the Italian Republic was born, after the fall of Totalitarianism. These missives are the most illuminating tokens of a turning point in Italian language, politics, gender perception and culture. Indeed, they describe the advent of Italian as a national language, born of a mixture of several registers and regional traits. Furthermore, anti-war ideas, laying the foundations of the Italian constitution, are clearly expressed in the last words of most writers, who wanted to leave their political convictions as a legacy for the future of the country. Moreover, these letters demonstrate a deep change in traditional gender distinctions, as they expose new conceptions of the family during wartime ñ considering that the majority of these letters was sent to the writersí next of kin.\nThe purpose of the study is to interpret these last letters through the lens of new gender, identity, and conflict theories, categorising and arranging the searchability of these texts via digital technologies to make them available to the wider public. The research is supported by Europeana14-18 and the Italian Institute for the History of the Resistance, and is hosted by University College Cork. It is supervised by Dr Silvia Ross, Senior Lecturer in Italian, with an international research record in contemporary Italian literature and particular interests in gender, identity, alterity and conflict. The Researcher has also secured targeted international secondments with two other partners (U of Reading and the Italian Central Archive) and one external partnership (NYU).",
    "totalCost": "175866",
    "ecMaxContribution": "175866",
    "coordinator": "UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}