{
    "rcn": "215736",
    "acronym": "EMO - FIT",
    "topics": "MSCA-IF-2017",
    "title": "Emotional Fit in Intercultural Interactions: Studying mimicry and emotional grounding as micro-processes of (intercultural) belonging.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Migration is often associated with lower well-being among minorities and with lower social cohesion in the host-society. The current project proposes that emotional similarity or fit between minority and majority members may buffer these negative effects, because fit stands for shared attributions of events and shared intentions to act, and has been linked to reduced stress and higher belonging among members of monocultural dyads and groups.\nHowever, since there are profound cultural differences in the typical emotional patterns associated with particular situations, there is often emotional misfit in intercultural interactions. My recent studies demonstrated, however, that minoritiesí social contact with majority members increases their emotional fit with majority emotional patterns; yet, we don't know which processes account for this increase.\nThe current project consists of two studies that investigate either mimicry or emotional grounding as a potential micro-process underlying emotional fit (objective1). They also assess the effect of emotional fit on the quality of intercultural interactions (objective2). \nThe Research Fellow (RF) proposes a 2-year stay at the University of Amsterdam under the supervision of Prof. Fischer (mimicry-expert), including a 3-month secondment with Prof. Kashima at the University of Melbourne (expert in grounding and micro-processes of culture) to not only obtain theoretical training on mimicry and grounding, but also technical training on how to study these processes. \nIn addition to conducting the studies, the deliverables of this project include two theoretical and two empirical articles, a behavioral coding scheme for grounding, presentations at 6 conferences and the RFís training of transferable skills like organization, communication and leadership.\nThis project will provide the RF with a unique skill-set, increase her visibility as an independent scholar and, therefore, importantly increase her future career possibilities.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}