{
    "rcn": "215747",
    "acronym": "PATH2EVOL",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling pathogen evolution breaking down crop resistance in agricultural ecosystems",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "'Fungal crop pathogens cause severe yield losses and threaten food security. To prevent epidemics, deploying resistant varieties is currently the major avenue. However, agricultural ecosystems are highly conducive to the emergence of virulent pathogens and host resistance is rapidly overcome. The evolutionary mechanisms how virulence is gained on previously resistant hosts remains largely elusive. Identifying the genetic basis of adaptive evolution of pathogenic fungi in agricultural fields will be crucial to design future sustainable disease control strategies.\nThe proposed project will analyze the process of pathogen adaptation to overcome crop resistance in agricultural ecosystem. The genomic architecture (i.e. 'two-speed genome') of filamentous pathogens is thought to favor the rapid evolution of virulence genes and the rapid breakdown of host resistance. However, the causal link between pathogen adaptation in the field and rapidly evolving loci has not been established.\nI propose to use ìreverse ecologyî, an unbiased and holistic approach to associate genomic loci with adaptation to the host and environment using the fungal pathogen Zymoseptoria tritici as a model. Z. tritici is a pandemic pathogen causing the severe Septoria Tritici Blotch (STB) on wheat. Populations are highly diverse with high levels of gene flow and wheat resistance was repeatedly lost in field settings. To identify loci responding to selection driven by host resistance, I will analyze full genomes of large pathogen collections isolated from replicated field plots using a robust statistical frameworks. This will allow me to test for an association of selection responses and genomic locations. I will also identify the phenotypic traits under selection with a combination of association mapping data and functional predictions. My research will substantially increase our understanding of pathogen adaptation and guide future resistance deployment strategies in agricultural ecosystem.'",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE NEUCHATEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}