{
    "rcn": "215727",
    "acronym": "ItohRibo",
    "topics": "MSCA-IF-2017",
    "title": "Structural study on mitochondrial ribosome assembly in human cells",
    "startDate": "21/06/2018",
    "endDate": "20/06/2020",
    "objective": "Human mitoribosome represents a distinct class of ribosomes that has specialized in synthesizing exclusively 13 hydrophobic membrane proteins, forming the catalytic core of the respiratory chain. The mature mitoribosome is composed of 82 nuclear encoded proteins and three mt-rRNAs. It is postulated that mitoribosomes are formed in an intricate and well-defined hierarchical process, involving hundreds of proteins and RNA molecules working in cooperation and under tight regulation. However, a structural insight into this process is completely lacking and most of the trans-factors remain unknown. I propose to fill this gap by harnessing CRISPR/Cas9 for genome editing in combination with the state of the art methods in single particle cryo-electron microscopy (cryo-EM). By combining these techniques with biochemical characterization, I will reveal mechanistic insights into how mitoribosomal proteins are assembled in a cascade while nascent mitochondrial rRNA molecules are processed and folded. Since high resolution cryo-EM allows now a unique ability to investigate heterogeneous ribosomal populations and built de novo models, the proposed work will not only reveal the maturation states, but also currently unknown factors implicated in the process. On the other hand, the mitochondrion is compartmentalized into sub-organelle sections such as nucleoids, RNA granules, and membrane-related milieus, and they co-localize with various stages of the mitoribosome assembly. I will also use cryo-electron tomography (cryo-ET) to expand the scope beyond the mitoribosomal complexes and reveal the dynamics of the maturation process and transport mechanism of the assembly intermediates between the sub-organelle compartments. Our approach relies on the most recently developed methodologies and proven strength of the lab complemented by specialized expertise of collaborators, aiming to characterize the transient and low abundant complexes in human mitochondria.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}