{
    "rcn": "215780",
    "acronym": "PCaProTreat",
    "topics": "MSCA-IF-2017",
    "title": "Multi-omics molecular treatment targets for Prostate Cancer",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The PCaProTreat Project targets on improving the Prostate Cancer (PCa) management and focuses on the identification of novel therapeutic targets for patients with an advanced disease stage. It has been demonstrated that the current medical practice has led to frequent over-treatment of patients exhibiting slow growing PCa (unlikely to progress in the absence of treatment), while for metastatic castration resistant  patients that immediate treatment is required, no effective strategies are available. Therefore, new therapeutic options are required for advanced PCa. To address this clinical demand, PCaProTreat is focused on the comprehensive characterisation of the molecular background of PCa progression, based on which molecularly-driven therapeutic targets can be defined. Towards that end, PCaProTreat includes: a) multi-layer analysis (different types of specimens: tissue, urine, seminal plasma) and multi-omics profiling (proteomics, peptidomics, transcriptomics), supplemented with literature-mined data, b) establishment of the PCa knowledge database, c) data integration into Systems Biology workflow to identify key-regulatory elements responsible for disease progression (best suited drug targets) and d) validation of the selected targets using immunohistochemistry. This multi-dimensional approach represents a substantial advancement over the standards currently applied in drug discovery process, allowing to overcome the challenges associated with tumour heterogeneity and thus reveal optimal drug targets. In parallel to the research activities, a multi-disciplinary and multi-sectorial training program will be implemented to increase the competitiveness of the ER within the research community, to become a recognised researcher. Activities will be carried out in the industrial sector, with Mosaiques Diagnostics a leader in clinical proteomics and Systems Medicine, being a Host institution.",
    "totalCost": "171460,8",
    "ecMaxContribution": "171460,8",
    "coordinator": "MOSAIQUES DIAGNOSTICS GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}