{
    "rcn": "215796",
    "acronym": "MiniBRAIN",
    "topics": "MSCA-IF-2017",
    "title": "Investigating the pathogenic mechanisms underlying TUBB2B-related brain malformations using induced pluripotent stem cells and cerebral organoids.",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Mutations in TUBB2B are associated with a range of malformations of cortical development: severe structural brain disorders stemming from abnormal cerebral cortex formation. Functional investigation of TUBB2B mutations will enable us to elucidate distinct pathogenic mechanisms underlying various malformations and advance our understanding of normal brain development.\nTUBB2B is highly expressed during embryonic brain development. It encodes a major component of microtubules (MTs), which perform essential roles during neuronal proliferation, neuronal migration and cortical organisation. I have obtained preliminary data in non-neuronal cells that suggests certain (but not all) TUBB2B-related malformations result from impaired cell division during neurogenesis. This highlights a potential disease-specific mechanism. I will investigate this hypothesis using state-of-the-art induced pluripotent stem cells (iPSCs) and cerebral organoid (COs) technologies, more relevant to brain development.\nI will generate iPSCs from fibroblasts obtained from patients with specific TUBB2B genotypes and brain phenotypes. I will use CRISPR/Cas9 genome editing to generate isogenic controls (in addition to a generic wild type line). Mutant and control iPSCs will be differentiated into a neural lineage to study effects of mutations on cell cycle and MT dynamics. Subsequently, differentiated cells will be aggregated into COs; self-organising ëmini-brainsí that recapitulate human brain development and disease. I will employ immunohistochemistry and microscopy to examine TUBB2B mutation effects on neuronal proliferation, migration and organisation.\nI will hosted by Dr David Keays (IMP, Vienna). His lab are global leaders in tubulin-gene research and work in close collaboration with the pioneers in CO techniques (Knoblich Lab, IMBA, Vienna). Dissemination and communication of results will impact the scientific community, promote EU-based research and establish me as a reputable figure in the field.",
    "totalCost": "166156,8",
    "ecMaxContribution": "166156,8",
    "coordinator": "FORSCHUNGSINSTITUT FUR MOLEKULARE PATHOLOGIE GESELLSCHAFT MBH",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}