{
    "rcn": "215794",
    "acronym": "VEILA",
    "topics": "MSCA-IF-2017",
    "title": "Identifying the source of unknown volcanic eruptions in Late Antiquity",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "Volcanism has shaped the human trajectory as a result of the regional impacts of ash deposition and through global climate change caused by stratospheric veils of volcanic sulphate aerosols. Volcanic forcing of climate is suspected to be implicated in centennial scale climatic cooling during the Common Era, notably in triggering the Little Ice Age (LIA, circa 1300-1850 CE), and the shorter but cooler Late Antique Little Ice Age (LALIA, circa 530-680 CE). The latter episode would have contributed to major societal reorganisations that occurred across Eurasia, including the rise and demise of empires, migrations and political upheavals. The LALIA coincides with a series of large volcanic eruptions of unknown source, only identified by sulphur-rich horizons in polar ice cores, left by aerosols trapped in the ice after dispersal through the high atmosphere. This project aims to locate the volcanic sources of these unknown 6th and 7th century eruptions, by characterising and correlating their geochemical fingerprints in global archives, including Antarctic and Arctic ice cores and equatorial lake sediment cores. An interdisciplinary approach at the interface of glaciology, tephrochronology, dendrochronology, and climatology will be used to extract and analyse micrometric particles of far-travelled ashes and to identify correlations between different the samples and potentially to identify the source. The results of the proposed research will provide methodological advances of wider interest to tephrochronologists, and will facilitate modelling of the climate impacts of these eruptions. The outputs will provide a better understanding of the role of volcanism in centennial scale climate cooling during the Common Era, and inform the extent to which volcanism and associated climate forcing played a role in Eurasian history in the Late Antique period. They will also be relevant to understanding the potential impacts of future temporal clustering of climate-forcing eruptions.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}