{
    "rcn": "215743",
    "acronym": "KaIROS",
    "topics": "MSCA-IF-2017",
    "title": "Keeping and Increasing Resilience Opportunities and Sustainability of communities against earthquakes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "KaIROS proposal focuses on earthquake disasters; its main purpose is to provide beyond-state-of-the-art approaches to reduce seismic risk worldwide. That is, keeping and increasing the opportunities for resilience and the sustainability of communities against earthquakes. The key to reducing seismic risk is decreasing the vulnerability of existing structures and providing new insights to improve the design of new structures. Thus, main specific goals and modules are inventory, assessment, strengthening and regulations. Each module embodies state-of-the-art knowledge and new advances to form a robust and efficient tool for risk assessment. Concerning inventory, a new comprehensive BTM will include the most relevant building types around the world. The assessment tool will be based on fully probabilistic Incremental dynamic analysis of realistic structural models subjected to realistic seismic actions, so that the simulation results approach real outcomes. Thus, an innovative outcome of KaIROS is that it will provide probabilistic damage curves for the enhanced BTM. Specific measures related to reinforcement and/or to protection devices will be analyzed within the Strengthening module. Concerning Regulations, the main contributions will be associated with specific recommendations for strengthening, retrofitting and designing buildings. In addition, simplified coefficients allowing considering the directionality and weakening effects in the expected physical damage will be developed. KaIROS is sensitive to the gender dimension of natural disasters and a special module will investigate this issue. An open access soft-ware that can be used to assess the expected damage at urban level by considering several structural typologies and to perform cost-benefit analyses of strengthening measures, amongst many other possibilities, will be created and promoted. Special attention will be devoted to dissemination so that policy-makers and stakeholders can benefit from KaIROS.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSITAT POLITECNICA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}