{
    "rcn": "215777",
    "acronym": "HYTEC",
    "topics": "MSCA-IF-2017",
    "title": "Hybrid Organic Thermoelectrics: an Insight into Charge Transport Physics towards High-Performance Organic Thermoelctric Generators",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Thermoelectric generators (TEGs) which directly convert heat to electricity could be a valuable contributor to the worldís increasing demand for renewable energy. Organic semiconductors offer several unique advantages over inorganic materials, such as solution processable, flexibility and biocompatibility, thus development of organic thermoelectrics (OTEs) will enable applications not currently feasible with traditional inorganic thermoelectrics (ITEs). Preliminary results showed that the thermoelectric performance of two organic semiconductors can be significantly improved through an evaporation doping methodology as well as incorporation of nanomaterials such as black Phosphorus (BP). Although the breakthroughs are promising, the charge transport mechanism is still unclear. Without such an understanding, the OTE systems can never be optimised. It is the objective of the proposed project (i) to understand charge transport in the semiconductors and their nanocomposites by integrating experimental output into charge transport model, (ii) to optimise their thermoelectric performance based on understanding of the charge transport mechanism, (iii) to fabricate the a hybrid OTE system with optimised thermoelectric performance (i.e. P > 1250 ?Wm-1K-2, ?<0.5 Wm-1K-1, and ZT?1), and (iv) to fabricate a prototype hybrid OTE generator and demonstrate its application as a flexible solar thermoelectric generator and/or wearable thermoelectric generator for electronic-skin.",
    "totalCost": "171792,6",
    "ecMaxContribution": "171792,6",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}