{
    "rcn": "215775",
    "acronym": "OliveFlyBacteria",
    "topics": "MSCA-IF-2017",
    "title": "New Bacterial Pathogens and Endosymbionts of the Olive Fly, Bactrocera oleae, for the  Development of Innovative Fruit Fly Biocontrol Strategies",
    "startDate": "02/01/2019",
    "endDate": "01/01/2021",
    "objective": "Olive oil production is of strategic importance for most economies around the Mediterranean. One of the main pests threatening olive cultivation is the olive fly. Related insects as the Mediterranean fruit fly and the invasive fly Drosophila suzukii are mayor problems in fruti- and viticulture. Given increasing limitations to the use of chemical insecticides, innovative biological control agents and IPM strategies for these pests are highly solicited.\n\nThe applicant has previously established PCR tools for the specific identification of three bacterial insect pathogens that have recently been found associated with the olive fly. During his solicited research stay at CNR-IPSP Portici and planned secondments and short stays, these tools will be employed to explore olive fly populations across Southern Italy for new potential biocontrol resources. Targeted identification will be complemented by novelty-open exploration of olive fly microbiomes. The biocontrol potential of identified bacteria will be evaluated, and transposon mutagenesis together with PTR-MS and FISH will be used to identify virulence factors as toxins or chemical attractants. This research agenda can only be implemented in a cooperation of the applicant with an infrastructurally well established partner in a Mediterranean country as CNR-IPSP.\n\nIt is the scientific-technical objective of the action to develop innovative biocontrol or IPM concepts based on the experimental results obtained.\nIt is the strategic objective of the action:\ni) to identify new biocontrol strains not subject to property rights of third parties,\nii) to create a regional network of biocontrol researchers, bio-insecticide producing SMEs, and olive cultivators to facilitate subsequent product development for a regional market, and\niii) to increase public visibility of the action and social acceptance for alternative, not only more ecosystem-friendly and sustainable, but also economically successful plant protection strategies.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}