{
    "rcn": "215797",
    "acronym": "EthnoCODICES",
    "topics": "MSCA-IF-2017",
    "title": "Oracles of the Other World: Using Ethnography to Study Depictions of Human Remains in Mexican Precolonial Codices",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "This project investigates the depictions of human remains on Mexican precolonial codices, especially those of the so-called Borgia Group, which were used by daykeepers and diviners as manuals in prognostications and ritual prescriptions. My aim is to explore a different reading of these images in relation to the oracular character of these books, with special focus on Codex Laud due to its intriguingly abundant depictions of human limbs, hearts, skulls, skeletons and deities of death. To achieve this, I will carry out a two-step methodological approach. First, I will develop an ethno-iconological research base, which entails conducting ethnography; in this case, in an indigenous Mixe community, in the south of Mexico. I will document the various forms of social and spiritual relationships between the living and the dead, paying special interest to the role of ancestors in divinatory sessions and the discourses held during rituals, such as those held during the Days of the Dead ceremonies. Secondly, with this new empirical data, I will analyze the images of human remains depicted on codices by applying the methods recently developed by Dr. Katarzyna Mikulska at the Institute of Iberian and Ibero-American Studies, in the University of Warsaw. Her novel approach combines the ethnographic data with a cognitive and semiotic perspective, and a profound examination of metaphor construction. With all of this in mind, my specific aim is to answer the following inquiry: are there other factual resources for interpreting the meaning of human remains as a means of metaphoric communication pertaining to the cult and world of ancestors rather than the literal reading of dismembered human bodies? Answering this question will enable me to deepen the understanding of the visual culture around mortality and ancestorhood in ancient Mexico, which is frequently loaded with connotations of violence and emphasis of human sacrifices as described in Spanish colonial chronicles.",
    "totalCost": "146462,4",
    "ecMaxContribution": "146462,4",
    "coordinator": "UNIWERSYTET WARSZAWSKI",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}