{
    "rcn": "215704",
    "acronym": "HiMIN",
    "topics": "MSCA-IF-2017",
    "title": "Histone H3.3 oncogenic mutations: a role in genome instability through altered DNA repair and replication fork stability?",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Genome instability is a hallmark of cancer and is caused by the accumulation of DNA damage. Genome integrity is preserved by DNA repair machineries that operate on a chromatin substrate where DNA wraps around histone proteins. Interestingly, point mutations in histone H3.3 in particular have been identified as drivers of tumorigenesis. Beyond their impact on gene expression, some of these mutations were recently shown to inhibit homologous recombination-mediated repair of DNA double-strand breaks (DSBs) in human cells (K36M mutation) and to contribute to replication fork stability in yeast cells (G34R mutation). Furthermore, H3.3 histones are deposited de novo at sites of DNA damage in human cells. These findings call for a more systematic characterization of the impact of H3.3 mutations on genome instability. We hypothesize that H3.3 point mutations may alter the cellular response to DNA damage, thus leading to malignant transformation. Here, we propose to test this hypothesis through a set of complementary approaches in human cell lines. We will initially examine whether H3.3 mutations affect histone deposition at DSBs and at damaged replication forks and chromatin relaxation at DSBs. Next, we will evaluate whether H3.3 mutations affect DSB repair and replication fork stability and repair, ultimately inducing genome instability. We will then evaluate the potential clinical applications of our results by testing whether H3.3 mutations may in turn impact drug sensitivity. These complementary research angles should help understanding whether H3.3 oncogenic mutations affect genome integrity independently of their impact on gene expression, providing new molecular bases for their oncogenic potential. This work might ultimately identify druggable defects that confer chemotherapeutic sensitivity to H3.3 mutated tumors, thus providing a proof-of-principle for potential targeted therapies.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}