{
    "rcn": "215798",
    "acronym": "ProMeta",
    "topics": "MSCA-IF-2017",
    "title": "Non-histone protein acetylation targets of KAT2A in AML",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The importance of an insight into how cell fate is established and maintained, extends far beyond the interests of developmental biology. It is pivotal to our understanding of how these processes can be hijacked and deranged in diseases such as cancer, or of the factors involved in reprogramming cell identity and function. Acute Myeloid Leukaemia (AML) has a dismal prognosis with less than 30% 5-year survival. Mainstay therapy has remained essentially unchanged for the past three decades, with all small advances in disease-free survival attributable to transplantation and improved supportive care. Only recently PKC412 has received Food and Drug Administration (FDA)ís break through therapy designation for the FLT3-ITD\\ AML. This paves the way for  investigation considering that FLT3-ITD as a driving oncogenic mutation has been found in ~30% of the AML patients. The pathogenesis of AML is heterogeneous, but there are common themes of epigenetic, transcriptional and signalling dysregulation that contribute to the resulting clonal expansion of blasts at different stages of maturation, and accompanying bone marrow failure. A significant number of the most commonly mutated targets in AML are histone modifiers, i.e. proteins or complexes that catalyse post-translational modifications in specific residues of the histone side chains. A less studied acetyltransferase, but crucially implicated in AML is KAT2A, the first histone acetyl-transferase (HAT) identified in yeast.GCN5 also acetylates the AML1/MDS1/EVI1 fusion protein in rare cases of AML.KAT2A regulates the activity of Peroxisome Proliferator- Activated Receptor Gamma-Coactivator-1? and B through protein acetylation. The goal of this proposal is to explore the role of KAT2A in Acute Myeloid Leukaemia (AML) through investigation of its non-histone protein acetylation activity.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}