{
    "rcn": "215785",
    "acronym": "SATYRANDO",
    "topics": "MSCA-IF-2017",
    "title": "Insults in Italian City States.Criminal  Literary History",
    "startDate": "01/06/2019",
    "endDate": "31/05/2022",
    "objective": "ìYou are lying in your throat!î ìYour father was a water carrier!î ìYou shouldnít be talking to good women!î ìRotten prattler!î In Late medieval Italian cities, these and many other expressions were illegal. A citizen found uttering these words against another citizen would be taken to court and, if found guilty, punished. Lists of such ëinjurious wordsí (verba iniuriosa) are found in government measures (statutes, legislation of decrees and ordinances). Many more are preserved in collections of criminal trial records (depositions, prosecutions, sentences and records of fines).\nSATYRANDO will be the first systematic investigation of the interconnections between this fascinating body of legal practices and thinking, and the Italian literary production of the time, a period generally referred to as the Late Middle Ages (mid-13th ñ end-15th century). In various ways jurisdiction over insult will illuminate the circumstances of production and reception of a variety of literary artefacts and theories. \nThe action will change the way in which so-called the group of 'Playful Poets' are perceived and categorised in available scholarship ñ at school and university levels -, correcting the traditional notion that the use of aggressive, offensive language should be mainly interpreted as a rhetorical exercise or divertissment. By locating and describing those commentators, rhetoricians and poets who demonstrate an awareness of the legal risks involved in employing violent language, the action will also contribute to a better understanding of the development of the literary genre of satire and the history of concepts such as defamation, oppression of minorities (ie satire vs women and Jews in particular), freedom of speech, hate crimes and tolerance.\nAn important part of SATYRANDO is to explore the broader impact of the reworked definition of satirical language by developing private and public dialogue with Italian and EU policy-makers, magistrates and satirists and cartoonists.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}