{
    "rcn": "215769",
    "acronym": "NI HTS machine",
    "topics": "MSCA-IF-2017",
    "title": "Developing novel high temperature superconductor rotor windings for electric aircraft propulsion machines",
    "startDate": "04/06/2018",
    "endDate": "03/06/2020",
    "objective": "The 2nd generation high temperature superconductor (2G HTS) machine has a significant advantage in high power density, enabling it to play a revolutionary role in electrical aircraft propulsion. However, existing research on 2G HTS machines reveals a major technique hurdle: the thermal stability of 2G HTS coils is too low for use in aviation. Being easily subject to damage during a quench or thermal fluctuation is unacceptable. The development of new technologies is a must to improve the thermal stability and reliability of HTS windings in electrical machines. A new winding technique, no-insulation (NI) coil, has been developed recently to improve the thermal stability of HTS coils in a high field magnet. The main idea is to remove the turn-to-turn electrical insulation. During a quench, the transport current can ìbypassî the local normal region through its metallic turn-to-turn contact, significantly reducing the heat generated in the HTS. Therefore, NI coils are self-protecting compared to their insulated counterparts. \nThis project will apply the NI technique to the HTS rotor windings of HTS synchronous machines, to significantly improve the thermal stability and reliability of the machine. This requires a clear understanding of the performance of NI HTS rotor windings in machine environments, which have not been studied yet. This project will substantially advance HTS machine technology by: 1) providing validated numerical tools to analyse the electromagnetic and thermal responses of NI coils in HTS machines; 2) proposing design strategies for using NI coils to improve stability and controllability. The novelty and originality of the project lies in the novel numerical methods for the NI coils and knowledge of the new characteristics of HTS machines with NI coils. This project will deliver a thorough understanding for the next generation of thermally reliable HTS machines with NI technology.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF STRATHCLYDE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}