{
    "rcn": "215732",
    "acronym": "SUSADES",
    "topics": "MSCA-IF-2017",
    "title": "SUStainability assessment of ADvanced Energy Systems: towards new methodological approaches",
    "startDate": "10/09/2018",
    "endDate": "09/12/2019",
    "objective": "Answering to the need for more sustainable, more flexible and secure power generation systems, the proposed project aims to develop and apply a methodological framework for the feasibility assessment of novel and existing electricity generation technologies in future energy systems. Specific objectives of the SUSADES project are: (i) to generate simulation models for selected  existing and future electricity generation technologies; (ii) to integrate Key Performance Indicators (KPIs) of these modeled technologies in a national electricity model, implemented in LEAP (Long-range Energy Alternatives Planning system); (iii) to propose and formulate an optimization algorithm that allows the establishment of economic and environmental performance targets and benchmarks using prospective modelling results.\nWithin the project, detailed mathematical models of individual components of the selected prospective power systems will be developed. Based on that, a thermodynamic analysis of particular unit processes will be conducted and integration of the models will be made. The systems will be subjected to thermodynamic, environmental and economic analysis as well as to the optimization. This first step will result in defining the Key Performance Indicators which will be incorporated in the Energy System Models (ESM). The KPIs will be further used in a national electricity model, implemented in LEAP. The ESM will be hybridized with the LCA methodology through the integration of relevant life-cycle indicators of the power generation technologies involved in the current and future electricity production mix. As a result, the theoretical numbers for the defined KPIs will be obtained. The optimization will be made with the use of an open-source OSeMOSYS model, integrated with LEAP. The develop tool will allow to evaluate various scenarios of power generation technologies in future energy mix, becoming a valuable instrument for sustainability assessment e.g. for decision-makers.",
    "totalCost": "106326",
    "ecMaxContribution": "106326",
    "coordinator": "Fundacion IMDEA Energia",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}