{
    "rcn": "215755",
    "acronym": "HDAC6_GEMM",
    "topics": "MSCA-IF-2017",
    "title": "Development of a novel genetically engineered mouse model to study the role of HDAC6 in oncogenesis and metastasis of non-small cell lung cancer.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Lung cancer is a leading cause of cancer deaths in Europe. Non small cell lung cancer (NSCLC) accounts for nearly 85% of all cases of lung cancer with a five year survival rate of 15%. Novel targeted therapies are urgently needed to overcome drug resistance and prevent tumour recurrence. The host supervisor carried out a small molecule screen to identify therapeutics for the treatment of drug-resistant NSCLC. A novel specific inhibitor of histone deacetylase 6 (HDAC6) was discovered. The molecular mechanisms of HDAC6's role in cancer is beginning to be elucidated however, this task is made difficult due to the lack of a specific inhibitor. The overall research aim of this proposal is to understand the molecular mechanisms of HDAC6 in the tumour initiation and progression of NSCLC. To do this, I will develop a unique state-of-the-art conditional genetic mouse model of NSCLC in which HDAC6 is knocked out. I will do this work in the laboratory of Prof. Wong at New York University, an expert in conditional genetic mouse models. I will study the role of HDAC6 on the immune-microenvironment of the lung tumours using multi-parameter flow cytometry and single cell RNA-sequencing. Upon re-integration to the host laboratory I will establish the HDAC6 knockout NSCLC mouse model. Lastly, I will assess the efficacy of the novel HDAC6 inhibitor on tumour progression compared to the mouse model. This project has the potential to contribute greatly to our understanding of the role of HDAC6 in NSCLC and lead to the discovery of targeted therapeutic. Through this prestigious fellowship I will diversify my research skill-set, I will gain international experience in a world-leading laboratory of NSCLC and I will be excellently positioned to develop my independent research career on return to Europe.",
    "totalCost": "248063,4",
    "ecMaxContribution": "248063,4",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}