{
    "rcn": "215720",
    "acronym": "SafePack",
    "topics": "MSCA-IF-2017",
    "title": "Assessing safety of food packaging through computational toxicology",
    "startDate": "16/03/2018",
    "endDate": "15/03/2020",
    "objective": "'Thousands of chemicals contained in food packaging may potentially migrate into foods and result in consumer exposure. There is an increasing alarm about their potential toxicological effects since most of them lack data, while others (e.g. bisphenol A) have created significant debate because of their documented endocrine properties. This project, SafePack, aims to offer a publicly usable in silico strategy to establish rapidly and cost-efficiently the level of safety concern of packaging chemicals without animal toxicity testing. There has been already initiatives to screen packaging chemicals using in silico toxicology, but all of them use qualitative approaches, mainly mutagenicity predictions, suitable for hazard identification. However they do not provide information about hazard characterization (how much is needed for triggering a toxic effect) and even less about health risks. In toxicology, 'the dose makes the poisons' and it is very important to address safety concern by balancing predicted toxicological alert with potential exposure as done in standard risk assessment. The SafePack project aims at a) fill the toxicological data gaps of large sets of packaging chemicals using computational tools to predict toxicities, b) compare predicted toxicological values with exposure to obtain Margins of Exposure (MoE), a powerful method to establish level of safety concern, c) implement the overall workflow in freely available VEGA platform to make it ready for free utilization. Thousands packaging chemicals will be compiled. A number of toxicity endpoints relevant for risk assessment will be sequentially screened using available in silico predictive models: mutagenicity, carcinogenic potency and chronic toxicity; also, endocrine activity and developmental toxicity will be covered. The quantitative predicted values will be compared to exposure estimates providing MoEs, the size of which determines the level of safety concern.'",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "NESTEC SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}