{
    "rcn": "215737",
    "acronym": "HyThermEl",
    "topics": "MSCA-IF-2017",
    "title": "Hybrid Thermoelectrics: From Model to Device",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "Europeís 2030 climate targets make the development of renewable energies a key challenge for researchers across many fields. Thermoelectric generators (TEG) are an emerging technology that promises conversion of the huge amount of waste heat into useful electricity. However, despite big research efforts, they remain niche applications. The reasons are low efficiencies, high costs and scarcity and toxicity of suitable inorganic materials. There is a recent and growing interest in organic-inorganic hybrid TEG. The idea is to combine the advantages of an organic semiconductor (low thermal conductivity, high thermopower) with those of an inorganic nanostructure (high electrical conductivity) by forming a blend of both. Exciting results have very recently been obtained with hybrid materials far outperforming the isolated constituents. This is also a remarkable achievement, given the multi-dimensional parameter space and the absence of a formal framework, forcing progress to be made by mostly heuristic approaches.\nHyThermEL aims to develop the first predictive, quantitative model for the performance of hybrid thermoelectric systems. By explicitly accounting for morphology, energetics, interfacial effects and the different transport mechanisms of the constituents, the outcome will be physics-based design rules. In a continuous feedback between experiment and theory, these will be employed to fabricate improved hybrid thermoelectric devices while refining the model. The field of hybrid thermodynamics is still in an initial state, so improved fundamental understanding and practical design rules are expected to have great impact on the community. In particular, we are convinced that current hybrid TEG are still far from their upper performance limits and that this project will open new avenues towards competitive TEG.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}