{
    "rcn": "215719",
    "acronym": "Newron-TBI",
    "topics": "MSCA-IF-2017",
    "title": "Neurogenesis-related changes in hippocampal new neurons and circuits after traumatic brain injury",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Traumatic brain injury (TBI) affects millions of people representing a major public health concern, however, treatment options are limited. Even after mild TBI many individuals suffer from long term neuropsychological impairments such as memory loss and learning deficits. We hypothesize that some of the observed impairments are related to the alterations in adult hippocampal neurogenesis (AHN), the life-long capability of the hippocampus to generate new neurons from neural stem cells (NSCs). Alterations in AHN lead in turn to modifications of neuronal circuits and behavior. The hippocampus is essential for learning, memory consolidation and mood control and is highly vulnerable to TBI. We propose that the population of NSCs and the process of AHN is significantly altered, which might account for some of the symptoms associated with TBI. We hypothesize that TBI induces long term changes in, both NSCs and in differentiating neurons (inducing ìaberrantî neurogenesis). As a result the electrophysiological properties of newborn and preexistent neurons in the hippocampal circuitry are changed, altering brain functioning. Proposed research is aimed at examining on how altered NSCs and ìaberrantî neurogenesis impacts hippocampal neuronal activity after TBI. In proposed study we will combine neuron activity modification, quantitative neuroimaging anlysis and intracellular patch-clamp recordings in order to evaluate the effects of TBI on NSC proliferation, immature neuron number, and electrophysiological properties of post ñ TBI born neurons once they fully mature. We believe that the proposed research will contribute to better understanding the pathophysiology of TBI and that has the potential to help develop novel therapeutic strategies, targeting NSCs and newborn neurons, to improve the outcome of the millions of people impacted by TBI each year. The applicant will emerge from the project with new skills, and the experience to launch her own research group in the future.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ACHUCARRO BASQUE CENTER FOR NEUROSCIENCE FUNDAZIOA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}