{
    "rcn": "215787",
    "acronym": "GDCOLCA",
    "topics": "MSCA-IF-2017",
    "title": "Understanding gamma delta T cells in colon cancer metastasis",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Cancer is the leading cause of death in the world. Immunotherapy is having a major impact in counteracting these cancer-related deaths, since the activity of anti-tumour immune cells can be enhanced to kill cancer. Unfortunately, immunotherapy does not work for every patient, so we must understand how other immune cells participate in cancer progression to design new immunotherapies that may benefit a greater number of patients. One particular type of immune cell, called gamma/delta T cells, was recently shown by my Host to promote breast cancer metastasis via IL-17, an important pro-tumour cytokine. However, the significance of gamma/delta T cells and IL-17 in other cancer metastasis settings remains unclear. In this proposal, I will address this point using a newly developed sophisticated colorectal cancer metastasis model. This novel mouse model shows 100 percent penetration of metastasis, of which 80 percent is to the liver, similar to human colorectal metastasis. Using this metastasis model, I will: 1. Clarify characteristics of gamma/delta T cells in colorectal cancer metastasis, 2. Assess if depletion of gamma/delta T cells by a neutralizing antibody as well as crossing the model with gamma/delta T cell-deficient mice would reduce the occurrence of metastasis, and 3. Examine the involvement of BTNL1, which is a specific activator for anti-tumorigenic IFN-producing gamma/delta T cells in the intestine. The role of BTNL1 in any cancer setting and the importance of IL-17-producing gamma/delta T cells in colon cancer metastasis is largely unexplored. Addressing our goal to understand the role of these gamma/delta T cells in colon cancer metastasis, I will newly acquire expertise and technical skills in both immunology and cancer biology as well as have experience in excellent collaboration with several laboratories. This proposal will identify additional targets for immunotherapy that may help patients with metastatic colon cancer.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "BEATSON INSTITUTE FOR CANCER RESEARCH LBG",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}