{
    "rcn": "215714",
    "acronym": "PATGOV",
    "topics": "MSCA-IF-2017",
    "title": "The governance of the European patent system",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The functioning of the European patent system has been called into question from many different angles. The criticisms range from discontent with low patent quality and with backlogs in patent examination to ethical concerns about ëpatents-on-lifeí, and from accountability/legitimacy problems of the European Patent Office (EPO) to fundamental doubt about whether patenting fits the current research and innovation models, especially in emerging technologies such as for example biotechnology. The current European patent system is however a rather closed system (that primarily services patent applicants) and it is not inclined to take on board such criticisms and/or considerations that are relevant to society at large. Put differently: the system is currently not aligned with the main principles of Responsible Research and Innovation (RRI).\nResearch in this field seems however to be stuck in ñvery similar- diagnoses of what is wrong with the system. The project takes the analysis an important step further by looking at changes needed in the governance of the European patent system in order to substantially enhance its responsiveness to societal stakeholders. It tries to explain the limited actual use of inclusive mechanisms that are currently available in the European patent system. It assesses similar mechanisms that are used by other regional patent systems and could potentially be transferred to the European patent system. It looks at changes needed in the institutional set-up of the European patent system in order to enhance responsiveness. The project also analyses changes needed in European patent law that could open up the patent system to more inclusive IP rights, and it addresses the likely impact the new EU Unitary Patent will have on the responsiveness of the European patent system.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "OSLOMET - STORBYUNIVERSITETET",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}