{
    "rcn": "215706",
    "acronym": "SEU-FER",
    "topics": "MSCA-IF-2017",
    "title": "Southern Europe and low fertility: micro and macro determinants of a crucial demographic and cultural revolution",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The project will provide a renewed perspective on Southern Europe fertility decline in the second part of the twentieth Century until today. The forces that have driven this epochal change have been broadly identified, with an established correlation between fertility decline and modernization as characterised by industrialization, urbanization, increasing education. However, at the individual level, the mechanisms that have been driving this general process of change are still blurred. In particular, the specific factors that induced women, within few generations, to give birth to fewer children at later ages are insufficiently explored. Recently reproductive behaviour has changed: increase in out-of-wedlock births, large increase in the proportion of childless women and instability of marriages. The project will take into account these profound changes, yielding results able to highlight the key components of this new scenario, stressing the differences with the recent past. European data will be used in order to allow consistent comparisons between Spain and Italy, the first countries to achieve lowest-low fertility levels. The influences on fertility decline at different levels from macro-regional, through community characteristics to individual attributes will be investigated and efficaciously disentangled through careful harmonisation and the use of appropriate statistical methodologies. The project will use macro contextual data (the socio-economic, political, environmental and territorial contexts, but also community access to services and modernization) linked to the micro level individual data (education, SES, family composition, parents' fertility). The project, based on the excellent dataset collected, will provide answers and explanations for many of the open questions on fertility decline as well as providing the first in-depth investigation of the geographic and socio-economic complexities of fertility decline in Southern Europe as a whole.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}