{
    "rcn": "215746",
    "acronym": "SPEctRUM",
    "topics": "MSCA-IF-2017",
    "title": "Seismic Plus EneRgy Upgrading of Masonry Buildings using Advanced Materials",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "This project aims to develop innovative techniques integrating advanced materials for the simultaneous seismic and energy retrofitting of the European masonry building stock. Upgrading the existing masonry EU buildings is becoming progressively more important due to: (1) their poor seismic performance during recent earthquakes (i.e. Italy, Greece) that have resulted in significant economic losses, severe injuries and loss of human lives; and (2) their low energy performance which increases significantly their energy consumption (buildings are responsible for 40% of EU energy consumption). Since replacing the existing buildings with new is prohibitively expensive and has also huge environmental and social impact, their lifetime extension requires considering both seismic and energy retrofitting. It is noted that the annual cost of repair and maintenance of existing European building stock is estimated to be about 50% of the total construction budget, currently standing at more than Ä300 billion. To achieve cost effectiveness, SPEctRUM explores a novel approach, proposing for the first time a hybrid structural-plus-energy retrofitting solution which combines inorganic textile-based composites with thermal insulation systems for masonry building envelopes. The effectiveness of the proposed retrofitting system will be validated experimentally and analytically. Moreover, a common approach for the buildings performance classification will be proposed, allowing to assess whether energy efficiency and disaster-resilient practices should be integrated. Eventually, draft guidelines and recommendations for determining future research design on concurrent seismic and energy retrofitting of EU masonry buildings envelopes will be proposed.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}