{
    "rcn": "215726",
    "acronym": "NANOBIOME",
    "topics": "MSCA-IF-2017",
    "title": "Gradient NANOcluster Screening Arrays for SERS Analytics of Wound MicroBIOMEs",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "This project addresses the quest for a new nanoparticle-based biosensing platform to study the chemical signaling within bacterial microbiome, bridging the gap from nanotechnology to biodiagnostic application. Healing-impaired and chronic wounds are a snowballing threat to public health and the economy. Their efficient treatment requires insight into the local wound microbiome, namely the composition and temporal evolution of bacterial communities. This project aims to provide access to the chemical cell-to-cell communication (quorum sensing, QS), which will enable monitoring changes in biofilms, specifically the competition of bacterial communities for resources and space, and the population density-depended change from non-virulent to virulent. To realize this goal, NANOBIOME will develop a plasmonic 2D screening platform for ultrasensitive surface-enhanced Raman scattering (SERS) detection of bacterial QS signaling. Contrary to other approaches, NANOBIOME will build on (1) well-defined self-assembled plasmonic nanoclusters, acting as sensing pixels; and (2) their ordered assembly on solid supports with defined inter-particle spacing - to avoid plasmonic coupling between pixels. Further modifications of the nanostructures will allow for facile tailoring of optical properties ideally suited for rapid screening for highest SERS activity. This SERS screening platform will grant quantitative insight into intra- and interspecies signaling to improve our understanding of bacterial competition in wound microbiomes using bacterial model systems (e.g., pathogens versus commensal bacteria).",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}