{
    "rcn": "215761",
    "acronym": "THINKPV",
    "topics": "MSCA-IF-2017",
    "title": "Forecasting Tool for supporting of grid operations with HIgh INtegration of distributed PV generation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The European Union policy for climate and energy imposes significant targets for a high integration of renewable energy sources in the period from 2020 to 2030. System operators have to deal with operational flexibility to respond to variability and to uncertainty of the renewable generation, ensuring the network reliability and security. While significant efforts have been made into the developing accurate forecasts, much work remains to integrate the forecasting in the electric system operations. The successful incorporation of forecasts into grid operation emerges as an important challenge. Accurate photovoltaic (PV) generation forecasts are major themes of the research roadmap of many international task forces, as Smart Grids SRA 2035 to support the flexibility increasing of the power systems. In this context, the project aims to support large scale integration of PV systems in countries with a high solar resource and a significant potential of small capacity PV systems such as Greece. The Institute of Communication and Computer Systems (ICCS) is the most important Hellenic research institute, committed to support Hellenic Electricity Distribution Network Operator S.A. (HENDO) that is dealing with a radical modernization of the existing network. The THINKPV project encourages the ICCS and its industrial partners to facilitate PV grid integration by the development of a probabilistic forecasting system based on machine learning, taking advantage of data that can be measured in the distribution network, in order to improve forecast accuracy compared to the state of art. The model will be assembled into a solar power forecasting system that will be operational at the Electric Energy Systems Laboratory (EESL) of the ICCS to operate directly with tools for simulating power system operations. A prototype of operational solar forecasting systems will be demonstrated for HENDO, providing also a training program for its efficiency and correct application.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}