{
    "rcn": "215793",
    "acronym": "TAMYOCAL",
    "topics": "MSCA-IF-2017",
    "title": "Tamoxifen mediated protection on X-linked centronuclear myopathy: a mechanistic and pre-clinical study",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "X-linked centronuclear myopathy (XLCNM) is a severe congenital myopathy caused by the absence of lipid phosphatase myotubularin. XLCNM affects 1/50.000 male births, there is no treatment and many cases lead to premature death. Thus, treatments are needed.\nTamoxifen (TAM) is a selective estrogen receptor modulator that mimics estrogen signalling in skeletal muscle. Pilot study and previous results from the hosting group, have shown that TAM improve muscle symptoms and survival rate in XLCNM mouse model. Results strongly support the idea that TAM protects skeletal muscle via enhancement of estrogenic signalling positively modulating multiple pathways linked to muscle function. However, the exact mechanism(s) is not yet understood. \nThis project aims at elucidating the mechanism(s) of action of TAM and evaluate further its efficacy in XLCNM mouse model. Two specific aims are proposed. First, to determine how TAM acts on pathways and key players involved in XLCNM. Estrogen signalling, phosphoinositide balance, autophagy and mTORC1 signalling will be determined in wild type and XLCNM mice treated and non-treated by TAM. Second, to investigate the pre-clinical efficacy of TAM combined with other compounds in XLCNM mice. TAM extends the lifespan of XLCNM mice according to the pilot study but it prevents only partly leg muscle atrophy, restricting complete functional rescue. Thus, TAM will be combined with other approved drugs that target muscle atrophy (everolimus, creatine, IGF-I and steroids).\nThese parallel approaches will provide knowledge about not-yet explained events related to XLCNM and TAM effects, from molecular to in-vivo level, and instrumental information for other myopathies and rare diseases where lipid phosphatases are missing and phosphoinositide are unbalanced. This knowledge might provide the rationale for new therapeutic options for these dramatic conditions, being highly relevant to patients and families.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE GENEVE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}