{
    "rcn": "215772",
    "acronym": "GlobaLISe",
    "topics": "MSCA-IF-2017",
    "title": "Global Value Chains and Local Innovation Systems in Southern Europe:The Coevolution of Technology, Trade and Finance, and the Technological Divide",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "In the post-Bretton Woods world economy, global value chains (GVC) have become the principal pipelines not only of trade, but also of capital and technology flows, with a decisive impact on the industrial structure of local economies and the technological dynamics of their innovation systems. The proposed project aims to investigate from an empirical, theoretical and normative perspective this impact, as well as its macroeconomic repercussions in terms of productivity, growth, employment, income distribution and the core-periphery technological divide. It will also examine the industrial policies needed to mitigate the technology gaps and to enhance the value capture capacities of peripheral innovation systems by ëupgradingí within GVCs, against the backdrop of the financial crisis.\n\nAt the empirical level, the project will focus on GVCs of knowledge-based manufacturing industries in crisis-afflicted Southern European economies. It will employ advanced statistical, computational and analytical methods at different geographical scales, ranging from econometric to social network analysis, agent-based, and stock-flow consistent modelling. At the theoretical level, it aspires to combine evolutionary, institutionalist, Schumpeterian and (post) Keynesian economic theories under a ësystemicí research programme on the crossroads of international economics, economic geography, innovation economics, theory of the firm, industrial organisation, and political economy of development. At the normative level, it will have significant implications for industrial, RTDI, trade, and regional development policies. This highly topical project aims to frame the post-crisis EU policy discourse on the future of the ERA, the Innovation Union, Europe 2020 growth strategy, and the ëEuropean investment planí, as well as related national policy discourses. It is designed to boost the researcherís career and to consolidate his expertise and research skills through high-quality training.",
    "totalCost": "152653,2",
    "ecMaxContribution": "152653,2",
    "coordinator": "Centre for Planning and Economic Research",
    "coordinatorCountry": "EL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}