{
    "rcn": "215707",
    "acronym": "PLaTONE",
    "topics": "MSCA-IF-2017",
    "title": "PLasmonics@Transparent cONductive oxidEs",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The capability of chemically and physically engineering the electrical and optical response of solids represents both the driving force and the consequence of the tremendous technological development of electronics, optoelectronics and plasmonics within the past century. As a most relevant example, the processóknown as dopingóof introducing foreign impurities in suitable hosts has led, among others, to the development of Transparent Conductive Oxides (TCOs), materials combining visible-light optical transparency with high electrical conductivity that are nowadays an irreplaceable component of solar cells and touch screens. Plasmonics and photonics, in parallel, have reached unprecedented levels of control of electromagnetic energy thanks to the possibility of fabricating and tailoring metallic nanostructures with physical dimensions down to the micro- and nano-scale for nano-antennas, perfect absorber and cloaking applications, to mention a few. One of the new challenges that researchers and engineers are facing is merging optical and electrical control in a single device for developing next-generation photovoltaic, opto-electronic devices and energy-efficient solid-state lighting.\nPLaTONE proposes the realization of a novel class of materials combining plasmonic resonators with TCO-based thin-film capacitors, a system envisaged in literature but not yet achieved. PLaTONE will address the fabrication and the electrical/optical characterization of these systems and exploit the mutual interaction between the plasmonic nanostructures and the voltage-controlled dielectric properties of the TCO for achieving an active optoelectronic device. PLaTONE musters up a team of highly experienced researchers from both academic and non-academic institutions to tackle the issue, and provides the candidate the ideal environment for boosting his skills and assemble a solid collaboration network for future national and international funding programs.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI GENOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}