{
    "rcn": "215765",
    "acronym": "PORTAL",
    "topics": "MSCA-IF-2017",
    "title": "Personalized oncology for refractory and relapsed lymphoma using humanized patient derived othotopic xenografts (ImmunePDOX)",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "This proposal is a ìPORTALî to re-incorporate Dr. Lourdes Farre from the Oswaldo Cruz Foundation (FIOCRUZ) in Brazil to Europe at the Catalan Institute of Oncology (ICO), a part of the Bellvitge Biomedical Research Institute (IDIBELL), Barcelona, Spain. She will be supervised by Dr. Alberto Villanueva, leader of the Resistance, Chemotherapy and Orthotopic Xenograft Models Group and Director Board of the EuroPDX (www.europdx.eu) in collaboration with Dr. Ana Sureda, Head of the Hematology Department (ICO). Dr. Farre worked at FIOCRUZ for 12 years where she relevantly contributed in lymphoma research and acquired maturity as an independent researcher. Dr. Farre will contribute to ICO/IDIBELL initiating a new research line in resistance in hematological cancers and transfer her knowledge in HTLV-1 infection. She will also contribute to the ICO Hematology Service with a personalized oncology strategy for clinical oncology practice. Knowledge and preclinical models could be transfer to the IDIBELL`s spin-off Xenopat and Pharmaceuticals. She will have access to a solid multidisciplinary training program that will provide qualitative improvement on her career and a privileged position to be reintegrated in a long term research position in Europe. She has always combined scientific activity with educational interventions. Besides scientific dissemination, she programmed public engagement activities. This proposal is a proof-of-concept of personalized oncology for refractory/relapsed lymphoma and aims to study the mechanisms involved in response to therapy using preclinical humanized orthotopic models. Relapsed/refractory lymphomas represent a major treatment challenge and general treatment paradigm has remained empiric. Defining the best therapeutic option for each patient and overcoming such resistance is a priority. Humanized and orthotopic approach is original and innovative. PORTAL reflects the policy priorities of the Europe 2020 strategy and considers gender issues.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "FUNDACIO INSTITUT D'INVESTIGACIO BIOMEDICA DE BELLVITGE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}