{
    "rcn": "215702",
    "acronym": "LIAE",
    "topics": "MSCA-IF-2017",
    "title": "Laughing in an Emergency: Humour, Cultural Resilience and Contemporary Art",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "In the wake of the Charlie Hebdo attacks in 2015, humour has been regarded as serious, incendiary, and potentially fatal business. A curious phenomenon has simultaneously occurred in contemporary art, as artists located around the world have turned to humorous aesthetic strategies in order to document and re-assess global politics, experiences of crisis and collective trauma. In spite of this turn, and although the politics of humour has attracted recent attention, leading scholars across the social sciences and humanities continually lament the lack of scholarly analysis on the subject. In this context, the main objectives of LIAE are 1) to develop a conceptual framework and gather empirical information to account for the impetus behind the emergence of humour in art from contemporary sites of ëcrisisí; 2) to develop a novel framework of how humour advances the social function of art by operating as a vital agent of cultural resilience in three keys ways: re-enforcing connection to place, coalescing collective identity, and by subverting oppressive authority structures; 3) to develop a conceptual framework that accounts for how ëhigh artí settings radically differs to that of ëviralí or ëdemoticí forms (cartoons, memes and street art). To achieve this, LIAE is informed by a comparative study of 3 key case studies, each legislatively recognized as sites of crisis, and each emblematic of particular forms of contemporary ëemergencyí: economic/refugee crisis (Greece), indigenous sovereignty/endemic disadvantage (Australia) and military conflict/occupation (Palestine). Employing an adaptive form of visual culture research (discourse analysis, fieldwork, in-situ visual analysis, archival and primary research) refined through a training program and expert supervision at UNIMAN, LIAE produces innovative research on the social function of humour, unpacking the capacity for art to act as tool of cultural resilience for disadvantaged, marginalised and vulnerable groups.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}