{
    "rcn": "215757",
    "acronym": "SQoL",
    "topics": "MSCA-IF-2017",
    "title": "School for Quality of Life. Policy, practice and theory for a quality of life approach in Europeanschool systems.",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "'In 2007, the European Commission, the European Parliament, the OECD and the WWF hosted a conference titled 'Beyond\nGDP' . The conference was attended by over 650 policy makers, experts and social activists and aimed to criticize the use\nof GDP (Gross Domestic Product) as an economic indicator of the wealth of nations, and to advocate for a society better able to foster and measure wellbeing and quality of life (QoL). The ìQoL Initiativesî are a heterogenic and informal movement of scholars and transnational institutions who aim at developing new theories, policies and indicators about quality of life.The most influential ones include: the EUís Quality of Life in Europe, the Stiglitz-Sen-Fitoussi Commission, the\nOECDís Better Life Initiative, the UN Sustainable Development Goals, the World Happiness Report, and the OCSE PISA Students' Well-being. So far, little has been done within educational research to critically study the educational relevance, impact and potentials of the ongoing ìQoL Initiativesî, in particular how this movement will shape education systems.\nMoreover, a terminological confusion related to concepts such as happiness, wellbeing and quality of life must be clarified\nand operationalized in order to support educational theories and policies. The main research question of my project is: what is the role of QoL policies, theories and practices in education system and how can a School for Quality of Life (SQoL) model be? The hypothesis is that QoL policies, which are still fairly new, will increasingly influence European educational systems in the near future. My overall objective is to map and critically analyse the impact of such policies on the educational systems, with a particular focus on primary and lower secondary schooling (pupils age 6-16), and to provide a School for Quality of Life (SQoL) model. My study will be the first to provide a solid analysis of the impact of the QoL initiatives and policies on European education systems.'",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}