{
    "rcn": "215709",
    "acronym": "Stories",
    "topics": "MSCA-IF-2017",
    "title": "Inside/Out: using storytelling to understand the politics of exclusion in Europe and South Africa",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Contemporary political narratives in the UK and South Africa are explicitly orientated around ideas about who does, and does not, belong. The UK and South Africa, while different, share trends towards inequality and the othering of migrants as responsible for social problems. Both inside and outside groups express a powerful sense of alienation and hopelessness. This fellowship will use storytelling to generate new bottom-up narratives to challenge dominant top down discursive politics of exclusion. Personal stories will be created by research with people from different communities that are typically positioned as being against one another. These creative, story-based research methods will catalyse public dialogues on the possibilities for new, more inclusive political narratives to build understanding and trust between groups. The fellowship will enable the researcher to strengthen the interdisciplinary basis of her research, by bringing together the disciplines of politics, sociology and psychology. She will also learn from the expertise and networks of Professor Heaven Crawley and colleagues at the Centre for Trust, Peace and Social Relations (CTPSR) at Coventry University working on public and political migration narratives in the UK and Europe. This will lead to future research collaborations and career development opportunities at CTPSR. CTPSR will, in turn, benefit from the researcherís in-depth expertise in the use of storytelling to build dialogue between communities and her knowledge of the ways in which narratives of migration, inclusion and exclusion have developed in South Africa and from her experience globally.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}