{
    "rcn": "215745",
    "acronym": "Gold3Cat",
    "topics": "MSCA-IF-2017",
    "title": "(P,C) and (O,O) well-defined gold(III) complexes for the development of new gold(III) catalytic processes",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Over the last 20 years, gold catalysis has become a very efficient method for the rapid construction of complex and highly functionalized molecules. However, gold catalysis is mainly limited to the activation of ?-systems by Au(I) complexes. Comparatively, Au(III) catalysis is poorly developed due to the rarity of stable but reactive Au(III) complexes. But recent studies showed that judicious ligand design enables to stabilize Au(III) complexes and that switching from Au(I) to Au(III) leads to completely different reactivity and selectivity.\n\nThe Gold3Cat project envisions to elaborate a library of well-defined Au(III) complexes and to develop a new facet of gold catalysis thanks to the unique properties of these Au(III) complexes. The first step will consist in preparing a range of stable Au(III) complexes relevant to catalysis (WP1). P-Based chelate and pincer complexes are proposed, as well as (O,O) chelated complexes featuring a catechol moiety. The electronic properties of the new Au(III) complexes will be thoroughly studied to enable rational catalytic development and optimization. Given its importance but current limitations, efforts will concentrate on hydroarylation (WP2). This includes asymmetric versions in which the square-planar geometry of Au(III) should impart enhanced chiral induction (WP3). The ability of P-based pincer ligands to stabilize Au(III) carbene complexes will also be studied, and catalytic transformations taking advantage of the high electrophilicity of these unprecedented species are targeted (WP4).\n\nThe Gold3Cat project is very ambitious both synthetically and conceptually, but it is built on solid foundations. It combines ligand design, advanced organometallic studies and important catalytic applications. Given the dynamism of the host group and the training plan involving broad scientific and personal development, it offers ideal conditions for the researcher to enhance its potential and prepare to start her independent career.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}