{
    "rcn": "215763",
    "acronym": "ULTRACONTROL",
    "topics": "MSCA-IF-2017",
    "title": "Ultra-low cost orbit transfer and orbit control for future libration point missions",
    "startDate": "01/04/2019",
    "endDate": "31/03/2021",
    "objective": "The key objective of this ambitious and adventurous program of research is to develop an entirely new method of spacecraft orbit transfer and orbit control using solar sails, driven only by solar radiation pressure. The new method will enable ultra-low cost libration point missions, with numerous applications in space science, Earth observation and telecommunications.\n\nTo achieve this goal, orbit transfer and orbit control for such libration point missions will be investigated using modern dynamical system theory with solar radiation pressure. This provides a key advantage over conventional thrusters, since a solar sail does not require propellant, thus reducing spacecraft mass and launch costs while significantly lengthening mission\nduration. Through this programme of research, practical control strategies will be evaluated and engineering requirements\non solar sail size and performance assessed.\n\nThe programme of research will be supported by the interdisciplinary Space Glasgow Research Cluster and the hostís extensive network of international collaborators on solar sailing (ESA, NASA, NOAA). The host supervisor is the acknowledged international leader in the rapidly developing field of solar sailing. The therefore project offers a golden\nopportunity to link the Experienced Researchís prior work on real-world solar sail mission operations at the Japanese Space Agency (JAXA) with the hostís extensive expertise in solar sail orbital dynamics.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}