{
    "rcn": "215768",
    "acronym": "FUCTURE",
    "topics": "MSCA-IF-2017",
    "title": "Fucosylated Clusterin: a novel mechanism of tumor escape from immune response",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "Clusterin (CLU) is a ubiquitous glycoprotein that function as an extracellular chaperone, binding to apoptotic cells and stressed-proteins and preventing the generation of insoluble aggregates. Although CLU is overexpressed in many type of cancers and associated with bad prognosis, the nature of this association remains obscure. It has been previously discovered an isoform of CLU present in seminal plasma that bears fucosylated glycans that confers the ability to bind to DC-SIGN; an endocytic C-type lectin receptor expressed on dendritic cells (DCs) and macrophages (MAC) that has been associated with immunosuppression. \nOur preliminary results showed spontaneous regression of tumors in CLU-/- mice after adoptive transfer in 2 models. We also observed that CLU present in breast cancer bears fucosylated glycans with the ability to bind to DC-SIGN. \nWe hypothesize that tumor fucosylated CLU (Fuc-CLU) promotes immunosuppression by targeting tumor cell-associated antigens to DC-SIGN expressing DCs and MAC, promoting antigen presentation in a tolerogenic context. In this sense, Fuc-CLU could represent a new mechanism of tumor escape from immune response.  \nThe main objectives are: to analyse Fuc-CLU expression pattern and production by tumor and stromal cells; to address the role of Fuc-CLU in immune modulation and tumor cell-associated antigen presentation; and to study the effect of Fuc-CLU on tumor development in an in-vivo model.\nThe expertise of Dr. Amigorena and Institute Curie represent a major competitive advantage for the project. The results are expected to be published in peer-reviewed journals of high impact (with Open Access whenever possible), communicated in scientific meetings and to society at large. Expected results and deliverables will enhance the knowledge base and excellence of the European Scientific Community in the field anti-tumor immunity. This experience will be a key step for my scientific development to reach an independent position.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT CURIE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}