{
    "rcn": "215756",
    "acronym": "3D-SITS",
    "topics": "MSCA-IF-2017",
    "title": "3D Stretchable Inductive Tactile Sensors for Soft Artificial Touch",
    "startDate": "06/09/2018",
    "endDate": "05/09/2020",
    "objective": "Tactile sensors are essential components that enable robotic systems to interact safely and effectively with humans and the environment, they also offer significant potential for use in modern healthcare systems. Compared to visual and auditory senses, the tactile sensory system provided by human skin are complex, combining large number of high performance, multi-modal sensory elements in soft 3D structures to extract information during interaction with objects. To be effectively applied in real-world environments, tactile sensors must have both high compliance and high performance, and also need to be durable and robust to the repeated physical interaction. Researchers seeking innovations in tactile sensing have explored and exploited new materials, novel composites/structures, fabrication techniques and transducer mechanisms. Although remarkable progress has been made in developing 2D flexible sensing skins, a third dimension in soft sensing technology should be investigated to emulate multimodal, highly sensitive receptors, and ultimately the human sense of touch. \nThis action involves an experienced researcher, Dr Hongbo Wang, under the supervision of Dr Lucia Beccai for 24 months to work on the project ì3D Stretchable Inductive Tactile Sensors for Soft Artificial Touchî (3D-SITS), at the Center for Micro-BioRobotics of the Italian Institute of Technology (IIT) in Italy.  In this project, I propose to use elastomers with embedded helical coils and zig-zag planar coils to form multi-modal, stretchable sensing nodes. By investigating this overlooked transducer mechanism, together with novel design and fabrication techniques, that allow us to build truly soft, durable, high-performance, distributed, 3D tactile sensing systems at component level (artificial receptors) and then system level (soft robotics and wearable skin), providing a leap forward in the area of artificial touch for the next generation of robots, wearable systems and humanñmachine interfaces.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}