{
    "rcn": "215718",
    "acronym": "NovelKnees",
    "topics": "MSCA-IF-2017",
    "title": "Targeting Subchondral Bone Marrow Lesions, Microdamage and Remodelling using Novel Bisphosphonate-Loaded Delivery Systems to Prevent Post-Traumatic Osteoarthritis after Acute Knee Injury",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Following nine years abroad I hope to work as a MSCA Fellow on post-traumatic osteoarthritis (PTOA), which is a sub-set of OA. OA is the most common skeletal disorder in the EU, affecting 40 million people. PTOA comprises about 12%, and this is expected to double by 2030, costing equivalent to 1% GDP. Thus novel breakthroughs will have dramatic socio-economic impacts. PTOA occurs after an acute injury such as Anterior Cruciate Ligament (ACL) rupture of the knee. After injury, direct cartilage damage is rarely present, but in 80% of cases Bone Marrow Lesions (BMLs) are detected by MRI. These may be linked with microdamage in subchondral bone (region under the joint) ñ but this is uncertain. My aim is to develop a new therapy, delivered by injectable microparticles, to target subchondral bone microdamage and prevent PTOA. The project has three objectives: (1) Determine relationship between BMLs & microdamage (2) Determine role of bone remodeling during repair (3) Develop injectable alginate-microparticles loaded with bisphosphonate (bone targeting agents), to prevent PTOA. I will work at the Royal College of Surgeons in Ireland (RCSI), with my supervisor Prof. Fergal OíBrien, who is a world leader in biomaterials and drug-delivery. He leads the Tissue Engineering Research Group (TERG), and is senior PI at the Trinity Center for Bioengineering (TCBE) and the Advanced Materials and Bioengineering Research (AMBER) group. As European leaders in our field, my collaboration with them will expand my competencies/transferable skills and allow advanced multi-disciplinary training from experts. My expertise will also feedback and provide knowledge in mechanobiology and a new network of international collaborators. I will also develop skills in leadership, reporting, financials, dissemination/public awareness, patents and commercialization. All of these will combine to leave me well-placed to provide meaningful contributions to Europeís competitiveness and growth in the future.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}