{
    "rcn": "215759",
    "acronym": "SKin SCiENCE",
    "topics": "MSCA-IF-2017",
    "title": "Skin Keratinocyte Stem CEll proliferatioN in field CancErisation",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Epithelia provide a protective barrier that exposes them to environmental carcinogens. Cancers of epithelial tissues, called carcinoma, account for 85% of all cancers and 78% of all cancer associated mortality. Epithelia undergo continual proliferation and renewal with hierarchical differentiation dependent upon long lived adult tissue stem cell. Many carcinomas arise from pre-malignant transformation, intraepithelial neoplasia referred to as field cancerisation (FC), which is an area that can give rise to multiple primary cancers. FC is a feature of malignancies involving the head and neck,oesophagus, stomach, lungs, cervix, vulva, bladder, colon, breast, ovary, pancreas, prostate and skin. By studying skin FC in a rare genetic disease, Epidermodysplasia verruciformis, and utilising a mouse model of HPV8 infection, I uncovered a novel keratinocyte stem cell (KSC) basis, driven by ?Np63 expression, common to all causes of skin FC. I now propose to build on this original finding and utilising an innovative approach to determine the cell signalling pathway involved in expansion of this novel KSC population. \nI hypothesise that the common mechanism in skin FC, potentially relevant to FC in other tissues, arises from dysregulation of a signalling pathway that results in a switch from p63 TA to ?N isoforms resulting in expansion of a KSC population that is susceptible to transformation. I propose to use multiple strategies to: 1)Identify the HPV8 gene that is responsible for ?Np63 overexpression, 2)Determine which signalling pathway(s) is/are activated in HPV8tg mice, resulting in ?Np63 overexpression 3)Determine the pathway(s) is/are responsible for ?Np63 overexpression in human skin FC; and 4)Determine whether immunosuppression promotes SCC formation in HPV8tg mice. I have assembled expert international collaborations and relevant partner organisation to help me in this project, so that I can identify novel therapeutic targets for future drug discovery and development.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "CARDIFF UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}