{
    "rcn": "215766",
    "acronym": "NANOBOTS",
    "topics": "MSCA-IF-2017",
    "title": "Tumor-Targeting Nanoengineered Bioorthogonal Technologies to Fight Metastatic Cancers",
    "startDate": "19/11/2018",
    "endDate": "18/11/2020",
    "objective": "Multifunctional nanodevices have recently emerged as one of the most exciting new classes of drug delivery machineries to perform abiotic prodrug activation in living systems. However, as current designs have not yet been configured with cell targeting capabilities, their use is limited to the targeting of non-metastatic primary cancers. This proposal, termed 'NANOBOTS', aims to develop an unprecedented ëtrack and treatí nanomachine installed with navigational ability to achieve cell-specific targeting and prodrug activation capabilities to treat metastatic cancers. The strategy involves the development of Pd-functionalized and tetrazine-based nanodevices specifically designed to (1) track & tag both metastatic lesions and primary tumours by identification of cell-surface proteins overexpressed in cancer cells, and to (2) activate systemically-administered cytotoxic precursors inside or at the surface of those cells via Pd-catalyzed deprotection or click-to-release chemistry. Using a range of multidisciplinary methods and techniques including Organometallic Chemistry, Medicinal Chemistry, Supramolecular Chemistry and Nanotechnology, I will develop multifunctional nanobots that will enable ñfor the first time- targeted treatment of metastatic lesions. Importantly, the modular feature of the nanobots provide a solid ground for a powerful breadth of future applications, e.g. exploiting an over-expressed surface protein in a new disease class as 'navigational guide' beyond cancer. With the support of a MSCA-IF, I will have the opportunity of performing a highly-innovative research programme within a chemistry lab based in the Cancer Research UK Edinburgh Centre, a world-class institution on cancer biology and therapy, and under the mentorship of Dr Unciti-Broceta, one of the pioneers of the Bioorthogonal Organometallic Chemistry field. This will certainly promote the translation of the results and enhance my professional growth towards my research independence.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}