{
    "rcn": "215717",
    "acronym": "PreSTO",
    "topics": "MSCA-IF-2017",
    "title": "Pilot scale hybrid Photocatalytic Processes for the simultaneous removal of Pathogens and Pharmaceuticals from wastewaters",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "In recent years the presence of pharamceuticals (PhAcs) in wastewater treatment plant effluents, drinking water and groundwater has become an issue of emerging concern.The global concentration of these compounds constitutes an effluent organic matter which often serves as precursor for the formation of hazardous disinfection by-products during conventional water disinfection processes. The potential effects of pharmaceutically active compounds on humans and aquatic ecosystems are not completely understood, especially if it is considered that PhACs co-exist in mixtures with other compounds (chemical ìcocktailsî).The uncontrolled release of antibiotics to the environment promotes the selection of antibiotic resistance genes (ARGs) and antibiotic-resistant bacteria (ARB), which shade further long-term health risks to humans and animals To address this challenge, the application of advanced oxidation processes (AOPs) for the removal of residual organic matter and microorganisms has become an emerging area of research. In order to overcome the limitation of individuals AOPs the simultaneous application of light based AOPs looks quite interesting. However, in spite of the progress made in fundamental research at bench scale, the practical achievements in the field of environmental photocatalysis have been modest. The PreSTO project deals with the development and demonstration of pilot plants hybrid photocatalytic processes for the simultaneous removal of pathogens & pharmaceuticals from real wastewater effluents. This will be achieved with a step by step investigation of all relevant aspects, including: (a)development of efficient hybrid advanced oxidation processes (i) Cavitation/Solar photo-Fenton and (ii) Solar photo-ElectroFenton at the unique facilities of CIEMAT SPA (b)development & optimization of state of the art analytical methods and biological assays;(c) photocatalytic evaluation for the elimination of antibiotics and pathogens at hybrid pilot scale reactor.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "CENTRO DE INVESTIGACIONES ENERGETICAS, MEDIOAMBIENTALES Y TECNOLOGICAS-CIEMAT",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}