{
    "rcn": "215725",
    "acronym": "SASC",
    "topics": "MSCA-IF-2017",
    "title": "Synergies in the Acquisition of Syntactic Categories",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "From a very young age, infants can infer the probable meaning of a new word from its syntactic context (e.g., she blicks ñ>blick is an action/verb). What is the learning mechanism that enables this link from specific syntactic contexts to different semantic categories? This project investigates the influence exerted by the content words already present in the mental lexicon (i.e., the semantic seed) along with the childís distributional learning skills. In the first line of research, I investigate how preverbal infants can use known words (i.e. semantic seed) to help them categorize a new word as a noun or a verb. Inspection of cross-linguistic universals reveals that across the worldís languages, certain conceptual categories are often marked in morphosyntax (eg. object/action, animate/inanimate), while others not (e.g. color). The cause of the regularities might thus be that since morphosyntax helps infants to learn word meanings, only those morphosyntactic regularities that mark conceptual distinctions that are noticeable by infants would be selected for human languages (i.e. core knowledge). In Study 2 and 3, infants will be taught novel syntactic contexts (e.g., a new article) along with words they already know (semantic seed) to test if they can subsequently predict the meaning of a novel word that would appear in the same contexts (e.g., object). Study 2 will use distinctions already marked in French (i.e. object/action), and Study 3 will use distinctions that are not marked. I will test the hypothesis that core knowledge distinctions (i.e. animacy) are easier to map onto morphosyntactic markers than non-core knowledge distinctions (i.e. color). Taken together, these studies will demonstrate the presence of synergies between the lexicon and the syntax during language acquisition. This project will also give us insight on the distinctions that are easy to associate with morphosyntactic markers, which would explain the patterns in world's languages.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}