{
    "rcn": "215767",
    "acronym": "EyeTREAT",
    "topics": "MSCA-IF-2017",
    "title": "Innovative tool for personalized treatment of patients with neovascular age-macular degeneration: dosage optimization for long term efficacy treatment",
    "startDate": "01/09/2018",
    "endDate": "30/11/2019",
    "objective": "With the ageing population, visual threatening illnesses are increasing. For instance, age-related macular degeneration (AMD) is expected to affect almost 25 million Europeans by 2040. The AMD treatment consists in regular injections of the anti-VEGF therapeutic drug (Lucentis, Avastin, Eylea) into the eye ball, vitreous, for the rest of the patient life. However, the dosing intervals varies widely among the patients and there is no a clear consensus or quantitative method for evaluating the injection frequency. For that, computational tools linking the drug dose regimen and the drug effect in the retina are needed. However, such pharmacokinetic-pharmacodynamic models are still missing. Combining population pharmacokinetic and optical coherence tomography (OCT) imaging technique is a new, novel and promising approach. The drug effect can be evaluated non-invasively, measuring the central macular thickness in the retina scan. The models generated will allow appropriate individualized dosing regimen to the patients in clinics that will be anticipated from individual retina scan determinations with OCT. \nThe optimization and personalization of dosing regimen will ensure an efficient long-lasting treatment, improving patient quality of life while reducing the burden to the health care system. Moreover, the models will increase our understanding in the treatments, constitute a pioneer tool in effect assessment in ocular therapeutic field and a first step towards more advanced ophthalmic models. The candidate has strong expertise in intravitreal pharmacokinetic and this project will advance her into clinical pharmacodynamic modelling at the renowned Centre for Applied Pharmacokinetic Research, University of Manchester. The inter-disciplinary and inter-sectoral character of the project will definitely benefit her career development as a researcher.",
    "totalCost": "122159,25",
    "ecMaxContribution": "122159,25",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}