{
    "rcn": "215705",
    "acronym": "Neuronetmir",
    "topics": "MSCA-IF-2017",
    "title": "Role of miR-129-5p and Rbfox1 crosstalk in neural network homeostasis",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Imbalances between excitatory and inhibitory neural networks are a hallmark of several brain disorders including epilepsy. Current drug therapies for epilepsy are ineffective in a third of patients and none have disease-modifying effects. It is of high priority, therefore, to understand molecular/ genetic mechanisms responsible for epilepsy development and identify novel targets. The control of mRNA stability and translation is critical for proper neural network function. Here, RNA binding proteins (RBPs) and small noncoding RNAs called microRNAs (miRNA) act together to fine-tune levels of proteins critical for synaptic structure and function. These may represent important therapeutic targets since they regulate gene networks and exert broader actions that can generate more potent effects against seizures. Until now there has been no systematic analysis of miRNA, RBP crosstalk in the context of neural network stability in epilepsy. Building on my recent breakthrough studies showing miR-129-5p/Rbfox1 crosstalk in neural network homeostasis my project will explore the following objectives: First, identify targets regulated by miR-129-5p/Rbfox1 crosstalk in vivo; Second, functionally interrogate miR-129-5p/Rbfox1 crosstalk in neural network stability in vitro and in vivo; Third, investigate miR-129-5p and Rbfox1 function in human neural networks. To achieve these objectives I will apply my existing expertise as well as acquire new skills in a range of state-of-the-art interdisciplinary and cutting-edge techniques including single molecule imaging, proteomic analyses, multiple electrode arrays, human brain organotypic cultures and pre-clinical animal models. The results will establish RBPs, alongside miRNAs, as new mediators of epileptogenic network pathogenesis.  Findings will also generate new targets for pre-clinical development and evidence of efficacy in human cells for disease-modifying therapies for epilepsy and disorders of neural network homeostasis.",
    "totalCost": "187866",
    "ecMaxContribution": "187866",
    "coordinator": "ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}