{
    "rcn": "215741",
    "acronym": "NannoChem",
    "topics": "MSCA-IF-2017",
    "title": "Using Nannofossil Chemistry to constrain the cellular response of marine phytoplankton to changing carbon dioxide concentrations in the surface ocean",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "NannoChem aims to determine whether long-term changes in atmospheric carbon dioxide (CO2) impact the coupled processes of photosynthesis and calcification within the coccolithophores, a key group of marine phytoplankton. Recent studies proposed that the availability of dissolved phase CO2 in the surface ocean is a primary control on coccolithophore cell size, calcification rates and evolution. If true, this has major implications for primary production in future high CO2 oceans. Here we propose to test these hypotheses by generating a unique set of multi-proxy records of coccolithophore chemistry, cell size and calcification over the past 10 million years. These records will come from an exceptional new late Miocene to modern sedimentary archive of unprecedented quality, recovered from the eastern equatorial Indian Ocean during the International Ocean Discovery Program Expedition 363 (Oct-Dec 2016; West Pacific Warm Pool). \n\nNannoChem will go beyond existing studies, and generate a new state-of-the-art, by: 1) generating the first direct record of coccolithophore carbon isotopic vital effects by comparison with planktonic foraminiferal estimates of the isotopic composition of surface ocean dissolved phase carbon; 2) generating the first long-term records of coccolithophore calcification across all main placolith-forming families; 3) constraining other potential controls on coccolithophore vital effects by generating paired records of cell growth conditions; and 4) working with Expedition 363 scientists to constrain the impact of long-term changes in cell physiology on organic biomarker (alkenone) estimates of Neogene atmospheric CO2 concentrations. NannoChem will deliver exceptional training and three-way knowledge transfer between the Experienced Researcher, the Host and Secondment Partner (Prof. Beaufort, CEREGE). This unique combination of specific skills and expertise is required to deliver NannoChem's ambitious and important research objectives.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}