{
    "rcn": "215722",
    "acronym": "GEISIE",
    "topics": "MSCA-IF-2017",
    "title": "Gender and Ethnic Integration in Science, Innovation, and Entrepreneurship",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "While gender and ethnic diversity have increased in the workforce, the evidence is much less clear on whether there has been an increase in gender and ethnic integration, i.e., people actually working together across gender and ethnic lines. This project will analyse large databases (1) to assess trends in gender and ethnic integration in science, innovation, and entrepreneurship, (2) to understand the causes and consequences of gender and ethnic integration as well as potential barriers, and (3) to improve the methodology in the study of gender and ethnic integration and to develop indices that could be used to track changes. The project is specifically focused on European data and will consider issues related to differences in the level of integration within as well as between countries. Furthermore, the project will be able to analyze integration at multiple levels including team, organization, city, and field. The project will use large databases including PATSTAT, Microsoft Academic Graph, and government registry data, combined with name-matching algorithms to estimate the gender and ethnicity of the scientists, inventors, and entrepreneurs. The results of the project are highly relevant for scholars studying innovation, entrepreneurship, social inclusion, social structure, and inequality. The results will also be translated into insights for managers to help them understand and possibly integration in their organizations, yielding greater creativity and innovativeness. Furthermore, the results are of interest to policy makers as increasing gender and ethnic integration within Europe would help European competitiveness as well as the cohesion of European societies.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}