{
    "rcn": "215710",
    "acronym": "ESSINDEX",
    "topics": "MSCA-IF-2017",
    "title": "Essential Indexicality",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "My aim in the project ESSINDEX is to understand the phenomenon of essential indexicality. Indexicals are linguistic terms such as ëIí, ëhereí, ënowí, ëheí, etc. whose referent varies according to the context of use. For example, an utterance of ënowí refers to the time of its utterance. Like other context-dependence phenomena, indexicality had long been regarded as a defect of natural language. But in 1970, it was noticed that some thoughts cannot be expressed or communicated without the help of indexicals. Such thoughts appear to represent the world from a situated perspective in it. This creates a deep problem for traditional doctrines about thought and communication: the ìproblem of the essential indexicalî (PEI). The PEI has generated a vast literature in the last 40 years. It has foundational implications in philosophy of language, philosophy of mind, semantics, and pragmatics. This is the perfect time for a renewed assessment of the PEI: recent sceptics began to complain that the PEI was ill-posed and that essential indexicality was a myth. The novel view I propose to explore in this project integrates insights from both the advocates and the detractors of essential indexicality. It could mark a turning point in debates on the PEI, and thereby have broad implications for the relevant fields. I want to run ESSINDEX under the supervision of FranÁois Recanati at the Institut Jean Nicod (IJN), which is partnered with the …cole Normale SupÈrieure (ENS) in Paris. Given the unrivalled expertise of F. Recanati on most topics of ESSINDEX, and that of other researchers at IJN on specific issues to be explored in various research fields (philosophy of language/mind/cognitive science, semantics/pragmatics, epistemology), the interdisciplinary team of IJN provides the best possible environment in which to run that project, which directly engages with the current work of several of its researchers.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "ECOLE NORMALE SUPERIEURE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}