{
    "rcn": "215773",
    "acronym": "SUPER",
    "topics": "MSCA-IF-2017",
    "title": "Synthetic Utilization of Photoredox-generated Electrophilic Radicals",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The collective body of the Pharmaceutical industry and the Green Chemistry Institute of American Chemical Society defined radical chemistry without tin as one of the ìkey green chemistry research areasî in our time. While the toxicity of tin reagents is a clear disadvantage, the unique reactivity and selectivity they offer does not have any analogy in polar reactions. Photoredox catalysis is currently emerging as an environmentally benign entry to radical chemistry, and as a research area that offers many opportunities for the discovery of novel reactivity. \nHydrogen atom transfer (HAT) is a particularly important concept within radical chemistry, a concept in part been explored with photoredox catalysis. Generation of HAT active radicals by means of photoredox catalysis have typically been performed via oxidation of suitable precursors. However, for many applications, this well-established approach experiences a general poor substrate scoop and is not compatible with further development.  An alternative approach, initiated by reduction of suitable precursors is underdeveloped. This project aims to address this gap in the synthetic methodology by developing suitable photoredox auxiliaries able to mediate HAT initiated radical cascades. This strategy will provide easy access to N-centered radicals from simple starting materials, which in turn provides a unique opportunity to study and map the reactivity of N-centered radicals. This research action will ultimately give an unprecedented access to pharmaceutically relevant pyrolidines and broad classes of pyrrolizine and indolizidine scaffolds.",
    "totalCost": "185857,2",
    "ecMaxContribution": "185857,2",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}