{
    "rcn": "215760",
    "acronym": "ReMorphOPV",
    "topics": "MSCA-IF-2017",
    "title": "Recombination in Organic Photovoltaics: Impact of Morphology and Long-Range Non-Equilibrium Transport",
    "startDate": "15/01/2019",
    "endDate": "14/01/2021",
    "objective": "The global transition towards clean energy requires new ways to generate electricity. One promising approach are organic bulk heterojunction (BHJ) solar cells. These devices are based on a phase-separated network of two organic materials and hold the potential to make solar power cheap and sustainable. However, there is still a lack of fundamental understanding in key areas. One important open question concerns the charge recombination. Although identified as main loss mechanism in BHJ solar cells, its underlying principles remain mysterious. ReMorphOPV comes to address these limitations by developing a new recombination model. The basic hypothesis is that a successful theoretical description must properly consider two key features of a BHJ blend: the complex nanoscale morphology and the dispersive type of charge transport. To account for both aspects, ReMorphOPV will make use of extensive kinetic Monte Carlo simulations with high spatial and temporal resolution. The proposed numerical approach includes most realistic assumptions on the nanostructure (domain size, phase purity, molecular miscibility etc.) and previously overlooked phenomena of charge transport, namely the non-equilibrium and long-range motion of carriers. The predictions of the simulations will be validated by experiments on different prototype material systems. A feedback loop between experiment and numerical model will be initialised to refine the theoretical description and define new parameterisations of the recombination rate that enable easy dissemination to other researchers. With such a model at hand, it will be possible to find design rules for organic solar cells with minimised recombination losses even at large thickness. These results are of great relevance for the photovoltaics community and will help to reinforce Europe's world-leading position in renewable energies.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}