{
    "rcn": "215791",
    "acronym": "OSCILLOGEL",
    "topics": "MSCA-IF-2017",
    "title": "An enzyme-based self-oscillating gel",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Self-oscillation is a periodic motion generated and maintained by a source of power that lacks the corresponding periodicity. In living systems several periodic motility processes or structural differentiation arise with no on-off stimuli, merely under the continual flow-in and flow-out of material and energy. The popular synthetic dynamic models use oscillatory chemical reactions to drive the system, though in most real cases no underlying biochemical oscillator is found. One clue is in the interdependence of chemistry and mechanics (stress, elasticity, or transport). Periodicity is counterintuitive because it cannot be attributed to any of the subsystems individually: this property emerges only through the collective behaviour of the components, as a systems-level property. To understand biological systems, we need to understand how these properties and functions are generated and controlled. Feedback-loops between chemical and mechanical processes are intrinsic in morphogenesis, though mechano-chemical feedback is generally still lacking in synthetic systems.\nI build coupled reaction-diffusion-mechanics systems, where a chemoresponsive hydrogel swells and shrinks (and, e.g., lifts and lowers a load) in a constant and uniform unreacted chemical environment, with no external stimuli. The chemistry is not oscillatory in itself, that is, if the gel is rigid or insufficiently responsive. Previous systems (mostly with inorganic reactions) operated under the continuous flow of fresh reactants. This inconvenience would be eliminated by making a big step forwards to biochemistry, where the reaction is linked to an enzyme immobilized in the gel. First we wish to demonstrate such a biocompatible system with the urease-urea reaction. After exploring the operating conditions, this autonomous system could fit to engineer regulatory functions by opening-closing a valve or to obtain biologically meaningful chemical responses by applying a force (pull, release) and vice versa.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}