{
    "rcn": "215771",
    "acronym": "LISTEN",
    "topics": "MSCA-IF-2017",
    "title": "Lost In translation: Strengthening communication skills between real world and climaTe modEls for seasonal to decadal predictioN",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "Seasonal and decadal climate predictions are routinely carried out, and are widely used for their numerous socio-economic applications. The improvement of the forecast capabilities at these timescales is the focus of the international effort coordinated by the World Climate Research Programme. The strategy of LISTEN to contribute to this challenge is structured to have two stages. First, it aims at enhancing the transfer of observed information to the model during the initialisation of a forecast. This phase of the climate prediction process is of utmost importance, because it has been shown that a correct initialisation can improve the forecasts up to a few years ahead. However, the systematic errors of the models make this task challenging, because of the discrepancy between the observed and model mean climate. The main consequences are incorrect propagation of systems and a quick loss of the observed information. LISTEN will therefore implement innovative initialisation techniques. These are explicitly designed to tackle specific limitations detected in the methods currently in use. The new techniques will be tested at both seasonal and decadal timescales, and their performance will be compared to the standard methods.\nThe second stage of the project consists in exploiting the data produced by the first stage for an in-depth assessment of the prediction skill, with a special focus over Europe. Large uncertainties remain in predicting events on regional scales, such as heat waves, droughts or heavy rain and snow. LISTEN will aim at a thorough assessment of the model strengths and weaknesses in predicting those events under different initialisation strategies. In particular, the sub-seasonal circulation and extreme weather events will be studied in the framework of circulation patterns, through the analysis of large-scale recurrent patterns of variability (weather regimes). The tools developed to compute these process-based metrics will be made publicly available.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}