{
    "rcn": "215742",
    "acronym": "PerMet",
    "topics": "MSCA-IF-2017",
    "title": "Role of peroxisomal fatty acid ?-oxidation in vessel sprouting",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "MAIN GOAL: To characterize the role of peroxisomal fatty acid oxidation (pFAO) and its relative importance in the differently active endothelial cell (EC) subtypes during blood vessel sprouting (angiogenesis).\n\nBACKGROUND & RATIONALE: Activation of ECs by growth factors such as VEGF induces vessel sprouting, requiring a switch from quiescent phalanx ECs to a leading tip EC and proliferating stalk ECs. The host lab recently showed that this angiogenic switch requires a metabolic switch, with specific roles for glycolysis and mitochondrial fatty acid oxidation (FAO). ECs also have peroxisomes, which metabolize very long chain fatty acids (VLCFAs), but nothing is known about the possible role of peroxisomes/pFAO in ECs. Multifunctional protein 2 (MFP2) is the key enzyme of pFAO. Initial data from the host lab indicates that MFP2 silencing in ECs impairs vessel sprouting in vitro. I hypothesize that pFAO regulates the tip/stalk/phalanx EC subtypes differently during sprouting and will examine the underlying (peroxisomal) metabolic mechanisms. \n\nMETHODOLOGY: I will use a multidisciplinary approach, combining molecular and cellular biology, in vitro and in vivo angiogenesis models, and conditional mouse genetics, to characterize the role of MFP2 in vascular sprouting. I will use scRNA-seq to define the (peroxisomal) metabolic gene signature of the 3 EC subtypes and explore whether MFP2 loss results in population shifts of tip, stalk and phalanx ECs. Furthermore, I will use state-of-the-art metabolomics and 13C tracing to define the metabolic fate of peroxisomally metabolized VLCFAs, with the ultimate goal of evaluating their physiological relevance in ECs.\n\nNOVELTY AND TRANSLATIONAL IMPACT: The data promise first insights in pFAOís role in vessel sprouting and the first (peroxisomal) metabolic gene signature of tip, stalk & phalanx EC subtypes at single cell level, and may identify pFAO genes as potential novel targets in strategies to inhibit pathological angiogenesis.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}