{
    "rcn": "215764",
    "acronym": "MessCa",
    "topics": "MSCA-IF-2017",
    "title": "The Messina Case: Mafia-type Organised Crime in the Province of Messina",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The 2013 Europol Threat Assessment concerning Italian organised crime outlines how the ongoing threat that mafias pose to the EU is ëunparalleled by any other European Organised Crime Groupí. Significant successes in judicial investigations have undoubtedly contributed to a better understanding of Italian mafias over time. However, the emergence and expansion of mafia groups in non-traditional areas of settlement leave aspects of the phenomenon still unexplored. This is the case of the Sicilian mafia in the province of Messina which, despite being the object of parliamentary inquiries, court cases, and increasing media attention, has largely been neglected by scholarly literature. The proposed research aims to fill this gap. Adopting an interdisciplinary approach, this project aims to trace the history and evolution of mafia groups in the province of Messina ñwhat the judiciary refers to as ëThe Messina Caseíñ examining their structure, ethos and modus operandi. It will be conducted using a qualitative methodological framework within the interpretive tradition and will involve the analysis of legal documents and judicial papers, in-depth interviews with judicial and police authorities, and state witnesses. Such an interdisciplinary approach allows us to delineate the evolution and structure of mafia groups, their external and internal relations and flux of power, as well as the role that shared cultural values and social conventions play in the dynamics of identity formation. By identifying the components that the mafia in the province of Messina shares with traditional mafia groups in Sicily and Calabria whilst simultaneously exposing a unique reality, this project will advance current research into mafia expansion in non-traditional areas. Through a number of research outputs and engagement events, it will also create impact outside academia by furthering public and policy makersí awareness on the socio-economic liability that mafia infiltration of territory entails.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MESSINA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}