{
    "rcn": "215762",
    "acronym": "SECCON",
    "topics": "MSCA-IF-2017",
    "title": "Security controversies: exploring the governance of knowledge, innovation and techno-scientific risks",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "The EU is one of the key proponents of knowledge-based economy, i.e. an economic system based on research, development, and knowledge production. However, techno-scientific progress may bring not only benefits and well-being to the society, but also undesired side-effects and new dilemmas. Apart from social, ethical, or environmental controversies that scientific research opens, innovation is now increasingly linked with security controversies, characterized by the concerns over a potential misuse of science for hostile purposes. Yet with the ever-accelerating speed of scientific inquiry and the rise of interdisciplinary and international connections, it becomes impossible to clearly define and police ìdangerousî research that could be exploited by terrorists and criminals. To balance the demands for scientific openness with national security interests, new techniques of governance are introduced in science, which integrate the existing principles of scientific responsibility with security practices restricting the mobility of scientific knowledge.\nThis project aims to build a unique body of interdisciplinary expertise to study security controversies in the governance of research and innovation. It will link researchers from security studies and science and technology studies with leading biotechnological stakeholders in Austria and practitioners of Responsible Research and Innovation (RRI) involved in ethics review of EU research projects. Specifically, the project will, first, situate the current security controversies historically and theoretically, second, map the techniques of knowledge governance in health-data governance and RRI, and third, explore what competences and skills are required in the assessment of security risks of scientific knowledge mobility in the two empirical areas. In sum, the project will set out a research agenda to study how our societies design, implement, and regulate sensitive and potentially dual-use research and innovation.",
    "totalCost": "178156,8",
    "ecMaxContribution": "178156,8",
    "coordinator": "INSTITUT FUER HOEHERE STUDIEN - INSTITUTE FOR ADVANCED STUDIES",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}