{
    "rcn": "215712",
    "acronym": "MAJORdom",
    "topics": "MSCA-IF-2017",
    "title": "Intersections of class and ethnicity in paid domestic and care work: theoretical development and policy recommendations based on the study of 'majority workers' in Italy and in the USA",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "This project is about paid domestic and care workers (PDCW) who are citizens and members of the ethnic majority of the country where they work. PDCW as a labor sector employs at least 67 million people globally and these include not only migrants but also ëmajorityí workers (ILO, 2017). This project contributes to recent scholarship on this topic ñ mostly focusing on workers with a minority or migrant background ñ by drawing attention to the workers who are white working-class women, both in the United States and Italy.\n\nIn the light of the recently passed European Parliament Resolution ìWomen domestic workers and carers in the EUî (EPRS 2015), it is important to reflect on this labor sector as a constitutive element of employment for working-class women in many countries. More research is needed because PDCW is not only a way of ìdoing genderî, or  ìdoingî race, ethnicity, migratory statuses, but it simultaneously concerns class differences between women. \nA comparison between Italy (a Southern European country with a well-grounded tradition of PDCW and high levels of regulation of the sector) and the United States (a Western country of great ethnic diversity but limited regulations on PDCW) is of the greatest interest because in both of these countries ëmajorityí workers account for a substantial portion of PDCW while differing considerably in terms of legal regulations of PDCW, as well as class structure and ethnic composition. \n\nThe project consists of policy and data analysis concerning PDCW in the USA, Italy and EU, and of qualitative inquiry on how the intersection of gender, ethnicity and class impact impacts on ëmajorityí workers in American and Italian PDCW. The experience of the Fellowship, academic environment of an American and Italian university and the research results will enable the Fellow, who specialized in PDCW in Poland, to develop research and transferable skills and establish her position as an international and comparative scholar of PDCW.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}