{
    "rcn": "215778",
    "acronym": "NeuroPred",
    "topics": "MSCA-IF-2017",
    "title": "Identification of different neuro-cognitive mechanisms of prediction in language comprehension",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "Predictions were recently proposed to be the core mechanism organizing brain functioning at all levels and in all domains. However, in contrast, within language comprehension, evidence for predictions has not been ubiquitous across participants, tasks, and materials. In my earlier research I showed that this discrepancy can be reconciled by positing the existence of at least two different neurocognitive mechanisms of prediction: active prediction that is restricted to highly informative contexts and to speakers who can rapidly exploit that informativity, and passive prediction, which is part-and-parcel of language comprehension. The objective of this project is to better understand the different mechanisms involved at the cognitive and at the neural level. I will be trained in 3 specialized techniques: Event-Related Optical Signal, eye-tracking, and magnetoencephalography, as well as new data-analysis methods. This training will enable me to establish, for both types of prediction, the time-course and associated ERP-components, underlying brain structures, their behavioural markers during free reading of texts, and patterns of connectivity and causal exchange of information between involved brain areas. An important novelty lies in the materials used in the project: fully naturalistic stories parametrized using recurrent neural networks. NeuroPred brings together two excellent laboratories: Prof. Kara Federmeier, a pioneer and one of the leading researchers in studying prediction in language comprehension, at the University of Illinois at Urbana-Champaign, and Prof. Peter Hagoort at the Donders Center for Brain, Cognition and Behaviour, a renowned expert in the neurocognition of language. The research bridges psycholinguistics, cognitive neuroscience and computer science. Thanks to this interdisciplinary approach, NeuroPred will provide me with excellent 'training through research' and enable me to transfer newly obtained skills back to the EU.",
    "totalCost": "260929,8",
    "ecMaxContribution": "260929,8",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}