{
    "rcn": "215750",
    "acronym": "LIONCAT",
    "topics": "MSCA-IF-2017",
    "title": "LIGHT-PROMOTED, IRON-CATALYSED FORMAL HYDROGENATION OF ORGANIC COMPOUNDS",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The present proposal aims at the development of new methods for the reduction of alkenes and alkynes combining bioinspired Fe catalysts, photocatalysts and visible light as a source of energy.\n\nOrganic synthesis is central for a wide range of scientific areas and technologies which rely on accessing molecules of interest in a practical manner, in terms of resources and time frame. Organic synthesis has experienced an enormous development in the last half century, however, the efficient use of resources remains a very significant challenge. Two of the factors influencing this are (i) the extensive use of scarce precious metal catalysts and (ii) the need for high energy reactants to ensure favourable thermodynamics in synthetic processes.\n\nIn recent years, extensive efforts have been dedicated to the development of technologies for the splitting of water into its components, hydrogen and oxygen. This reaction is thermodynamically disfavoured, requiring an external energy input which can be achieved by the use of a photocatalyst (a compound capable of harvesting energy from light and use it to promote a chemical reaction). These technologies are useful for the production of hydrogen, which is a valuable energy vector and a powerful reductant. On the down side, hydrogen is a very flammable gas with wide explosion limits, which poses serious safety challenges to its storage and use.\n\nWe propose to investigate the combination of water-splitting technologies with iron-catalysed reduction of organic compounds. In this way, the energy from light is directly used for the reduction of organic compounds and intermediate production of hydrogen is avoided (challenge ii). Moreover, iron is the most abundant element in Earth, so its use is beneficial in terms of sustainability (challenge i).\n\nThus, the proposed research will result in the development of more sustainable methodologies for organic synthesis, streamlining the process and reducing the use of non-renewable feedstocks.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}