{
    "rcn": "215713",
    "acronym": "METACTIVE",
    "topics": "MSCA-IF-2017",
    "title": "Nonlinear Approaches for the Design of Active Piezoelectric Metamaterials",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Mechanical metamaterials have surged to the forefront over the past five years against the backdrop of the unprecedented developments in optical, electromagnetic and acoustic metamaterials. Metamaterials are designer media with periodic units comprised of tailor-made geometry and pattern aimed at accomplishing exceptional bulk properties which are unprecedented in conventional materials. This proposal aims at taking the functionality of metamaterials to the next level by combining mechanical metamaterials with piezoelectrics. This, in turn, will give rise to active metamaterials which can be used for vibration energy harvesting and control. Radically new analytical and computational frameworks will be developed for dynamic homogenization and wave propagation in piezoelectric metamaterials with sub wave-length scale resonators. Linear and nonlinear resonators combined with a multiphysics approach will be adopted. Theoretical models will involve one and two-dimensional metamaterials. Experimental analysis of these models will be carried out at the host institution. This will validate the theoretical results and will also generate new insights. The proposed research inherently depended on ideas from fundamentally different expertise and will be achieved through supervision of three complimentary experts in different institutions and in two EU member of states. The pathway originating from this work will instill the essential confidence to take the leap from scientific curiosity to engineered active mechanical metamaterials. The combination of an outstanding multi-skilled scientific methodology and corresponding bespoke knowledge transfer approach will result in an unprecedented training framework which will result in a transformative impact on the applicant's scientific career.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}