{
    "rcn": "215833",
    "acronym": "GlobalP3HS",
    "topics": "MSCA-COFUND-2017",
    "title": "SSPH+ Global PhD Programme in Public Health Sciences",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The Swiss School of Public Health (SSPH\\) - a foundation of eight Swiss universities - seeks to launch a Global PhD Programme in Public Health Sciences (GlobalP3HS) to competitively recruit 50 talented students from around the world to pursue PhD studies in Switzerland. More than 150 SSPH\\ faculty members are engaged in interdisciplinary public health sciences and are highly qualified to supervise and train the next generation of public health leaders in both the academic and non-academic sector. Self-driven, critical public health scientists are needed to improve public health on a global scale by providing scientific evidence to shape policies, health systems, life-styles, economies, laws and regulations.\nRecruitment will be initiated with a global call. Applicants must be eligible for PhD studies in Switzerland and provide a letter of support from a committed supervisor of the SSPH\\ community. An International Review Board will score applications on a scale of 0 - 10, based on four dimensions. The Steering Board will select the best candidates (scores ?8).\nTo guarantee the highest standards for PhD studies, students must register in one of the structured PhD programmes led by SSPH\\ partners ó programmes that adhere to the quality standards of PhD education as defined in the EU Charter for Researchers. Students choose programmes from a wide range of interdisciplinary offers, including health economics, public health, epidemiology, social health sciences, nursing or law. Students must pass at least 18 ECTS, including formal training in transferable skills and research ethics. Furthermore, secondments are offered to allow students to explore non-academic career paths as well. SSPH\\ís long-standing experience with highly successful inter-university PhD programmes make SSPH\\ well-placed to implement a doctoral programme that builds capacity in public health sciences on a global scale and prepares students for academic as well as non-academic career paths.",
    "totalCost": "9156000",
    "ecMaxContribution": "4578000",
    "coordinator": "STIFTUNG SWISS SCHOOL OF PUBLIC HEALTH PLUS (SSPH)",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}