{
    "rcn": "215813",
    "acronym": "PCDfert",
    "topics": "MSCA-IF-2017",
    "title": "Identification of novel genes and mechanisms for PCD and male infertility",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Human health issues due to genetic causes induce prominent costs for the society and cause serious health problems. Therefore, this project aims to train the Experienced Researcher in human molecular genetic studies to identify genetic causes for inherited defects and utilize the previous knowledge of the Researcher in molecular genetics of spermatogenesis to establish causes of human male infertility. Specifically this study uses a unique Primary Ciliary Dyskinesia (PCD) patient cohort for identification of novel causative mutations and their roles in cilia. PCD is characterized by recurrent infections of the respiratory tracts starting soon after birth, which without early intervention will develop into severe respiratory disease. The functionally similar microtubular core structure (ëaxonemeí) of cilia and sperm tails required for their motility means that compromised ciliary function may also be a cause of male infertility. For the first time the effect of PCD mutations on sperm development will be examined, which is crucial for consultation of PCD patients for their fertility status. These experiments will also provide data for genetic causes of male infertility and allow development of a gene panel for specific sperm defects. To further gain expertise in state-of-the-art methods and research objectives, the Researcher will familiarize in high resolution imaging and investigates the transition zone (TZ) structure in developing sperm. TZ has been recently shown to be indispensable structure controlling the protein transport to cilia, but its role is poorly understood and not known in sperm. Thus, this project will produce novel insights into the mechanisms of cilia and sperm tail formation and enhance the career prospect of the Researcher through extensive training and state-of-the-art research plan. The fellowship enables integration of the Researcher within the Cilia research group in UCL and future senior fellowship application to UK based foundations.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}