{
    "rcn": "215874",
    "acronym": "SEQURE",
    "topics": "SMEInst-03-2016-2017",
    "title": "Targeted complete next-generation sequencing for companion diagnostics and personalized treatment of cancer",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Next-generation sequencing (NGS)-based genetic tests are at the forefront of the adoption of personalized medicine in cancer. However, current tests rely on the sequencing of short fragments covering only a fraction of the complete sequence of genes of interest. By missing clinically relevant genetic variants, including structural changes such as gene fusions, genetic diagnostics for personalized medicine is suboptimal and ineffective. There is therefore an unmet need for a cost-effective technology, providing the complete sequence information and enabling detection of all genetic variants relevant for therapeutic decisions. \n\nDutch biotechnology company Cergentis has developed the proprietary TLA (Targeted Locus Amplification) sequencing technology platform, enabling targeted NGS sequencing of complete genes, across all gene regions (exons and introns) and all types of genetic variants (including structural changes) in a single rapid analytical procedure.\n\nCergentis seeks to finalize the platform development for the analysis of tumor biopsies and validate customizable companion diagnostic kit, that will be offered to pharmaceutical companies to improve effectiveness of drug development in oncology clinical trials. Company will perform validation of a dedicated in-vitro companion diagnostic BRCA SEQURE kit, markedly improving diagnosis and personalized treatment of breast and ovarian cancer. The project will position Cergentisí technology for a co-licensing agreement with a global diagnostic/pharmaceutical company to ensure effective large scale clinical implementation of the TLA-based in-vitro companion diagnostic kits.\n\nBy closing the gap from lab to market, SEQURE project will accelerate the commercialization of a unique diagnostic technology answering an unmet need in the personalized treatment of oncologic disorders. The project will also realize a strategic move of a high growth potential biotechnology SME to the attractive genetic diagnostic market.",
    "totalCost": "1851000",
    "ecMaxContribution": "1295700",
    "coordinator": "CERGENTIS BV",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}