{
    "rcn": "215841",
    "acronym": "PROCHIP",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Chromatin organization PROfiling with high-throughput super-resolution microscopy on a CHIP",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Cancer is both a genetic and an epigenetic disease whose outcome is influenced by tumor microenvironment, which represents the major driving force of tumorigenesis causing the functional heterogeneity observed in most cancer types. Defining the 3D-organization of cancer-associated chromatin domains would represent a new frontier to decipher tumor heterogeneity. None of the currently available technologies permit to rapidly analyze thousands of cells and profile their chromatin organization at single cell level, as needed for medical diagnosis and therapeutic guidance. \nThe goal of the project is to build a high-throughput super-resolution microscope in a microfluidic chip smaller than a coin. With this device we will provide high resolution imaging of hundreds of cells at the diffraction limit and beyond, with minimal photo-toxicity. \nFemtosecond laser micromachining allows fabricating with accurate precision optofluidic components as waveguides, microchannels and lenses in a glass substrate. We will integrate them in a single chip, to achieve the required illumination path for advanced fluorescence excitation and sample movement: in the same chip biological samples will be scanned along fluidic channels in a fully automatic fashion.\nHigh-throughput data on chromatin distribution in hundreds of samples will be generated, allowing to decipher the pathogenic function of tumor heterogeneities in tumor progression. These data will be used as benchmarks for predicting differential responsiveness and/or resistance of cancer cells to targeted therapies opening brand new possibilities for medical diagnosis and therapeutic guidance. \nThe consortium is formed by young scientists from Universities in the field of photonics, computer sciences and epigenetics, and a leading company in microfluidics.",
    "totalCost": "2496525",
    "ecMaxContribution": "2496525",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;ELVESYS SAS;INSTITUT NATIONAL DES SCIENCES APPLIQUEES DE LYON;UNIVERSITA DEGLI STUDI DI TRENTO",
    "participantCountries": "UK;FR;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}