{
    "rcn": "215845",
    "acronym": "MCEC",
    "topics": "MSCA-COFUND-2017",
    "title": "The Netherlands Center for Multiscale Catalytic Energy Conversion",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "In the Netherlands Center for Multiscale Catalytic Energy Conversion (MCEC), teams of chemists, physicists and engineers from the universities of Utrecht, Eindhoven and Twente join forces in an ambitious research and training programme to address one of societyís Grand Challenges: sustainable energy conversion. Marie Curie funding allows MCEC to extend its PhD programme internationally with 16 positions for Early-Stage Researchers and to strengthen its multidisciplinary training programme in accordance with the EU principles of innovative doctoral training.\nMCECís objectives are:\nï Develop radically improved, sustainable catalytic energy conversion processes, for efficiently converting renewable feedstocks, such as biomass, municipal waste and solar energy, into fuels and chemical building blocks; \nï Establish a training programme that integrates the chemistry, physics and engineering aspects of energy conversion and jump-starts the career of young researchers by giving them the skills and competences needed to effectively operate in multidisciplinary teams;\nï Recruit the best researchers world-wide for an innovative programme of training-through-research in Multiscale Catalytic Energy Conversion with high quality supervision, a unique multidisciplinary training programme, transferable skills training and meaningful interaction with international and industrial partners, leading to a joint PhD degree;\nï Establish the MCEC PhD programme as a benchmark for effective multidisciplinary training among the three core partners and their partners ensuring continuation of the programme after the initial funding phase.\nIn two open calls MCEC will attract the most talented researchers and select the best candidates through a fair, transparent, merit-based and impartial selection procedure. MCEC will deliver a cohort of research professionals equipped with the knowledge and skills needed to address the energy challenge in all sectors: academia, industry and governance.",
    "totalCost": "3348480",
    "ecMaxContribution": "1674240",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}