{
    "rcn": "215869",
    "acronym": "HPC-rotors",
    "topics": "SMEInst-10-2016-2017",
    "title": "Disrupting the global e-mobility sector by production of application-specific rotors for the automotive industry with an innovative and unique vertical laminar squeeze-casting process",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Breuckmann is a traditional casting company, which was founded in 1966. The company is worldwide known as specialist for casting in metallic moulds at temperatures >1000∞C and developed to one of the most innovative casting companies in Europe.\nIn recent years, Breuckmann developed an innovative vertical laminar squeeze-casting process. By the developed vertical laminar squeeze-casting process, an even laminar form filling without the formation of melt fronts is realised. This enables the production of high-performance cast rotors for automotive industry with minimal porosity, high conductivity and excellent properties for use in high speed concepts. In accordance to the requirements and the specific scopes of application in automotive sector, the high-performance cast rotors can be produced with pure copper for efficiency optimised drives, pure aluminium for weight and cost optimised drives and copper alloy for highest speed concepts. By the innovative casting technology, an innovative tool concept and a ceramic coating system, a high level of automation can be achieved and the quality requirements in automotive industry can be met. Due to this the, expansion of electric vehicles with asynchronous motors receives a decisive boost. This means the substitution of permanently excited synchronous motors and the avoidance of rare earths. \nThe global market for electric vehicles is a very strongly emerging market, estimated to grow rapidly at a CAGR of 35% with over 60 million expected car sales in 2040 and expecting to boom in the 2020s. The distribution of the future players in the e-mobility market will be now and will have taken place in the next 3 to 5 years. Due to this, Breuckmann is willing to join forces to establish a strong market position in the e-mobility sector now. During the first 5 years of commercialisation, Breuckmann expects to generate cumulative revenues of 40 million Ä and establish at least 50 new jobs.",
    "totalCost": "3160170",
    "ecMaxContribution": "2212119",
    "coordinator": "METALLGIESSEREI BREUCKMANN GMBH & CO KG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}