{
    "rcn": "215871",
    "acronym": "RebelRocket",
    "topics": "SMEInst-10-2016-2017",
    "title": "RebelRocket: 10x better Wi-Fi for the passenger transportation industry",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "RebelRoam is an ambitious Estonian start-up whose novel solution RebelRocket provides better efficiency in Wi-Fi data traffic management and optimisation in passenger transportation vehicles. The company contributes to the progress of Smart Cities by advancing the growth of public transportation users. \n\nToday, the first generation RebelRocket MVP has been piloted with trial contracts with passenger transport providers like Elron, LUX Express, Alltours, Busabout and TT Transcom Scandinavia. RebelRocket provided 40% data reduction in one month for its trial client Flixbus (Ä3 000 annual saving per bus). Unlike current solutions, RebelRocket can meet the rapidly growing demand (Wi-Fi hotspots estimated to increase from 64.2 mln in 2015 to 432.5 mln by 2020) with quality improvement and cost savings by up to 80%. \n\nRebelRocket accelerates the data flow and passengers can enjoy up to 10 times better Wi-Fi experience. RebelRocket is targeted at all operators in the transportation sector. Primary focus is on public transportation within cities, secondary focus on intercity transportation, both national and cross-border and in the long run on all kinds of public Wi-Fi providers. \n\nThe main objective of H2020 REBELROCKET project is to achieve RebelRocketís market readiness by further developing and piloting data traffic management algorithms, software and hardware, preparing for serial production and gaining market traction. As a result of the Phase 2 project, RebelRocket will be ready for full commercialisation in the key target markets: Germany, UK, Sweden, Finland, Norway, Denmark and the Baltics.",
    "totalCost": "1957500",
    "ecMaxContribution": "1370250",
    "coordinator": "REBELROAM OUE",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}