{
    "rcn": "215826",
    "acronym": "EXDCI-2",
    "topics": "FETHPC-03-2017",
    "title": "European eXtreme Data and Computing Initiative - 2",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "The project EXDCI-2 builds upon the success of EXDCI and will continue the coordination of the HPC ecosystem with important enhancements to better address the convergence of big data, cloud and HPC. EXDCI-2 strategic objectives are a) Development and advocacy of a competitive European HPC Exascale Strategy and b) Coordination of the stakeholder community for European HPC at the Exascale.\nEXDCI-2 mobilizes the European HPC stakeholders through the joint action of PRACE and ETP4HPC. It will promote global community structuring and synchronization in HPC, Big Data, Cloud and embedded computing, for a more competitive related value chain in Europe. It will develop a HPC technology roadmap addressing the convergence with HPDA and the emergence of new HPC uses. It will deliver application and applied mathematics roadmaps that will pave the road towards exascale simulation in academic and industrial domains. It will develop a shared vision for the future of HPC that increases the synergies and prepares for targeted research collaborations. EXDCI-2 will work to increase the impact of the H2020 HPC research projects, by identifying synergies and supporting market acceptance of the results.\nAt the international level, EXDCI-2 will contribute to the international visibility of Europe, develop contacts with the world leading HPC ecosystems and increase European impact on HPC standards.\nEXDCI-2 will improve the HPC awareness by developing international event such as the European HPC Summit and by targeting specific audience through dedicated media. It will disseminate the achievements of the European HPC ecosystem.",
    "totalCost": "2594831,25",
    "ecMaxContribution": "2440000",
    "coordinator": "PARTNERSHIP FOR ADVANCED COMPUTINGIN EUROPE AISBL",
    "coordinatorCountry": "BE",
    "participants": "UNIVERSITE DE PICARDIE JULES VERNE;EUROPEAN TECHNOLOGY PLATFORM FOR HIGH PERFORMANCE COMPUTING;UNIVERSITE DE RENNES I",
    "participantCountries": "FR;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}