{
    "rcn": "215802",
    "acronym": "PERIL",
    "topics": "MSCA-IF-2017",
    "title": "Post ERuption Incision of Landscapes (PERIL)",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Although more than 11% of the worldís population lives close enough to an active volcano to be at risk from a potentially hazardous eruption, little research has been done to understand the long-term and often devastating consequences eruptions can have on the local landscape. After a major volcanic eruption, the surrounding landscape is significantly destabilised by the mass of volcanic material deposited on it, which can dam rivers, destroy vegetation, and lie precariously on steep slopes. For example, the 1991 eruption of Mount Pinatubo in the Philippines left more than 700 people dead, but only ~50% lost their lives during the eruption itself. The rest were killed in the following months by mudflows and landslides that displaced >150,000 people. There are many other examples where such secondary hazards have proven just as deadly and disruptive as the initial volcanic eruption, and yet little research has been done into how post-eruptive landscapes evolve.\nAddressing this issue requires a cross-disciplinary approach that combines the fields of volcanology and geomorphology. The specific goal of this research is to create an accessible, user friendly computer model that can predict patterns and rates of landscape response after a volcanic event. The model will be refined from observations of how certain natural volcanic landscapes have evolved after recent eruptions. With this new model, government agencies, non-profit organisations, local businesses, and private citizens will have the capability to predict and mitigate post-eruption hazards in vulnerable communities around the world.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY OF BRISTOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}