{
    "rcn": "215814",
    "acronym": "IntegraSea",
    "topics": "MSCA-IF-2017",
    "title": "Integrated offshore cultivation of high value seaweed and their potential use in controlling harmful algal blooms.",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "IntegraSea is in line with the EU Blue Growth Agenda, in seeking to develop and evaluate new opportunities for sustainable aquaculture development. The increasing interest in the incorporation of seaweed-based extracts into ënaturalí products has created a new market for seaweed. While strong competition for terrestrial space is a constraint, offshore cultivation is growing fast, and Portugal shows potential for expansion. Furthermore, the need to comply with environmental standards is directing fish producers to consider Integrated Multi-Trophic Aquaculture (IMTA) systems where seaweeds are integrated as a valuable crop and as waste bioprocessing means. Another potential advantage of large scale cultivation of seaweed is its integration with bivalve production. Several seaweed species have demonstrated allelopathy potential, inhibiting the growth of Harmful Microalgae which often lead to prolonged closures of bivalve production in Portugal, and across the EU. This project will focus on an innovative holistic approach to offshore cultivation of high value native seaweed species, together with their bioremediation and HABsí mitigation potential in order to maximise economic and environmental benefits. The work will be carried out between IMPA and CCMAR facilities, two organisations leaders in aquaculture research in Portugal, and where all the conditions for the projectsí successful completion are gathered. Results will be reported in relevant scientific meetings, published in open access peer reviewed international journals, and made accessible to the stakeholders in the aquaculture industry, policy makers and the general public. This fellowship will contribute to the researcherís career development, by expanding her research and complementary skills, improving the ability of the experienced researcher to attract EU and national research funding in the future.",
    "totalCost": "148635,6",
    "ecMaxContribution": "148635,6",
    "coordinator": "INSTITUTO PORTUGUES DO MAR E DA ATMOSFERA IP",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}