{
    "rcn": "215882",
    "acronym": "SALUS",
    "topics": "SMEInst-13-2016-2017",
    "title": "Portable, high-performance, and all-in-one digital data recovery lab for digital forensics to greatly enhance efficiency and capabilities of European investigation authorities",
    "startDate": "01/04/2018",
    "endDate": "30/09/2018",
    "objective": "The digital revolution is fundamentally changing the world regarding quality of life, efficiency of our economy, communication and data handling. Itís not surprising, that digital data is nowadays - intentionally or not - involved in most criminal activities and is of upmost importance in the investigation process. Moreover, with cyber-crimes, a whole new area of criminal offences is emerging.\nTo face this fast-growing threat, and close the ìdigital gapî in investigations, law enforcement agencies established digital forensics units to find, extract and analyse digital data for fighting crimes, terrorism, espionage and improve cyber defence. Here, forensics experts are also confronted with damaged disks, deleted or compromised data. Most of them are not even looked upon, because forensic units are understaffed, lack data recovery specialists and donít have the necessary hard- and software infrastructure, to legally suitable extract the evidence inhouse. This could mean the failure of the investigation or a crucial time delay!\nmh SERVICE, a leading specialist for digital forensics, developed the fastest, most efficient and powerful data recovery device that ever existed: SALUS. The portable system is designed for usage at any forensics lab and in the field by trained forensics experts. The system covers nearly all types of media interfaces, data storage technologies and recovery techniques. The fool-proof software guidance and performant hardware allows to significantly enhance efficiency and capabilities of forensic units.\nIn the feasibility study, a detailed analysis of the best-fitting market segments within the IT forensics market will be conducted, including the involvement of pilot customers for the validation of the business idea, as well as the elaboration of a thorough business plan for commercialisation. The findings of the feasibility study will be integrated into the subsequent SME Phase 2 project to perfectly facilitate the market introduction of SALUS.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MH SERVICE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}