{
    "rcn": "215867",
    "acronym": "METAdiag",
    "topics": "SMEInst-05-2016-2017",
    "title": "Detecting serious diseases due to abnormal cellular energetics",
    "startDate": "19/02/2018",
    "endDate": "18/06/2020",
    "objective": "METAFORA develops a disruptive blood-based In Vitro Diagnostic platform called METAdiag, METAdiag monitors cellsí energetic needs thanks to unique, proprietary biomarkers (Receptor Binding Domains or RBDs), able to quantify nutrient transporters used by cells to feed on glucose, amino acids, vitamins and other essential nutrient transporters at the cellís surface.\nCutting edge algorithms using Artificial Intelligence to handle big data participate in generating actionable results to physicians for routine clinical practice,\nMETAglut1 is a first test developed to fill a medical unmet need, i.e.: the easy and early diagnosis of a debilitating but curable neuro-metabolic disease in children, GLUT1 Deficiency Syndrome. METAglut1 testís positive results have been published in a leading scientific journal, has been CE-marked and is at the basis of a partnering agreement with CERBA Healthcare, a leading Medical Testing Laboratory.\nNext steps include:\no A large scale validation study in Europe to secure the reimbursement of the test\no Downsizing of the test as a finger prick blood test\no Dissemination of METAglut1 in Europe big 5 countries (Germany, UK, France, Italy and Spain) and North America via business development effort and market access\no Extension of the test application to newborn screening in the USA\nFollowing the validation and commercial launch of this first test, next applications to come out of the METAdiag platform include a breakthrough test enabling the diagnosis and therapeutic monitoring of cancers, with a market launch contemplated 3 years after the Phase 2 project ends,\nMETAFORA anticipates cumulative revenues of over Ä52M and 75 jobs created 5 years after the commercialization of our first test, and ambitions to become a key player in the IVD market.",
    "totalCost": "3202530",
    "ecMaxContribution": "3202530",
    "coordinator": "METAFORA BIOSYSTEMS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}