{
    "rcn": "215855",
    "acronym": "KEMISTATIC",
    "topics": "SMEInst-02-2016-2017",
    "title": "New ElectroSTATIC Spraying Process of Two-Component, Solvent-Free, Fast-Curing, Liquid Resins",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Water-based coatings lead the coating demand worldwide. However, they present some drawbacks (poor durability and resistance to corrosion). Powder coatings have better durability and performance, but still present important disadvantages: They contain hazardous compounds (Bisphenol A) and require a curing step in oven (200∫C) that makes them energetically costly and not suitable for substrates like wood and EPS or big objects/infrastructures, like bridges or wind turbines. In addition, they have poor aesthetic value.\nKEMISTATIC is a disruptive, environmentally friendly and patented coating technology, which aims to replace the conventional powder coating and liquid paint coating systems. It is based on the electrostatic application of resins that are free of solvent, Bisphenol and VOCs (volatile organic compounds). KEMISTATIC provides enhanced protection (corrosion, wear resistance, electrical insulation) and aesthetic potential, at a lower production cost (up to 5 times) and sale price (up to 3 times), and not requiring a curing step in oven. Thus, KEMISTATIC overcomes the substrate limitation and is suitable for a wide range of materials and on-site application, while requiring a low initial investment (Ä150,000). \nDuring ph 2 project we will optimize our prototype of the electrostatic spraying system and the resins for different applications. Finally, once the equipment is validated at industrial scale, selected end-users will test it.\nKEMISATIC can be used in many industries (Automotive, Architectural, Furniture, etc.), and save up to Ä180,000/year/job coater and 150m3/hour of gas emissions. We aim to reach worldwide markets, starting in Europe, then North Africa and Asia and finally US and the Rest of the World. In this way, KEMISTATIC project will have a remarkable economic impact on our Company (ROI of 5.11 by 2023), and contribute to increase our competitiveness, by targeting new markets and increasing our international presence.",
    "totalCost": "2091711",
    "ecMaxContribution": "1464197,7",
    "coordinator": "KEMICA COATINGS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}