{
    "rcn": "215820",
    "acronym": "HYSCALA",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Hybrid SCAlable sparse matrix Linear Algebra for industrial applications",
    "startDate": "01/05/2018",
    "endDate": "31/10/2019",
    "objective": "HYSCALA will develop a value proposition based on Fraunhoferís linear algebra library GaspiLS for industrial applications. HYSCALA aims at understanding the customer needs in several industrial application areas starting with the oil and gas segment. We will reach out to strategic customers and build a growing and stable business.\n\nGaspiLS is based on the programming interface for parallel applications, GPI-2. As such, GaspiLS incorporates the shift in programming paradigm which is stimulated by the GPI-2 API. This yields an excellent scalability required on modern hardware. HYSCALA strongly relies on this superior scalability and on the interoperability concepts studied in the linke EC-funded INTERTWinE project proving that also legacy applications may safely use a GPI-2 based library. This has removed a major obstacle in the commercialization of GaspiLS.\n\nHYSCALA will help to initially promote GaspiLS in the oil and gas industry, our established business segment. We plan to use our existing business contacts as dissemination channels and try to identify potential areas of application and cooperation. The integration of our libraries into existing or new applications will stimulate new developments enhancing GaspiLS and GPI-2. If successful, we will be able to negotiate license agreements with respect to the GaspiLS library and the GPI-2 programming interface. At the end of the FET Innovation Launchpad, the ultimate goal is to establish a market segment for GaspiLS and GPI-2.\n\nThe uptake of GaspiLS and GPI-2 in industry applications will improve their competitiveness due to a better scalability, performance and elasticity with respect to developments in current and future compute architectures. It will increase the acceptance of the GPI-2 programming model beyond Europe. The commercial success of GaspiLS will put Fraunhofer into the position to finance an additional position at Fraunhofer related to industry contracts and prepare the creation of a spin-off.",
    "totalCost": "96875",
    "ecMaxContribution": "96875",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}