{
    "rcn": "215894",
    "acronym": "OSTEOproSPINE",
    "topics": "SC1-PM-11-2016-2017",
    "title": "Novel Bone Regeneration Drug Osteogrow: Therapeutic Solution for Lumbar Back Pain",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "We propose a clinical program for the evaluation of a novel bone-regeneration product OSTEOproSPINE as a treatment for intractable chronic back pain. OSTEOproSPINE is a novel bone regeneration therapy composed of OSTEOGROW (recombinant human bone morphogenetic protein 6 [rhBMP6] delivered in autologous peripheral blood coagulum) reinforced with allograft (a compression resistant matrix). OSTEOproSPINE is designed to guide the formation of new bone at extra-skeletal site and replace autograft harvested from patientís iliac crest for the fusion of lumbar vertebrae. By generating new bone, OSTEOproSPINE will restore the spineís weight bearing function, reduce the severity of back pain and improve the success rate of posterolateral spinal fusion surgery. The program consortium of 13 partners from 6 EU member states has been assembled to conduct a Phase II, randomized, patient- and evaluator-blinded clinical trial of OSTEOproSPINE. Four clinical centers will enroll 180 patients suffering from degenerative disc disease to assess OSTEOproSPINE efficacy and safety in comparison with Standard of care (autograft) and Osteogrow. The Ethics Committee of the leading clinical site in Vienna has already granted a conditional approval for this trial. As the coordinating institution of the FP7 HEALTH project Osteogrow (Grant No. 279239), we have evaluated Osteogrow in Phase I/II clinical trials for distal radius fracture and high tibial osteotomy. Osteogrow exhibited excellent safety profile in these trials, supporting OSTEOproSPINE safety for administration in humans. A positive outcome of proposed trial will confirm OSTEOproSPINE potential to form a functioning new bone in human and by this restore the spineís function and improve the quality of life in patients with degenerative disc disorders using the ground principle of regenerative medicine: ìprovide the correct molecular signals to a population of presumptive cells in a permissive microenvironmentî.",
    "totalCost": "6004152,5",
    "ecMaxContribution": "6004152,5",
    "coordinator": "SVEUCILISTE U ZAGREBU MEDICINSKI FAKULTET",
    "coordinatorCountry": "HR",
    "participants": "MEDIZINISCHE UNIVERSITAET WIEN;2KMM SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;MEDIZINISCHE UNIVERSITAT GRAZ;PAUL REGULATORY SERVICES LIMITED;CLINRES FARMACIJA RAZISKAVE DOO;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;OPCA BOLNICA VARAZDIN;UNIVERSITAT LINZ;SMART-MEDICO DOO;UNIVERSITY OF ZAGREB-FACULTY OF VETERINARY MEDICINE;TRIADELTA PARTNERI DOO ZA ISTRAZIVANJE I RAZVOJ;GENERA ISTRAZIVANJA DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA PROIZVODNJU BIOTEHNOLOSKIH PROIZVODA",
    "participantCountries": "AT;PL;UK;SI;DE;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}