{
    "rcn": "215873",
    "acronym": "SHOGANAI",
    "topics": "SMEInst-10-2016-2017",
    "title": "World¥s first real-time solution for controlling airplane operating costs",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "With an average net margin of a mere 5.6% and considering that Airlines¥ P&L is composed in average by 70% Direct Operating Costs (DOC) [fuel, ground handling, airport taxes, navigation taxes, crew], today airline companies must exercise more cost control than ever.\n\nHowever the harsh reality is that airlines are not even able to know what the real direct operating costs of their airplanes are. Airlines still work with technologies and processes of the past century. This makes impossible for a company like Easyjet to analyze its \\7M monthly expense items against actual incurred costs. So two out of five invoices from suppliers canít be verified and are directly paid. \n\nTaking into account that an airplane like an Airbus A320 has operating expenses of approximately Ä4.7M per year, and with estimated current overpayments in the industry of between 0.5% and 2.5%, the potential savings per plane are between 84KÄ and 136KÄ annually. \n\nOur innovation, SHOGANAI, is the first solution in the market that installs a hardware device in the airplane to control its operating costs in real time and achieve such savings. This is a worldwide novelty and a huge business opportunity.\n\nOur proprietary hardware connects to the data buses of the aircraft. Our Cloud infrastructure receives, parses and stores all the transmitted raw operational data, verifies its reliability and calculates the different cost categories items. The airlineís finance and operational teams then have access to SHOGANAIís real-time dashboards.\n\nTo make the service secure, reliable and ultimately trusted, all data captured by our hardware is recorded in a blockchain ledger/registry. By leveraging blockchain technologies, SHOGANAI aims to become the trusted l so that airlines and vendors/suppliers automatically conciliate invoices on the basis of smart contracts and real-time DOC data.\n\nThe founding team of Airplane Solutions is composed by professionals with extensive experience in the airline industry.",
    "totalCost": "3182625",
    "ecMaxContribution": "2227837",
    "coordinator": "AIRPLANE SOLUTIONS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}