{
    "rcn": "215881",
    "acronym": "MPDCA",
    "topics": "SMEInst-02-2016-2017",
    "title": "innovative hot chamber Medium Pressure Die Casting process for Aluminium",
    "startDate": "01/04/2018",
    "endDate": "31/08/2018",
    "objective": "Aluminiumís desirable properties ñ high strength-to-weight ratio, durability, formability and recyclability, among others ñ are increasing its demand both in Europe and globally, mostly by the automotive sector, driven to replace heavy steel car parts in order to improve fuel efficiency and comply with stringent carbon emission mandates (the 95g/km carbon emission 2020 target). This vastly contributes to the forecast growth of aluminium castings from the current Ä47billion to Ä66.8billion by 2020. \nWe at Newmec s.r.l, manufacturers of die casting machinery, have realised that die casters and car makers ñ our targeted users ñ are producing aluminium parts using inefficient cold chamber die casting method, thus hindering the full potential of aluminium. The limitations of this sole technology for aluminium die casting are ranging from higher energy consumption, lower part quality/mechanical properties to more capital coupled with high operation & maintenance costs. \nOur solution lies in #MPDCA, the innovative hot chamber medium pressure die casting process for aluminium. #MPDCA adapts the hot chamber die casting process to aluminium by incorporating a unique injection pump with novel anti molten aluminium corrosion composites. The benefits of #MPDCA speak by themselves: high quality aluminium parts; 20% lower investment and operational costs; 25% reduction in energy use and 35% less footprint; possible retrofit on cold chamber die casting technology.\nIn Phase1, we plan to validate the design specifications of the injection pump, outline the validation test guidelines and consolidate our commercialisation strategy and business plan. These activities will supplement our Ä1 million worth of work already invested to bring #MPDCA to its current TRL6 status. We expect a Ä24 million accumulated profit after 5 years of exploitation of the technology.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "NEWMEC SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}