{
    "rcn": "215859",
    "acronym": "ICE2LAST",
    "topics": "SMEInst-08-2016-2017",
    "title": "Innovative technology based on the integration of natural substances in ice to improve animal welfare and extend shelf-life of farmed fish",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "In Europe, almost one in three fishes gets spoiled before reaching the plate. European fish sector has to face important challenges to become competitive, sustainable and a global benchmark. Improve fish welfare, reduce fish losses by spoilage while improving fish flesh quality are among those barriers to overcome. \nTraditional slaughtering processes exposes fish to substantial suffering over excessive periods of time. A pre-stunning phase is recommended, to rapidly cause loss of consciousness and sensibility without pain. However, most of the slaughtering procedures used nowadays do not involve any stunning phase. This results in reduced fish flesh quality and shorter shelf-life of fresh fish.\nCubiplaya is a Spanish SME dedicated to ice manufacture for the fish sector. In collaboration with experienced researchers, we have developed ICE2LAST, a solution that results in improved animal welfare, longer fresh fish shelf-life and greater fish flesh quality. ICE2LAST based on the activity of natural substances, which are included into the ice used at slaughtering and all along the fish marketing chain. The project will include the participation of our associated company Pescamur, an aquaculture company aimed to seabass and seabream farming. \nSatisfactory solutions for enhancing the shelf-life of fresh fish without altering organoleptic properties have not been found. Besides, fish welfare is an important issue for the European Union, having invested huge amounts of resources in its improvement mainly through public funded research projects. This means for us the possibility to exploit new market opportunities. \nEU is expected to increase its fish food domestic production, particularly through aquaculture promotion. EU aquaculture is valued at 3,600 million Ä. With projections of a 4% annual growth in this sector, ICE2LAST can boost growth and employment in our company. Thanks to this new product we expect to employ 15 more people in Spain and overseas.",
    "totalCost": "974637,5",
    "ecMaxContribution": "682246,25",
    "coordinator": "CUBI-PLAYA SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}