{
    "rcn": "215801",
    "acronym": "InCaSQuC",
    "topics": "MSCA-IF-2017",
    "title": "Indefinite Causal Structures on an Integrated Silicon Platform for Applications in Quantum Computing",
    "startDate": "07/08/2018",
    "endDate": "06/08/2020",
    "objective": "Quantum computation achieves a speed-up by placing quantum bits (qubits) in superpositions of different states. However, it has recently been appreciated that quantum mechanics allows one to superimpose not only states but also operations. Furthermore, coherently controlling the operation order with a quantum system enables task completion with fewer operations than any known quantum algorithm. This striking and new way to manipulate the information has not  been technologically exploited yet because it requires coherently controlling and simultaneously manipulating high-dimensional quantum systems and multiple degrees of freedom. However, recent progress on Silicon Photonics allows the generation and manipulation of photonic high-dimensional quantum states in the frequency domain fostering the implementation of new complex quantum architectures.  \nThe purpose of this project is to create high-dimensional quantum systems with superposition of operation orders exploiting a multi-color Si photon-pair source.  The unique combination of expertise of the experienced researcher and host institution offer all the ingredients to significantly contribute to the transition to a new era in quantum computing where information is processed with indefinite operation order. The project will allow us to scale up superposition of operation orders in order to solve computational problems, and thus to contribute to the transition of the field from fundamental physics to application-oriented research.",
    "totalCost": "185076",
    "ecMaxContribution": "185076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}