{
    "rcn": "215876",
    "acronym": "Leaf Line",
    "topics": "SMEInst-01-2016-2017",
    "title": "The First Global Ground Station Network to Fully Exploit Microsatellites Data",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The objective of the LEAF LINE project is to capture the value of the blossoming small satellites Space market, offering a complete service to small satellite operators able to maximise the connection time and data transmission rate. Nano/ microsatellites are opening up a range of new opportunities as they can perform many operations that, until few years ago, were carried only by large satellites, but at a fraction of the cost. Lots of new satellite operators (e.g. insurance companies, food companies, environmental agencies, research centers, etc.), are all asking for reliable, cheap, up-to-date and frequent data from Space. However, most of the telecommunications between microsatellites and the Earth are performed by point- to-point link with a single ground station (GS) and the standard connection is limited to around 50 minutes per day. This results in a poor usage of the GS, which remains inactive for most of the day. The LEAF LINE project will set-up a network of ground stations for managing satellite data, with substantial increase of connection time (up to 7 times for each satellite) and optimized usage of each GS (up to 12 hours a day). The service will be based on the following components:\n1. The Leaf Space Ground Station, designed with three integrated antennas, capable of serving as a transceiver on different selected bands (UHF, VHF, S-band and X-band) through a multi-standard Software Defined Radio (SDR).\n2. A multi-protocol ground stations network, which implements both the low-performance frequencies, VHF-UHF, and S- band and X-band, allowing an easy switching to the band needed for communicating with all the satellites in orbit.\n3. The software infrastructure, which will guarantee the coordination of the entire network of GSs, and will be based on a user-friendly interface in order to facilitate customers during data uplink/downlink, proper tracking of satellites, and the handshake between several GSs serving the same satellite.",
    "totalCost": "1874375",
    "ecMaxContribution": "1312062,5",
    "coordinator": "LEAF SPACE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}