{
    "rcn": "215840",
    "acronym": "Quake",
    "topics": "FETOPEN-04-2016-2017",
    "title": "QBeast Utility Analysis to marKet and Enterprise",
    "startDate": "01/04/2018",
    "endDate": "30/09/2019",
    "objective": "As a result of HBP SGA-1, the Qbeast framework enables to achieve the concept of interactive supercomputing and in-situ techniques to break traditional workflows in HPC simulations, converting them into more dynamic and adaptive to the needs of scientists. As a long term project, the HBP does not include in its current work plan the exploitation of such relatively small research pieces developed in the project, which could cause loosing exploitation opportunities, as we believe it is the Qbeast case.\nThe QUAKE project proposes to solve the lack of early exploitation in the HBP by moving Qbeast to the market. While in the HBP the focus was the neuroscience community, Qbeast is a traversal tool and can be applied to many different domains, including Computational Fluid Dynamics (CFD) (automotive, wind energy, Ö), molecular dynamics simulations (pharmaceutical), geological prospections (oil) or weather forecasting (civil emergencies). We see good opportunities for Qbeast in both the BioTech and the Business Intelligence markets. For the former, we have a prototype available that can be used to directly explore outreach in the BioTech market. For the latter, we see Qbeast as a tool that can be disruptive in the BI market due to its scientific innovations.\nThe high level objectives of this project are (1) to develop a clear understanding of the potential markets for our technology, (2) to develop a prototype as a demonstrator for BI market outreach while exploiting our available prototype for the BioTech sector and (3) to ultimately create a comprehensive business plan that will outline the relevant steps required to launch our technology to the market through the creation of a spin-off company.",
    "totalCost": "99750",
    "ecMaxContribution": "99750",
    "coordinator": "BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}