{
    "rcn": "215883",
    "acronym": "Ventura Habitat",
    "topics": "SMEInst-09-2016-2017",
    "title": "Commercialisation of Ventura Habitat - a novel wind turbine blade maintenance enclosure tomaximize downtime productivity",
    "startDate": "01/02/2018",
    "endDate": "30/04/2018",
    "objective": "GEV Wind Power is one of Europe's leading wind-turbine maintenance companies with teams working on more than 40 wind farms both on and offshore every year. With a presence throughout Europe and North America, GEV Wind Power is a truly global service provider. We understand that it is important to wind energy maintenance companies to find new ways of delivering core services to reduce the cost of energy provision. To realise this vision, we commit significant financial resources to in-house R&D and are constantly looking at technologies that fit well for Wind Energy. We have now developed a patented habitat solution that retrofits to market available access platforms. This creates the perfect protective working environment for blade maintenance and repairs to be completed. Maintenance productivity is increased and, with the added benefit of 24 hour working, GEV Wind Power are able to eliminate the cost uncertainty of weather downtime and will help wind farm owners reduce maintenance costs, improve Annual Energy Production (AEP) and the competitiveness of wind generated energy.\nTrials completed onshore with our Ventura Habitat prototype using two different access platforms (Power Climber and Kaeufer) in varying weather conditions and ranging between 30 metres and 100 metres high, with successful deployment demonstrating the flexibility and operability of the Habitat in a real-life environment. The overall objective of this development project is to create a commercially ready Ventura Habitat system, with validated results through field trials. This will enable us to achieve our overall commercial objective to become the leading blade maintenance services provider in Europe and North America. We forecast a total revenue of Ä20 million and a profit of Ä5 million 5 years post-commercialisation, with a breakeven on investment after 3.43 years and an ROI of 150%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GEV WIND POWER LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}