{
    "rcn": "215831",
    "acronym": "EXA2PRO",
    "topics": "FETHPC-02-2017",
    "title": "Enhancing Programmability and boosting Performance Portability for Exascale Computing Systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The vision of EXA2PRO is to develop a programming environment that will enable the productive deployment of highly parallel applications in exascale computing systems. EXA2PRO programming environment will integrate tools that will address significant exascale challenges. It will support a wide range of scientific applications, provide tools for improving source code quality, enable efficient exploitation of exascale systems' heterogeneity and integrate tools for data and memory management optimization. Additionally, it will provide various fault-tolerance mechanisms, both user-exposed and at runtime system level and performance monitoring features. EXA2PRO will be evaluated using 4 use cases from 4 different domains, which will be deployed in JUELICH supercomputing center. The use cases will leverage the EXA2PRO tool-chain and we expect: \n- Increased applications performance based on EXA2PRO optimization tools (data and memory management)\n- Efficient exploitation of heterogeneity by the applications that will allow the evaluation of more complex problems.\n- Identification of trade-offs between design qualities (source code maintainability/reusability) and run-time constraints (performance/energy consumption). \n- Evaluation of various fault-tolerance mechanisms for applications with different characteristics. \nEXA2PRO outcome is expected to have major impact in a) the scientific and industrial community that focuses on application deployment in supercomputing centers: EXA2PRO environment will allow efficient application deployment with reduced effort. \nb) On application developers of exascale application: EXA2PRO will provide tools for improving source code maintainability/reusability, which will allow application evaluation with reduced developers' effort. \nc) On the scientific community and the industry relevant to the EXA2PRO use cases. At least two of the EXA2PRO use cases will have significant impact to the CO2 capture and to the Supercapacitors industry.",
    "totalCost": "3475222,5",
    "ecMaxContribution": "3475222,5",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;LINKOPINGS UNIVERSITET;ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;FORSCHUNGSZENTRUM JULICH GMBH;MAXELER TECHNOLOGIES LIMITED;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;SE;EL;DE;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}