{
    "rcn": "215806",
    "acronym": "FlocDOM",
    "topics": "MSCA-IF-2017",
    "title": "A broad ecological approach to study the biological uptake of dissolved organic matter (DOM) and DOM-flocculates in the rapidly changing Arctic coastal ecosystems",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The Arctic Ocean receives a vast amount of organic carbon via runoff from surrounding glaciers and thawing permafrost soils. This dissolved organic matter (DOM) comprises one of the worldís largest active carbon pools, i.e. can be respired to CO2 by heterotrophic organisms. Yet our understanding of how well this terrestrial carbon is degraded in the marine environment is poor. As recent climate warming accelerates the input of carbon to the coastal Ocean it becomes more urgent to study this matter as it may play a major part in determining whether the Arctic Ocean becomes a sink or a source of CO2 in the future. In the saltwater-freshwater interface of coastal environments, the salinity change causes the charge of the DOM molecules to change causing about 10-20% of this carbon pool to aggregate/flocculate into larger particles. Bacteria are the main degraders of DOM, however, with flocculation, a great proportion of the carbon becomes available to larger heterotrophic organisms, such as pelagic protists and benthic filter feeders. Via these flocs the carbon enters the food web at a higher level and escapes the microbial loop. This path is however rarely considered. The overall aim of this project is to improve the knowledge on the response of heterotrophic organisms to terrestrial organic carbon supply (both from glaciers and soils) with focus on the coastal ecosystems of Greenland. I will track the degradation paths of both DOM and flocculated DOM using a combination of controlled laboratory studies and field studies using radioisotope tracers. The project ëFlocDOMí proposes a much-needed effort for a holistic ecological approach to assess the effects of increased runoff in the Arctic and to quantify for the first time the salt-induced aggregation, subsequent mineralization and burial of various terrestrial DOM pools in the Arctic.",
    "totalCost": "200194,8",
    "ecMaxContribution": "200194,8",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}