{
    "rcn": "215827",
    "acronym": "iCARE-2",
    "topics": "MSCA-COFUND-2017",
    "title": "International Cancer Research Fellowships - 2",
    "startDate": "02/05/2018",
    "endDate": "01/05/2023",
    "objective": "iCARE-2 is an ambitious programme offering 30 three-year international fellowships to foster excellence in cancer research, based on the mobility of postdoctoral researchers. iCARE-2 proposal is presented by AIRC, the Italian Association for Cancer Research, as beneficiary.\nAIRC, a private non-profit association, was created in 1965 by visionary Italian scientists returning to Italy after a successful work experience abroad, with the mission to find a cure for cancer through research. Nowadays AIRC is the Italian leading charity providing about 40% of all funds invested in cancer research in Italy and supporting hundreds of research projects and fellowships in any cancer-related fields. Grants and fellowships are awarded with a merit-based selection process.\nTo train excellent and innovative cancer researchers iCARE-2 programme will:\n1. Let fellows choose the cancer-related topic of their research and the best supervisor and Hosting Institution, worldwide;\n2. Offer and promote training in transferable skills, with a special focus on research integrity, science communication, grantsmanship, project management and intellectual property rights;\n3. Support international networking, not only with the mobility inherent to the program but also through interactions with other fellows and with AIRC. \nOptimal employment and working conditions will be guaranteed to all iCARE-2 fellows to foster their personal and financial stability and to ensure excellence of their research activities.",
    "totalCost": "6372000",
    "ecMaxContribution": "3186000",
    "coordinator": "ASSOCIAZIONE ITALIANA PER LA RICERCA SUL CANCRO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}