{
    "rcn": "215818",
    "acronym": "COGNAESTHSYMP",
    "topics": "MSCA-IF-2017",
    "title": "A Cognitively Inflected Aesthetics of the Greek Symposion",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "The proposed research is a cognitively inflected analysis of the poetry and painted pottery of the ancient Greek symposion. The recognition that literature and art are fitting objects of cognitive inquiry has been the most exciting development in the humanities in recent years. The study of the symposion is an established but very vibrant area of the Classics. Despite the fact that the symposion lends itself particularly well to a cognitively inflected study, there has been no attempt to apply cognitive concepts in this area. This can be explained in part by the fact that Classics as a discipline has lagged behind other humanities disciplines in adopting cognitive approaches. The proposed research is therefore timely and needed. It will advance understanding of Greek literature and art, of the symposion as a locus of social and aesthetic exchange, and of the applicability of cognitive theory to the ancient classics. The study of sympotic poetry has long been my main research interest, making me a highly suitable candidate to conduct this research. Given the strength of the EHESSís resources and its commitment to fostering research and researchersí skills development, it is the ideal partner for the success of this research. The proposed Supervisor at the EHESS and the Mentor in Oxford are among the leading scholars worldwide in the respective subjects, ensuring the best support and likelihood of success. Holding a MSC Fellowship would be highly beneficial to my academic career and ensure my independence as a professional researcher.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}