{
    "rcn": "215870",
    "acronym": "INSYLO",
    "topics": "SMEInst-07-2016-2017",
    "title": "Disruptive IoT solution for optimising the animal feed supply chain",
    "startDate": "01/05/2018",
    "endDate": "31/10/2019",
    "objective": "Animal feed is produced by feed suppliers in feed mills, and distributed in bulk to different animal farms, where it is stored in silos. Feed has to be produced ad-hoc for each farmer, and delivered in 24-48h.\nEach feed supplier is the provider for several silos from several farms (the top 50 EU feed suppliers manage on average 7,500 silos each). They receive daily hundreds of refilling orders whose logistics have to be optimized in a short time. However, the lack of reliable and cost-effective solutions to remotely monitor the siloís feed stock hinders the optimization: most farmers assess it manually, provoking (i) inaccurate measures (trucks over or under loaded) and (ii) uncertainty on the demand (feed suppliers cannot organize production cycles or the raw materials purchase based on a cost-effectiveness criteria). As a result, there is yearly losses of 500Ä per silo (equivalent to 400MÄ in the EU28).\nINSYLO turns the situation around and provides the sector with an accurate and cost-effective solution to monitor remotely the silosí feed stock levels, forecast the feed demand and allow feed suppliers to optimize inventories, production batches, delivery routes and raw materials purchases.\nINSYLO is a smart service that combines hardware and software. Through our unique smart volumetric sensor, we obtain an accurate measure of the silos' feedstock levels at a very low cost (6.5 cheaper than competitors). Our IoT device can be installed in only 5 minutes and it is fully independent of the farmís resources (off-grid, solar energy, own Internet connectivity). Furthermore, it is connected to our smart platform on the cloud, which leverages the power of Big Data and Artificial Intelligence to collect data from hundreds of thousands of silos and decide the right moment and quantity to restock each silo, optimising the whole feed supply chain. We will sell in the first five years more than 100,000 devices, capturing a market share of 2.13% of the 5M silos worldwide.",
    "totalCost": "1435876,25",
    "ecMaxContribution": "1005113,38",
    "coordinator": "UBIKWA SYSTEMS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}