{
    "rcn": "215850",
    "acronym": "FUTURA2020",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Focused Ultrasound Therapy Using Robotics Approaches towards 2020",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "FUTURA2020 aims to exploit the 3-year S&T results of the FP7 European project FUTURA (www.futuraproject.eu) which has been flagged up as a success story and was presented during the European Robotics Forum 2017. FUTURA2020 represents a fundamental step in the path for bringing the robotic platform for Focused Ultrasound Surgery (FUS) developed in FUTURA to the user hands and to the patient bed. FUS is the paradigmatic example of non-invasive surgical approach: it relies on thermal effects and mechanical cavitation produced by focused US beams, without skin incisions or ionizing radiation. However, FUS suffers from an important drawback, i.e. the limited flexibility in therapy delivery, which narrows the applicability to non-moving and non-essential organs, mainly under MR imaging. Considering robotics, image guidance, machine learning and navigation techniques as the tools to overcome these limitations, FUTURA has developed a versatile and flexible robotic platform able to guarantee high robustness, adaptability and precision of therapy, as well as improving safety and acceptability of multifunctional robotic platforms in the surgical theatre. FUTURA2020 has the concrete objective of increasing the TRL of the developed platform from 5 to 7. The FET Launchpad support will be devoted to perform preclinical in-vivo tests on animals and to activate an industrial oriented process More specifically, the in-vivo trails will boost the credibility of the results obtained up to now: they will solicit interest also from investors, who are needed for supporting the next developments towards human pilot trials and certification. In this endeavour, the FUTURA2020 coordinator will gather the best skills also available in the previous FUTURA Consortium, with ad hoc tasks. Even if the FET Launchpad support is financially limited, it is the most appropriate and timely action for making a not incremental step for the final clinical adoption of FUTURA",
    "totalCost": "99875",
    "ecMaxContribution": "99875",
    "coordinator": "SCUOLA SUPERIORE DI STUDI UNIVERSITARI E DI PERFEZIONAMENTO SANT'ANNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}