{
    "rcn": "215851",
    "acronym": "I2-ICIQ Impulsion",
    "topics": "MSCA-COFUND-2017",
    "title": "ICIQ Impulse for Talented Postdoctoral Fellows",
    "startDate": "22/08/2018",
    "endDate": "21/10/2022",
    "objective": "I2: ICIQ Impulsion will impulse the professional career of 12 highly talented international fellows through the development of an innovative research programme based on interdisciplinarity, internationality and intersectoriality. This research programme will include a mandatory secondment (from two to six months) in a different research entity (academic and/or non-academic). \nI2: ICIQ Impulsion offers 19 research groups led by internationally renowned senior and tenure track researchers that develop excellent interdisciplinary chemical research in different areas of the chemical sciences. \n- Catalytic activation of chemical feedstock \n- Renewable energies from sunlight \n- CO2 capture and valorisation \nI2: ICIQ Impulsion fellows will have the freedom to: \n- Define an innovative research project within one of these areas of research \n- Choose the Group Leader they would like to work with \n- Choose a partner organisation to develop a secondment\n\nBeing part of the I2: ICIQ Impulsion community will allow fellows to have:\n- Close supervision and mentoring by internationally renowned Group Leaders \n- Access to state-of-the-art scientific equipment and facilities\n- A personalised Career Development Plan \n- A tailored Training Programme\n- Secondments in international institutions\n- Networking opportunities\n- Dissemination and public engagement activities\n- Outstanding working conditions\n\nI2: ICIQ Impulsion is a very attractive programme for highly talented postdoctoral researchers looking for further opportunities in research. It has been designed to enable the maximum impact on immediate and long-term career prospects for the fellows, both in academia and in the private sector. I2: ICIQ Impulsion will also contribute to improve the attractiveness of Catalonia, Spain and Europe as a leading destination for research and innovation, boost the international visibility of ICIQ and further increase the quality of research and innovation developed in the European Research Area (ERA).",
    "totalCost": "1699200",
    "ecMaxContribution": "849600",
    "coordinator": "FUNDACIO PRIVADA INSTITUT CATALA D'INVESTIGACIO QUIMICA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}