{
    "rcn": "215843",
    "acronym": "SMARCOS",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Smart Modular Actuator for Robotic Compliant Systems",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "The field of robotics is rapidly changing. Not only is the industry growing at an ever increasing speed, a clear shift can also be seen in the way they are used. We no longer hide away the robots in cages. Instead, we use them to actively work together with humans. To allow this new physical human-robot interaction, a new type of actuators (ëmusclesí) are needed that can provide both the necessary safety and an adequate performance. Particularly in the field of wearable robotics the need for a new generation of actuators combining safety, low weight, high energy efficiency and performance is high. Under the BioMot project, a new compliant actuator was developed with promising features to address these new needs. The VUB-R&MM research group has the ambition to bring this technology to the market via a spin-off company. The objective of this Launchpad proposal is twofold: on the one hand aid the production of a demonstrator kit which can be sold to research groups and on the other hand start give us a clearer view of the actuator market,the viability and funding options of a spin-off. Starting from the patented BioMot results a demonstrator kit will be created to gather inputs from partners and learn about their needs whilst at the same time having a first product. Following the project, the spin-off will be responsible for finalizing the product and expand to a wider range of actuator solutions. The Launchpad project will encourage and stimulate the entrepreneurial mind of the researchers at the research group, bring them in contact with partners and will help the European Robotics ecosystem. For such an ecosystem to develop companies addressing the entire value chain are needed but are still lacking. The spin-off will address a critical and complex step in this value chain. Given this importance, the research group VUB-R&MM wants to commit to this promising technology of compliant actuation.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}