{
    "rcn": "215800",
    "acronym": "HUMANITY",
    "topics": "MSCA-IF-2017",
    "title": "Human Lung Microbiota And Innate Immunity",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Human lung microbiota research is in its infancy, but has already provided compelling evidence that lung bacteria have key roles in human health. However, how lung bacteria interact with the host immune system and influence lung health is poorly understood. I am an infection biologist and immunologist who carried out his PhD on the human pathogen Staphylococcus aureus. I now aim to investigate the cross-talk between resident lung bacteria and the host immune system. I will focus on the lung microbiota of transplant patients, because different bacterial communities have been associated with different immune states in transplanted lungs indicating that microbiota-host interactions are vital for allograft health. My specific objectives are to (i) establish the first culture collection of primary lung bacterial isolates, (ii) characterize their cross-talk with the immune system, and (iii) analyse underlying mechanisms through a combination of bacterial culturing, cell culture and mouse infection experiments, immune system transcriptomics, comparative genome analysis, and metabolomics. This multidisciplinary approach will be conducted with two research groups at University of Lausanne (Prof. P. Engel and Prof. B. Marsland), which provide a unique scientific environment to carry out this project. None of the proposed objectives has previously been addressed. Thus, the project will provide many novel insights relevant for both basic and applied sciences. I will be able to apply my profound knowledge in infection disease and immunology to an emerging field of microbiota research and transfer my expertise to the host groups. In turn, I will expand my scientific breadth by learning advanced concepts of microbial ecology, acquiring methodological skills in community analysis, genomics, transcriptomics, and metabolomics, and obtaining training in project management and science communication. I envision that this project will present the basis for my future research career.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}