{
    "rcn": "215878",
    "acronym": "AQUASONIC DIESEL",
    "topics": "SMEInst-10-2016-2017",
    "title": "FUEL EFFICENCY AND EMISSION S REDUCTION SYSTEM FOR THE MARITIME AND ROADTRANSPORT INDUSTRIES",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Aquasonic-diesel is the direct response of Aquasonic S.L and Ompi, both partner companies in the project, to the marine transport and the road transport industries to reduce their fuel consumption and cut their polluting emissions. It is also a key vehicle for us to leverage our 15 years of commercial experience and develop a competitive product to differentiate ourselves from competitors. After a feasibility study performed as a result of Phase 1, Aquasonic-diesel project will enable us to firstly, further consolidation in the European marine industry market and, secondly, open the markets of road transport in Europe and Latin America. The competitiveness of the European waterborne and road transport industries requires a dramatic effort in reducing operational costs which are more than 50% linked to fuel consumption. We have identified an immense 30.400 mÄ potential market for Aquasonic-diesel as a device that can be installed as a retrofit into existing ships, truck and buses, improving the combustibility of the used fuel without the need of any chemical additives, allowing for a significant CO2 emissions reduction. This easy-to-install, maintenance free, robust and environmentally friendly device is based on our patented electric pulsed power technology in which a physical process is performed on the fuel right before entering the engine. A pulsed electromagnetic field performs a molecular cracking on the fuel components, maximizing the fuel burning efficiency and allowing for a fuel consumption reduction up to 10%. The overall product advantages and the actual growing demand in the transport industries for fuel consumption reduction and cutting GHG emissions imposed by stringent regulations such as EU Euro VI and the International Maritime Organization, present a business opportunity of nearly 42 MÄ to introduce our novel device in the market starting 2019.",
    "totalCost": "1223463,75",
    "ecMaxContribution": "856424,63",
    "coordinator": "OMPI SRL",
    "coordinatorCountry": "IT",
    "participants": "AQUASONIC SL",
    "participantCountries": "ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}