{
    "rcn": "215856",
    "acronym": "Capcooltech",
    "topics": "SMEInst-09-2016-2017",
    "title": "Accelerating the transition to low carbon electrified mobility with a disruptive increase in e-machine efficiency at reduced cost",
    "startDate": "01/04/2018",
    "endDate": "31/05/2020",
    "objective": "Dynamic E flow (dEf) is an early-stage start-up with strong electric engineering expertise. We enable automotive manufacturers to build high performance electric machines with twice the power at a fraction of the cost. Our core innovation is the flexible enamelled hollow capillary wire (CapcooltechÆ wire) and the related connection technology (CapcooltechÆ box). By increasing the power density of electric machines while reducing costs and complexity, we accelerate the transition to electrified vehicles and the achievement of the EU and global environmental targets.\nThe European Commission support will be an excellent validation of our venture, and by supplementing our private funding will help increase our technology uptake by the European industry and attract additional investors and strategic partners in the EU, Asia and the USA.\nwe performed in-depth feasibility and industrialization studies, culminating in a strategy for long term growth, mid-term business plan, and Roadmap 2025.\nOur R&D and market uptake are supported by excellent stakeholder knowledge. We cooperate very closely with our advisory board, leading experts of automotive and scientific and industrial research centres like Bundeswehr University Munich. Other supportive institutions include Technical University Munich and RWTH Aachen.\nThe proprietary elements of CapcooltechÆ have been validated in-house and by third parties. Special attention and effort were made in developing the related tooling for industrialized, automated manufacturing to ensure scalability and rapid market uptake.\nIn our target market (48V automotive), our technology is virtually irresistible. For automotive manufacturers, it is essentially substituting conventional electric machines with CapcooltechÆ machines, getting more power at less cost. \nBy 2025, our total addressable market will reach 30mio electrified vehicles. The timely introduction of CapcooltechÆ in 2018/9 would enable capturing a significant share of that market.",
    "totalCost": "2935060",
    "ecMaxContribution": "2053541",
    "coordinator": "DYNAMIC E FLOW GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}