{
    "rcn": "215863",
    "acronym": "InnTense",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Development of new approach for supporting the application of the Open Innovation in SMEs through the Peer-to-Peer leering",
    "startDate": "01/05/2018",
    "endDate": "31/03/2019",
    "objective": "Despite the fact that SMEs can strongly benefit from implementation of the Open Innovation (OI) in many dimensions, the opportunities for the application of the OI model in SMEs still remain unexploited due to the different factors (e.g. insufficient support of the policies/incentives, difficulties in accessing the existing funding schemes supporting innovations, lack of capacities/awareness/know-how etc.). With limited resources and by acting only in limed environments, the potentials for innovation-related information flows and collaboration opportunities for SMEs are commonly restricted in all terms. Recognising the importance of establishing the new cross-sector value chains and infrastructures as new business ecosystems, InnTense aims at first line to explore current tendencies and to develop a methodology which will offer comprehensive support to SMEs in overcoming the barriers for successful application of the OI and its implementation on the broader levels. \nInnTense Project is a Peer learning of innovation agencies action, bringing together three Project partner from three EU Member States (Germany, Italy and Croatia) with an aim of setting up the standardised methodology for the innovation support for SMEs. Based on the pervious experiences and faced challenges, InnTense Project partners will analyse, assess and document the current state, factors, drivers, hindrances and benefits for the application of the OI model in SMEs, aiming at reinforcement of the SMEs innovation capacities. In order to achieve the main project outcome ñ InnTense Design Option Paper, the Partnership will apply a sequence of tasks which will be constituting parts of the Twinning Advanced methodology, underpinning the InnTense Project. In this way InnTense aims to deliver SMEs support for the enhancement of the innovation capacities, at the same time establishing the permanent learning instrument for Innovation support agencies.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "STEINBEIS INNOVATION GGMBH",
    "coordinatorCountry": "DE",
    "participants": "INNOVA BIC - BUSINESS INNOVATION CENTRE SRL;CROATIAN CHAMBER OF ECONOMY CCE",
    "participantCountries": "IT;HR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}