{
    "rcn": "215852",
    "acronym": "CONEX-Plus",
    "topics": "MSCA-COFUND-2017",
    "title": "CONcentrating EXcellence in UC3M - Postdoc Programme",
    "startDate": "01/03/2019",
    "endDate": "29/02/2024",
    "objective": "CONEX-Plus is a training and mobility program that aims to accelerate the career development of a cohort of Experienced \nResearchers at UC3M in Spain. CONEX-Plus will offer 30 fellowships of 36 months each, for incoming mobility to UC3M.\n\nBuilding on the excellence of UC3M, the program will develop the next generation of research leaders in the strategic research areas that are identified in the Research and Innovation Strategy for Smart Specialisation (RIS3) strategy of the\nMadrid Autonomous Region, underpinned by Social Sciences and Humanities.\n\nThe principles of the Charter and Code are applied throughout the program. Applicants will submit proposals on research topics freely chosen by them. There will be two calls where fellows will be selected following an open, transparent, merit-based, impartial and equitable selection procedure, based on international peer review and interviews.\n\nTraining is received through the implementation of an individual interdisciplinary research project under guidance of a supervisor. Secondments are compulsory and will be supported by 12 non-academic and 2 academic entities. All fellows will participate in the CONEX-Plus training program, with dedicated modules on relevant transferable skills and Industry Training Blocks. The career development of all fellows will be supported by the use of a Career Development Plan and through regular supervision meetings. The interdisciplinary research program will provide fellows with excellent scientific and relevant transferable skills to communicate across and between research disciplines. Fellows will also learn how to work in and between different sectors. Both are requisites for achieving most future relevant scientific and industrial results.\n\nCONEX-Plus equips researchers with skills and expertise in research areas that are of strategic importance to UC3M, the \nMadrid region and Europe who will contribute to address future challenges for the benefit of European citizens and society.",
    "totalCost": "6372000",
    "ecMaxContribution": "3186000",
    "coordinator": "UNIVERSIDAD CARLOS III DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}