{
    "rcn": "215887",
    "acronym": "SafeMobile",
    "topics": "SMEInst-01-2016-2017",
    "title": "Monitor the attacks, not the children - an innovative cloud platform designed to effectively identify and combat cyberbullying events while protecting childrenís privacy.",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "The use of social networking websites is continually increasing. Since 2016, approximately 80% of online adults use Facebook and this figure is closer to 90% for younger users. This trend crosses all social media platforms. As a result of this, cyberbullying is a growing global phenomenon affecting millions of young people around the world. According to recent surveys, 70% of young people are victims of cyberbullying and 20% of young people are experiencing extreme cyberbullying on a daily basis. This new societal challenge of cyberbullying is of great concern as its growth is directly related to a rise in youth self-harm, suicides and suicide attempts. \n\nIn the past three decades, there has been a rise of 50% in suicides and suicide attempts reported in the United States among youths, with more than 4,500 cases a year and more than 700 attempts for every case resulting in actual death.  Currently there is no single solution that addresses cyberbullying as a social phenomenon. SafeMobile is a solution that monitors attacks and not children. \n\nIt respects the privacy of children while also dramatically improving the success rate of identifying attack patterns to 92%. Our platform identifies an attack in real-time and records detailed information related to it. Parents receive specific event alerts through our mobile application, but are not exposed to the childís social activities, messages or friends, thus respecting the childís privacy. Existing solutions are expensive. Our solution is initially free and then has a modest annual subscription fee of Ä30.Further revenue streams will be through licensing of attack index data collected.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "R.I.T. - RAPPAPORT INFORMATION TECHNOLOGIES LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}