{
    "rcn": "215853",
    "acronym": "iMED",
    "topics": "MSCA-COFUND-2017",
    "title": "International Doctoral Programme in Molecular Mechanisms of Disease",
    "startDate": "01/04/2019",
    "endDate": "31/03/2024",
    "objective": "The International Doctoral Programme in Molecular Mechanisms of Disease (iMED) will recruit 24 international doctoral fellows to Biotech Research and Innovation Centre, University of Copenhagen. iMEDs VISION is that the next generation of researchers should possess the abilities to perform and connect excellent science to exploitation and value for the surrounding society. Our MISSION is to foster a cohort of excellent fellows through a personalized research and training programme, ensuring that they exploit the full potential of their talents. iMEDs procedures and activities will provide a structural and intellectual framework for the fellows to develop strong research and transferable skills and empower diligence, ambition and creativity, as well as competences to build their individual research career. We will implement interdisciplinary research projects, transnational mobility and intersectoral exposure, ensuring improved employability of fellows across fields, borders and sectors. The EU Principles of Innovative Doctoral Training and the Code of Conduct for†the Recruitment of Researchers serve as a platform for iMED and form the ground for the programme aims: ensure transparent merit-based selection of candidates, 2) nurture development of excellent interdisciplinary research competences, 3) ensure inter-sectoral exposure, 4) ensure international networking, 5) provide transferable skills training and a personalised career development programme and 6) provide timely expert supervision and mentoring. Three private Partner Organisations will supply transferable skills training and career activities. An alliance of 13 top life science research institutes will provide secondments, co-supervision and PhD courses. Four international experts will participate in the selection of fellows and form a Training Advisory Board. The programme will be professionally led by Prof. Anders H. Lund, Head of BRICs national PhD programme and coordinator of the FP7 ITN RNAtrain.",
    "totalCost": "3767040",
    "ecMaxContribution": "1883520",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}