{
    "rcn": "215888",
    "acronym": "XCell",
    "topics": "SMEInst-08-2016-2017",
    "title": "A reliable, effective ballast water management system through unique in situ biocide production",
    "startDate": "01/04/2018",
    "endDate": "30/09/2018",
    "objective": "The transfer of invasive species via ballast water in shipping is a continuing threat to biodiversity and human health.  The International Maritime Organization (IMO) state untreated ballast water is the second biggest environmental issue after global warming, causing damage of ~$100 billion p.a globally. \n\nTo address this, recent IMO legislation requires all vessels to fit an approved Ballast Water Management System (BWMS) by 2024. Ship builders and operators are thus seeking compliant BWMS which also meet operational needs such as high efficacy, reliability and low operating costs. \n\nUnfortunately, current products, mostly based on Ultraviolet and Electrochlorination, suffer from poor disinfection and low reliability. In fact, almost half of all installed systems are not operational or not performing to standard at any given time, according to The American Bureau of Shipping and major ship owners. Emerging technologies such as Boron Doped Diamond (BDD) electrochlorination can dramatically increase efficacy but suffer from delamination and clogging caused by the byproducts of electrolyzing seawater. \n\nInnovative wastewater treatment specialist Atana has developed XCell, a unique patent-protected electrochlorination cell to resolve issues in current state of the art systems. It uses novel, structured BDD electrodes which deliver a 40% more efficacious, non-corrosive product, Hydrus75, which is used and trusted globally.\n\nOur objective is to transfer this technology to exploit the market opportunity in the BWMS sector. Production is currently shore-based and we need to demonstrate on board production to the marine market. This Phase 1 project will validate the market opportunity for XCell in the ballast water sector and confirm our potential to generate cumulative revenues of Ä90 million and cumulative net profits of Ä13 million over 6 years (7 x ROI on EC Phase 2 investment), creating 204 highly skilled jobs, supporting compliance and boosting Europeís blue growth.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "ATANA LTD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}