{
    "rcn": "215860",
    "acronym": "AIRCRANE",
    "topics": "SMEInst-09-2016-2017",
    "title": "New Concrete-Towers Assembly system for taller Wind Turbines.",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Skyscrapers building technology marked a turning point in the construction sector: Due to the great heights of those buildings, the only way to build them is with a crane which rises in the manner the skyscraper does. Inspired by that idea, we developed the AIRCRANE SYSTEM. The wind energy sector currently has a main objective: decrease the Levelized Cost of produced Energy (LCoE), in order to be comparable to other energy sources in the coming years. The strategies to decrease are mainly concentrated in two action groups: Reduce the cost of wind turbines and capture as much energy as possible.  Regarding the second group, manufacturers are convinced the best way is to create more powerful turbines (up to 8 MW) and install the nacelle and rotor at greater heights, where the wind blows harder and there are less turbulences. The market requires taller towers, supporting heavier loads on top as well. The only alternative, due to steel tower's limitations, is to make at least the lower part with concrete. But the concrete weak point is its weight, which requires the use of largest crawlers and cranes: very expensive machines and with a limited number of units worldwide.The AIRCRANE SYSTEM is a brand new technology based in two new tools (cranes), to assembly concrete wind-turbine towers, with teorically infinite height: the ìInternal Aircaneî is a self-climbing telescopic crane which rises as the construction of the tower does. The system is completed by the ìExternal Aircraneî, which will lift the nacelle and blades, and lower the first crane.There are two main advantages: (1) Radically reduce current construction costs in the tallest concrete towers, and additionally (2) open a new market-niche, being able to construct towers with no height limits.Successful project completion represents a significant business opportunity for our SME, with expected REVENUES of Ä 32,5/58,5 million within 5/7 years and the creation of 98/167 Direct Jobs, and 176/307 Indirect jobs.",
    "totalCost": "2125125",
    "ecMaxContribution": "1487587,5",
    "coordinator": "HWS CONCRETE TOWERS SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}