{
    "rcn": "215877",
    "acronym": "Green-linker",
    "topics": "SMEInst-11-2016-2017",
    "title": "Innovative eco-friendly crosslinker for leather and textile finishing",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Green-Linker is a crosslinker, a type of chemical product used by tanneries in the leather sector and dyers in the textile sector as a finishing agent. The ranges of chemicals used today are often toxic and potentially harmful to the environment. Tanneries and textile dyers are looking for cost-effective and eco-friendly solutions that would allow them to comply with stringent regulations on harmful chemicals, and with the strong request by consumers of environmentally sustainable leather garments and accessories. The market for leather and textile chemicals is projected to grow steadily (4% CAGR) until 2024 following these market trends.\nCurrent crosslinkers in the market cover only partially clientís needs since they have limitations in terms of quality, toxicity and environmental sustainability. Italkem has developed, in a single product, an innovative crosslinker with superior characteristics. Green-Linker offers technical, environmental, and economic advantages over its competitors. Green-Linker results as the best performing in terms of highest temperature tolerance, fastest reaction time and longest pot-life, and colour fastness while its eco-friendliness level equals the best option in the market. Green-Linker meets the severe constraints imposed on the environment and toxicity of chemicals, being the ideal candidate to be recognized with Eco-Label as a sustainable and green product. In addition, its competitive price (37% saving respect the highest technical performance) is strongly supported by an improved storability, transport and logistic capacity.\nFrom Italkem we have been trading since 2002 serving global markets from Italy. We plan to introduce this novel product in the market after final validation with industrial end users and up-scaling production. This will allow us to grow our turnover from crosslinkers and create new jobs.",
    "totalCost": "1488412,5",
    "ecMaxContribution": "1041888,75",
    "coordinator": "ITALKEM SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}