{
    "rcn": "215846",
    "acronym": "BP3",
    "topics": "MSCA-COFUND-2017",
    "title": "Beatriu de Pinos-3 Postdoctoral Programme",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The Beatriu de Pinos programme (BP) has been running successfully since 2005 and aims to promote postdoctoral research and transnational mobility in all fields of research in Catalonia. The grant will be three years long and will enable outstanding junior researchers from all nationalities to train and conduct research in any Catalan excellence research group on a project of their choice. The main objectives of the BP3 project are: a) enable the transition towards a consolidated research career attracting 120 of junior postdoctoral researchers over 5 years, multiplying each oneís skills sets and networks via targeted Career Development Plans and mentoring; b) improve the quality of postdoctoral research training; c) and increase the competitiveness of the Catalan scientific community and for extension the European one. The long term objective of BP3 is to significantly contribute to the career development of more researchers and qualified future independent leaders.\nThe Cofund contribution will be used to add one more year to the grant, increase the number of fellowships and the lÌving and research and mobility allowances and provide better career opportunities and favourable working conditions in accordance with the European Charter of Researchers. Besides high level interdisciplinary scientific research training, researchers will receive additional training in complementary skills and a special personalize career development support will also be given during and after the grant finishes. Intersectoral secondments will be fostered, not only to private industry but also to the public and government sector as all of them are crucial contributors to a knowledge based society.\nCatalonia has fostered a successful research and knowledge hub in the south of Europe in a relatively short time and provides the postdoctoral researcher the best environment to deepen scientific skills and develop new ones.\nThe programme is driven by AGAUR.",
    "totalCost": "15717600",
    "ecMaxContribution": "7858800",
    "coordinator": "AGENCIA DE GESTIO D'AJUTS UNIVERSITARIS I DE RECERCA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}