{
    "rcn": "215857",
    "acronym": "PFS",
    "topics": "SMEInst-11-2016-2017",
    "title": "A cost-  energy-efficient treatment technology to remove pharmaceutical pollutants from water",
    "startDate": "01/03/2018",
    "endDate": "29/02/2020",
    "objective": "Widely used pharmaceuticals (synthetic or natural chemicals found in prescription medicines, over-the-counter therapeutic drugs & veterinary drugs) are finding their way into the drinking water supply via wastewater treatment facilities, posing serious threats to public health globally. The problem is that modern wastewater treatment facilities are not designed for effective removal of pharmaceuticals or similar organic compounds. Upcoming EU legislation will make such removal mandatory.\nPharem Biotech brings to market PFSóthe first patented enzyme-carrying filtration system capable of removing a large range of organic pollutants (pharmaceuticals and other biological active compounds such as bisphenol A, antibiotics, hormone disruptors, etc.). PFS is a filtration solution that can be easily installed at most of wastewater treatment facilities. Its compact size makes it particularly useful for urban wastewater treatment plants.  \nPFS is based on modified enzymes which are 200 times more effective than native enzymes, resistant to low temperature, resistant to low pH and with high levels of stability and activity. Compared to alternative purification methods, PFS is very cost-efficient, and requires no energy to run.\nAs the total EU yearly investments in its wastewater treatment facilities and related infrastructure are expected to reach Ä25bn per year in 2015-2020, Pharem Biotech is addressing the market of 70,000 facilities in EU processing 100bn litres of water per day in total. \nDuring a successful Phase 1 project, Pharem Biotech validated the market and commercial feasibility of PFS, and selected the trial cases to validate the technology as well as key target markets to approach. \nIn this Phase 2 project Pharem Biotech will industrialize PFS, validate it in trial cases and prepare for commercial roll out with the objective is to deploy 50 PFS systems before 2020 and reach revenue of Ä34m.\nThe requested EC contribution is Ä2.07m.",
    "totalCost": "2962500",
    "ecMaxContribution": "2073750",
    "coordinator": "PHAREM BIOTECH AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}