{
    "rcn": "215805",
    "acronym": "PAERADOX",
    "topics": "MSCA-IF-2017",
    "title": "Precursors to Modern Aerobic Ammonium Oxidation: Oxygenic and Electrogenic Anaerobic Pathways",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "How did microbes evolve to use O2? How did O2-dependent pathways derive from or evolve under anoxic conditions? This central evolutionary mystery remains essentially unresolved. I contend that it is possible to identify the evolutionary history of modern aerobic pathways (APs), by discovering the vestiges of ancient anaerobic pathways (AnPs) that persist in modern microbes. Aerobic nitrifiers contain aerobic metabolisms, while few clues such as chlorite dismutase enzyme in Nitrospira, NO dismutase enzyme in Methylomirabilis, and electrochemical signals from aerobic nitrifiers support the notion that remnants of AnPs remain. Hence, I postulate that in nitrifiers currently considered strict aerobes, I can identify the vestiges and integral remains of the earliest APs: I will identify the AnPs of NH4\\ oxidation that are driven by intracellular O2 production and respiration mediated by EET. By applying BES and batch incubations followed by isotopic and genomic experiments will evidence and characterize the novel AnPs in nitrifiers. Single cell genomics on FAC-sorted fluorescent-tagged cells followed by molecular phylogenetic analysis will provide a major contribution to unravelling the early evolution of aerobiosis and aerobic NH4\\ oxidation, which is crucial as we seek the origins of life on Earth, and other planets. PAERADOX will provide me an interdisciplinary research training in the area of microbial physiology and genomics, molecular biology and computational evolution through international mobility (Harvard, MIT and DTU). Such a training-through-research platform will enhance my career development to a large extent. My return and reintegration to DTU will provide basis to transfer my interdisciplinary combination to European scientific community. I am confident that the international network, skills and knowledge that will be constructed during PAERADOX is an excellent investment for my future and for EUís strength in the field of microbial evolution and ecology.",
    "totalCost": "278227,8",
    "ecMaxContribution": "278227,8",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}