{
    "rcn": "215847",
    "acronym": "QPARK",
    "topics": "FETOPEN-04-2016-2017",
    "title": "A Quantitative Approach for Smart Parking",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "Ubiwhere has been commercialising a low-cost, seamless and straightforward-to-install system entitled Smart Parking, composed of vehicle-detection electromagnetic sensors and an intelligent software platform to collect and process all the data. Through this system, parking operators can enhance their ongoing operations by knowing in every instance what is happening and by analysing reports on the behavioural patterns detected by the platform, improving their operational and enforcement efficiency.\n\nThe potential market of Parking has increased the number of competing solutions in this sector (despite the lack of a market leader), composed of both ICT startups and well-established companies. With so many competitors, and taking into account that several cities have started to dismantle the spaces reserved for parking in their urban areas, Ubiwhere intends to enrich its Smart Parking platform with urban planning capabilities, unlocking a new business opportunity and consequently standing out from its competitors.\n\nQPARK aims at up-scaling the current Smart Parking solution, enriching it with a new service (feature) that enables the generation of reports via a thorough analysis of which areas of the city are more affected by certain events and how that sudden increase in people affects the city traffic and the parking occupancy. The FET Open project QUANTICOL will support this what-if analysis by providing the necessary tools and mechanisms to advance in the problem space and provide useful knowledge quickly.\n\nQPARK will allow Ubiwhere, a software company focused on Smart Cities and Communities, to disrupt the global market by enriching its solutions with urban planning capabilities, powered by complex adaptative systems developed in QUANTICOL.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "UBIWHERE LDA",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}