{
    "rcn": "215868",
    "acronym": "FUELSAVE",
    "topics": "SMEInst-09-2016-2017",
    "title": "FS MARINE+: Hydrogen syngas injection unit for ships to save fuel and cut emissions",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "FS MARINE\\ is the world's first hydrogen-powered engine assistant unit for ships. The patented hydrogen generator produces a proprietary synthetic gas that is injected into a ship's engines to significantly improve combustion efficiency.\nFS MARINE\\ has been proven to reduce net fuel consumption by at least 10%, cut carbon dioxide (CO2) emissions by at least 10%, cut nitrogen oxide (NOX) emissions by at least 50%, and save at least 33% on engine maintenance costs.\nThe customizable unit can be installed on any vessel, and the cost amortized within three years. This makes FS MARINE\\ the most viable technology for overcoming the shipping sectorís environmental and economic challenges. Regulations require ships to reduce CO2 by 10% every five years. Struggling operators must cut fuel costs, which make up 50-60% of expenses.\nFor an average ship, FS MARINE\\ will save Ä2.9M in fuel and maintenance costs and prevent 19,200 tonnes of CO2 over 10 years. The company offers ROI-based pricing and build-lease-transfer options to make it accessible even for cash-restricted shipping companies.\nAs a pioneering technology innovation, FS MARINE\\ has no direct competition and is protected by two patents. Indirect competition comes from energy efficiency and pollution abatement methods that have inferior outcomes.\nThere are 50,442 seagoing vessels worldwide, and 16,500 inland vessels registered in Europe. 50% are viable for FS MARINE\\. This creates a total reachable market size of Ä28.1 billion. The company aims to sell 379 units and earn Ä181M in revenue by 2021. Demand and willingness to pay have been demonstrated through pre-commercial test and sales agreements from 11 shipping companies with a combined fleet of 159 vessels.\nFS MARINE\\ is the innovation of FUELSAVE GmbH, a German engineering company founded in 2012. It is now applying for Horizon 2020 Phase 2 to commercialize and roll out its beneficial innovation across European markets.",
    "totalCost": "2287250",
    "ecMaxContribution": "1601075",
    "coordinator": "FUELSAVE GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}