{
    "rcn": "215812",
    "acronym": "METHYVIREVOL",
    "topics": "MSCA-IF-2017",
    "title": "Virocellular hybrids and epigenomic changes as driving factors of infection driven cancers.",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Human Papillomavirus (HPV) is the cause of the most common sexually transmitted diseases that the majority of adults will contract during their lifetime. Although most HPV infections are cleared by the immune system within several months, persistent HPV can lead to severe cancers of the oropharynx and anogenital tract. Consequently this DNA virus is a major public health burden accounting for 5% of all cancers worldwide and 7.5% of all female cancer deaths yearly. It is well established that both viral and host genomes undergo significant epigenetic changes during the infectious process. However, the link between the genomic status of the HPV (episomal or integrated), the aberrant methylation patterns of cancer cells and the disease severity remain poorly understood. In addition, the early stages of HPV infection are less studied and viral DNA methylation changes during the progression towards persistent infection is largely unknown. This proposal aims to tackle both problems. In the first workpackage, I will use the publically available data generated by The Cancer Genome Atlas project to study methylation status of the HPV genome focusing in particular on a newly identified HPV-human hybrid episomes. Recently discovered in oropharynx cancer, the biological impact of this form of HPVs on cervical cancer development and the clinical outcome have never been characterized so far. In the second workpackage, I will be using a novel and unique longitudinal clinical study, developed by the host laboratory, following young women infected with HPV. This original data will allow me to decipher DNA methylation changes occurring during the early stage of the HPV infection and their role in disease progression. Together, the data and discoveries generated from this project will answer clinically-relevant questions that will allow the development of new diagnostic approaches of HPV-associated cancers.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}