{
    "rcn": "215825",
    "acronym": "QPlay",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Playing Quantum",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "Hundreds of millions of people worldwide are opting out of reality for larger and larger chunks of time to play video games. This ìmass esodusî to game spaces is creating a massive virtual silo of cognitive effort and collective attention lavished on game world instead of real world. Game industry is more and more interested in channeling this enormous amount of human brainpower by designing games with a purpose. \nSeveral successful examples show that it is indeed possible to develop video games in which people solve computationally intractable research problems as a side effect of playing. Humans are better than computers at performing certain tasks because of their intuition and superior visual processing. Human intuition has been proven useful, for example, in exploring the complex configuration landscape typical of quantum optimal control theory.\nThe identification of optimally controlled quantum probes is an ideal candidate for gamification. QPlayís vision is the production and launch of massively-collaborative online video games solving research tasks in quantum technologies by means of hybrid human-computer interaction, complemented with machine learning algorithms. \nTo achieve this vision, we need to build hybrid industries and unconventional partnerships, involving academia, so that game researchers, designers and developers can work with quantum physicists, machine learning experts, and educators to harness the power of games for research. QPlay aims at i) exploring the feasibility of an exploitation path by coordinating and supporting the assembling of the right knowledge, skills and resources, ii) the identification of strategic partners, iii) the exploration of the market, and iv) the development of a business plan. In this way it serves as a launch pad to a novel commercial product with the potential to revolutionise quantum research, accelerate the creation of quantum technologies industries while actively engaging, informing and educating society.",
    "totalCost": "99405",
    "ecMaxContribution": "99405",
    "coordinator": "TURUN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}