{
    "rcn": "215872",
    "acronym": "HCR",
    "topics": "SMEInst-10-2016-2017",
    "title": "Market maturation of the first on-board autonomous biofouling cleaning system to keep shipís hull clean at all times",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The world fleet spends Ä74 billion/ year in fuel, corresponding to 325 million tonnes of fuel and the emission of 1,099 million tonnes of CO2. If nothing is done shipping emissions will increase between 50% and 250% by 2050. It has been estimated that 10% of the vessels energy cost and emissions are due to fouling on the hull. Thus, if the entire world fleet were kept clean of fouling, the savings would be of 32.5 million tonnes of fuel/ year. So far, this is not possible because cleaning solutions are based on expensive dry-dock and call-on-demand underwater services contracted to clean the ship in ports. These solutions have often poor quality, are expensive, unsafe for the divers and/ or maritime traffic and only provide a transient increase in the hull performance. \nCliin has developed the first on-board automatic cleaning robot ñ HCR ñ that enables a completely new procedure for ship-owners, operators and charterersí management of the hull. HCR will be permanently installed on the ship and available at any given time and location, allowing a continuous cleaning, thus preventing early formation of fouling. HCR will allow savings in fuel consumption of up to 10%/ year over 5 years when compared to call on-demand solutions. Moreover, the use of HCR improves sustainability of maritime sector by reducing GHG emissions, minimizing the transport of invasive species associated with the fouling and improving the health and safety at the workplace, as there is minimum crew involvement in the cleaning operation and the marine traffic in ports is not disturbed. Through the successful development and implementation of HCR technology, Cliin will be in a strong position to exploit a market projected to value US$ 4 Billion by 2020 and enhance its profitability by the stream of the sales, with an expected cumulated revenue of Ä107 million, 5 years after project completion.",
    "totalCost": "2086600",
    "ecMaxContribution": "1460620",
    "coordinator": "CLIIN APS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}