{
    "rcn": "215835",
    "acronym": "ESQ",
    "topics": "MSCA-COFUND-2017",
    "title": "ESQ-FP: Erwin Schrˆdinger Quantum Science Programme",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Based on the Austrian scientific excellence strategy, the Erwin-Schrˆdinger Center for Quantum Science and Technology (ESQ) has recently been launched as a new nation-wide research initiative. ESQ is coordinated by the Austrian Academy of Sciences (OEAW), under the auspices of the Ministry of Science, Research and Economics, in close collaboration with the Vienna University of Technology (TUWIEN), the University of Vienna (UNIVIE), and the University of Innsbruck (UIBK). At present, 28 research groups cooperate in research and training programmes in quantum science and technology. ESQ will serve as a EU hub for Experienced Researchers and ESQ teams will contribute to the European Quantum Flagship Initiative, as well. ESQ supports in particular postdoctoral careers and innovative projects in quantum research and it will gain additional visibility and momentum through the MSCA COFUND program fostering interdisciplinary inter-sectoral research. ESQ supports incoming international fellows in developing their scientific careers. The ESQ fellowship programme offers mentoring by scientists, who were selected for their scientific excellence and it builds on an excellent infrastructure at all partner organizations. ESQ provides an extensive international scientific network and many options for personnel development and acquiring transferrable skills, also with industrial partners. For that purpose, the fellows will also be offered extended academic and inter-sectoral secondments. The ESQ fellowship programme will publish one international call per year to recruit up to 15 fellows distributed over three selection rounds and 54 months. The selection process follows the principles of excellence and transparency and will be supported by a high-level, international selection committee. The ESQ fellowship programme thus enhances the research capacity in Europe substantially as it provides excellent research opportunities to the best young talents in quantum research.",
    "totalCost": "2124000",
    "ecMaxContribution": "1062000",
    "coordinator": "OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}