{
    "rcn": "215817",
    "acronym": "NeOtStraTurkBalk",
    "topics": "MSCA-IF-2017",
    "title": "Neo-Ottomanism? New Strategies of Turkey and the Impact of Foreign Aid to Post-War Cultural Reconstruction in the Balkans",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "This project seeks to find out how foreign assistance in the fields of culture, religious revival and education change regions ravaged by inter-ethnic violence and state breakdown, and how such foreign assistance is perceived locally. My case study is the assistance provided from the Turkish Republic to Bosnia-Herzegovina, and local responses to it. The empirical research will focus on Turkish aid in the areas of higher education, religious studies, and the rebuilding of Ottoman-era monuments. This project sets the analysis of the impact of Turkish aid in the Balkans in the context of the revival of the concept and debates on Neo-Ottomanism in the region and globally. The analysis poses following questions: How do the interpretations of the historical legacy of the Ottoman Empire in the post-Yugoslav region correspond with actual policies of aid that the Republic of Turkey provides as a major donor, especially for post-war reconstruction projects in Bosnia-Herzegovina? What sort of changes in the political and popular culture in the beneficiary country can we observe as a result of Turkish aid in the areas of culture, higher education and religious education, according to local responses in Bosnia-Herzegovina? What is the interaction between the fears of Neo-Ottomanism as an alleged expansionist and ëIslamizationí program of Turkey in the Balkans and the anti-Turkish, anti-Muslim discourses as a recent characteristic of the populist rhetoric in several European Union states?",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}