{
    "rcn": "215807",
    "acronym": "TakeupSLaCk",
    "topics": "MSCA-IF-2017",
    "title": "Role and regulation of dendritic cell functions by Solute Carrier Transporters",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Phagocytes are confronted daily with the dreaded task to respond to billions of dying cells and a plethora of external pathogens. Dendritic cells (DCs) comprise a heterogeneous group of phagocytes that are equipped with several phagocytic and pathogen recognition receptors (PRRs), and with the processing machinery to mediate efficient elimination of apoptotic or infectious cargos. This, in turn, helps to maintain tissue homeostasis and prevent autoimmunity. However, there is fast-growing evidence that DC functions also affect metabolic pathways. Moreover, we are now beginning to appreciate that phagocytes need to adapt to metabolic changes and deal with the ingested material by recruiting, among others, the membrane-bound solute carrier transporters (SLCs). SLCs are the second largest family of membrane proteins in the human genome, yet remain relatively under-studied. SLCs mediate the import and export of ions, nutrients, lipids, fatty acids or drugs, and the relevance of their functions is reflected by the vast number of diseases linked to altered expression or function of SLCs, and the many drugs that target SLCs. Using sophisticated mouse models, we will analyse the expression of SLCs in DC subsets in vivo upon engulfment of apoptotic or infectious cargos. Using cutting edge technologies, we will dissect the transcriptional and metabolic programs that dictate functions of DC subsets in both tolerogenic and immunogenic conditions. We wil address, for the first time, the role of SLCs in major DC functions such as sensing pathogens and presenting antigens to T lymphocytes for the initation of adaptive immune responses. Altogether, this study will provide new insights into SLC regulation and DC biology. This proposal has the potential not only to reveal novel aspects of the use of SLCs for drug development and therapeutics of both common and rare diseases, and to enhance the targeting of engulfment or of metabolic pathways in healthy states.",
    "totalCost": "160800",
    "ecMaxContribution": "160800",
    "coordinator": "VIB",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}