{
    "rcn": "215811",
    "acronym": "TOPOREF",
    "topics": "MSCA-IF-2017",
    "title": "The Effect of DNA Topology on Eukaryotic Replication",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The replication of DNA is one of the fundamental processes that drives all life. Errors in replication are responsible for a host of human diseases as well as for all adaptation and evolution, and hence the mechanisms, regulation, and fidelity of this process are of great interest to both fundamental biology and medical research. A complete, active replisome was recently reconstituted in yeast, allowing unprecedented probing and control of eukaryotic DNA replication in in vitro experiments. In this fellowship, I will take the exciting new opportunity offered by this breakthrough to study how torque and twist in the DNA double helix affect replisome activity. I will measure how DNA supercoiling affects replisome assembly and how the progressive buildup of torque impacts its progression along DNA. At the torque that fully stalls the replisome, I will determine its still-unknown composition. Finally, I will examine how such torque buildup impacts the disruption of nucleosomes present on the DNA to assess whether this effect can play a significant role in vivo. To achieve these scientific insights, I will both make use of the biological expertise and single-molecule instrumentation  that are available in the host laboratory (e.g. TIRF microscopy, magnetic tweezers), and use my expertise to develop and exploit an integrated instrument that facilitates evaluation of replisome composition on different DNA substrates.  These experiments will shed light on the functioning of the eukaryotic replisome, particularly its dynamic response to force and torque. The use of single-molecule techniques to study the full replisome is unprecedented, and the development of an integrated tweezers/TIRF instrument will be unparalleled in the depth of insight it can offer. In doing so, I will answer key questions about the structure and dynamics of the replisome, examine the role of DNA topology in replication, and open up a wealth of avenues for future investigation.",
    "totalCost": "165598,8",
    "ecMaxContribution": "165598,8",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}