{
    "rcn": "215875",
    "acronym": "EuroXpand",
    "topics": "SMEInst-05-2016-2017",
    "title": "EUROpean clinical validation of a new ex vivo eXpanded stem cell theraPy for cArdiac regeNeration after acute myocarDial infarction: EUROXPAND",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Heart failure (HF) after acute myocardial infarction (AMI) remains the first cause of death in developed countries, above cancer, with a life expectancy less than 5 years. With an overall cost of 83 billion euros per year worldwide , HF represents a global public-health issue. Treatments following AMI are still characterised by burdensome surgical procedures and post-operative treatments which both fail to prevent HF development. \nIn this context, CellProthera, founded in 2008, developed an innovative technology based on the discoveries of its founder, Pr. HÈnon, who has worked on stem cells for more than 35 years. Unlike its competitors, CellProthera has already demonstrated the efficacy and the safety of its cell therapy, thanks to a successful Proof of Concept study. The clinical outcomes indicated an excellent safety profile associated with an outstanding long-term recovery of the cardiac function, facilitating socio-professional reinsertion.\nThe process used during the pilot phase could not be patented nor industrialised, limiting its availability to all patients. Hence, Cellprothera has developed a patented cell expansion automate StemXpandÆ, combined with StemPackÆ Kit creating an innovative business model, and a new cell therapy process less invasive, more affordable, and decreasing health costs related to HF in the order of 50 to 75%.\nWith the efficacy demonstration of the new process through EuroXpand project, Cellprotheraís cell therapy could become the reference treatment to prevent HF after AMI. This way, CellProthera will be in possession of all the assets required to achieve a leader position in HF prevention, after AMI. Indeed, with a potential of millions patients / year worldwide, Cellprotheraís total turnover is expected to reach 1,9 billion euros in 2021, associated to the creation of at least 40 direct jobs by 2022 and several thousands of indirect jobs, particularly in Cell Therapy Centres.",
    "totalCost": "5000000",
    "ecMaxContribution": "5000000",
    "coordinator": "CELLPROTHERA",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}