{
    "rcn": "215862",
    "acronym": "WineLeather",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative green leather production from wine industry waste",
    "startDate": "01/03/2018",
    "endDate": "31/08/2019",
    "objective": "Vegea is a young start-up with a solid chemical background with long experience in natural polymers and industrial processes, constituted by researchers coming from the academy with a strong entrepreneurial inclination. It has already received several awards recognizing the value of its disruptive innovation, such as Start&Cup Award-2015, Start&Re-Start-2016, and H&M Global Change Award-2016 for a total funding of more than Ä300.000. The main scope of WineLeather project is the deployment of an absolute breakthrough innovation demonstrating a novel, cost-effective and eco-friendly process for the production of organic leather and introducing in the European leather goods market a new kind of bio-leather using a non-animal and renewable raw material, considered up today an agricultural waste: the grape marc. In fact, the production process can be classified ìzero impactî for the environment since it does not make any waste or byproduct, it does not use chemical reagents or additional water, and at the contrary, it produces clean water from the grape marc exsiccation (60% w/w), with an estimated consumption of only 16 Mkcal/m2. Our innovation will allow leather goods manufacturers to answer to the increasing customersí awareness about environmentalist and animalist concerns, to propose a new product with same quality of common leather and, at the same time, to find an alternative and renewable raw material, helping them to overcome stringent regulations about animal treats and tanning processes. Upon project length we aim at industrializing the process production by 2022, reaching a forecasted production capability of 4.5 million m2/yr, the ambitious business objectives of Ä 8,64 million net profits over 4 yrs of commercialization (2022), and consequently a greater-than-market ROI (26%) and profitability (22%). For the launch of WineLeather by 2019, we foresee a total investment of more than Ä900.000, of which Ä801.875 budgeted for the Phase-2.",
    "totalCost": "801875",
    "ecMaxContribution": "561312",
    "coordinator": "VEGEA SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}