{
    "rcn": "215842",
    "acronym": "TECNIOspringINDUSTRY",
    "topics": "MSCA-COFUND-2017",
    "title": "ACCI” programme to foster mobility of researchers with a focus in applied research and technology transfer",
    "startDate": "01/06/2019",
    "endDate": "31/05/2024",
    "objective": "TECNIOspring INDUSTRY Fellowship Programme is proposed by ACCI”, the Catalan Agency for Business and Competitiveness, attached to the Ministry of Business and Knowledge of the Government of Catalonia. \nWith a budget of 11,085,120 Ä (46% EU contribution, 54% ACCI” own funds) and a duration of 5 years, TECNIOspring INDUSTRY will address experienced researchers who will develop their research career in their area of interest, with focus on technology transfer. TECNIOspring INDUSTRY programme will receive joint applications of an experienced researcher and the host organisation of his/her choice (the beneficiary). Host organisations will be Catalan companies and entities of the Catalan Research and Technology Transfer System, recognized with the TECNIO accreditation. \nThe programme will fund 72 fellowships, offering high-quality professional opportunities, with living plus mobility allowance well above the amount set by MSCA, through its two types of mobility schemes, incoming and outgoing\\return. Fellows will be free to choose their applied research project, with focus on technology transfer, and a host organisation fitting their individual and interests. The programme will have three calls that will be internationally advertised, including EURAXESS website, and allow a fair competition between applicants through an open, merit-based selection process. \nACCI” already manages two COFUND fellowship programmes, TECNIOspring under FP7 (GA n∫ 600388) and TECNIOspring PLUS under H2020 (GA n∫ 712949). TECNIOspring INDUSTRY will consolidate success and go beyond the earlier grants to increase impact and alignment with MSCA best practices by further opening the programme to industry, improving conditions for fellows, increasing networking opportunities in less represented countries, enlarging training offer and fostering synergies with ERDF. The programme's budget and ACCI”'s contribution are increased accordingly, while EC contribution remains the same as in TECNIOspring PLUS.",
    "totalCost": "10195200",
    "ecMaxContribution": "5097600",
    "coordinator": "AGENCIA PER A LA COMPETITIVITAT DE LA EMPRESA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}