{
    "rcn": "215819",
    "acronym": "RoadNet_Andes",
    "topics": "MSCA-IF-2017",
    "title": "Road networks and territorial dynamics: a geospatial approach to Andean cultural heritage in motion between the Altiplano and the Pacific coast",
    "startDate": "16/04/2018",
    "endDate": "15/04/2020",
    "objective": "RoadNet_Andes research is interested in the palimpsestic character of road networks and their relation to the spatial structure and dynamics of territorial formations through time. Because of this palimpsestic character, the interpretation of road networks has always constituted a challenge for archaeological research interested in the long-term perspective of territorial formations, resilience and changes. Therefore, this research is aimed at developing an innovative geospatial approach for the chronological disentanglement of complex road networks.\n\nUsing an Andean case study, the project will apply a multiscale analysis of an empirical archaeological record of great extent and integrity, in the framework of the macro-regional dynamics related to extended territorial formations between the Altiplano and the Pacific during the last millennium.\n\nThis MSCA training through research, aimed at ER reintegration in Europe after an early academic career in Chile, will be realised at the Institute of heritage sciences (Incipit) of the Spanish National Research council (CSIC), with international partnerships. This structure will constitute an excellent research environment for both innovate GIS-based network analysis and digital landscape archaeology, as well as for the development of an anthropological critical perspective about the current politics of road networks heritagisation which constitutes a great societal challenge in a pluri-national frontier zone, like the study area of this project.",
    "totalCost": "158121,6",
    "ecMaxContribution": "158121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}