{
    "rcn": "215865",
    "acronym": "Innovators2B",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Integrated approach to first time innovators ñ assisting SMEs in transition of their potential to actual innovation",
    "startDate": "01/03/2018",
    "endDate": "28/02/2019",
    "objective": "The main aim of Innovators2B is to enhance the agenciesí management efficiency in the field of first time innovatorsí service. Three innovation agencies involved in the project will work using twinning\\ methodology in order to create valuable Design Options Paper regarding first time innovators engagement into process of implementing innovation. The solutions developed in the paper will be implemented in the agencies as new or improved programmes based on these given approaches. \nThe result of peer learning activities within the project will be an effective approach to identify and convince ìpotentially innovative companiesî to engage in innovation process with the use of external support. It involves designing the whole support process from the identification of the target group, marketing channels, attractive offer, diagnostics of individual needs, consequent support delivery and follow up of the process till successful result. \nThe results of the project will be communicated to regional and national authorities as the topic of monitoring SMEs needs is very common with regard to efficiency of policies aiming to enhance SMEs competitiveness, especially their growth on national and international markets as well as their engagement in innovation processes.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "FUNDACJA UNIWERSYTETU IM ADAMA MICKIEWICZA W POZNANIU",
    "coordinatorCountry": "PL",
    "participants": "FUNDACIO GENERAL DE LA UNIVERSITAT JAUME I FUNDACIO DE LA COMUNITAT VALENCIANA;VIESOJI ISTAIGA LIETUVOS INOVACIJU CENTRAS",
    "participantCountries": "ES;LT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}