{
    "rcn": "215880",
    "acronym": "HEAF",
    "topics": "SMEInst-09-2016-2017",
    "title": "High-Efficiency Axial Flux Machines",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Electric machines (generators and motors) are ubiquitous, the cornerstones of the modern world and the transition into a low-carbon economy. The impact of electrical machineís performance on all aspects of energy, from cost-effectiveness to environmental footprint, cannot be overstated.  Most machines, however, are based induction motor \\ gearboxes combinations. These have limited efficiencies and poor reliability, making them unsuitable for applications in e.g. wind power turbines. More advanced direct drive (gearbox-less) machines suffer from cost, size, and efficiency limitations. Most current solutions do not provide a good fit to the requirements of advanced machine usage, where efficiency, mass, volume, reliability, cost-effectiveness, and volume production remain limitations.\nMagnax is a Belgian startup team combining unique practical engineering and commercial start-up experience with world-class electric machine research. We have developed a unique, proprietary variant of axial flux direct drive machine, which can provide a step change in efficiency, size, reliability, manufacturing resource requirement, and cost-effectiveness. \nMagnax has developed a 100kW full-scale MVP prototype, which is undergoing testing in commercially viable prototype systems within micro-grid wind power solution. The proposed project will develop this concept further: scaling it to MW generators for use in offshore/utility wind power projects, and developing a high-speed motor (HS) version for use in demanding electric motor applications ñ such as electric vehicles. In phase 1, we will analyse these broader potential markets, and develop a roadmap to take the MW and HS products to market via validation in commercial trials (phase 2), and scaling to market (phase 3).",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "MAGNAX",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}