{
    "rcn": "215854",
    "acronym": "iHand",
    "topics": "SMEInst-01-2016-2017",
    "title": "The First Soft Robotic Glove for Hand Injury Prevention and Rehabilitation",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "i-Hand is a soft robotic glove that can add extra strength to the grip and increase grip function for a) persons who perform intense manual labor/sports and want to prevent any hand issues, b) persons who want to reduce the risk of occupational injuries related to manual activities at work or home and c) persons recovering from hand problems. The first generation of the glove (SEM glove) generated Ä1M of sales an average price of 4100 Euros in 2016. The second generation of the glove (i-Hand) is a modular platform that can be used to develop different product variants tailored for different markets, and that has been optimized for volume production. \nThis is a disruptive innovation for medical rehabilitation and worker health & safety as users can - for the first time - use the device at home or at work, without needing expensive/voluminous specialized equipment (rehabilitation robot or work exoskeleton). The i-Hand glove has a slim design and the same look and feel as a regular glove with a weight under 70g. Mini-actuators and high performance batteries provide enough strength to support activities at work or at home for 8-16 hours without recharge, while keeping the total weight of the system under 400g. The device production cost will be able to reach below 180 Euros at volumes > 500-1000 units. \nThe project will conduct user trials in 3 concrete scenarios (assist, rehab and prevent) in order to gather additional evidence of its benefits and provide end-user iterative feedback. \nBioservo has already closed agreements with leading partners such as OttoBock (orthopaedic devices), Hocoma (rehabilitation systems) and already has collaboration agreements with GM, NASA, GE, Airbus and Eiffage. \nThe glove is also endorsed by key stakeholders such as Swedish Employment Service, the Norwegian Labour and Welfare Administration and the Finnish Health Authority. \nThe project should enable Bioservo to generate 53M Euros and 178 new jobs by 2024.",
    "totalCost": "3271387,5",
    "ecMaxContribution": "2289971,25",
    "coordinator": "BIOSERVO TECHNOLOGIES AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}