{
    "rcn": "215885",
    "acronym": "SOFTCAR",
    "topics": "SMEInst-10-2016-2017",
    "title": "The cleanest and lowest cost car ever!",
    "startDate": "01/04/2018",
    "endDate": "31/07/2018",
    "objective": "Despite electric vehicles (EVs) are being promoted worldwide to decarbonize the transport sector and depollute city centers, the EVs industry is still facing several challenges which hampers the market deployment: 1) Technical: All cars are manufactured based on stamped steal-based chassis, making it very difficult to reduce the vehicle weight, which is the main hurdle for EVs. 2) Economic: Manufacturing lines are heavily automatized, hence with high capex and little employment. 3) Environment: The car manufacturing process has a huge environmental impact at each phase of the lifecycle (production, use, end of life). \nSOFTCAR SA is a Swiss start-up, founded by a team of 3 experts in the field of EVs who is now bringing to the market a high performance, highly competitive 4-seater battery EV, which offers the lowest possible ecological footprint while offering the same safety and performance level as other EVs.\nThe Softcar paradigm shift in car conception and manufacturing translates into breakthrough economic added value and key product differentiation in three main areas:\n1) Sustainable materials: The vehicle architecture is based on massive use of bio-plastics and advanced composite materials that reduce the vehicle weight by 2.5 compared to classical car. \n2) Disruptive architecture: Softcar reduces the number of parts from 40,000 in classical EVs to 1,800, lowering the production costs from Ä15,000 for conventional EVs to Ä9,000 for Softcar. \n3) Breakthrough manufacturing: There are only two automated process (Rotomoulding and GMT), implying that a low capex small-size plants can be viable from capacities of 5,000 vehicles per year (about 40 times lower than classical automotive industry). \nThe total capex requirement is Ä17 million, the pilot plant reaches capacity (5000 unit/year) 5 years after start of production, while the cumulated cash flow breaks even just after 2 years and reaches Ä88 million at 4th year, corresponding to an IRR of 132%.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "SOFTCAR SA",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}