{
    "rcn": "215864",
    "acronym": "Hot chips",
    "topics": "SMEInst-01-2016-2017",
    "title": "Waste heat recovery for industrial heat intensive processes",
    "startDate": "01/05/2018",
    "endDate": "31/03/2020",
    "objective": "The proposal addresses the initial exploitation of a vast business opportunity for waste heat recovery (WHR) in industrial processes worldwide. 12-25% of national energy consumption in industrial countries is used for drying, one of many processes suitable for WHR.  The industries paper, petrochemical, food, wood and plastic have a moderate calculated potential need of 4400 high temperature heat pumps (HTHP) delivering heat between 100 and 150 oC in Europe alone.\nThere is a technology gap in the market for heat pumps delivering temperatures between 100 and 200 oC according to a comprehensive report from IERE (Stuttgart University), a necessity to fully exploit the vast potential in industrial processes. Tocircle is maturing its compressor and integrating it in a High Temperature Heat pump (HTHP) to fill this gap.\nThe first process to address is the European potato frying industry consisting of 250 known frying lines. Their energy (gas) consumption totals 8 TWh a year at a value of 210 MÄ. The corresponding emission is 1.5 Mt CO2. A reduction in fossil consumption by 70% can be achieved by integrating a HTHP in the deep-frying process.\nThe global market value of frozen French Fries is about 19 billion $ with Europe as the largest market, then North-America and Asia-Pacific. They represent the growth path for our potato frying solution.\nCommercial objectives: Tocircle will reach annual HTHP sales of 63 MÄ in Y3 after project completion, a profit of 16 MÄ and creating 100\\ new jobs in Europe from the European potato frying segment alone.\nTechnical objectives: to mature Tocircleís patented rotary vane compressor using Evaporative Compression Technology (ECT), to integrate an ECT compressor package into a full-scale pilot HTHP system and to demonstrate the solution at one of 11 frying lines of company Aviko, a major international French fries producer.\nECT is a disruptive technology allowing the HPHT to deliver temperatures up to 200 oC.",
    "totalCost": "3944847,5",
    "ecMaxContribution": "2500000",
    "coordinator": "TOCIRCLE POWER SYSTEMS AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}