{
    "rcn": "215866",
    "acronym": "HelpingHAND",
    "topics": "SMEInst-02-2016-2017",
    "title": "A 3D printed, affordable myoelectrical prosthetic hand of personalizeable size for optimal comfort and functionality",
    "startDate": "01/05/2018",
    "endDate": "31/10/2020",
    "objective": "The needs of prosthetic hand users are still widely unaddressed, with 1/5 of end-users giving up on prosthesis use altogether. Discomfort and poor functionality are key complaints of prosthesis end-users, with >75% considering their current prosthesis too heavy and too slow for daily use. Indeed, existing commercial alternatives fail to provide simultaneously: 1) control of prosthesis through myoelectrical sensing (i.e. sensing the remining muscles contraction to open/close the prosthesis grip and change its gesture), 2) advanced/precision gripping patterns and 3) competitive costs within reimbursable limits of several countries. In addition, competing myoelectric prosthetic hands are typically 20-75% heavier than the human hand, resulting in significant pain and discomfort from continuous daily use.\n\nHereto, the prosthetic hand from Hy5 relies in a unique design that uses a combination of pumps and valves allowing fingers to be moved independently by a single central pumping unit. This not only allows to significantly lower the complexity of the overall system architecture, but also enables advanced gripping functionalities and gesture freedom without significantly ramping the prosthesis cost. Moreover, highly optimized use of advanced materials and 3D printing allow to bring the prosthesis weight on pair with the human hand ñ addressing a key end-user priority for comfort. \n\nThe goal of HelpingHAND is to overcome the most prominent barriers associated to the market introduction of our disruptive prosthesis, including gathering data for its CE-labelling as well as wide demonstration to gather sound evidence to support a solid communication strategy to build market awareness and end-user trust. Hereto, the successful implementation of the present project will represent a significant business opportunity for Hy5, sustaining a very fast-paced growth over its first 5 years of commercialization.",
    "totalCost": "2063125",
    "ecMaxContribution": "1431062",
    "coordinator": "HY5PRO AS",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}