{
    "rcn": "215861",
    "acronym": "ICU-CARE",
    "topics": "SMEInst-06-2016-2017",
    "title": "Delivering BEACON Caresystem ñ a ground-breaking ICT-enabled ICU bed-side assistant providing recommenda-tions for critical mechanical ventilation support for better care and reduced costs.",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "We are Mermaid Care - provider of leading ICT-based care systems for optimizing Ventilation Management within the Intensive Care Units (ICU) and anesthesia segment. \n\nICUs are some of the most resource-demanding hospital units consuming 20% of all hospital costs. A major contributor is the Length of Stay (LOS) of ventilated patients. Key to reducing costs is to reduce LOS. The process is difficult, as doctors have to decide on the proper ventilation strategy in a matter of minutes during his/her few daily rounds. Studies show that LOS can be drastically reduced if experts oversee the ventilation management 24/7 ñ clearly not a sustainable solution, we see a clear need for an ICT-based advisory system to aid 24/7 management. \n\nWe will deliver BEACON Caresystem ñ a breakthrough ventilation assistant. BEACON will potentially reduce LOS with 15-25% ñ additionally cutting ICU costs with the proportional amount. As an add-on to existing ventilation systems, it provides optimal ventilation recommendations based on non-stop, personalised monitoring. Basically a bed-site specialist. Based on unique diagnostics algorithms and physiological models, it recommends weaning off scenarios, supporting the critical decision-making processes. No one else offers this diagnostic and physiology-based approach (individualised care). The ICT-approach means BEACON changes workflow and empowers ICU nurses to take over a vast part of the management.\n\nIn the proposed project, BEACON value proposition (LOS reduction) will be clinically documented. Following the project, BEACON is launched on the EU market, allowing European hospitals to cut ICU costs and improve healthcare procedures. This project will allow us to accelerate sales volume from Ä0.8M in Y1 to Ä43M in Y5 and create 30 new European work places. Our innovation is based on \\15 years of research and 10 patents. \n\nIn Q6-2017 we submitted a very similar proposal receiving a Seal of Excellence with a score of 13.71.",
    "totalCost": "3298290",
    "ecMaxContribution": "2308803",
    "coordinator": "MERMAID CARE AS",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}