{
    "rcn": "215997",
    "acronym": "RESIST",
    "topics": "MG-7-1-2017",
    "title": "RESilient transport InfraSTructure to extreme events",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The overall goal of RESIST is to increase the resilience of seamless transport operation to natural and man-made extreme events, protect the users of the European transport infrastructure and provide optimal information to the operators and users of the transport infrastructure. \nThe project will address extreme events on critical structures, implemented in the case of bridges and tunnels attacked by all types of extreme physical, natural and man-made incidents, and cyber-attacks. The RESIST technology will be deployed and validated at 2 pilots in real conditions and infrastructures. \nRESIST will use risk analyses and leverage and further develop recent exploitable research results in robotics, driving under panic, sensing and communications, to dramatically improve the speed and effectiveness, while reducing the cost, of structural vulnerability assessment, situation awareness, response operations and increased usersí protection under extreme events towards a high level of resilience of the transport infrastructure at 3 levels: a) increased physical resilience of bridges/tunnels by robotic inspection and predictive analytics; b) restoration of services/routes back to normal quickly and permission of a continuous flow of passengers and freight across different modes of transport soon after an extreme event, which will be achieved by rapid and accurate robotic damage assessment after extreme physical events, cyber security solutions, alternative secure and continuous communication under emergency operations (including integration of terrestrial and satellite systems) and increased cross-modal flexibility; c) clear and effective communication of transport operators and users, emergency responders and the public in the vicinity, to minimise the impact of the disruption on people and businesses, by exploiting real-time data, available networks, social media and mobile technologies to allow for real-time emergency information dissemination.",
    "totalCost": "4956810",
    "ecMaxContribution": "4956810",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "EGNATIA ODOS AE;FUNDACION ANDALUZA PARA EL DESARROLLO AEROESPACIAL;TECHNISCHE UNIVERSITAET GRAZ;LOGISYSTEMS SPRL;RISA SICHERHEITSANALYSEN GMBH;EUROPEAN DYNAMICS LUXEMBOURG SA;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;BEN-GURION UNIVERSITY OF THE NEGEV;D. MPAIRAKTARIS KAI SYNERGATES-GRAFEION TECHNIKON MELETON ETAIREIA PERIORISMENIS EFTHYNIS;FORUM DES LABORATOIRES NATIONAUX EUROPEENS DE RECHERCHE ROUTIERE;SPHYNX TECHNOLOGY SOLUTIONS AG;CONSIGLIO NAZIONALE DELLE RICERCHE;JOHANN WOLFGANG GOETHE-UNIVERSITATFRANKFURT AM MAIN;TECNOSITAF SPA CON UNICO SOCIO;ENVIRONMENTAL RELIABILITY AND RISK ANALYSIS;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "EL;ES;AT;BE;DE;LU;IL;CH;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}