{
    "rcn": "215951",
    "acronym": "HealthyLivestock",
    "topics": "SFS-46-2017",
    "title": "Tackling Antimicrobial Resistance through improved livestock Health and Welfare",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "HealthyLivestock aims to reduce antimicrobial (AM) use by the pig and broiler industries in China and Europe, and consequent residues in meat and the environment, by improving animal health & welfare without compromising productivity. Phase 1, combining efforts from 5 Chinese and 8 EU academic partners, will include novel scientific approaches in 4 interlinked strategies to reduce AM need. 1) Biosecurity: reducing risk of pathogen presence within a farm through zoning-based Health & Welfare plans, including animal based indicators of success. 2) Resilience: increasing ability of animals to cope with endemic diseases, through novel stress-reducing housing systems and probiotic improvement of gut health. 3) Rapid detection: applying precision farming techniques to facilitate early detection, diagnosis and intervention of health & welfare problems. 4) Precision medication: using pharmacokinetics to target AM to only individuals or groups in need. Phase 2 will validate the technical innovations by establishing their societal acceptability and economic viability. It will also assess the relationships between the Health & Welfare plans, the level of pathogens on the farm and AM residues in product and manure. In phase 3 the projectís industrial partners dedicate their network and expertise to knowledge exchange. The Federation of Veterinarians of Europe will lead dissemination of the scientific findings through Technical Notes. Chinaís only animal welfare standard setting organisation ICCAW, and Europeís leading organisation GLOBALG.A.P., will strengthen their Quality Assurance schemes. Zoetis, the worldís largest veterinary pharmaceutical company, will develop and disseminate their pig and poultry advisory apps for global use. Finally, HealthyLivestock will support Chinese and EU policy making through CAAS and its links with International Veterinary Collaboration for China, and through the forthcoming EU Animal Welfare Platform and Network of Welfare Reference Centres.",
    "totalCost": "6982237,75",
    "ecMaxContribution": "4993710",
    "coordinator": "STICHTING WAGENINGEN RESEARCH",
    "coordinatorCountry": "NL",
    "participants": "CHUYING AGRO-PASTORAL GROUP CO LTD;LANZHOU INSTITUTE OF HUSBANDRY AND PHARMACEUTICAL SCIENCES OF CAAS;ZOETIS ENTERPRISE MANAGEMENT (SHANGHAI) CO, LTD;FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT;CHINA ASSOCIATION FOR THE PROMOTIONOF INTERNATIONAL AGRICULTURAL COOPERATION;UNIVERSITY OF NEWCASTLE UPON TYNE;INSTITUTE OF QUALITY STANDARDS & TESTING TECHNOLOGY FOR AGRO-PRODUCTS(IQSTAP) CHINESE ACADEMY OF AGRICULTURAL SCIENCES (CAAS);SHANGDONG NEW HOPE LIUHE LLC;VITATRACE NUTRITION LTD;PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY;FOODPLUS GMBH;BEIJING DABEINONG TECHNOLOGY GROUPCO. LTD;NANJING AGRICULTURAL UNIVERSITY;RESEARCH CENTER FOR RURAL ECONOMY, MINISTRY OF AGRICULTURE;PRODUKT + MARKT GESELLSCHAFT FUR MARKTFORSCHUNG UND MARKETINGBERATUNGMBH & CO. KG;FEDERATION OF VETERINARIANS OF EUROPE AISBL;ZOETIS BELGIUM SA;INSTITUTE OF ANIMAL SCIENCE (IAS), CHINESE ACADEMY OF AGRICULTURAL SCIENCES (CAAS);WAGENINGEN UNIVERSITY;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;CENTRO RICERCHE PRODUZIONI ANIMALI - C.R.P.A. S.P.A.;IFIP-INSTITUT DU PORC ASSOCIATION",
    "participantCountries": "CN;DE;UK;CY;PL;BE;NL;FR;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}