{
    "rcn": "215975",
    "acronym": "HelpUS",
    "topics": "ERC-2017-STG",
    "title": "Pioneering focused Ultrasounds as a new non-invasive deep brain stimulation for a causal investigation of empathy related brain processes in moral learning and decision making",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The success of humans depends on their ability to cooperate. Cooperation requires learning to avoid actions that harm others and select those that balance benefits for self and others. Reinforcement leaning captures how individuals learn to optimize benefits for themselves, by associating actions and outcomes for the self. The social context requires to incorporate outcomes for others into that equation by transforming them into the currency used to value our own outcomes. Research on empathy, by suggesting that we transform the emotions of others into neural representation of how we would feel in their stead, provides testable mechanistic hypotheses of how we do that. The painful facial expression of our friend after we kick him would be transformed into the pain we would feel when kicked, associating kicking with negative value, thereby motivating us to stop kicking. Testing this hypothesis would require altering brain activity in the anterior insula and cingulate involved in this process, and showing that these changes alter decision making. Because current tools in humans cannot selectively modulate activity in these deeper regions we however remain frustratingly powerless to do so. Here we will develop a brand new method using ultrasounds to modulate brain activity at any depth to brake down this barrier. Using fmri, we will measure vicarious activity and compare it with computational models. This will push our understanding of our social nature to a new computational level, and pave the way to a more causal understanding of prosociality that can inform successful interventions for so far untreatable antisocial disorders. More generally deep brain stimulation via US, and the understanding of how US modulate brain activity, will unleash affective neuroscience to noninvasively explore what had remained beyond our reach: the causal relationship between deeper (limbic) structures and behavior and cognition.",
    "totalCost": "1500000",
    "ecMaxContribution": "1500000",
    "coordinator": "KONINKLIJKE NEDERLANDSE AKADEMIE VAN WETENSCHAPPEN - KNAW",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}