{
    "rcn": "215987",
    "acronym": "JOLT",
    "topics": "MSCA-ITN-2017",
    "title": "Harnessing Data and Technology for Journalism",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "JOLT will deliver a world-class, multi-sectoral PhD research-training programme focused on harnessing digital and data technologies to advance economically sustainable and socially valuable journalism. Journalism is in profound crisis arising from declining advertising revenues, the dominance of US technology platforms, and the rise of online information-sharing including fake news. Journalism research has not kept pace with these changes. This is reflected in the lack of European, and indeed global, PhD programmes focussed on the intersections of journalism, data and technology. Europe lacks knowledge on the best-practice integration of data and digital technologies, strategies to overcome organization disruption, and on the political, social and ethical implications of digital journalism. JOLT addresses this lack by creating a multidisciplinary and multi-sectoral consortium of five leading European universities and twelve non-academic partners (four as beneficiaries) representing journalism NGOs, SMEs and large-scale media enterprises. JOLTís training programme is grounded in the universitiesí academic excellence and the complimentarily of diverse non-academic partners. In addition to secondments with non-academic partners, all ESRs will attend 3 industry workshops, 6 seminars on research and transferrable skills, and 3 summer schools, which draw on the cross-sectoral and multi-disciplinary expertise of all partners. JOLTís key measurable outputs will be much-needed open-source tools and technical protocols, 30 journal articles, 30 conference papers, 15 policy and best-practice guidelines, and extensive media outreach conducted in collaboration with JOLTís media partners. JOLT will act as a pilot for the formalization of similar PhD programmes, create a sustainable network of multi-disciplinary and cross-sectoral partners to advance research/innovation beyond the project, and support the renewal of a socially valuable and competitive European media sector.",
    "totalCost": "3912456,96",
    "ecMaxContribution": "3912456,96",
    "coordinator": "DUBLIN CITY UNIVERSITY",
    "coordinatorCountry": "IE",
    "participants": "THE IRISH TIMES DESIGNATED ACTIVITYCOMPANY;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;SAMSA.FR;UNIVERSIDAD DE NAVARRA;BRITISH BROADCASTING CORPORATION;STICHTING EUROPEAN JOURNALISM CENTRE;UNIVERSITE PAUL SABATIER TOULOUSE III;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "IE;EL;FR;ES;UK;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}