{
    "rcn": "215999",
    "acronym": "CityChangerCargoBike",
    "topics": "MG-4.1-2017",
    "title": "CityChangerCargoBike",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The large scale introduction and application of cargo bikes in urban areas has shown to be a game changer for cities: the image of cycling improves; general levels of cycling increase (both for freight and passengers); urban space is used more efficently; air quality, safety levels as well as quality of life improve. However, this innovative solution is present in only a few cities and at best in the starting phase in other European cities. Its full potential has not been achieved in any European city. \nCityChangerCargoBike (CCCB) aims to change this and increase and accelerate take-up. CCCB will take the very best cargo bike implementation examples, contexts and expertise in Europe and profit and learn from them in order to transfer these on a large scale and in the best way possible to new cities and contexts - in CCCB's forerunner cities, in the follower cities and beyond. \nCCCB is based on the huge potential of cargo bikes to replace: \n- 23 - 25% of the commercial deliveries in cities\n- 50% of the commercial service and maintenance trips\n- 77% of private logistics trips (shopping, leisure, child transport)\nFurther, cargo bikes bring with them a whole new bicycle culture: new fashonable multi-purpose cargo bike designs, cargo bike shops, new logistics concepts. Stationary cargo bikes can quickly be transformed to mobile street furniture and then even fulfil a place maker function. \n\nCCCB has the following objectives: \n- Raise awareness among the relevant stakeholders: public, private and commercial sector. \n- Utilise innovative tools for the take-up and scale-up and transfer between forerunner and follower cities: e.g. peer-to-peer exchange.\n- Establish favourable framework conditions for cargo bike use.\n- Achieve wide roll-out and transferability through Forerunner cities, Follower cities (within the consortium) and External follower cities.\n- Reduce congestion, emissions; increase safety; increase public space and improve public space usage.",
    "totalCost": "3920712,5",
    "ecMaxContribution": "3808645,63",
    "coordinator": "FORSCHUNGSGESELLSCHAFT MOBILITAET  - Austrian Mobility Research FGM - AMOR Gemeinnutzige GMBH",
    "coordinatorCountry": "AT",
    "participants": "GEMEENTE UTRECHT;EUROMETROPOLE DE STRASBOURG;POLITECHNIKA KRAKOWSKA;OSLO KOMMUNE;CAMBRIDGESHIRE COUNTY COUNCIL;MESSENGER a.s.;STAD MECHELEN;MIASTO GDYNIA;COPENHAGENIZE APS;OBSHTINA VARNA;EUROPEAN CYCLE LOGISTICS FEDERATION;CENTRO DE ESTUDIOS AMBIENTALES;COMUNE DI RIMINI;CAMARA MUNICIPAL DE LISBOA;EUROPEAN CYCLISTS' FEDERATION ASBL;AYUNTAMIENTO DE DONOSTIA SAN SEBASTIAN;DIMOS DRAMA;GRAD DUBROVNIK;MUNICIPALITY OF ALBA IULIA",
    "participantCountries": "NL;FR;PL;NO;UK;CZ;BE;DK;BG;ES;IT;PT;EL;HR;RO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}