{
    "rcn": "215940",
    "acronym": "SHui",
    "topics": "SFS-47-2017",
    "title": "Soil Hydrology research platform underpinning innovation to manage water scarcity in European and Chinese cropping systems",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "SHui is conceived as a network integrating long-term experiments of its 19 academic and SME partners across different environmental conditions and cropping systems in the EU and China. It provides a platform for research on soil-water resources management under water scarce conditions, to better understand the linkages between agricultural soil hydrology and sustainability and for a systematic assessment of adaptation and mitigation methods. It will develop and implement new strategies to increase water use efficiency and yield, based on sustainable intensification through integrated use of soil and water across different spatial scales. At farm level, this includes digital agriculture solutions integrating in situ and remote sensors and simulation models to exploit an improved understanding of the relationship between crop yield variability and soil hydraulic properties, optimizing circular approaches to re-use water and using waste water sources. These technical approaches are reliant on optimum data utilization and transdisciplinary research with multiple stakeholders. At regional scales, the aggregation of biophysical and socioeconomic variables in dynamic models will evaluate the impact of different policy strategies, to support decision makers to evaluate different scenarios of land-use dynamics, economic context and current and future climate in EU and China, including assessments of water and carbon footprint. SHui will exploit scientific, technological and social innovations by disseminating and communicating these to multiple stakeholders, and implementing novel technological packages from farm to large regional scales. It aims to make a significant contribution to the EU and China Research Agenda for Agriculture in providing food security and optimum use of scarce soil and water resources. Training a cohort of early career scientists in soil conservation and water-saving practices, SHuiís legacy will extend beyond the project duration.",
    "totalCost": "5562745",
    "ecMaxContribution": "4884493,75",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "FONDAZIONE PER LO SVILUPPO SOSTENIBILE DEL MEDITERRANEO;THE AGRICULTURAL RESEARCH ORGANISATION OF ISRAEL - THE VOLCANI CENTRE;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;NORTHWEST A&F UNIVERSITY;BEIJING FORESTRY UNIVERSITY;CHANGJIANG RIVER SCIENTIFIC RESEARCH INSTITUTE;UNIVERSIDAD DE CORDOBA;NANJING AGRICULTURAL UNIVERSITY;HONG KONG BAPTIST UNIVERSITY;CESKE VYSOKE UCENI TECHNICKE V PRAZE;BEIJING NORMAL UNIVERSITY;TERRA NOVA PERIVALLONTIKI - TECHNIKI - SYMVOYLEYTIKI ETAIREIA PERIORISMENIS EYTHINIS;LANCASTER UNIVERSITY;UNIVERSITAET FUER BODENKULTUR WIEN;TERRAVISION LAB LTD;FUJIAN AGRICULTURE AND FORESTRY UNIVERSITY;KATHOLIEKE UNIVERSITEIT LEUVEN;CHINA AGRICULTURAL UNIVERSITY",
    "participantCountries": "IT;IL;DE;CN;ES;HK;CZ;EL;UK;AT;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}