{
    "rcn": "215986",
    "acronym": "SAGEX",
    "topics": "MSCA-ITN-2017",
    "title": "Scattering Amplitudes: from Geometry to Experiment",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Scattering amplitudes, describing the observations of high-energy collider experiments, provide a window into the fundamental structures predicted by relativistic quantum theories. By identifying and exploiting seemingly disparate concepts from abstract geometry, symbolic big data, and phenomenological calculations, the SAGEX network will train the next generation of researchers in the new tools, approaches and insights that will make possible previously intractable analyses directly relevant to current and near-future particle physics experiments. Assembling an unprecedented team of top scholars in mathematics, theoretical physics, and symbolic computation with major industry partners including Wolfram Research, Maplesoft, and RISC GmbH, we intend to leverage our successes, expertise, and world-class scientific challenges to provide a unique training opportunity for Early Stage Researchers (ESRs) in Europe.\n\nTraining of the network's ESRs will comprise an integrated curriculum of local and intensive network courses, schools, and engagement with active cutting-edge research. They will be seconded to at least one academic and one private sector partner of the project, building bridges between academic and industrial communities. SAGEX is set up to integrate several existing and highly recognised annual conferences with a series of new schools, workshops and industry partnerships. Through developing invaluable analytic, computational and soft skills, the ESRs emerging from this action will be eminently employable with the potential to become the next generation of European leaders in academia, industry, and the public sector. Finally, the training we offer, and the research carried out, will be made open and available, boosting not only Europe's continued leadership in the field of high-energy theoretical physics, but strategically allowing non-partner institutions with less domain experience to train scholars in relevant, in-demand skills.",
    "totalCost": "3983215,68",
    "ecMaxContribution": "3983215,68",
    "coordinator": "QUEEN MARY UNIVERSITY OF LONDON",
    "coordinatorCountry": "UK",
    "participants": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITY OF DURHAM;KOBENHAVNS UNIVERSITET;HUMBOLDT-UNIVERSITAET ZU BERLIN;RISC SOFTWARE GMBH;STIFTUNG DEUTSCHES ELEKTRONEN-SYNCHROTRON DESY",
    "participantCountries": "IE;FR;UK;DK;DE;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}