{
    "rcn": "215944",
    "acronym": "RUSTWATCH",
    "topics": "SFS-10-2017",
    "title": "RustWatch: A European early-warning system for wheat rust diseases",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "RustWatch will establish a stakeholder driven early-warning system to improve preparedness and resilience to emerging rust diseases on wheat, which is Europeís largest agricultural crop. This is urgent because Europe in 2016 experienced the most severe epidemics of wheat stem rust for more than 50 years, and the pre-existing population of wheat yellow rust has been replaced by invasive races of non-European origin. RustWatch will address all areas listed in the call, including exploring the drivers shaping the new European wheat rust populations, assessment of their impact on agricultural productivity in the context of IPM Directive 2009/128/EC, and finally develop research and communication infrastructures taking advantage of stakeholder networks and expertise, and collaboration via existing global networks. RustWatch provides beyond state-of-the-art research within new diagnostic tools, enabling rapid and precise identification of new invasive races, and investigating the impact of virulence, aggressiveness and adaptation to warmer temperatures as drivers of pathogen spread and establishment. The research has potential for a break-through in the area of host resistance phenotyping, e.g., by going beyond the observation of disease and categorize resistance responses at the cellular level. This phenotyping is essential for utilizing the vast amount of genomic sequence information produced by new emerging breeding technologies. The early-warning system for prevention and control of rust diseases will become implemented via case studies in five regions. The case studies will aid in development and validation of the systems in collaboration with a wide array of stakeholder groups, involve agricultural advisers in disease surveillance and sampling for later diagnosis, and collect information about potential barriers in adopting the system. RustWatch engages 12 universities/research institutes, 5 agricultural advisory services, and 8 SMEs/industries.",
    "totalCost": "4999998,75",
    "ecMaxContribution": "4999998,75",
    "coordinator": "AARHUS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;JULIUS KUHN-INSTITUT BUNDESFORSCHUNGSINSTITUT FUR KULTURPFLANZEN;SAATZUCHT JOSEF BREUN GMBH AND CO KG;AS.A.R. SOCIETA SEMPLICE AGRICOLA RANDAZZO;LATVIJAS AUGU AIZSARDZIBAS PETNIECIBAS CENTRS;HIR SKANE AB;TYSTOFTEFONDEN;GROUPE D'ETUDE ET DE CONTROLE DES VARIETES ET DES SEMENCES;INSTITUTO NAVARRO DE TECNOLOGIAS E INFRAESTRUCTURAS AGROALIMENTARIAS SA;JOHN INNES CENTRE;NORDIC SEED AS;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;NATIONAL INSTITUTE OF AGRICULTURAL BOTANY;THE UNIVERSITY OF AGRICULTURE, PESHAWAR;INSTYTUT HODOWLI I AKLIMATYZACJI ROSLIN - PANSTWOWY INSTYTUT BADAWCZY;BAYER AKTIENGESELLSCHAFT;VYZKUMNY USTAV ROSTLINNE VYROBY VVI;LANTMANNEN EKONOMISK FORENING;LANDBRUG & FODEVARER F.M.B.A.;ARVALIS INSTITUT DU VEGETAL;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;NARODNE POL'NOHOSPODARSKE A POTRAVINARSKE CENTRUM;SOCIETE RAGT 2N SAS",
    "participantCountries": "CH;DE;IT;LV;SE;DK;FR;ES;UK;PK;PL;CZ;SK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}