{
    "rcn": "215995",
    "acronym": "MEISTER",
    "topics": "MG-4.2-2017",
    "title": "Mobility Environmentally-friendly, Integrated and economically Sustainable Through innovative Electromobility Recharging infrastructure and new business models",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "MEISTER will deliver a set of  tools to foster e-mobility large scale adoption by (1) demonstrating innovative, sustainable business models to lower installation and operation costs of charging infrastructure, (2) optimizing usage of infrastructure by the smart combination of charging and parking services, (3) integrating EV within urban SUMPs, including the establishment of EV sharing and the inclusion of EV within MaaS schemas to reduce CO2 emissions and optimize urban space usage, (4) providing interoperable platforms and services to users for an easy, convenient and barrier-free access to charging, billing and smart grid services, including an increase of the use of RES and self-generation to power EVs. \nThus, MEISTER aims at creating the conditions for smart e-mobility market take up in cities, by means of developing integrated approaches, smart solutions and innovative, sustainable business models, which will be tested and validated in three urban areas in Southern, Central and Northern Europe: Malaga (Spain), Berlin (Germany), and Gothenburg (Sweden). These 3 sites are EU leaders in the field of e-mobility, have complementary contexts and share a common vision on EV deployment. The three MEISTER pilots will involve 51,500 users, 1,000 EV and 660 charging points.\nMEISTER expects to increase by 15% the demand for EVs, as well to reduce by 20% the installation costs of EVSE infrastructure. At the same time, the project expects to help reduce charging prices by 20% and increase by 30% the usage of RES to charge EVs. As a result of these figures, the project will also have a substantial impact in terms of a reduction of emissions and environmental sustainability, as described in section 2.1.4. Business models and public-private partnership frameworks developed and demonstrated by the project will be designed and documented to facilitate trans-European transferability and impact.",
    "totalCost": "6032335,55",
    "ecMaxContribution": "4717274,51",
    "coordinator": "ETRA INVESTIGACION Y DESARROLLO SA",
    "coordinatorCountry": "ES",
    "participants": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS;NOVADAYS SL;INSTITUT FUR KLIMASCHUTZ ENERGIE UND MOBILITAT-RECHT, OKONOMIE UND POLITIK EV(IKEM);GEWOBAG WOHNUNGSBAU- AKTIENGESELLSCHAFT BERLIN;GOTEBORGS KOMMUN;VMZ BERLIN BETREIBERGESELLSCHAFT MBH;RISE VIKTORIA AB;AYUNTAMIENTO DE MALAGA;E.ON SOLUTIONS GMBH",
    "participantCountries": "EL;ES;DE;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}