{
    "rcn": "215973",
    "acronym": "HyCool",
    "topics": "LCE-12-2017",
    "title": "Industrial Cooling through Hybrid system based on Solar Heat",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "HyCool Project Mission is increasing the current use of Solar Heat in Industry Processes, and to do so the project proposes the coupling of a new Fresnel CSP Solar thermal collectors (FCSP) with specially build Hybrid Heat Pumps  (HHP) (a ìtwo-in oneî combination of adsorption and compressor based heat pumps) for a wider output temperature range (Solar Heating & Cooling ñSHC-), and to provide a wide range of design and operational configurations to better fit each case, hence increasing the potential implementation of the proposed Solar Heat in industrial environments.\nThe two main features of HyCool System are Flexibility and Efficiency an they will allow different strategies for a technically and economically viable system. During Capital Expeditures phase simplicity will be aimed pursuing easiness in design configuration optimization, modular construction and ITS for commissioning. During Operational Expenditures the optimum balance between the HyCool System Operational Flexibility and Efficiency will be targeted to maximize HyCool cost effectiveness to each individual case. Following this, the pilots proposed will demonstrate both opposed strategies in two selected key leading industry sectors: \n\nFood Case Pilot targets specialized small Food industries in high solar irradiation areas with cooling needs in their processes. Here narrow configurations are aimed to optimize Efficiency, so a simple system will be selected to obtain maximum outputs based on the conditions of use.\n\nChemical Case Pilot target industries with several processes in high solar irradiation areas with steam and cooling needs. Here a more complex configuration is aimed to optimize Operational Flexibility, so a more complex system will be implemented, able to be switched among different options based on weather, season and production schedule.\nFinally, special consideration will be taken in building trust during HyCool communication and results dissemination during the project.",
    "totalCost": "7740440",
    "ecMaxContribution": "5818971,87",
    "coordinator": "VEOLIA SERVEIS CATALUNYA SOCIEDAD ANONIMA UNIPERSONAL",
    "coordinatorCountry": "ES",
    "participants": "ASOCIACION ESPANOLA DE NORMALIZACION;BO DE DEBO S.L.;COMET GESINCO SL;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;IDP INGENIERIA Y ARQUITECTURA IBERIA SL;DR. JAKOB ENERGY RESEARCH GMBH & CO. KG;GIVAUDAN SUISSE SA;CONSIGLIO NAZIONALE DELLE RICERCHE;CIAOTECH Srl;EKODENGE MUHENDISLIK MIMARLIK DANISMANLIK TICARET ANONIM SIRKETI;FAHRENHEIT AG;ECOTHERM AUSTRIA GMBH;R2M SOLUTION SRL;FRESNEX GMBH;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT",
    "participantCountries": "ES;AT;DE;CH;IT;TR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}