{
    "rcn": "215941",
    "acronym": "NEXTFOOD",
    "topics": "RUR-13-2017",
    "title": "Educating the next generation of professionals in the agrifood system",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "NEXTFOOD will drive the crucial transition to more sustainable and competitive agrifood and forestry systems development by designing and implementing education and training systems to prepare budding or already practicing professionals with competencies to push the green shift in our rapidly changing society. NEXTFOOD will challenge the linear view of knowledge transfer as a top-down process from research to advice and practice, and support the transition to more learner-centric, participatory, action-based and action-oriented education and learning in agrifood and forestry systems.  In several pioneering case studies, covering agrifood and forestry systems in Europe, Asia and Africa, farmers solve real challenges related to sustainability together with researchers, students and other relevant stakeholders while developing both green technical skills and soft collaborative competencies. \nNEXTFOOD will assure quality in research and education by creating a peer-review system for evaluation of practice-oriented research outputs focusing on sustainability and practical usefulness. In addition, we will develop an international accreditation framework for education and training in fields relevant to sustainable agrifood and forestry systems. An innovative action research process will guide the NEXTFOOD projectís development in a cyclical manner, ensuring that the research process and actual case studies are ever-improving. This will exemplify how practice-oriented research can be instrumental to achieve: better collaboration between university and society, more innovation in the agrifood and forestry systems sector, and a progressive agrifood community ready to tackle complex sustainability challenges of the 21st century",
    "totalCost": "7000000",
    "ecMaxContribution": "7000000",
    "coordinator": "SVERIGES LANTBRUKSUNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "AMERICAN FARM SCHOOL POST SECONDARY EDUCATIONAL AND TRAINING ASSOCIATION;JIHOCESKA UNIVERZITA V CESKYCH BUDEJOVICICH;SEKEM DEVELOPMENT FOUNDATION - SDF;DEUTSCHE WELTHUNGERHILFE E.V.;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;UNIVERSITATEA DIN ORADEA;UNIVERSITA DEGLI STUDI DI SCIENZE GASTRONOMICHE;BIOINSTITUT OPS;KOBENHAVNS PROFESSIONSHOJSKOLE;ALEXANDREIO TECHNOLOGIKO EKPAIDEITIKO IDRYMA THESSALONIKIS;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;CENTRE INTERNATIONAL DE HAUTES ETUDES AGRONOMIQUES MEDITERRANEENNES;UNIVERSIDAD DE CHILE;LUNDS UNIVERSITET;AGRODIATROFIKI SIMPRAKSI TIS PERIFERIAS KENTRIKIS MAKEDONIAS ASTIKI MI KERDOSKOPIKI ETAIREIA;MEKELLE UNIVERSITY;STIFTELSEN SKOGSBRUKETS FORSKNINGSINSTITUT - SKOGFORSK;ISEKI-Food Association",
    "participantCountries": "EL;CZ;EG;DE;NO;RO;IT;DK;FR;CL;SE;ET;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}