{
    "rcn": "215950",
    "acronym": "DEFEND",
    "topics": "SFS-10-2017",
    "title": "Addressing the dual emerging threats of African Swine Fever and Lumpy Skin Disease in Europe (DEFEND)",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The DEFEND consortium will target two viral diseases of livestock which are emerging into Europe ñ African swine fever (ASF) and lumpy skin disease (LSD). \nAfrican swine fever virus (ASFV) is the causative agent of ASF, a highly contagious disease of domestic pigs which causes a haemorrhagic syndrome with up to 100% mortality. ASF is endemic in sub-Saharan Africa and on the Italian island of Sardinia. In 2007 the disease was reported in Georgia. Since then it has spread to Russia, Ukraine, Poland and neighbouring countries. In 2017 outbreaks were reported in the Czech Republic and Romania. Wild boar are susceptible to ASFV and facilitate the continuing spread of the disease in Europe with regular spill-over into in-contact domestic pigs. \nThe capripoxvirus Lumpy Skin Disease virus (LSDV) causes a classic systemic poxvirus disease in cattle and spreads rapidly in warm humid conditions, most likely due to insect-borne transmission. LSDV entered Europe, the Balkans and Caucasus for the first time in 2015. The ongoing epidemic has caused the deaths of thousands of cattle through mortality and eradication campaigns. \nASFV and LSDV represent an immediate and serious threat to the pig and cattle industries in Europe and eastern and central Asia. The aim of the consortium is to control the growing LSD and ASF epidemics in Europe and neighbouring countries by understanding the drivers of LSDV and ASFV emergence, and generating research outputs which underpin novel diagnostic tools and vaccines and authenticate appropriate and rapid responses by decision-makers. A multi-actor approach will be incorporated as a central tenant of the project, with collaborations between experts from academia, industry, and government bodies including EU and non-EU partners from countries affected or threatened by ASF and LSD.",
    "totalCost": "5986250",
    "ecMaxContribution": "5599999,5",
    "coordinator": "THE PIRBRIGHT INSTITUTE LBG",
    "coordinatorCountry": "UK",
    "participants": "ISTITUTO ZOOPROFILATTICO SPERIMENTALE DELLA LOMBARDIA E DELL'EMILIA ROMAGNA BRUNO UBERTINI;KIMRON VETERINARY INSTITUTE;AGRICULTURAL RESEARCH COUNCIL (ARC);ID VET;JAVNA USTANOVA SPECIJALISTICKA VETERINARSKA LABORATORIJA PODGORICA;FRIEDRICH LOEFFLER INSTITUT - BUNDESFORSCHUNGSINSTITUT FUER TIERGESUNDHEIT;VLASTYBINE MAISTO IR VETERINARIJOS TARNYBA;MINISTRY OF RURAL DEVELOPMENT AND FOOD;VETERINARY SPECIALIST INSTITUTE KRALJEVO;EUROPEAN UNIVERSITY INSTITUTE;SVERIGES LANTBRUKSUNIVERSITET;INSTITUTUL DE DIAGNOSTIC SI SANATATE ANIMALA;Istituto Superiore per la Protezione e la Ricerca Ambientale;MINISTRY OF FOOD AGRICULTURE AND LIVESTOCK;RISK ASSESMENT CENTER ON FOOD CHAIN;SCIENTIFIC VETERINARY INSTITUTE NOVI SAD;MINISTRIA E BUJQESISE DHE ZHVILLIMIT RURAL;UNIVERSITY OF PRETORIA;FGI FEDERAL CENTRE FOR ANIMAL HEALTH;SOCIETA ITALIANA DI VETERINARIA E ZOOTECNIA TROPICALE PER LA COOPERAZIONE INTERNAZIONALE - VETERINARI SENZA FRONTIERE ITALIA ASSOCIAZIONE;ISTANBUL UNIVERSITESI;KLIFOVET AG;CENTRUM VOOR ONDERZOEK IN DIERGENEESKUNDE EN AGROCHEMIE - CODA;COMMONWEALTH SCIENTIFIC AND INDUSTRIAL RESEARCH ORGANISATION;ZOETIS BELGIUM SA;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;AZERBAIJAN FOOD SAFETY AGENCY;BULGARIAN FOOD SAFETY AGENCY;SCIENSANO;Ss. CYRIL AND METHODIUS UNIVERSITY IN SKOPJE",
    "participantCountries": "IT;IL;ZA;FR;ME;DE;LT;EL;RS;SE;RO;TR;BG;AL;RU;BE;AU;UK;AZ;MK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}