{
    "rcn": "215977",
    "acronym": "TheSocialBusiness",
    "topics": "ERC-2017-STG",
    "title": "The advantages and pitfalls of elicitated online user engagement",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The notion that websites benefit when their users are socially engagedói.e., when they interact with content and with other usersóhas become so entrenched it is practically an axiom. Accordingly, websites in numerous domains invest heavily in ësocial computingí features that encourage such engagement. In fact, many attempt to elicit engagement proactively, through the use of calls to actionóprompts that ask users to carry out participatory actions such as rating or ëlikingí content. Given the vast popularity of social computing, it is surprising how little we actually know about how user engagement affects websites and their users. From a business perspective, the direct value of user engagement is far from clear. From a societal perspective, it is unclear whether the increasing expectation for users to engage with firms may lead users to behave in ways that do not serve them. This research aims to provide a comprehensive understanding of user engagement, and specifically, engagement elicited by calls to action, from those two perspectives. I will use an empirical approach, relying on innovative lab and large-scale field experiments. The lab experiments leverage a specially-designed website. For the field experiments, we will collaborate with websites spanning several domains; we have already initiated a relationship with a leading website-development service provider that uses a freemium business model, and have been able to observe the actual behavior of its users. Our preliminary results are promising, supporting the idea that calls to action have strong effects on conversion and information revelation. Moving forward, I plan to fully characterize the nature of these effects in multiple product domains, and to isolate their underlying mechanisms. I am confident that this research program will transform our understanding of the economic and broader societal impact of the social computing phenomenon.",
    "totalCost": "1487500",
    "ecMaxContribution": "1487500",
    "coordinator": "TEL AVIV UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}