{
    "rcn": "215993",
    "acronym": "OSCCAR",
    "topics": "MG-3.2-2017",
    "title": "Future Occupant Safety for Crashes in Cars",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "OOSCCAR uses a comprehensive integrated approach for the development of future advanced occupant protection systems. It will provide a unique human body model (HBM)-based development and assessment framework, covering main challenges of future road safety due to the introduction of highly automated vehicles as well as changes in demographics: relevant accident scenarios (mixed traffic), future vehicle interior designs, new occupant sitting positions, ageing population etc. This demands for targeted changes and adaptions of scenarios, procedures and tools for occupant safety development, assessment and homologation, not addressed by e.g. regulations or consumer crash tests today. The resulting complexity requires an emphasis on virtual methods.\nBased on the analysis of future relevant accident scenarios and considering new, highly automated vehicles (HAVs) enabled sitting positions, OSCCAR will develop and demonstrate advanced occupant protection principles. These require assessment with improved HBMs (omni-directionally biofidelic, active and robust), considering gender and demographic factors as well as improved soft tissues material properties. Furthermore, OSCCAR will develop fully integrated assessment methods for complex test scenarios of the complete crash phase providing the required level of confidence as current physical test procedures do. OSCCAR will also contribute to the harmonization of HBMs, a harmonized validation of injury criteria as well as the improvement of virtual testing standards.\nEventually OSCCAR will develop a clear roadmap towards large scale implementation of virtual testing methods for advanced safety solutions, not only relevant in the automotive domain but also for two-wheelers, VRUs, or in sports. Due to its excellent partner consortium with key players from industry and research from Europe, North America and Asia, OSCCAR is in the position to ensure global future deployment and application of its results and achievements.",
    "totalCost": "7688334,5",
    "ecMaxContribution": "6989395",
    "coordinator": "Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH",
    "coordinatorCountry": "AT",
    "participants": "AUTOLIV DEVELOPMENT AB;TRW AUTOMOTIVE GMBH;LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN;TECHNISCHE UNIVERSITAET GRAZ;ROBERT BOSCH GMBH;VOLVO PERSONVAGNAR AB;TOYOTA MOTOR EUROPE;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;CHINA AUTOMOTIVE TECHNOLOGY AND RESEARCH CENTER;ESI GROUP;TSINGHUA UNIVERSITY;UNIVERSITE DE STRASBOURG;SIEMENS INDUSTRY SOFTWARE AND SERVICES BV;DAIMLER AG;IDIADA AUTOMOTIVE TECHNOLOGY SA;SIEMENS INDUSTRY SOFTWARE NV;UNIVERSITAET STUTTGART;VOLKSWAGEN AG;BUNDESANSTALT FUER STRASSENWESEN;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "SE;DE;AT;BE;CN;FR;NL;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}