{
    "rcn": "215948",
    "acronym": "SUPER-G",
    "topics": "SFS-27-2017",
    "title": "Developing SUstainable PERmanent Grassland systems and policies",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The existence and management of permanent grasslands (PG) is key to the delivery of multiple ecosystem services (ES) across Europe. However, PG maintenance and functions are under threat from sub-optimal management of inputs, cultivation in higher output farming systems and abandonment in remote and marginal areas. The overall objective of the SUPER-G project is to co-develop sustainable PG systems and policies with farmers and policy makers that will be effective in optimising productivity, whilst supporting biodiversity and delivering a number of other ES.\nSUPER-G will apply a multi-actor approach, working with farmers; land owners/managers and their advisers; third sector and civil society groups; non-governmental organisations (NGOs) and researchers, policy and business communities to achieve: 1) better understanding of the importance and functioning of PG; 2) benchmarking of PG performance across Europe; 3) co-development of integrated approaches for profitable and sustainable PG management; and 4) co-development of tools and policy mechanisms, which are inclusive of stakeholder and citizen priorities, to support the maintenance and sustainable management of PG. The project will last five years to allow time for the establishment of farm networks for data gathering and analysis; and the development of good grassland practices, innovative techniques and farm-level and policy support tools.\nUsing a responsible research and innovation (RRI) approach, the project will develop a comprehensive European grassland typology and a shared conceptual model of how PG can deliver in terms of productivity, biodiversity and other ES such as climate regulation, water quality, mediation of water flows and erosion control. The potential of PG to deliver multiple ES will be informed by benchmarking and testing, involving a network of farms and experimental platforms in 14 countries covering the Mediterranean, Atlantic, Continental, Alpine, Pannonian and Boreal regions.",
    "totalCost": "9994996,83",
    "ecMaxContribution": "9994996,83",
    "coordinator": "UNIVERSITY OF NEWCASTLE UPON TYNE",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;SZKOLA GLOWNA GOSPODARSTWA WIEJSKIEGO;CONSULAI, CONSULTORIA AGRO INDUSTRIATRIAL LDA;RSK ADAS LIMITED;GEORG-AUGUST-UNIVERSITAT GOTTINGENSTIFTUNG OFFENTLICHEN RECHTS;AGRIFOOD AND BIOSCIENCES INSTITUTE;UNIVERSITA DEGLI STUDI DI TORINO;ASS DE LA FERME EXPERIMENTALE;SVERIGES LANTBRUKSUNIVERSITET;UNIVERSIDAD DE CORDOBA;CHAMBRE REGIONALE D'AGRICULTURE DE NORMANDIE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;THE NOTHERN IRELAND AGRICULTURAL RESEARCH AND DEVELOPMENT COUNCIL;CRA GRAND EST;JAVNA USTANOVA UNIVERZITET CRNE GORE PODGORICA;UNIVERZA V LJUBLJANI;MAGYAR TUDOMANYOS AKADEMIA OKOLOGIAI KUTATOKOZPONT;STICHTING WAGENINGEN RESEARCH;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "UK;PL;PT;DE;IT;FR;SE;ES;CH;ME;SI;HU;NL;CZ",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}