{
    "rcn": "215953",
    "acronym": "PoshBee",
    "topics": "SFS-16-2017",
    "title": "Pan-european assessment, monitoring, and mitigation Of Stressors on the Health of BEEs",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Bees ñ honey bees, bumble bees, and solitary bees ñ pollinate our crops and wildflowers, and thus are essential for human well-being. However, in Europe, and around the globe, bees face many threats and are often in decline as a result. One potential driver of reduced bee health is agrochemicals. While laboratory and semi-field studies suggest that such chemicals negatively impact bee health, their importance and relevance in the real world remains unclear. PoshBee is a consortium of academics, governmental organisations, industry, and NGOs that will address the issue of agrochemicals to ensure the sustainable health of bees and their pollination services in Europe. Integrating the knowledge and experience of local beekeeping and farming organisations and academic researchers (including the EU RefLab for bee health), we will provide the first comprehensive pan-European assessment of the exposure hazard of chemicals, their mixtures, and co-occurrence with pathogens and nutritional stress for solitary, bumble, and honey bees across two major cropping systems. Integrated studies across the lab-to-field axis will determine the effect of chemicals, their mixtures, and interactions with pathogens and nutrition on bee health. We will combine the skills of commercial bumble bee and solitary bee producers, ecotoxicological industry, and academics to develop new model species and innovative protocols for testing chemicals in bees. With MUST-B, we will integrate this information to develop dynamic landscape environmental risk assessment models for bees. Using proteomics, we will produce new molecular markers for assessing bee health and enabling long-term monitoring schemes. Finally, combining across our partners and stakeholder board, we will deliver practice- and policy-relevant research outputs to local, national, European, and global stakeholders. Together, our work will support healthy bee populations, sustainable beekeeping, and sustainable pollination across Europe.",
    "totalCost": "10133683,75",
    "ecMaxContribution": "8999998,75",
    "coordinator": "ROYAL HOLLOWAY AND BEDFORD NEW COLLEGE",
    "coordinatorCountry": "UK",
    "participants": "BIOBEST BELGIUM NV;IMKERVERBAND SACHSEN-ANHALT EV;THE RED BEEHIVE COMPANY LTD;AARHUS UNIVERSITET;LANTBRUKARNAS EKONOMI-AB;MARTIN-LUTHER-UNIVERSITAET HALLE-WITTENBERG;EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;THE UNIVERSITY OF READING;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;Coldiretti;UNIVERSITA DEGLI STUDI DI UDINE;THE NATIONAL FARMERS' UNION;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;UNIONE NAZIONALE ASSOCIAZIONI APICOLTORI ITALIANI ASSOCIAZIONE;BIODLINGSFORETAGARNA;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;UNIVERSITAET BERN;EESTI KUTSELISTE MESINIKE UHING;PANSTWOWY INSTYTUT WETERYNARYJNY - PANSTWOWY INSTYTUT BADAWCZY;SVERIGES LANTBRUKSUNIVERSITET;UNIVERSIDAD DE MURCIA;WILDBIENE + PARTNER AG;UNIVERSITE DE MONS;NEMZETI ELELMISZERLANC-BIZTONSAGI HIVATAL;EESTI MAAULIKOOL;BRITISH BEEKEEPERS ASSOCIATION;APISUISSE;PLATEFORME BIOPARK D'ARCHAMPS;EESTI POLLUMAJANDUS-KAUBANDUSKODA;PENSOFT PUBLISHERS;ATTRIDGE ELEANOR;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;BAUERNVERBAND SACHSEN-ANHALT EV;SCHWEIZER BAUERNVERBAND;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;ATLANTIC POLLINATION LIMITED;ASOCIACION REGIONAL DE EMPRESAS AGRICOLAS Y GANADERAS DE LA COMUNIDAD AUTONOMA DE MURCIA (ADEA-ASJA);TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA;AGENCE NATIONALE DE LA SECURITE SANITAIRE DE L ALIMENTATION DE L ENVIRONNEMENT ET DU TRAVAIL;VITA EUROPE LTD",
    "participantCountries": "BE;DE;UK;DK;SE;CH;IE;IT;EE;PL;ES;HU;FR;BG",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}