{
    "rcn": "215984",
    "acronym": "EMERALD",
    "topics": "MSCA-ITN-2017",
    "title": "ElectroMagnetic imaging for a novel genERation of medicAL Devices",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "EMERALD (ElectroMagnetic imaging for a novel genERation of medicAL Devices) is the coherent action of leading European engineering groups involved in electromagnetic (EM) technology for medical imaging to form a cohort of highly-skilled researchers capable of accelerating the translation of this technology ìfrom research bench to patient bedsideî. \nNowadays, medical imaging technologies play a key role to face the ever-growing number of challenges due to aging populations, as they are the essential clinical tool to deliver accurate initial diagnosis and monitor the evolution of disease over time. For this reason, a whole range of new imaging modalities is currently being developed to supplement and support current modalities. Among these technologies, there is EM imaging, which involves the illumination of the portion of the body under investigation with low-power non-ionizing EM waves (in the microwave spectrum) and the use of the resultant backscattered signals to generate images of the internal structures of the body. \nThe scientific objective pursued by the EMERALD action is to accelerate translation of research in EM medical imaging into clinical prototypes. To this end, EMERALD will establish a group of 13 outstanding early stage researchers who will be the European leaders in this field, through a unique scientific and training programme. The EMERALD trained researchers will drive the future developments of EM imaging technology, thanks to the targeted skills, they will attain, and their established connections with clinicians and stakeholders.\nThe EMERALD consortium involves academic institutions, industrial partners, hospitals and university medical centers (as partner organizations). The success of EMERALD will ensure that all achieved innovative technological developments will be translated into benefits to the end user community and potentially taken to market, with an impact on both the European society and scientific community.",
    "totalCost": "3300160,68",
    "ecMaxContribution": "3300160,68",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS;NATIONAL UNIVERSITY OF IRELAND GALWAY;KEYSIGHT TECHNOLOGIES GMBH;PREDUZECE ZA SOFTVER, KONSALTING IDIZAJN WIPL-D DOO BEOGRAD;MITOS MEDIKAL TEKNOLOJILER SANAYIVE TICARET ANONIM SIRKETI;CONSIGLIO NAZIONALE DELLE RICERCHE;TECHNISCHE UNIVERSITAET ILMENAU;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;KING'S COLLEGE LONDON",
    "participantCountries": "PT;IE;AT;RS;TR;IT;DE;FR;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}