{
    "rcn": "215982",
    "acronym": "PERTPV",
    "topics": "LCE-07-2016-2017",
    "title": "Perovskite Thin-film Photovoltaics (PERTPV)",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Solid state lead halide perovskites have recently emerged as the latest thin-film photovoltaic device class. High power conversion efficiencies (22 %) and stabilities (> 1000 hours at 80 ?C under 1 sun illumination) have been obtained using lab scale processes and small area cells (<1cm2). The building blocks of the perovskite materials are very low cost and the processing into the final perovskite thin-film can be achieved with low temperature fast processes. This makes these materials very cost efficient, and promises to deliver a future PV technology with a levelled cost of electricity (LCOE) below that of existing mainstream PV. There has been much advancement with combining perovskite with silicon cells, to deliver a ìtandemî junction cell with much higher efficiency than either sub-cell. Although this perovskite-on-silicon  approach is likely to deliver the first perovskite PV products, it restricts the manufacturing and module format to wafer based, and hence misses out on the real promise of ultimate high volume manufacturing via large area sheet-to-sheet or reel-to-reel coating. Within PERTPV we will advance the perovskite thin-film PV technology to the next level by undertaking a ìdouble prongedî drive on both performance (efficiency and stability) and the development of scalable device and module fabrication methodologies, compatible with high volume manufacturing. Our consortium consists of the leading academic groups in perovskite PV research, in addition to research companies, and 3 commercial partners at appropriately complementary stages in the value chain (Technology driver, materials supplier and equipment supplier). In addition to our ambitions target of surpassing 30% power conversion efficiency in a thin film all-perovskite tandem cell, and delivering a certifiably stable module technology, we will also perform full life cycle analysis and ensure a safe means to undertake mass deployment and recycling of the Perovskite PV modules.",
    "totalCost": "4996041,25",
    "ecMaxContribution": "4996041,25",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "SOLENNE BV;APEVA SE;CSEM CENTRE SUISSE D'ELECTRONIQUE ET DE MICROTECHNIQUE SA - RECHERCHE ET DEVELOPPEMENT;FACHHOCHSCHULE NORDWESTSCHWEIZ;Teknologian tutkimuskeskus VTT Oy;UNIVERSITAT DE VALENCIA;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;OXFORD PHOTOVOLTAICS LIMITED;KAUNO TECHNOLOGIJOS UNIVERSITETAS",
    "participantCountries": "NL;DE;CH;FI;ES;IT;UK;LT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}