{
    "rcn": "215989",
    "acronym": "THERACAT",
    "topics": "MSCA-ITN-2017",
    "title": "Bio-orthogonal catalysis for cancer therapy",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "THERACAT is an international and multidisciplinary consortium aiming at the training of 13 ESRs on the innovative topic of novel bio-orthogonal catalysis-based tools for cancer therapy. This ETN comprises 6 academic partners, 3 industrial partners active in the pharmaceutical market (1 large pharmaceutical company, Teva, and 2 SMEs, BiogelX and Tagworks) and 3 partners with focus on science communication (Cancer research UK), gender and minorities (UAB-Observatory for Equality) and management and entrepreneurship (ESADE business school). The combination of academic, private and society-involved organisations will provide a broad training for the 13 ESRs recruited, equipping them with the necessary skills to succeed as scientists, industrial researchers and entrepreneurs. \nThe development of novel cancer therapies is a major challenge for academic research and pharmaceutical industries. THERACAT aims to establish a training programme focused on the development of THERApeutic CATalysts. In this strategy, materials bearing a catalytic unit are delivered to the tumour and subsequently non-active prodrugs are administered. The prodrugs are non-toxic and therefore generate limited side effects. Only at the tumour site the catalytic particles convert the prodrugs into active compounds that generate a therapeutic effect. This approach presents several advantages on the classical drug delivery paradigm including limited side effects and prolonged efficacy. \nThis multidisciplinary research programme will be the setting for the training of 13 ESRs. The combination of the research expertise, the cutting-edge facilities and the complementary skills present in the consortium holds a great promise for the advancement of their careers, as well as of the knowledge of catalysis-based anticancer therapies and the development of marketable technologies and products.",
    "totalCost": "3383235",
    "ecMaxContribution": "3383235",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "TAGWORKS PHARMACEUTICALS BV;BIOGELX LIMITED;UNIVERSITAT BASEL;TEVA PHARMACEUTICAL INDUSTRIES LIMITED;TEL AVIV UNIVERSITY;RIJKSUNIVERSITEIT GRONINGEN;TECHNISCHE UNIVERSITEIT EINDHOVEN;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "NL;UK;CH;IL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}