{
    "rcn": "215983",
    "acronym": "QuanTII",
    "topics": "MSCA-ITN-2017",
    "title": "Quantitative T cell Immunology and Immunotherapy",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Health and disease are regulated, to a large extent, by our immune system. The immune system not only protects the body from infectious disease, but is involved in a number of conditions of increasing incidence and morbidity, such as diabetes, rheumatoid arthritis, inflammatory bowel disease and allergies. In cancer, the immune system can be both cause and cure; it contributes to chronic inflammation that promotes tumour development, but it can also provide the ultimate weapon against metastatic disease. Thus, the development of ways to harness, direct or restrain immune responses has great potential for enhancing human health. Understanding the mechanisms that control the abundance of different lymphocyte (a type of white blood cell) subsets is key to therapeutically targeting immune responses.  Ultimately, this understanding must be sought in quantitative terms, explaining how the rates of cell proliferation, differentiation, survival and death are determined by molecular mechanisms and cellular interactions. Current immunological research is beginning to combine experimental approaches with mathematical analysis to quantitate immune dynamics.  A severe obstacle to more rapid progress in this area is the lack of appropriately trained scientists.  In this ETN, European scientists, with a rich track record in collaborative research and training, have come together to deliver a highly collaborative, multidisciplinary and intersectoral research training programme for 15 early stage researchers (ESRs) in Quantitative T cell Immunology and Immunotherapy (QuanTII).",
    "totalCost": "3923652,96",
    "ecMaxContribution": "3923652,96",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "NATIONAL UNIVERSITY OF IRELAND GALWAY;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;DEUTSCHES KREBSFORSCHUNGSZENTRUM;NATIONAL UNIVERSITY OF IRELAND MAYNOOTH;UNIVERSITAIR MEDISCH CENTRUM UTRECHT;BAYER AKTIENGESELLSCHAFT;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MEDIMMUNE LIMITED",
    "participantCountries": "IE;UK;DE;NL;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}