{
    "rcn": "215976",
    "acronym": "TRANSREG",
    "topics": "ERC-2017-STG",
    "title": "Dissecting the role of Translational Regulation in Tumorigenesis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The control of translation is a key determinant of protein abundance, which in turn defines cellular states. The impact of translational regulation may be even greater during the transition from homeostasis to malignancy, as revealed by the surprisingly low correlations between mRNA and protein levels in human cancer databases. This raises the intriguing possibility that through an ability to generate aberrant downstream networks of translational regulators, oncogenic drivers might impose altered protein synthesis programs that become the driving force for tumor formation and malignant progression. \nWe recently unveiled a hitherto unappreciated role for upstream open reading frame (uORF) translation in tumorigenesis and unearthed a novel switch from conventional EIF2 initiation factor-mediated to alternative EIF2A-mediated uORF translation. These observations suggest that uORFs constitute an exciting new frontier in the field of translational regulation with the potential to fundamentally impact cellular fate. \nHere, I propose to systematically analyze the function of uORFs during tumorigenesis. First, we will conduct an in vivo CRISPR/CAS9-based screen in mice to elucidate the role of thousands of uORFs in development, differentiation and upon oncogenic transformation. Second, focusing on select uORFs surfacing in the screen, we will document their role during tumor initiation and progression. Third, we will develop novel tools to detect uORF translation in vivo, exploit them to monitor uORF translation during different stages of tumorigenesis, gain mechanistic insight into their function and finally test the relevance of these findings in human cancer. Collectively, these approaches will provide unprecedented and comprehensive insight into the function of uORFs, unravel new paradigms in the control of gene expression and expose novel strategies for cancer diagnostics and treatment.",
    "totalCost": "1977148",
    "ecMaxContribution": "1977148",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}