{
    "rcn": "215943",
    "acronym": "HOMED",
    "topics": "SFS-10-2017",
    "title": "HOlistic Management of Emerging forest pests and Diseases",
    "startDate": "01/10/2018",
    "endDate": "30/09/2022",
    "objective": "HOMED will provide a full set of science-based, innovative practical methods and tools to assess and control emerging or invasive pests and pathogens threatening EU forests, following a holistic and multi-actor approach. Holistic because it will improve strategies of risk assessment and management by targeting the successive phases of invasion (transport, introduction, establishment, spread), and developing mitigation methods for each phase, i.e. prevention, detection and diagnosis, surveillance, eradication and control tools. Multi-actor because scientists will communicate with stakeholders all along the project; forest managers, biosecurity agencies, policy makers and environmental NGOs will be asked to express their needs and constrains and validate the tools as they develop. Innovation will be central, as the new tools for pest management will benefit from the most advanced technology, e.g. electronic sensors, hyper spectral cameras, the latest satellite constellation, high-throughput sequencing, unmanned aerial vehicles and artificial intelligence. As it is impossible to foresee the next invasive or emerging pest or pathogen, the overall approach will be generic. However, the new tools will be tested on four main types of pests and pathogens, i.e. foliar moths and needle blights causing tree growth loss, wood boring beetles and dieback fungi causing tree mortality. Prominent experts from the main forested countries of EU and the main regions of origin of invasive pests, e.g. North America, Australasia, China and South Africa, will contribute to the project, and ensure continuity and complementarity with past and current Euphresco and EU projects. By developing cost-effective, environmentally friendly tools for the prevention, detection and control, the project will reduce the tremendous economic losses caused by invasive forest pests and pathogens and help to maintain the critical ecosystem services provided by EU forests, including climate change mitigation.",
    "totalCost": "5754828,75",
    "ecMaxContribution": "4999296,25",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTE OF ZOOLOGY, CHINESE ACADEMY OF SCIENCES;COVENTRY UNIVERSITY;THE UNIVERSITY OF QUEENSLAND;TELESPAZIO FRANCE SAS;INRA TRANSFERT S.A.;Instituto Superior de Agronomia;ROYAL HORTICULTURAL SOCIETY;UNIVERSITA DEGLI STUDI DI PADOVA;EUROPEAN FOREST INSTITUTE;SVERIGES LANTBRUKSUNIVERSITET;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITY OF PRETORIA;EIDGENOESSISCHE FORSCHUNGSANSTALT WSL;ALLIANCE FORETS BOIS;COMMONWEALTH SCIENTIFIC AND INDUSTRIAL RESEARCH ORGANISATION;WAGENINGEN UNIVERSITY;PENSOFT PUBLISHERS;CAB INTERNATIONAL;New Zealand Forest Research Institute LTD;MENDELOVA UNIVERZITA V BRNE",
    "participantCountries": "CN;UK;AU;FR;PT;IT;FI;SE;ZA;CH;NL;BG;NZ;CZ",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}