{
    "rcn": "215981",
    "acronym": "DACOMAT",
    "topics": "NMBP-06-2017",
    "title": "Damage Controlled Composite Materials",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Society is dependent upon the continuous functioning of critical infrastructures such as road bridges and energy supply. These infrastructures are exposed to high loads and harsh environmental conditions through their lifetime in operation and materials failures lead to down time having vast negative effects on productivity and well-being in society in terms of lost time, shortened life cycles and increased service costs. So engineers face the challenge to develop durable materials compatible with industrial standards in an economically viable way. Composites represent attractive materials and are increasingly used for such applications since they demonstrate low weight, high strength and stiffness and high environmental resistance. However composites suffer from sudden brittle failure mainly due to production defects and handling damages; this is currently handled by strict quality and process control from manufacturers, resulting in high production costs which can represent a barrier to introduction and development of composites in a wide range of applications. The general objective of DACOMAT is to develop more damage tolerant and damage predictable low cost composite materials in particular aimed for used in large load carrying constructions like bridges, buildings, wind-turbine blades and off shore structures. The developed materials and condition monitoring solutions will enable composite structures to be designed and manufactured as large parts allowing for more and larger manufacturing defects and the need for manual inspection to be dramatically reduced. A demonstration of the materialsí performances in relevant environment will be conducted in two business cases: wind turbine blades and road bridge beams, while both LCC and LCA analysis will also strengthen the projectís credibility.The project gathers the full industrial value chain: ranging from materials development and manufacturing to composite parts demonstrators and standardisation.",
    "totalCost": "5873915",
    "ecMaxContribution": "5873915",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "HEXCEL COMPOSITES LTD;3B-FIBREGLASS;AYMING;LM WIND POWER AS;STIFTELSEN SINTEF;DNV GL AS;POLYNT COMPOSITES NORWAY AS;JCH INDUSTRIAL ECOLOGY LIMITED;DANMARKS TEKNISKE UNIVERSITET;FIRECO AS;CARBURES CIVIL WORKS SPAIN, S.L.;UNIVERSIDAD POLITECNICA DE MADRID;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "UK;BE;FR;DK;NO;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}