{
    "rcn": "215939",
    "acronym": "COASTAL",
    "topics": "RUR-02-2017",
    "title": "Collaborative lAnd Sea inTegration pLatform",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The goal of the COASTAL project is to formulate and evaluate business solutions and policy recommendations aimed at improving the coastal-rural synergy to foster rural and coastal development while preserving the environment. Rural development in the EU is increasingly affected by changing market developments, decreasing population densities, urban sprawl, lack of employment, desertification and other environmental, economic and social pressures. On the other hand, coastal areas provide interesting business opportunities but are also influenced by economic activities in the hinterland. Multi-Actor Approaches will be combined with System Dynamics to analyse the environmental, economic, and social interactions of rural and coastal areas in a holistic manner. The underlying feedback structures governing the dynamics, vulnerabilities, limitations, and business opportunities of the land-sea system will be identified and analysed, taking into consideration the regulatory frameworks, stakeholder priorities and social-economic conditions at the local, regional and macro-regional scale levels. Multi-Actor Labs using qualitative and quantitative tools will be set up to support the co-creation exchanges between scientific experts, stakeholders, business entrepreneurs, sector- and administrative representatives. The project will be structured around six closely interacting work packages with six complementary case studies in Sweden, Belgium, France, Spain, Greece and Romania.",
    "totalCost": "4999943,75",
    "ecMaxContribution": "4999943,75",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "INSTITUTUL NATIONAL DE CERCETARE-DEZVOLTARE MARINA GRIGORE ANTIPA;INSTITUTUL DE CERCETARE PENTRU ECONOMIA AGRICULTURII SI DEZVOLTARE RURALA BUCURESTI;IDRYMA KAPETAN VASILI KAI KARMEN KONSTENTEKOPOULOU;CONSEJERIA DE TURISMO, CULTURA Y MEDIO AMBIENTE DE LA REGION DE MURCIA;FEDERATION REGIONALE D'AGRICULTUREBIOLOGIQUE NOUVELLE AQUITAINE;PROVINCIALE ONTWIKKELINGSMAATSCHAPPIJ WEST-VLAANDEREN;GLOBAL UTMANING;HAVEN OOSTENDE AUTONOOM GEMEENTELIJK HAVENBEDRIJF;ANAPTYXIAKH MESSINIAS ANAPTYXIAKH AE;SINTEF OCEAN AS;HELLENIC CENTRE FOR MARINE RESEARCH;ASOCIATIA GAL DELTA DUNARII;GREENBRIDGE INCUBATIE-EN INNOVATIECENTRUM GENT-OOSTENDE;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;NIRAS SWEDEN AB;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;INSTITUT NATIONAL DE RECHERCHE EN SCIENCES ET TECHNOLOGIES POUR L'ENVIRONNEMENT ET L'AGRICULTURE;LUONNONVARAKESKUS;VLAAMSE LANDMAATSCHAPPIJ NV;TOURISTIKES EPICHIRISEIS MESSINIAS ANONIMI ETAIREIA;INTERNATIONAL CENTER FOR RESEARCH ON THE ENVIRONMENT AND THE ECONOMY;ASOCIATIA GRUPUL DE ACTIUNE LOCALA DOBROGEA CENTRALA;GEONARDO ENVIRONMENTAL TECHNOLOGIES LTD;CAMPUS ROSLAGEN AB;CHAMBRE REGIONALE D'AGRICULTURE NOUVELLE -AQUITAINE;VLAAMS INSTITUUT VOOR DE ZEE VZW;FEDERACION DE COOPERATIVAS AGRARIASDE MURCIA S COOP;STOCKHOLMS UNIVERSITET",
    "participantCountries": "RO;EL;ES;FR;BE;SE;NO;FI;HU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}