{
    "rcn": "215974",
    "acronym": "EMBED",
    "topics": "ERC-2017-STG",
    "title": "Embedded Markets and the Economy",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "EMBED takes a microeconomic approach to investigating the macroeconomic implications of market transactions being embedded in social relationships. Sociologists and economists have documented the importance of relationships for mediating trade in a wide range of market settings. EMBED seeks to investigate the implications of this for the economy as a whole. \n\nEthnographic work suggests that relationships foster common understandings which limit opportunistic behaviour. Subproject 1 will develop a first relational contacting theory of networked markets to capture this, and test these predictions using data from the Bundesbank. Formally modelling dynamic business-relationships, these relationships can be viewed as social capital. We will investigate whether this social capital is destroyed by economic shocks, and if so how long it takes to rebuild.\n\nSubproject 2 will run a field experiment. We will intervene in a networked market to create new relationships in a variety of ways. The varying success of these approaches will help us better understand the role of relationships in markets. Moreover, as a result weíll get exogenous variation in the market structure that will help identity the affects relationships have on market outcomes.\n\nSubproject 3 will explore frictions in the clearing of networked markets. As the data requirements to empirically test between different theories are extremely demanding, laboratory experiments will be run. Breaking convention, these experiments will be protocol-free, although interactions will be closely monitored. This will create a more level playing field for testing different theories while also creating scope for the market to develop efficiency enhancing norms.\n\nSubproject 4 will examine firm level multi-sourcing and production technology decisions, and how these feed into the creation of supply chains. The fragility of these supply chains will be investigated and equilibrium supply chains compared across countries.",
    "totalCost": "1449106",
    "ecMaxContribution": "1449106",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "INSTITUTE FOR FINANCIAL MANAGEMENT AND RESEARCH",
    "participantCountries": "IN",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}