{
    "rcn": "215945",
    "acronym": "LIFT",
    "topics": "SFS-29-2017",
    "title": "Low-Input Farming and Territories - Integrating knowledge for improving ecosystem-based farming",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Ecological approaches to farming practices are gaining interest across Europe. As this interest grows there is a pressing need to assess the potential contributions these practices may make, the contexts in which they function and their attractiveness to farmers as potential adopters. In particular, ecological agriculture must be assessed against the aim of promoting the improved performance and sustainability of farms, rural environment, rural societies and economies, together.\nThe overall goal of LIFT is to identify the potentiel benefits of the adoption of ecological farming in the European Union (EU) and to understand how socio-economic and policy factors impact the adoption, performance and sustainability of ecological farming at various scales, from the level of the single farm to that of a territory.\nTo meet this goal, LIFT will assess the determinants of adoption of ecological approaches, and evaluate the performance and overall sustainability of these approaches in comparison to more conventional agriculture across a range of farm systems and geographic scales. LIFT will also develop new private arrangements and policy instruments that could improve the adoption and subsequent performance and sustainability of the rural nexus. For this, LIFT will suggest an innovative framework for multi-scale sustainability assessment aimed at identifying critical paths toward the adoption of ecological approaches to enhance public goods and ecosystem services delivery. This will be achieved through the integration of transdisciplinary scientific knowledge and stakeholder expertise to co-develop innovative decision-support tools.\nThe project will inform and support EU priorities relating to agriculture and the environment in order to promote the performance and sustainability of the combined rural system. At least 30 case studies will be performed in order to reflect the enormous variety in the socio-economic and bio-physical conditions for agriculture across the EU.",
    "totalCost": "5000000",
    "ecMaxContribution": "5000000",
    "coordinator": "INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE",
    "coordinatorCountry": "FR",
    "participants": "ELLINIKOS GEORGIKOS ORGANISMOS - DIMITRA;INSTITUT D ENSEIGNEMENT SUPERIEUR ET DE RECHERCHE EN ALIMENTATION SANTE ANIMALE SCIENCES AGRONOMIQUES ETDE L ENVIRONNEMENT VETAGRO SUP;INRA TRANSFERT S.A.;SRUC;INSTYTUT ROZWOJU WSI I ROLNICTWA POLSKIEJ AKADEMII NAUK;SVERIGES LANTBRUKSUNIVERSITET;RHEINISCHE FRIEDRICH-WILHELMS-UNIVERSITAT BONN;INSTITUTE OF AGRICULTURAL ECONOMICS;UNIVERSITY OF KENT;UNIVERSITAET FUER BODENKULTUR WIEN;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;MAGYAR TUDOMANYOS AKADEMIA KOZGAZDASAG- ES REGIONALIS TUDOMANYI KUTATOKOZPONT;ECOZEPT GBR;KATHOLIEKE UNIVERSITEIT LEUVEN;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "EL;FR;UK;PL;SE;DE;RO;AT;IT;HU;BE;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}