{
    "rcn": "215988",
    "acronym": "MATURE-NK",
    "topics": "MSCA-ITN-2017",
    "title": "MAnufacturing of TUmour-REactive Natural Killer cells",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "This project will provide future-oriented translational research training designed to bridge the gap between basic research and applied development of new cell-based therapeutic products by the biotech industry and their clinical use for incurable diseases. This will be done on the example of activated/genetically manipulated natural killer (NK) cells, which are classified as Advanced Therapy Medicinal Products ('ATMPs'), and their use in treatment of cancer refractory to classical therapies. For this we combine experts in NK cell biology supported by bioinformatics, clinical groups pioneering NK cell therapies and biotech companies with NK cell-based portfolios. A student exchange will ensure training in basic, clinical and private sectors. Network-wide training modules organized in summer/winter schools include immunotechnology, business management and intellectual property rights. This will train competences important to translate research findings to personalized medicine.\nIn research we build on information from clinical trials of NK cell-based therapies. We will improve anti-tumor reactivity of NK cells including selection of NK subsets and modulation of NK receptor/ligand interactions. First, this will comprise i) improved donor/recipient combination and NK subsets and ii) modification of NK cells by chimeric antigen receptors ('CAR') and bispecifc antibody reagents to cross-link NK cells to tumor targets. Second, it will fortify NK cell reactivity by i) blocking ligand interactions of inhibitory receptors ('checkpoint inhibitors') and ii) defining unknown ligands of activating NK receptors on tumor cells. Third, procedures and NK products in their best combination will be developed by i) evaluation in humanized mouse models, ii) building a GMP-compliant manufacturing process and iii) design of a clinical trial protocol. The project should provide for manufacturing of NK cell-based therapeutic products and their evaluation in clinical trials.",
    "totalCost": "3351662,28",
    "ecMaxContribution": "3351662,28",
    "coordinator": "MEDIZINISCHE HOCHSCHULE HANNOVER",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSIDAD POMPEU FABRA;MEDIZINISCHE UNIVERSITAET WIEN;GLYCOSTEM-THERAPEUTICS B.V.;UNIVERSITAT BASEL;INNATE PHARMA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;MILTENYI BIOTEC GMBH;RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG;OSLO UNIVERSITETSSYKEHUS HF;INSTITUT PASTEUR;IRCCS OSPEDALE POLICLINICO SAN MARTINO;THE HEBREW UNIVERSITY OF JERUSALEM",
    "participantCountries": "ES;AT;NL;CH;FR;DE;NO;IT;IL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}