{
    "rcn": "215994",
    "acronym": "GreenCharge",
    "topics": "MG-4.2-2017",
    "title": "GreenCharge",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "GreenCharge will empower cities and municipalities to make the transition to zero emission/sustainable mobility with innovative business models, technologies and guidelines for cost efficient and successful deployment and operation of charging infrastructure for EVs.\n\nInspired by ideas from sharing economy, the business models will focus on enabling the mutualisation of excess capacity of private RES, private charging facilities and the batteries of parked EVs, leveraging fair gain sharing to ensure sufficient incentives for all stakeholders to participate.\n\nThe enabling technology will coordinate the power demand of charging with other local demand and availability of local RES, leveraging load flexibility and storage capacity of local stationary batteries and parked EVs. Furthermore, it will provide user friendly charge planning, booking and billing services for EV users. This will reduce the need for grid investments to establish new charging stations, remove range anxiety and enable the sharing of already existing dedicated charging facilities for EV fleets. To implement the technology the project will integrate and extend existing systems.\n\nPilots will be carried out in Barcelona, Bremen and Oslo to demonstrate and evaluate the proposed approach. The pilots will be extended with simulations for exploring more complex scenarios not possible to test in the pilots and to assess scalability.\n\nThe guidelines will synthesize the experience from the pilots and simulations and advice on localisation of charging points, grid investment reductions, and policy and public communication measures for accelerating uptake of electromobility, and will be aligned with Sustainable Urban Mobility Plan (SUMP) processes.\n\nThe consortium includes commercial companies (also SMEs) with experience in commercialisation, and ambitious municipalities with significant experience in deploying innovative solutions. The project duration will be 36 months, with a requested funding of 5 MÄ.",
    "totalCost": "5722980",
    "ecMaxContribution": "4999965,38",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "ESMART SYSTEMS AS;OSLO KOMMUNE;ATLANTIS IT SL;Move About GmbH;HUBJECT GMBH;PMC PERSONAL MOBILITY CENTER NORDWEST EG;MILLOR ENERGY SOLUTIONS SL;UNIVERSITETET I OSLO;PNO CONSULTANTS BV;FREIE HANSESTADT BREMEN;UNIVERSITA DEGLI STUDI DELLA CAMPANIA LUIGI VANVITELLI;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;FUNDACIO EURECAT;FORTUM OYJ;MOTIT WORLD SL",
    "participantCountries": "NO;ES;DE;NL;IT;FI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}