{
    "rcn": "215956",
    "acronym": "SMARTCHAIN",
    "topics": "SFS-34-2017",
    "title": "Towards Innovation - driven and smart solutions in short food supply chains",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "SMARTCHAIN is an ambitious, 3 year project with 43 partners from 11 European countries including key stakeholders from the domain of short food supply chain as actors in the project. The central objective is to foster and accelerate the shift towards collaborative short food supply chains and, through concrete actions and recommendations, to introduce new robust business models and innovative practical solutions that enhance the competitiveness and sustainability of the European agri-food system. \nUsing bottom-up, demand-driven research, the SMARTCHAIN consortium i) will perform a multi-perspective analysis of 18 case studies of short food supply chains in terms of technological, regulatory, social, economic and environmental factors, ii) will assess the linkages and interactions among all stakeholders involved in short food supply chains and iii) will identify the key parameters that influence sustainable food production and rural development among different regions in Europe. \nThe project aims to establish 9 national communities of short food supply chains (Innovation and Collaboration Hubs) in different partner countries (France, Germany, Greece, Hungary, Italy, Netherlands, Serbia, Spain and Switzerland) and a virtual innovation hub in order to facilitate stakeholder engagement, bringing farmers and consumers together in a trust-enhancing environment enabling them to generate demand driven-innovations.\nCombination of scientific and practical knowledge and the use of innovation workshops will enable the development of practical innovative solutions as well as the promotion of a framework for different forms of collaborative short food supply chains in urban and rural areas. SMARTCHAIN will generate concrete actions for knowledge transfer, through the organisation of multi-stakeholder workshops and training activities for farmers and short food supply chain entrepreneurs.",
    "totalCost": "5998373,75",
    "ecMaxContribution": "5998373,75",
    "coordinator": "UNIVERSITAET HOHENHEIM",
    "coordinatorCountry": "DE",
    "participants": "FUNDACION LANTEGI BATUAK;ASSOCIATION DE COORDINATION TECHNIQUE POUR L'INDUSTRIE AGROALIMENTAIRE;FOODHUB.HU TERMELOI AGRAR SZOLGALTATO NONPROFIT ZARTKORUEN MUKODO RESZVENYTARSASAG;EIDGENOESSISCHES DEPARTEMENT FUER WIRTSCHAFT, BILDUNG UND FORSCHUNG;BIOFRUITS SA;SOLIDARISCHE LANDWIRTSCHAFT EV;KISLEPTEKU TERMEKELOALLITOK ES SZOLGALTATOK ORSZAGOS ERDEKKEPVISELETENEK EGYESULETE;Campden BRI Magyarorszag Nonprofit Korlatolt Felelossegu Tarsasag;CENTRE TECHNIQUE DE LA CONSERVATIONES DES PRODUITS AGRICOLES*CTCPA;AMPED CONCEPTS BV;UNIVERSITA DEGLI STUDI DI TORINO;STICHTING NEDERLANDS BAKKERIJ CENTRUM;PANEPISTIMIO KRITIS;LA TRUFA DE ALAVA - ARABAKO BOILURRA KOOP E;CONFEDERAZIONE GENERALE DELL AGRICOLTURA ITALIANA;ORGANIC SERVICES GMBH;ZALA TERMALVOLGYE EGYESULET;A LA FERME;INSTITUT ZA FIZIKU;ASTIKOS PROMITHEUTIKOS SYNETAIRISMOS PERIORISMENIS EUTHYNIS ALLOTROPON;FUNDACION CITOLIVA, CENTRO DE INNOVACION Y TECNOLOGIA DEL OLIVAR Y DEL ACEITE;GABINETE DE GESTION INTEGRAL DE RECURSOS SL;LANDWIRTSCHAFTSKAMMER NIEDERSACHSEN;SINETERISMOS PARAGOGON - KATANALOTON OIKOLOGIKON PROIONTON GAIA PE;ALCE NERO SPA;COMITE DES ORGANISATIONS PROFESSIONNELLES AGRICOLE DE L UNION EUROPEENNE COPA ASSOCIATION DE FAIT;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;FUNDACION AZTI - AZTI FUNDAZIOA;CENTRO INTERNAZIONALE DI ALTISTUDI AGRONOMICI MEDITERRANEI;JEAN-MICHEL BESSON;LEGA REGIONALE DELLE COOPERATIVE E MUTUE;WAGENINGEN UNIVERSITY;FACULTY OF AGRICULTURE - UNIVERSITY OF BELGRADE;UNIVERSITEIT UTRECHT;FOODDRINKEUROPE AISBL;BRANDT & LEVIE BV;UDRUZENJE KOMPANIJA ZA PRERADU VOCAI POVRCA KRALJEVO;ARVAIA SOCIETA COOPERATIVA AGRICOLA;ASSOCIATION EUROPEENNE DU COMMERCEDE FRUITS ET LEGUMES DE L'UE;ISEKI-Food Association;EUROPEAN FOOD INFORMATION COUNCIL;PROMETNO PROMETNO DRUSTVO SA OGRANICENOM ODGOVORNOSCU POLO CACAK",
    "participantCountries": "ES;FR;HU;CH;DE;NL;IT;EL;RS;BE;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}