{
    "rcn": "215980",
    "acronym": "BIORIMA",
    "topics": "NMBP-12-2017",
    "title": "BIOmaterial RIsk MAnagement",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "BIORIMA stands for Biomaterial Risk Management. BIORIMA aims to develop an integrated risk management (IRM) framework for nano-biomaterials (NBM) used in Advanced Therapeutic Medicinal Products (ATMP) and Medical Devices (MD). The BIORIMA RM framework is a structure upon which the validated tools and methods for materials, exposure, hazard and risk identification/assessment and management are allocated plus a rationale for selecting and using them to manage and reduce the risk for specific NBM used in ATMP and MD.  Specifically, the IRM framework will consist of:  (i) Risk Management strategies and systems, based on validated methodologies, tools, and guidance, for monitoring and reducing the risks together with methods for evaluating them; (ii) Validated methodologies and tools to identify the potential Exposure and Hazard posed by NBM to humans and the environment; (iii) A strategy for Intelligent Testing (ITS) and Tiered Risk Assessment for NBM used in ATMP and MD. BIORIMA workplan consists of 7 workpackages covering the major themes: Materials, Exposure, Hazard and Risk. BIORIMA will generate methods and tools for these themes for use in risk evaluation and reduction. The BIORIMA toolbox will consist of validated methods/tools for materials synthesis; reference materials bank; methods for human/environment exposure assessment and monitoring; (eco)-toxicology testing protocols; methods for prevention of accidental risks ñ massive release or explosion ñ A tiered risk assessment method for humans/environment; An intelligent testing strategy for NBM and risk reduction measures, including the safer-by-design approach. BIORIMA will deliver a web-based Decision Support System to help users, especially SME, evaluate the risk/benefit profile of their NBM products and help to shorten the time to market for NBM products.",
    "totalCost": "8761418,75",
    "ecMaxContribution": "7999981,25",
    "coordinator": "INSTITUTE OF OCCUPATIONAL MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;JOANNEUM RESEARCH FORSCHUNGSGESELLSCHAFT MBH;AARHUS UNIVERSITET;INSTITUTO TECNOLOGICO DEL EMBALAJE, TRANSPORTE Y LOGISTICA;ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE;REUTHER RUDOLF;UNIVERSITE PARIS DIDEROT - PARIS 7;THE UNIVERSITY OF MANCHESTER;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;HONG KONG UNIVERSITY OF SCIENCE AND TECHNOLOGY;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;EUROPEAN RESEARCH SERVICES GMBH;INNOVATION IN RESEARCH & ENGINEERING SOLUTIONS;THE ELECTROSPINNING COMPANY LTD;UNIVERSITA DEGLI STUDI DI TORINO;TOKYO UNIVERSITY OF SCIENCE FOUNDATION;Zhejiang University;INSTITUTO NACIONAL DE INVESTIGACION Y TECNOLOGIA AGRARIA Y ALIMENTARIA OA MP;UNIVERSITY OF LEEDS;UNIVERSITA CA' FOSCARI VENEZIA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;INSTITUT FUR ENERGIE UND UMWELTTECHNIK EV - IUTA;UNIVERSIDADE DE AVEIRO;CONSIGLIO NAZIONALE DELLE RICERCHE;BIONANONET FORSCHUNGSGESELLSCHAFT MBH;HERIOT-WATT UNIVERSITY;GREENDECISION SRL;FIN-CERAMICA FAENZA SPA;EDINBURGH NAPIER UNIVERSITY;KAROLINSKA INSTITUTET;WAGENINGEN UNIVERSITY;COLOROBBIA CONSULTING SRL;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;NANOVECTOR SRL;EIDGENOSSISCHE MATERIALPRUFUNGS- UND FORSCHUNGSANSTALT;WARRANT GROUP SRL;ROYAL COLLEGE OF SURGEONS IN IRELAND",
    "participantCountries": "IT;AT;DK;ES;DE;FR;UK;IE;HK;EL;BE;JP;CN;PT;SE;NL;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}