{
    "rcn": "215996",
    "acronym": "MADELEINE",
    "topics": "MG-1.3-2017",
    "title": "Multidisciplinary ADjoint-based Enablers for LArge-scale INdustrial dEsign in aeronautics",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "MADELEINE will increase the TRL and demonstrate the benefits of high-fidelity (HiFi), adjoint-based multi-disciplinary optimisation (MDO) to address the objectives of industry in terms of:\n- Competitiveness: by reducing time and cost of aircraft or engine development; \n- Environment: by finding more efficient multi-disciplinary compromises and fostering the integration of greener technologies.\nMore specifically MADELEINE will:\n- Upgrade the Capability of MDO, enhanced by HiFi simulations, to capture the essential interactions between disciplines and faster identify better designs or evaluate the potential of new technologies and disruptive configurations;\n- Improve the Efficiency of MDO, because the efficient identification of designs, satisfying all disciplinesí constraints, requires the exploration of large design spaces;\n- Enhance the Usability of MDO for industrial design, through dedicated modelling, which will reduce the time to setup an MDO problem and exploit the results;\n- Extend the Impact of MDO on cost reduction by including requirements from manufacturing.\nThe technologies (Multi-physics adjoint solvers, parameterisations, MDO formulations, High Performance Computing, manufacturing oriented design)  will be demonstrated for airframe and engine design: aero-structure wing design, aero-acoustic fan and propeller design, manufacturing oriented aero-structure fan design and manufacturing oriented aero-thermal high-pressure turbine design. The TRL of MDO on large design spaces, with hundreds or thousands of parameters of optimisation, is expected to increase from 2-3 to 4-6.\nMADELEINE will last 36 months (EC requested contribution of 5 815 182Ä), gathering partners from 6 EU countries: 5 universities, 4 research centres, 2 software companies (including 1 SME) and 3 large industries. Their complementary expertise is essential for the realisation of the technical work, for achieving a broad dissemination and a large impact on all industries.",
    "totalCost": "5815181,25",
    "ecMaxContribution": "5815181,25",
    "coordinator": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
    "coordinatorCountry": "FR",
    "participants": "L - UP SAS;THE UNIVERSITY OF SHEFFIELD;STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;AIRBUS OPERATIONS SAS;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;TECHNISCHE UNIVERSITAET MUENCHEN;ESI GROUP;UNIVERSITA DEGLI STUDI DI CAGLIARI;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;DASSAULT AVIATION;UNIVERSITY OF SOUTHAMPTON;Optimad engineering s.r.l.;IRT ANTOINE DE SAINT EXUPERY;ROLLS-ROYCE PLC",
    "participantCountries": "FR;UK;NL;EL;DE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}