{
    "rcn": "215942",
    "acronym": "BRESOV",
    "topics": "SFS-07-2016-2017",
    "title": "Breeding for Resilient, Efficient and Sustainable Organic Vegetable production",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The project deals with the urgent need to provide climate-resilient cultivars addressed to organic vegetable production systems. These new cultivars will benefit organic growers, and the organic seed industry, providing much needed security both under current and future scenarios of climate change. In this project, we will exploit the genetic variation of broccoli, kohlrabi, bean and tomato for enhanced productivity, by exploiting up-to-date knowledge of genome structure and function. This work will be enhanced by the active involvement of farmers, advisory services, research institutes, breeding companies and food processors from diverse geographical/climatic contexts in Europe and Non-EU countries. The selection of pre-breeding/ breeding lines for the three species will be undertaken in organic vegetable farming systems, utilizing an annual crop rotation scheme. New cultivars will be selected for efficiency when grown under water, temperature, and nitrogen stress, for resistance to some pests and diseases, for desirable product quality traits such as taste, visual appearance, post-harvest performance. The Stakeholder Board will contribute to the expected outcomes of the project. Crop genetic diversity will be broad as we will be utilizing several landraces (LRs) and crops wild relatives (CWRs) provided by partners for the foreseen pre-breeding and breeding activities. We will adopt an innovative approach, where plant traits related to the roots-zone, and to root-growth, and architecture that enable a better interaction with organic soil and its microbiome, are sought to benefit the end-users. This approach will ensure that the available genetic resources and bred-germplasm, combined with the best on-farm management practices will enhance resource use efficiency and productivity. The germplasm from this project will act to pump-prime the production of new seed for the organic growing sector and will also serve as a model for the enhancement of other crops.",
    "totalCost": "6989348,5",
    "ecMaxContribution": "5962019,75",
    "coordinator": "UNIVERSITA DEGLI STUDI DI CATANIA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSIDADE DE TRAS-OS-MONTES E ALTO DOURO;FOUNDATION OF RESEARCH & BUSINESS, CHUNGHAM NATIONAL UNIVERSITY;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;ZHEJIANG ACADEMY OF AGRICULTURAL SCIENCES;UNIVERSITE DE TUNIS EL MANAR;PROSPECIERARA;FORSCHUNGSINSTITUT FUR BIOLOGISCHEN LANDBAU STIFTUNG;BEIJING ACADEMY OF AGRICULTURE AND FORESTRY SCIENCE;SERVICIO REGIONAL DE INVESTIGACION Y DESARROLLO AGROALIMENTARIO DEL PRINCIPADO DE ASTURIAS;ITAKA SRL;UNIVERSIDAD DE ALMERIA;EUROPEAN SEED ASSOCIATION;THE UNIVERSITY OF LIVERPOOL;VEGENOV-BBV;STATIUNEA DE CERCETARE DEZVOLTARE PENTRU LEGUMICULTURA BACAU;TERRE D'ESSAIS;UNIVERSITAT POLITECNICA DE VALENCIA;VYZKUMNY USTAV ROSTLINNE VYROBY VVI;UNIVERSITA POLITECNICA DELLE MARCHE;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;CONSIGLIO PER LA RICERCA IN AGRICOLTURA E L'ANALISI DELL'ECONOMIA AGRARIA",
    "participantCountries": "PT;KR;DE;CN;TN;CH;ES;IT;BE;UK;FR;RO;CZ",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}