{
    "rcn": "215938",
    "acronym": "LANDSUPPORT",
    "topics": "RUR-03-2017",
    "title": "Development of Integrated Web-Based Land Decision Support System Aiming Towards the Implementation of Policies for Agriculture and Environment",
    "startDate": "01/05/2018",
    "endDate": "31/10/2021",
    "objective": "The objective of LANDSUPPORT is the construction of a web-based smart geoSpatial Decision Support System (S-DSS), which shall provide a powerful set of tools devoted to (i) support sustainable agriculture/forestry, (ii) evaluate trade-off between land uses (including spatial planning) and (iii) contribute to implementation, impact and delivery of about 20 European land policies and also selected 2030 UN Sustainable Development Goals including climate change resilience goals and the key SDG 15.3 ìachieving a land degradation-neutral worldî. This objective is achieved by the integration of already existing databases (interoperability) at different scales with the development of high performance modelling engines simulating agriculture & forestry (e.g.crop growth), land degradation and environmental issues (e.g.fate of pollutants, ecosystem services). All the above, including their validation by remote sensed data will be ensured by a technology at the state of art for the developing environment (i.e.COMPSs), high-performing computing (e.g.GPU) and massive raster data management (e.g.RASDAMAN). LANDSUPPORT will be applied at four geographic scales: EU; 3 Nations (Italy, Hungary, Austria); 2 European Regions in IT and HU; 3 pilot sites in AU, IT, HU; and 2 pilot sites in Tunisia and Malaysia. By doing that, LANDSUPPORT will reconcile grand agriculture/environmental sustainability policy ambitions with operational reality as required by RUR-03-2017 call such as the evaluation of ìland use trade-offsî and ìincentivizing real actions/behaviour/investmentsî; all requiring activities at detailed spatial scale. LANDSUPPORT fits with the priorities of this work programme, as LANDSUPPORT S-DSS is (i) scientific and technology innovation as driver for rural development, (ii) a framework for innovation and new business models adapted to the rural context, (iii) support for skills development in rural communities, (iv) a new approach towards policies and governance (subarea 1).",
    "totalCost": "6999771,25",
    "ecMaxContribution": "6999771",
    "coordinator": "UNIVERSITA DEGLI STUDI DI NAPOLI FEDERICO II.",
    "coordinatorCountry": "IT",
    "participants": "PANNON EGYETEM;FELSOBBFOKU TANULMANYOK INTEZETE;ZALA MEGYEI ONKORMANYZATA;CMAST;Istituto Superiore per la Protezione e la Ricerca Ambientale;CROPS FOR THE FUTURE RESEARCH CENTRE;ARIESPACE SRL;CONSIGLIO NAZIONALE DELLE RICERCHE;RASDAMAN GMBH;UNIVERSITAET FUER BODENKULTUR WIEN;UNIVERSITA DEGLI STUDI DI MILANO;ACTEON SARL;GOZDARSKI INSTITUT SLOVENIJE;REGIONE CAMPANIA;INTERNATIONAL CENTRE FOR AGRICULTURAL RESEARCH IN THE DRY AREAS;UMWELTBUNDESAMT GESELLSCHAFT MIT BESCHRANKTER HAFTUNG (UBA GMBH);BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "HU;BE;IT;MY;DE;AT;FR;SI;LB;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}