{
    "rcn": "215998",
    "acronym": "Park4SUMP",
    "topics": "MG-4.1-2017",
    "title": "Actions demonstrate how Park4SUMP will lead to achieve sustainable transport in urban areas by strategically integrating innovative parking management solutions into SUMP policies.",
    "startDate": "01/09/2018",
    "endDate": "28/02/2022",
    "objective": "Parking management should be an important part of sustainable urban mobility planning (SUMP) but unfortunately, it is one the most underdeveloped segments. Most EU member states lack national level policy and guidance on parking. PARK4SUMP aims to change this, because good parking management has proved to be of utmost importance. It frees the public space, supports local businesses, reduces search travel, generates revenue, increases safety, supports urban planning and can make cities more attractive. The general concept is to take the very best parking management examples, contexts and expertise in Europe, learn and profit from these, and transfer them on a large scale and in the best way possible to new cities . This covers raising awareness and gaining acceptance among relevant stakeholders; building capacity, particularly among cities that have difficulty in picking up such policies; stimulating further innovation; and achieving wide roll-out and transferability. Park4SUMP will work on traffic and travel avoidance; it will support less car dependent lifestyles and put into practise innovations in planning and location policy.  It will also optimise the use of existing infrastructure. Furthermore the modal shift towards more efficient modes like  walking, cycling and public transport will be encouraged. Convincing arguments to incorporate parking management can be given : it has low costs, it pays for itself, it delivers money, it is easy to implement and to modify and it can be done in incremental steps. The main expected impact will be cities with strongly improved parking policies that are creatively used to improve the quality of life and business in cities and develop the cities in a more sustainable way.  Park4SUMP aims to establish parking management as an essential part of SUMPS of its leading, follower and external follower cities.  Park4SUMP will deliver behaviour change whilst generating revenue.",
    "totalCost": "3576253,75",
    "ecMaxContribution": "3501143,75",
    "coordinator": "MOBIEL 21 VZW",
    "coordinatorCountry": "BE",
    "participants": "MUNICIPIUL SLATINA;Deutsches Institut f¸r Urbanistik gGmbH;GRAD ZADAR;TSENTAR ZA GRADSKA MOBILNOST EAD;TALLINNA LINN;ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA;BASHKIA SHKODER;SOCIETAT MUNICIPAL D'APARCAMENTS I PROJECTES SA;COMMUNE DE LA ROCHELLE;GMINA MIEJSKA KRAKOW - MIASTO NA PRAWACH POWIATU;LISBOA E-NOVA - AGENCIA DE ENERGIA E AMBIENTE DE LISBOA;POLIS - PROMOTION OF OPERATIONAL LINKS WITH INTEGRATED SERVICES, ASSOCIATION INTERNATIONALE;FORSCHUNGSGESELLSCHAFT MOBILITAET  - Austrian Mobility Research FGM - AMOR Gemeinnutzige GMBH;TRONDHEIM KOMMUNE;GDANSK MIASTO NA PRAWACH POWIATU;CENTRO DE ESTUDIOS AMBIENTALES;STADT FREIBURG;GEMEENTE ROTTERDAM;EDINBURGH NAPIER UNIVERSITY;STAD SINT-NIKLAAS;COMUNE DI REGGIO EMILIA",
    "participantCountries": "RO;DE;HR;BG;EE;IT;AL;ES;FR;PL;PT;BE;AT;NO;NL;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}