{
    "rcn": "215946",
    "acronym": "Organic-PLUS",
    "topics": "SFS-08-2017",
    "title": "Pathways to phase-out contentious inputs from organic agriculture in Europe",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The Organic-PLUS project has the overall aim of providing high quality, trans-disciplinary, scientifically informed decision support to help all actors in the organic sector, including national and regional policy makers, to reach the next level of the EUís organic success story. By doing so organic food systems can be more true to organic principles but equally to the EU Bioeconomy agenda. Organic-PLUS objectives are to: 1) identify and valorise contentious inputs currently used in European agriculture 2) provide specific technical solutions to minimise or phase-out their use 3) provide environmental, social and economic assessments of phase-out scenarios 4) disseminate and broker knowledge, ideas and results to maximise impact. We use a trans-disciplinary research approach; the consortium includes 11 universities and 15 multi-actors from 9 EU and 3 associated countries. We combine scientists from many academic disciplines with advisors, farmers and other stakeholders in participatory research design. Organic-PLUS has three large ëtopicalí workpackages called PLANT (researching alternatives to copper and mineral oils), LIVESTOCK (researching alternatives to synthetic vitamins, antibiotics and novel animal bedding) and SOIL (researching alternatives to peat, animal-derived fertilisers and plastic mulch). The topical work is supported by IMPACT (researching consumer conceptions of contentious inputs and disseminating knowledge together with stakeholders) and by MODEL (using sustainability assessment methodology to deliver phasing-out scenarios). The LEAD workpackage is also responsible for managing the International Scientific and the European Industry advisory boards ensuring impact to industry and policy development. The results of the project are disseminated through peer-reviewed and farmer-facing publications, social media, on-farm events and international conferences and we will also ensure impact through citizen juries and engagement with policy makers.",
    "totalCost": "4121527,25",
    "ecMaxContribution": "4091526",
    "coordinator": "COVENTRY UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "AARHUS UNIVERSITET;UNIVERSITA DEGLI STUDI DI PARMA;POLITECHNIKA CZESTOCHOWSKA;FORSCHUNGSRING FUR BIOLOGISCH-DYNAMISCHE WIRTSCHAFTSWEISE EV;DEPARTAMENT D'AGRICULTURA, RAMADERIA, PESCA I ALIMENTACIO;INSTITUT D ENSEIGNEMENT SUPERIEUR ET DE RECHERCHE EN ALIMENTATION SANTE ANIMALE SCIENCES AGRONOMIQUES ETDE L ENVIRONNEMENT VETAGRO SUP;UNIVERSITA DEGLI STUDI DI CATANIA;INSTITUTO ANDALUZ DE INVESTIGACIONY FORMACION AGRARIA PESQUERA ALIMENTARIA Y DE LA PRODUCCION ECOLOGICA;ROYAL HORTICULTURAL SOCIETY;UNIVERSITA DEGLI STUDI DI PADOVA;OSLOMET - STORBYUNIVERSITETET;SVERIGES LANTBRUKSUNIVERSITET;MINISTRY OF FOOD AGRICULTURE AND LIVESTOCK;STIFTELSEN NORSK SENTER FOR OKOLOGISK LANDBRUK;INSTITUT DE RECERCA I TECNOLOGIA AGROALIMENTARIES;EKOLOJIK TARIM ORGANIZASYONU DERNEGI;EIDGENOESSISCHE FORSCHUNGSANSTALT WSL;LEIBNIZ-INSTITUT FUER AGRARTECHNIK UND BIOOEKONOMIE EV;LANDBRUG & FODEVARER F.M.B.A.;PANEPISTIMIO THESSALIAS;ABERYSTWYTH UNIVERSITY;THE SOIL ASSOCIATION LIMITED;INSTITUT NATIONAL DE LA RECHERCHE AGRONOMIQUE;UNIVERSITAET HOHENHEIM",
    "participantCountries": "DK;IT;PL;DE;ES;FR;UK;NO;SE;TR;CH;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}