{
    "rcn": "215992",
    "acronym": "VIRTUAL",
    "topics": "MG-3.2-2017",
    "title": "Open access virtual testing protocols for enhanced road users safety",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The objective of VIRTUAL is to improve the safety of road users by providing procedures and open access tools to assess the benefit of novel safety systems. The goal is to establish a European based global hub for Open Source Virtual Testing (OpenVT) and to demonstrate its success in traffic safety. Open Source Human Body Models of both men and women will be made available in a format that is scalable to represent different ages and sizes of car occupants, vulnerable road users, and users of public transport.\nVIRTUAL will develop computationally efficient, robust crash simulation tools and standardised protocols for impact scenarios not yet considered in regulations or consumer testing. It will cover enhanced integrated safety for pedestrians, cyclists, occupants of (automated) vehicles and public transport. An OpenVT platform will be established to provide stakeholders with all models, tools and protocols for virtual testing (VT); the platform will continue to be available after this project has ended. These new resources will allow the European automotive sector and transport providers to produce better performing safety systems that will reduce road casualties.\nVIRTUAL will demonstrate how current road safety assessments can be complemented and improved by VT giving full credit to vehicle manufacturers and transport providers for their efforts in providing best real-world vehicle safety. VIRTUAL will close the gap between VT and standardised vehicle safety assessments by providing models of the humans (validated for safety assessment) and the protocols and criteria needed to identify the foremost road user protection beyond the scope of physical testing and provide a method for cost-benefit analysis of novel systems. VT will reduce the number of physical tests needed while addressing a greater variety of accident scenarios and road users, actively promoting safety innovations reducing the number of injuries and fatalities providing safer road transport in Europe.",
    "totalCost": "6997943,75",
    "ecMaxContribution": "6997843,75",
    "coordinator": "STATENS VAG- OCH TRANSPORTFORSKNINGSINSTITUT",
    "coordinatorCountry": "SE",
    "participants": "AXA VERSICHERUNGEN AG;TECHNISCHE UNIVERSITAET GRAZ;VOLVO PERSONVAGNAR AB;STICHTING WETENSCHAPPELIJK ONDERZOEK VERKEERSVEILIGHEID;SIEMENS AKTIENGESELLSCHAFT OESTERREICH;TRANSPORTOKONOMISK INSTITUTT;DOREL FRANCE SA;WIJNEN WILLEM;DYNAMORE NORDIC AB;UNIVERSIDAD POLITECNICA DE MADRID;Faurecia SiËges d'Automobile;UNIVERZA V LJUBLJANI;Stiftung Arbeitsgruppe f¸r Unfallmechanik;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "CH;AT;SE;NL;NO;FR;ES;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}