{
    "rcn": "215985",
    "acronym": "SECURe",
    "topics": "LCE-27-2017",
    "title": "Subsurface Evaluation of Carbon capture and storage and Unconventional Risk",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Subsurface Evaluation of CCS and Unconventional Risks (SECURe) will gather unbiased, impartial scientific evidence for risk mitigation and monitoring for environmental protection to underpin subsurface geoenergy development. The main outputs of SECURe will comprise recommendations for best practice for unconventional hydrocarbon production and geological CO2 storage. \nThe project will develop monitoring and mitigation strategies for the full geoenergy project lifecycle; by assessing plausible hazards and monitoring associated environmental risks. This will be achieved through a program of experimental research and advanced technology development that will be demonstrated at commercial and research facilities to formulate best practice. We will meet stakeholder needs; from the design of monitoring and mitigation strategies relevant to operators and regulators, to developing communication strategies to provide a greater level of understanding of the potential impacts.\nThe SECURe partnership comprises major research and commercial organisations from countries that host shale gas and CCS industries at different stages of operation (from permitted to closed). We will form a durable international partnership with non-European groups; providing international access to study sites, creating links between projects and increasing our collective capability through exchange of scientific staff. \nSECURe will provide a legacy of:\n1. A network of experimental and industrial field sites as a proving ground for cutting edge technologies and to enable knowledge transfer between sectors;\n2. A platform for international cooperation; \n3. A scientifically sound, unbiased and independent best practice for baselining, monitoring, mitigation and remediation ñ within a risk-assessment framework;\n4. Models and best practice guidelines for engaging different stakeholders including citizens through participatory monitoring;\n5. A formal continuous training programme for researchers and students.",
    "totalCost": "8932483,49",
    "ecMaxContribution": "8450608,49",
    "coordinator": "UNITED KINGDOM RESEARCH AND INNOVATION",
    "coordinatorCountry": "UK",
    "participants": "RISKTEC SOLUTIONS LIMITED;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;UNIWERSYTET IM. ADAMA MICKIEWICZA W POZNANIU;TOTAL S.A.;SINTEF AS;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;BUREAU DE RECHERCHES GEOLOGIQUES ET MINIERES;HERIOT-WATT UNIVERSITY;Geological Survey of Denmark and Greenland;THE UNIVERSITY OF NOTTINGHAM;INSTYTUT NAFTY I GAZU;PANSTWOWY INSTYTUT GEOLOGICZNY - PANSTWOWY INSTYTUT BADAWCZY;ERASMUS UNIVERSITEIT ROTTERDAM;IFP Energies nouvelles;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "UK;NL;PL;FR;NO;DE;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}