{
    "rcn": "215952",
    "acronym": "LIAISON",
    "topics": "RUR-16-2017",
    "title": "Better Rural Innovation: Linking Actors, Instruments and Policies through Networks",
    "startDate": "01/05/2018",
    "endDate": "31/10/2021",
    "objective": "LIAISON aims to make a significant and meaningful contribution to optimising interactive innovation project approaches and the delivery of EU policies to speed up innovation in agriculture, forestry and rural areas. Researchers, policy advisors, actors from interactive innovation projects, initiatives and networks, farm/forestry advisors, decision-makers and administrators will jointly investigate the design and implementation of interactive innovation project approaches. Looking with the eyes of a larger number of interactive innovation initiatives we will assess the infrastructure of H2020 and Rural Development Programmes at the project, national and European levels. Central in the project are a 'light-touch' review of the experiences in 200 projects and initiatives, and an in-depth assessment of 32 interactive innovation project approaches in a broad range of agricultural and forestry sub-sectors and countries. We will present the diversity of projects and practices through an online 'story map' with entries from all over Europe and select 15 practitioners from innovation projects who will contribute to the project's analyses and outcomes. LIAISON will produce practice-ready methods, protocols and tools, co-designed in processes involving the target users themselves. These include participatory tools for co-creation and co-learning, for networking, communication and dissemination, impact assessment tools, and methodologies and tools for self-evaluation. An Interactive Online System will help innovation actors to access these. LIAISON will develop detailed best practices and approaches for H2020 multi-actor projects, Thematic Networks, Operational Groups and other interactive innovation approaches that contribute to the implementation of EIP-Agri. All project outputs generated by LIAISON will be subject to a process of validation and fine-tuning based upon practical peer-review by consortium members and other closely involved actors and stakeholders.",
    "totalCost": "4999143,75",
    "ecMaxContribution": "4999143,75",
    "coordinator": "HOCHSCHULE FUR NACHHALTIGE ENTWICKLUNG EBERSWALDE",
    "coordinatorCountry": "DE",
    "participants": "THE UNIVERSITY OF EXETER;INSTITUT DE L'ELEVAGE;Institute for the Study of Societies and Knowledge;UNIVERSIDADE DE EVORA;CENTRUM DORADZTWA ROLNICZEGO W BRWINOWIE;STIFTELSEN RURALIS INSTITUTT FOR RURAL- OG REGIONALFORSKNING;EIGEN VERMOGEN VAN HET INSTITUUT VOOR LANDBOUW EN VISSERIJONDERZOEK;UNIVERSITA DI PISA;FORSCHUNGSINSTITUT FUR BIOLOGISCHEN LANDBAU STIFTUNG;Boerenbondvereniging voor Projecten vzw;AGRARGAZDASAGI KUTATO INTEZET;HIGHCLERE CONSULTING SRL;STICHTING GROEP VAN BRUGGE;THE SOIL ASSOCIATION LIMITED;TEAGASC - AGRICULTURE AND FOOD DEVELOPMENT AUTHORITY;UNIVERSIDAD POLITECNICA DE MADRID",
    "participantCountries": "UK;FR;BG;PT;PL;NO;BE;IT;CH;HU;RO;NL;IE;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}