{
    "rcn": "215991",
    "acronym": "MUSIC-haic",
    "topics": "MG-1.3-2017",
    "title": "3D MUltidisciplinary tools for the Simulation of In-flight iCing due to High Altitude Ice Crystals",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Icing is a major hazard for aviation safety. In the last decades an additional risk has been identified when flying in clouds with high concentrations of ice-crystals where ice accretion may occur on warm parts of the engine core, resulting in engine incidents such as loss of engine thrust, strong vibrations, blade damage, or even the inability to restart engines. Performing physical engine tests in icing wind tunnels is extremely challenging, expensive and currently limited to partial tests for engine components. \n\nThe need for the European aeronautics industry to use numerical simulation tools able to accurately predict ICI (Ice Crystal Icing) is therefore urgent and paramount, especially regarding the development of the new generation engines (UHBR, CROR, ATP) which are expected to be even more sensitive to the ICI threat than current in-service engines and for which comparative analysis methods will not be applicable any more. \nMUSIC-HAIC will complete the development of ICI models, implement them in existing industrial 3D multi-disciplinary tools, and perform extensive validation of the new ICI numerical capability through comparison of numerical results with both academic and industrial experimental data.\n\nThe resulting capability will allow the replacement of physical tests by cheaper virtual tests, which would be easier to configure and run permitting substantial gains in development costs and allowing more design choices to be explored and de-risked.\n \nMost importantly, MUSIC-haic will provide the aeronautical sector with the confidence to move away from a step-by-step incremental evolution of engine design to a more radical breakthrough approach, because the ability to simulate the behaviour of ICI on these designs with a high degree of confidence will be available. This will reinforce the competitiveness of the European aircraft and engine manufacturers. MUSIC-haic will also enhance the expertise of the scientific and research community on ICI.",
    "totalCost": "5164122,5",
    "ecMaxContribution": "4806622,5",
    "coordinator": "OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES",
    "coordinatorCountry": "FR",
    "participants": "SAFRAN AIRCRAFT ENGINES;AIRBUS OPERATIONS SAS;AIRBUS DEFENCE AND SPACE GMBH;TECHNISCHE UNIVERSITAET BRAUNSCHWEIG;DASSAULT AVIATION;FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY;ARTTIC;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA;TECHNISCHE UNIVERSITAT DARMSTADT;ROLLS-ROYCE PLC;GENERAL ELECTRIC DEUTSCHLAND HOLDING GMBH;ANDHEO",
    "participantCountries": "FR;DE;RU;IT;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}