{
    "rcn": "215947",
    "acronym": "RELACS",
    "topics": "SFS-08-2017",
    "title": "Replacement of Contentious Inputs in organic farming Systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The overall objective of RELACS is to foster development and facilitate adoption of cost-efficient and environmentally safe tools and technologies, to phase out the dependency on and use of contentious inputs in organic farming systems. RELACS will reduce the use of copper and mineral oil ,  manure from conventional farms, provide alternatives to excessive use of anthelmintics in small ruminants, reduce antibiotic use in dairy cattle and moderate reliance on synthetic vitamins in cattleand poultry production. \nTo pursue this aim, (i) RELACS will provide a comprehensive overview of the current use of and critical evaluation of the need for external inputs in organic plant and animal production. We aim to (ii) bring far developed (TRL?6) alternatives to copper, mineral oils, and anthelmintics to the market, (iii) extend the use of farmer-driven techniques to reduce antibiotics to a wider range of EU regions, and (iv) develop and explore innovative approaches to reduce synthetic vitamin use and propose acceptable vitamin and plant nutrition sources, based on thorough systems analysis and R&D. (v) The products and management practices will be evaluated in different pedo-climatic and farming conditions in the EU and Mediterranean third countries. (vi) RELACS will develop implementation roadmaps by analysis of the socio-economic conditions required for acceptance and adoption of alternatives and provide scientific support for relevant EU policies to develop fair, reliable and implementable rules. (vii) Rapid dissemination and adoption of techniques along the food value chain will be achieved via established dissemination structures in 12 European countries.\nRELACS builds on results of previous research projects and takes forward far advanced solutions. The multi-actor approach is the core of both, the consortium and the project, as RELACS was developed by involving actors and stakeholders from research, organic farmers, advisors and industry from the start.",
    "totalCost": "3999675",
    "ecMaxContribution": "3999674,5",
    "coordinator": "FORSCHUNGSINSTITUT FUR BIOLOGISCHEN LANDBAU STIFTUNG",
    "coordinatorCountry": "CH",
    "participants": "SUBSTAINTEC GMBH;NIBIO - NORSK INSTITUTT FOR BIOOKONOMI;JULIUS KUHN-INSTITUT BUNDESFORSCHUNGSINSTITUT FUR KULTURPFLANZEN;KOBENHAVNS UNIVERSITET;SRUC;Trifolio-M GmbH;JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;FONDAZIONE EDMUND MACH;INSTITUT TECHNIQUE DE L AGRICULTURE BIOLOGIQUE;CENTRO INTERNAZIONALE DI ALTISTUDI AGRONOMICI MEDITERRANEI;INTERNATIONAL FEDERATION OF ORGANIC AGRICULTURE MOVEMENTS EUROPEAN UNION REGIONAL GROUP;BIPA NV;UNIVERSITAET HOHENHEIM;OKOLOGIAI MEZOGAZDASAGI KUTATOINTEZET KOZHASZNU NONPROFIT KFT",
    "participantCountries": "CH;NO;DE;DK;UK;IT;FR;SE;BE;HU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}