{
    "rcn": "215978",
    "acronym": "SMARTFAN",
    "topics": "NMBP-04-2017",
    "title": "Smart by Design and Intelligent by Architecture for turbine blade fan and structural components systems",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Smartfan aims at the micro and Nano components, which will be used due to their special physico-chemical properties, in order to develop smart (bulk) materials for final application on intelligent structures. CFs for reinforcement and conductivity variance, CNTs and CNFs for sensing, Micro-containers for self-healing, Electro-Magnetic nanoparticles for fields detection and shielding, colouring agents for marking cracks and defects, piezoelectric materials can be the base for manufacturing new smart materials. In order to develop lightweight composite materials and transfer the properties of smart components into bulk materials polymer based matrices, such as Epoxy, PEEK, PVDF etc., will be used because of their compatibility with the above mentioned components, their low cost and their recyclability/reusability. During synthesis of composite bulk materials several processes should take place in order to preserve the special physico-chemical properties of composites and to achieve the best dispersion in the bulk.",
    "totalCost": "7989601,25",
    "ecMaxContribution": "7989601,25",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;CRITICAL MATERIALS SA;ELICA SPA;TECHEDGE GMBH;THE UNIVERSITY OF BIRMINGHAM;ETAIREIA AXIOPOIISEOS KAI DIACHEIRISEOS TIS PERIOUSIAS TOU ETHNIKOU METSOVIOU POLYTECHNEIOU (E.M.P.);INNOVATION IN RESEARCH & ENGINEERING SOLUTIONS;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;ILIAS KOUMOULOS - DESPINA BRASINIKAOE;INSTITUTO TECNOLOGICO DE ARAGON;POLITECNICO DI TORINO;OPEN SOURCE MANAGEMENT LIMITED;DALLARA AUTOMOBILI SPA;THALES SA;ASSOCIATION POUR LE DEVELOPPEMENT DE L'ENSEIGNEMENT ET DES RECHERCHES AUPRES DES UNIVERSITES, DES CENTRES DE RECHERCHE ET DES ENTREPRISES D'AQUITAINE;INEGI - INSTITUTO DE CIENCIA E INOVACAO EM ENGENHARIA MECANICA E ENGENHARIA INDUSTRIAL;WARRANT GROUP SRL",
    "participantCountries": "IT;PT;DE;UK;EL;BE;ES;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}