{
    "rcn": "215979",
    "acronym": "PATROLS",
    "topics": "NMBP-29-2017",
    "title": "Physiologically Anchored Tools for Realistic nanOmateriaL hazard aSsessment",
    "startDate": "01/01/2018",
    "endDate": "30/06/2021",
    "objective": "Nanotechnology promises significant scientific, economic and societal benefits, but commercialization and growth are threatened by safety uncertainties. Classical hazard testing strategies to define the human and environmental health impact of engineered nanomaterials (ENM) commonly apply unrealistic acute, high-doses to models that do not reflect the in vivo environment. Furthermore, existing in vitro and in silico hazard detection methods are not accurately predictive. PATROLS addresses these limitations by establishing and standardizing the next generation of advanced safety assessment tools for improved prediction of the adverse effects caused by chronic ENM exposure in human and environmental systems. PATROLS will deliver: 1) physiologically representative multi-cellular in vitro 3D lung, gastrointestinal tract and liver models; 2) cross-species models integrating human and environmental safety testing; 3) innovative ecotoxicity bioassays in several organisms across a food chain; 4) robust in silico models for dosimetry, interspecies toxicity extrapolation and hazard prediction. ENM characterization under physiologically relevant experimental conditions will be integral to this realistic, exposure driven strategy. A systems biology approach will also be adopted to identify key events linked to adverse outcome pathways, informing mechanism-based endpoints associated with real-life ENM exposures. These objectives will be achieved by an international network of world-leading academic, governmental, industrial, SME, risk assessment agency and NGO partners. The innovative in vitro and in silico nanosafety testing tools developed by PATROLS will balance speed, cost and biological complexity, while reducing uncertainty via improved predictive power. The smart targeted testing approach will drive a paradigm shift in (eco)toxicology towards mechanism-based ENM hazard assessment to support policy development in human and environmental nanosafety regulatory frameworks.",
    "totalCost": "13108347,5",
    "ecMaxContribution": "12714180",
    "coordinator": "SWANSEA UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "THE UNIVERSITY OF EXETER;UNIVERSITEIT LEIDEN;EUROPEAN RESEARCH SERVICES GMBH;MISVIK BIOLOGY OY;KOREA RESEARCH INSTITUTE OF STANDARDS AND SCIENCE;INSTITUTE OF OCCUPATIONAL MEDICINE;UNIVERSITE CATHOLIQUE DE LOUVAIN;INSTITUT FUR UMWELTMEDIZINISCHE FORSCHUNG AN DER HEINRICH-HEINE-UNIVERSITAT DUSSELDORF GMBH;UNIVERSITA DI PISA;UNITED KINGDOM RESEARCH AND INNOVATION;RIJKSINSTITUUT VOOR VOLKSGEZONDHEID EN MILIEU;CONSIGLIO NAZIONALE DELLE RICERCHE;QSAR LAB SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;BASF SE;HERIOT-WATT UNIVERSITY;DANMARKS TEKNISKE UNIVERSITET;HARVARD GLOBAL RESEARCH AND SUPPORT SERVICES INC.;UNIVERSITY OF SOUTH CAROLINA;NANOTECHNOLOGY INDUSTRIES ASSOCIATION;MEDICAL RESEARCH COUNCIL;INSPHERO AG;UNIVERSITE DE FRIBOURG;DET NATIONALE FORSKNINGSCENTER FORARBEJDSMILJO;UNIVERSITE DE NAMUR ASBL",
    "participantCountries": "UK;NL;DE;FI;KR;BE;IT;PL;DK;US;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}