{
    "rcn": "216007",
    "acronym": "SuCoHS",
    "topics": "MG-1.3-2017",
    "title": "Sustainable and Cost Efficient High Performance Composite Structures demanding Temperature and Fire Resistance",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "In order to maintain the leadership of the European aeronautics, the SuCoHS project will investigate potential weight and cost savings in expanding the use of composite materials in areas of demanding high thermal conditions (high temperature and fire). \nIn particular, this project envisages new structural concepts with novel multi-material composites to provide high resistivity against thermal, mechanical and fire loading. These developments also cater for high production rates, providing a cost competitive manufacturing process at minimum material and energy consumption, while reducing the requirement for visual inspection or rework. New solutions for structural health monitoring are considered within the structures to enable condition-based maintenance taking into account actual loading and structural conditions.\nInstead of an isolated investigation of innovative technologies the project will develop an integrated framework for the adaption of these promising technologies to different aeronautic components to increase efficiency during design, manufacturing and operation. \nThree industrial use cases are defined from real industrial design challenges to set requirements, to validate new technologies and to demonstrate technical feasibility near to operation environment: a high temperature resistance nacelle component, a composite aircraft interior shell and a tail cone panel substructure.\nThe SuCoHS project gathers 14 partners from 7 European countries, amongst which 2 technical universities, 3 research centers, 4 SMEs and 8 large companies. The requested EU funding amounts to 6 638 944 Euros for a 3-year project duration.",
    "totalCost": "6638938,74",
    "ecMaxContribution": "6638938,74",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "L - UP SAS;SHORT BROTHERS PLC;TRANSFURANS CHEMICALS BVBA;STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;FACHHOCHSCHULE NORDWESTSCHWEIZ;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;AERNNOVA ENGINEERING DIVISION SAU;TECHNOBIS FIBRE TECHNOLOGIES BV;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;NORTH THIN PLY TECHNOLOGY SARL;APODIUS GMBH;SYNTHESITES",
    "participantCountries": "FR;UK;BE;NL;CH;DE;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}