{
    "rcn": "216070",
    "acronym": "SWIRup",
    "topics": "COMPET-2-2017",
    "title": "HOT III-V  II-VI Focal Plane Arrays for Space Applications in the Upper SWIR Band",
    "startDate": "01/06/2018",
    "endDate": "30/11/2021",
    "objective": "Missions from space for high-resolution earth observation (including greenhouse gases monitoring) require optical sensors covering both Visible channels and the Short Wavelength InfraRed band (SWIR). For SWIR optical sensors, the current approach in Europe is HgCdTe N/P sensors cooled to cryogenic temperature. SWIRup is aiming at developing an alternative photosensitive material to current HgCdTe N/P sensors. It will focus on InGaAs/GaAsSb super-lattice lattice matched to InP substrate, named III-V. \nThe objective is to push the cut off wavelength up to 2,5µm (currently limited to 1,7) adding SWIR bands to the common VISIBLE channels generally proposed on instruments dedicated to earth observation from space. The SWIRup sensor technologies will also provide alternatives to HgCdTe N/P detectors for commercial applications in the SWIR spectral range, such as hyperspectral imaging systems (for airborne, field applications) and Lidar (or active imaging applications). \nThe 2nd objective is to achieve high operating temperature for focal plane arrays, to be the closest possible to room temperature (230 to 290K) compared to the typical 200-210K for current HgCdTe detectors. This will eliminate cryogenic cooling, improving miniaturization, power reduction, efficiency and versatility of the optical payloads, all of which could provide room for increased functionality. \nThe SWIRup technology will be compared to the current reference II-VI technology which is the HgCdTe P/N material, leading to a technology prioritization by type of application, as each material has its own advantages. This II-VI material, already optimized for cooled astronomical application, will be improved to work at higher temperature. The proposal includes the manufacturing and tests of 2D arrays with sensitive module using the new III-V technology and with the II-VI technology. Reaching TRL5 at the end, the highest performance of the 2 technologies will enter industrialization phase and be integrated.",
    "totalCost": "2845106,25",
    "ecMaxContribution": "2845106,25",
    "coordinator": "THALES ALENIA SPACE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "THE UNIVERSITY OF SHEFFIELD;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNITED KINGDOM RESEARCH AND INNOVATION;III-V LAB;NORSK ELEKTRO OPTIKK AS",
    "participantCountries": "UK;FR;NO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}