{
    "rcn": "216048",
    "acronym": "TICTOCGRAV",
    "topics": "ERC-2017-COG",
    "title": "Exploring Gravity with Ultracold Cadmium and Strontium Optical Clocks and Bragg Interferometers",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The main aim of the TICTOCGRAV is to explore the limits of contemporary physics with a new generation of atomic quantum sensors, namely optical atomic clocks and atomic gravimeters.\n\nAfter 100 years of General Relativity and Quantum Mechanics, both theories have been tested at an unprecedented level.  Direct detection of gravitational waves is a great success and represents another impressive confirmation of the present theory of gravitation GR. Indeed, we are living a ìQuantum Revolutionî, in which advanced quantum concepts are at the heart of several devices, from precision navigation and location on Earth to secure communication protocols based on entangled photons.\nDespite all these great success in both areas, unfortunately, we still lack a full comprehension at the fundamental level. As a matter of fact, a full quantum treatment of space-time is still under discussion in the community. While several theoretical attempts have been pursued, a clear solution to the problem does not exist yet. Very likely, an answer to this problem will come from high precision experiments capable of measuring tiny gravitational effects on quantum systems as atomic clocks and quantum inertial sensors. \nTICTOCGRAV will address this questions experimentally by performing ultimate precision tests of gravity with fountains of alkali-earth metals, namely Cadmium and Strontium atoms. \n\nSpecifically, TICTOCGRAV will perform the highest precision tests so far of:\n-the weak equivalence principle (WEP) below 10^-13 with quantum probes, exploring also possible tests of spin-gravity couplings at the same level;\n- quantum interference of high precision clocks in a gravitational potential; demonstrating for the first time gravity induced decoherence mechanisms, opening the way towards a possible explanation of quantum to classical transition in macroscopically entangled quantum systems.",
    "totalCost": "1999011,25",
    "ecMaxContribution": "1999011,25",
    "coordinator": "UNIVERSITA DEGLI STUDI DI FIRENZE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}