{
    "rcn": "216068",
    "acronym": "E-LOBSTER",
    "topics": "LCE-01-2016-2017",
    "title": "Electric LOsses Balancing through  integrated  STorage and power Electronics towards increased synergy between Railways and electricity distribution networks",
    "startDate": "01/06/2018",
    "endDate": "30/11/2021",
    "objective": "European distribution networks and light-railway networks present common issues: both have been developed as independent networks, relying on the resilience and robustness of existing power supplies. However, RES progressive penetration introduced an increasing degree of uncertainty on the direction of power flows. Both networks are looking at integrated solutions targeting: i) reduction of electricity losses ii) increase the grid stability in a high local RES penetration scenario iii) accommodate the needs of new energy actors such as EVs, electrical storages and prosumers. Electrified transport networks such as light railways could act to enhance distribution grid stability providing ancillary services inter-exchanging electricity. However such potential is still unexploited. E-LOBSTER intends to capture such potential through the development of an innovative, economically viable and easily replicable electric Transport-Grid Inter-Connection System that will be able to establish synergies between power distribution networks, electrified transport networks (metro, trams, light railways etc.) and charging stations for EVs. The proposed solution encompasses the integration of high power flow Electric Storage with smart Soft Open Points providing flexible control. The system will be managed by an integrated Railway \\ Grid Management System which starting from the real time analysis of energy losses will be able to optimize the interexchange of electricity between the networks maximizing local RES self-consumption. The hardware and software control platform will be demonstrated at TRL 6 in one substation owned by Metro de Madrid. Business models and standardisation needs will be deeply analyzed and measures to unlock existing barriers will be promoted and in parallel the knowledge generated from the project will be further exploited for the definition of the up-scale design of a full scale E-LOBSTER system, paving the ground towards replication across the EU.",
    "totalCost": "3999102,5",
    "ecMaxContribution": "3999102,5",
    "coordinator": "RINA CONSULTING SPA",
    "coordinatorCountry": "IT",
    "participants": "FUNDACION DE LOS FERROCARRILES ESPANOLES;METRO DE MADRID SA;TURBO POWER SYSTEMS LTD;THE UNIVERSITY OF BIRMINGHAM;UNIVERSITY OF NEWCASTLE UPON TYNE;RAIL SAFETY AND STANDARDS BOARD LIMITED;Lithium Balance A/S;UNION INTERNATIONALE DES TRANSPORTS PUBLICS",
    "participantCountries": "ES;UK;DK;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}