{
    "rcn": "216011",
    "acronym": "SAFEWAY",
    "topics": "MG-7-1-2017",
    "title": "GIS-BASED INFRASTRUCTURE MANAGEMENT SYSTEM FOR OPTIMIZED RESPONSE TO EXTREME EVENTS OF TERRESTRIAL TRANSPORT NETWORKS",
    "startDate": "01/09/2018",
    "endDate": "28/02/2022",
    "objective": "According to European TEN-T guidelines, due consideration must be given to the risk assessments and adaptation measures during infrastructure planning, in order to improve resilience to disasters. SAFEWAYís aim is to design, validate and implement holistic methods, strategies, tools and technical interventions to significantly increase the resilience of inland transport infrastructure. SAFEWAY leads to significantly improved resilience of transport infrastructures, developing a holistic toolset with transversal application to anticipate and mitigate the effects extreme events at all modes of disaster cycle: 1) ìPreparationî: substantial improvement of risk prediction, monitoring and decision tools contributing to anticipate, prevent and prepare critical assets for the damage impacts; 2)ìResponse and Recoveryî: the incorporation of SAFEWAY IT solutions into emergency plans, and real-time optimal communication with operators and end users (via crowdsourcing and social media); 3)ìMitigationî: improving precision in the adoption of mitigation actions (by impact analysis of different scenarios) together with new construction systems and materials, contributing to the resistance & absorption of the damage impact. \nSAFEWAY consortium has 15 partners that cover  multidisciplinary and multisectorial business fields associated with resilience of transport infrastructure in Europe: national transport infrastructure managers & operators, a main global infrastructure operator,  partners able to provide various data sources with large coverage in real time, comprehensive ITC solutions, and leading experts in resilience, risk databases, remote sensing-based inspection, and decision systems based on predictive modelling.\nSAFEWAY will carry-out 4 real case studies distributed through 4 countries, linked to 5 corridors of the TEN-T Core Network. SAFEWAY has as main expected impacts: 1) at least 20% improvement in mobility and 2) at least 20% lower cost of infrastructure maintenance.",
    "totalCost": "4535600",
    "ecMaxContribution": "4521100",
    "coordinator": "UNIVERSIDAD DE VIGO",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDADE DO MINHO;RUTTENDE LEEUW BERNARDUS;THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;INFRASTRUCTURE MANAGEMENT CONSULTANTS GMBH;PLANETEK ITALIA SRL;NETWORK RAIL INFRASTRUCTURE LIMITED;INGENIERIA INSITU SL;INFRAESTRUTURAS DE PORTUGAL SA;INNOVACTORY INTERNATIONAL BV;TRANSPORTOKONOMISK INSTITUTT;FERROVIAL AGROMAN SA;DEMO CONSULTANTS BV;STIFTELSEN NORGES GEOTEKNISKE INSTITUTT",
    "participantCountries": "PT;NL;UK;CH;IT;ES;NO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}