{
    "rcn": "216083",
    "acronym": "Minland",
    "topics": "SC5-15-2016-2017",
    "title": "Mineral resources in sustainable land-use planning",
    "startDate": "01/12/2017",
    "endDate": "30/11/2019",
    "objective": "Access to mineral resources in Europe is one of the pillars of the RMI. Yet, competing societal interests, such as expanding cities, infrastructure development, agriculture and nature conservation, have had negative effect on the available area for exploration and mining of mineral resources. Consequently,  the supply of mineral raw materials within the EU is at risk. Therefore, the integration of mineral resources policies into land-use planning at different scales and levels is a key factor for achieving the goals of the RMI.\nThe MINLAND project is designed for addressing this challenge: to facilitate minerals and land-use policy making and to strengthen a transparent land use practice. MINLAND is composed around the acknowledgement that the call requires a broad and competent consortium with strong links to related projects and activities, a comprehensive and structured data repository, an efficient work flow and strong and broad stakeholder involvement.\nMINLAND will address the challenge by: collecting and structuring information from member states and EU activities (stocktaking), performing in-depth analyses and case studies on relevant issues and aspects, and compiling comprehensive and practically applicable guidance documents. Along the work flow, stakeholders will be involved through workshops and participation in case studies and through other dissemination activities.",
    "totalCost": "1498691,25",
    "ecMaxContribution": "1498691,25",
    "coordinator": "SVERIGES GEOLOGISKA UNDERSOKNING",
    "coordinatorCountry": "SE",
    "participants": "MINPOL GMBH;GEOLOGIAN TUTKIMUSKESKUS;INDUSTRIAL MINERALS ASSOCIATION EUROPE;INSTITOUTO GEOLOGIKON KAI METALLEFTIKON EREVNON;MONTANUNIVERSITAT LEOBEN;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;REGIONE EMILIA ROMAGNA;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;MACCABE DURNEY BARNES LTD;BOLIDEN MINERAL AB;FEDERATION EUROPEENNE DES GEOLOGUES;Laboratorio Nacional de Energia e Geologia I.P.;LANSSTYRELSEN I VASTERBOTTEN LAN;EuroGeoSurveys - EGS;NORGES GEOLOGISKE UNDERSOKELSE;INSTITUTO GEOL”GICO Y MINERO DE ESPA—A;WIRTSCHAFTSUNIVERSITAT WIEN;COMMUNICATIONS, CLIMATE ACTION AND ENVIRONMENTS;DIRECAO-GERAL DE ENERGIA E GEOLOGIA;POLSKA ACADEMIA NAUK INSTYTUT GOSPODARKI SUROWCAMI MINERALNYMI I ENERGIA;STICHTING WAGENINGEN RESEARCH",
    "participantCountries": "AT;FI;BE;EL;NL;IT;IE;SE;FR;PT;NO;ES;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}