{
    "rcn": "216045",
    "acronym": "GENPARENT",
    "topics": "ERC-2017-COG",
    "title": "Revealing Sources of Gendered Parenthood: A multi-method comparative study of the transition to parenthood in same-sex and different-sex couples",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "This project is the first to apply an inclusive, internationally comparative, multi-methods approach to families to reveal the complex processes that result in a gendered division of work. We do this by comparing different-sex couples (DSC) to same-sex couples (SSC) focusing on the transition to parenthood and its career related consequences based on unique, population register data, census data and surveys, as well in depth interviews with couples. Three sub-projects emerge. In GENPARENT NORTH, longitudinal analyses of register data for the full population in the Nordic countries enable unique studies of the division of work and care in DSC and female SSC in a most similar-case comparison where the couples are matched on important background characteristics. In GENPARENT REGIME, the Nordic countries, the Netherlands and the US are compared in cross-sectional, quantitative analyses of female and male SSC and DSC with biological or adoptive children, their division of paid/unpaid work and the resulting career trajectories. Preliminary analyses indicate that family leave policies apply to some but not all families and this clearly structures the division of work and earnings in them. In GENPARENT VOICE, in-depth interviews with female and male SSC (planning for or having children) and adoptive DSC parents are carried out in order to explore the reasoning and expectations that precede the realized divisions of child care and paid work. In addition, the legal and social issues facing these families is highlighted. Interviews are conducted in Sweden and the Netherlands and for these countries, we have unique, longitudinal in-depth interviews with DSC expecting and having their first child. By comparing SSC to DSC and combining cross-sectional and longitudinal quantitative analyses with in-depth interviews, the GENPARENT project critically evaluate and develop theories on the gendered transition to parenthood, while expanding on and updating the welfare regime framework.",
    "totalCost": "1999910",
    "ecMaxContribution": "1999910",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "YESHIVA UNIVERSITY;UNIVERSITEIT UTRECHT",
    "participantCountries": "US;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}