{
    "rcn": "216023",
    "acronym": "DIALLS",
    "topics": "CULT-COOP-03-2017",
    "title": "DIalogue and Argumentation for cultural Literacy Learning in Schools",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "DIALLS is a three year project with three objectives. First, it will develop an understanding of young peopleís cultural literacy in formal education through the teaching of dialogue and argumentation as a means to understand European identities and cultures. This will be achieved by the creation and implementation of a cultural literacy learning programme where students respond to and produce multimodal texts reflecting European heritages with the promotion of tolerance, inclusion and empathy as core cultural literacy dispositions. Second, the project will provide comprehensive guidance for the development of cultural literacy in schools through the creation and evaluation of a scale of progression for cultural literacy learning as manifested in studentsí interactions and produced artefacts. Finally, DIALLS will promote the emergence of young peopleís cultural identities in a student-authored manifesto for cultural literacy and a virtual gallery of their cultural artefacts.  We will conduct analyses of studentsí class-based and online interactions, mapping the development of dialogue and argumentation skills to create an open access multilingual data corpus. Cross-comparative analyses of classrooms in seven countries will include analysis of gender, age, ethnicity and socio-economic factors. DIALLS is directly relevant to the callís work programme as it addresses the role of formal education in supporting the acquisition of the knowledge, skills and competences needed for effective intercultural dialogue and mutual understanding. The novelty of our proposal lies in the intersection of cultural literacy, multimodality, dialogue and argumentation, and through the use of face-to-face and online learning environments where students can share their perspectives as they make sense of Europe and its different cultures. Our innovative teaching and assessment tools will guide teachers in their development of a dialogic pedagogy for cultural literacy in tomorrowís Europe.",
    "totalCost": "4373308,75",
    "ecMaxContribution": "4373308,75",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "EDEX - EDUCATIONAL EXCELLENCE CORPORATION LIMITED;JYVASKYLAN YLIOPISTO;UNIVERSIDADE NOVA DE LISBOA;VILNIAUS UNIVERSITETAS;UNIVERSITAT DE BARCELONA;THE HEBREW UNIVERSITY OF JERUSALEM;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "CY;FI;PT;LT;ES;IL;DE;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}