{
    "rcn": "216056",
    "acronym": "SCATTERERID",
    "topics": "ERC-2017-COG",
    "title": "Analysis and synthesis of wideband scattered signals from finite-size targets ñ aspect-independent RF analog footprint",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The need for information identification and capture is a matter of prime importance in modern societies. Every sectors of society rely on the identification of data exchanged, the updating of the data recorded on a tag and the measurement of physical parameters. The ability to make objects interact with one another or with humans is an important factor in many applications, all the more so if this interaction can occur without human presence. The way to reduce power consumption, improve the communication quality-of-service and enhance connectivity has become key issues for lots of industries. Researchers need to consider the multiple factors simultaneously to design state-of-the-art RF devices for the next generation of identification services. One important direction is to develop low-power, low cost tags for wireless identification and sensing. Lots of improvements have been done today on communication systems based on electronic devices where an integrated circuit is at the heart of the whole system. The democratisation of these chipped based systems like the RFID one will give rise to environmental issues in the future. However, these improvements pave the way for the development of new concepts based on approaches where the presence of the chip is not mandatory. These approaches are based on radar or reflectometry principles; these are non-invasive techniques but they require specific theoretical and practical developments. The difficulty is to be able to retrieve a small signal coming from a totally passive label placed in an unknown and movable environment. The objective of this project is to introduce the paradigm of RF communication system based on chipless labels, i.e. tags without any chip, bringing an ID, able to communicate with radio waves and having extremely low costs. This project aims at showing that it is possible to associate the paper based chipless label ID with other features like the ability to write and rewrite the ID, or a sensor function.",
    "totalCost": "1997656,25",
    "ecMaxContribution": "1997656,25",
    "coordinator": "INSTITUT POLYTECHNIQUE DE GRENOBLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}