{
    "rcn": "216082",
    "acronym": "EdiCitNet",
    "topics": "SCC-02-2016-2017",
    "title": "Edible Cities NetworkIntegrating Edible City Solutions for social resilient and sustainably productive cities",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The systemic use of urban landscapes for food production is a major step towards more sustainable, liveable and healthier cities. A multitude of initiatives around the World, however fragmented, are prospering, forming a global movement of Edible Cities. Their products, activities  and services ñ the Edible City Solutions (ECS) -  empower local communities to overcome social problems by their inclusive and participatory dynamics and to create new green businesses and jobs, and thereby generating local economic growth and fostering social cohesion.\n\nEdiCitNet will leverage the substantial benefits that ECS effect today at local level and catalyse their replication EU- and world-wide by launching a fully open and participatory network of cities, empowering their inhabitants by a common methodology\n\na) to systematically explore the wealth and diversity of existing ECS,\n\nb) to adapt, plan and implement successfully proven ECS in their specific urban context.\n\nTo make this happen, EdiCitNet will close knowledge gaps in the effective implementation of ECS and their transformation into sustainable, innovative business models. This new insight will feed into a openly shared and globally accessible knowledge base and methodology to enable sustainable and evidence-based integration of ECS into the long-term urban planning of cities covering a large spectrum of urban, climatic, social, environmental and cultural contexts.\n\n5 Front Runner Cities (FRC), supported by a highly interdisciplinary consortium of city authorities, SME, NGOs and academia, will demonstrate their unique experience with own Living Labs and transfer their knowledge to 7 dedicated Follower Cities (FC), determined to replicate  ECS for the benefit of their inhabitants. The carefully selected group of FRC and FC allows to study and monitor implementation in large variety of environments and also ensures truly global outreach with city partners based in Central America, Africa and East Asia",
    "totalCost": "11921624,75",
    "ecMaxContribution": "11254912,88",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITY OF BRIGHTON;FUNDACIO INSTITUT CATALA DE RECERCA DE L'AIGUA;NIBIO - NORSK INSTITUTT FOR BIOOKONOMI;ROYAL MELBOURNE INSTITUTE OF TECHNOLOGY SPAIN SL;STADT ANDERNACH;HIDROLAB, PROJEKTIRANJE IN INZENIRING DOO;OSLO KOMMUNE;SENATSVERWALTUNG FUER STADTENTWICKLUNG UND WOHNEN;UNIVERSITAT DE GIRONA;UNITE TECHNIQUE DU SEMIDE GEIE;COMMUNE DE CARTHAGE;TRANSITION OSTSTEIERMARK - GEMEINSCHAFTEN NACHHALTIG GESTALTEN;Ajuntament de Sant Feliu de llobregat;LETCHWORTH GARDEN CITY HERITAGE FOUNDATION;DEUTSCHER DACHGARTNER VERBAND E.V.;VILLE DE LOME;OBCINA SEMPETER-VRTOJBA;ASSOCIATION TUNISIENNE DE DEVELOPPEMENT DURABLE: LA RECHERCHE EN ACTION;OSLOMET - STORBYUNIVERSITETET;INTERNATIONALE BAUAUSSTELLUNG HEIDELBERG GMBH;GALLIS HELENE;BRIGHTON & HOVE FOOD PARTNERSHIP LTD;UNIVERSITAET FUER BODENKULTUR WIEN;GEMEENTE ROTTERDAM;TERRA CONCORDIA GEMEINNUTZIGE UG (HAFTUNGSBESCHRANKT);MINISTERIO DE EDUCACION Y CULTURA;HUMBOLDT-UNIVERSITAET ZU BERLIN;NOLDE ERWIN;WAGENINGEN UNIVERSITY;UNIVERZA V LJUBLJANI;FUNDACIO SOLIDARITAT UB;PEKING UNIVERSITY",
    "participantCountries": "UK;ES;NO;DE;SI;FR;TN;AT;TG;NL;UY;CN",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}