{
    "rcn": "216089",
    "acronym": "RECONECT",
    "topics": "SC5-08-2017",
    "title": "RECONECT- Regenarating ECOsystems with Nature-based solutions for hydro-meteorological risk rEduCTion",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "RECONECT aims to contribute to European reference framework on Nature Based Solutions (NBS) by demonstrating, referencing and upscaling large scale NBS and by stimulating a new culture for 'land use planning' that links the reduction of risks with local and regional development objectives in a sustainable way. To do that, RECONECT draws upon the network of carefully selected Demonstrators and Collaborators that cover a range of local conditions, geographic characteristics, governance structures and social/cultural settings to successfully upscale NBS throughout Europe and Internationally. The RECONECT consortium is a transdisciplinary partnership between researchers, industry partners (SMEs and large consultancies) and responsible agencies at the local and watershed/regional level dedicated to achieve the desired outcomes of the project.",
    "totalCost": "15412579,48",
    "ecMaxContribution": "13520689,64",
    "coordinator": "STICHTING IHE DELFT INSTITUTE FOR WATER EDUCATION",
    "coordinatorCountry": "NL",
    "participants": "STRANE INNOVATION SAS;AMPHI INTERNATIONAL APS;INTER ACT INDUSTRIAL AUTOMATION BV;THE UNIVERSITY OF EXETER;NATIONAL CHENG KUNG UNIVERSITY;HYDRO AND AGRO INFORMATICS INSTITUTE;FREIE UND HANSESTADT HAMBURG;UNIVERSITE DE NICE SOPHIA ANTIPOLIS;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;HYDROLOGIC RESEARCH BV;HELMHOLTZ-ZENTRUM FUER UMWELTFORSCHUNG GMBH - UFZ;ODENSE KOMMUNE;FACULTY OF CIVIL ENGINEERING;STIFTELSEN THE STOCKHOLM ENVIRONMENT INSTITUTE;PREDUZECE ZA PROJEKTOVANJE, INZENJERING I KONSALTING IWA CONSALT DOO, BEOGRAD (VRACAR);Black Sea - Danube Association for Research and Development;EIDGENOESSISCHE ANSTALT FUER WASSERVERSORGUNG ABWASSERREINIGUNG UND GEWAESSERSCHUTZ;PANSTWOWE GOSPODARSTWO WODNE WODY POLSKIE;CONSIGLIO NAZIONALE DELLE RICERCHE;PRONING DHI DOO ZA PROJEKTIRANJE USLUGE I TRGOVINU;Hydrometeorological Innovative Solutions;DANMARKS TEKNISKE UNIVERSITET;EUROPEJSKIE REGIONALNE CENTRUM EKOHYDROLOGII POLSKIEJ AKADEMII NAUK;GISIG GEOGRAPHICAL INFORMATION SYSTEMS INTERNATIONAL GROUP ASSOCIAZIONE;ENTE PARCO DI PORTOFINO;ARHUS KOMMUNE;RAMBOLL DANMARK A/S;UNIVERSITAET INNSBRUCK;MONASH UNIVERSITY MALAYSIA SDN BHD;EUROSENSE BELFOTOP;TAUW BV;INTERNATIONAL WATER ASSOCIATION;REGIONAL ADMINISTRATION VARNA;AgËncia Catalana de l'Aigua",
    "participantCountries": "FR;DK;NL;UK;TW;TH;DE;RS;SE;BG;CH;PL;IT;HR;ES;AT;MY;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}