{
    "rcn": "216042",
    "acronym": "DEBATE",
    "topics": "ERC-2017-COG",
    "title": "Debate: Innovation as Performance in Late-Medieval Universities",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The switch from parchment to paper had a fundamental impact on later medieval universities, equivalent to the shift to Open Access today, hindering some intellectual practices while encouraging others. The DEBATE project identifies a neglected genre of latin texts that flourished on paper, the Principia, which record the public confrontations between candidates (socii) for the title of doctor. These debates, imposed by university statutes throughout Europe as annual exercises linked to lectures on the Sentences (the medieval parallel to our PhD thesis), forced the candidate to reveal his innovative theories (sheets of papers were exchanged among the socii beforehand), display his erudition and prove his intellectual prowess before a large audience. The futuristic discussion usually exceeded the confines of one discipline and allowed the bachelor to indulge his interdisciplinary interests, employing science, theology, mathematics, politics, literature, and rhetoric in his polemics against his colleagues. Principia thus reveal the cutting edge method of fostering science in later medieval universities. The DEBATE team intends to identify new manuscripts, edit the texts, establish authorship for anonymous fragments and propose an interpretation that will help explain how innovation was a primordial target in medieval academia. Putting together all the surviving texts of Principia produced in various cultural contexts, this project will provide a wealth of material that will bring about a basic change in our understanding of the mechanism of the production of academic knowledge in the early universities all around Europe.The project is designed to promote erudition by combining a palaeographical, codicological, editorial and hermeneutical approach, aiming to open an advanced area of inquiry focusing on an intellectual practice that bound together medieval universities from different geographical and cultural regions: Paris, Bologna, Vienna, Prague, Krakow and Cologne.",
    "totalCost": "1997976",
    "ecMaxContribution": "1997976",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}