{
    "rcn": "216013",
    "acronym": "AIRPOXY",
    "topics": "MG-1.3-2017",
    "title": "ThermoformAble, repaIrable and bondable smaRt ePOXY based composites for aero structures",
    "startDate": "01/09/2018",
    "endDate": "28/02/2022",
    "objective": "With strong growly rates of 13% in the aero sector, and demands predicted to be doubled by 2032, carbon composites (CC) are under the spotlight. CC production requires a quick ramp-up that needs to be based on robust materials & processes and a solid manufacturing supply chain, where higher production rates and cost reduction are essential. The aim of AIRPOXY is to reduce production & MRO costs of CC parts in aeronautics by introducing a new family of enhanced composites that preserve all the advantages of conventional thermosets, while showing new unprecedented features such as Re-processability, Reparability and Recyclability. This will be possible through further development & validation of a family of ground-breaking thermoset resins (recently invented/patented by CID) including dynamic bonds which enable such smart behaviour. Conversion of the technology from TRL3 to 5 will be achieved in AIRPOXY, through 2 representative demonstrators of aircraft panels. Thermoforming processes previously unthinkable for thermosets will reduce manufacturing cost of CC parts by35% vs autoclave, reducing processing times from hours to minutes. Faster/cheaper repair technologies, in combination with SHM, will reduce significantly MRO costs. Additionally,   a  novel welding process will reduce CC bonding costs by up to 50%. Such new features will foster competitiveness & sustainability in the European aeronautics sector. AIRPOXY relies on a multidisciplinary consortium of 11 partners from 6 countries; CID as resin inventor, key technology providers IVW (thermoforming & welding), EUT(RTM), COEX(SQRTM), UOI(SHM); AEF (process simulation software), aircraft components manufacturers (EIRE, IDEC, SON), standardization experts (UNE) & an aeroconsultancy (ART). They will be supported by a strong advisory board (AIRBUS, Leonardo, Huntsman, SGL and EREA). Maximum impact of AIRPOXY will be ensured through well-balanced dissemination, communication and exploitation activities.",
    "totalCost": "6497512,5",
    "ecMaxContribution": "6497512,5",
    "coordinator": "FUNDACION CIDETEC",
    "coordinatorCountry": "ES",
    "participants": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH;COEXPAIR SA;ASOCIACION ESPANOLA DE NORMALIZACION;EIRECOMPOSITES TEORANTA;SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA;INGENIERIA Y DESARROLLOS EN COMPOSITE S.L.;ARTTIC;PANEPISTIMIO IOANNINON;FUNDACIO EURECAT;ALTAIR ENGINEERING FRANCE SARL",
    "participantCountries": "DE;BE;ES;IE;FR;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}