{
    "rcn": "216063",
    "acronym": "WOLBAKIAN",
    "topics": "ERC-2017-COG",
    "title": "Functional genetics of Wolbachia proliferation and protection to viruses",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Wolbachia are arguably the most prevalent intracellular bacteria in animals, infecting filarial nematodes and up to 66% of arthropod species. Wolbachia are maternally transmitted and can induce a large range of strong phenotypes on their hosts. However, very little is known on how they induce these phenotypes and how they interact with the host at the molecular level. One main difficulty with this system is that Wolbachia have been genetically intractable. We will study how Wolbachia confers protection to viruses, a phenomenon that is currently being applied to fight dengue and Zika viruses. We also aim at understanding how these endosymbiont titres are regulated, a crucial aspect of their biology. We will identify host and Wolbachia genes that regulate these processes by performing classical genetic screens in Drosophila and develop a new method to perform a forward genetic screen in Wolbachia. Our previous analysis of natural variants of Wolbachia will also be extended in order to identify alleles associated with differential growth and antiviral protection. We will characterize candidate Wolbachia genes, from the previous analysis and current results in the lab, by performing a new method to obtain loss-of-function mutants in target Wolbachia genes. We will also focus on putative effector proteins of Wolbachia with the purpose of identifying cellular location, induced phenotypes, and host interacting proteins. Drosophila genes will be characterized by classical genetic methods in this model organism. The identification and characterization of Wolbachia and host genes involved in antiviral protection and Wolbachia proliferation will provide key insights to these basic biological problems. Moreover, the knowledge generated and new Wolbachia variants may have an application in the fight against arboviruses transmitted by mosquitoes and human diseases caused by filarial nematodes.",
    "totalCost": "1999500",
    "ecMaxContribution": "1999500",
    "coordinator": "FUNDACAO CALOUSTE GULBENKIAN",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}