{
    "rcn": "216031",
    "acronym": "CRISEA",
    "topics": "ENG-GLOBALLY-06-2017",
    "title": "Competing Regional Integrations in Southeast Asia",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "'The project Competing Regional Integrations in Southeast Asia (CRISEA) brings together Southeast Asian (SEA) and European researchers with 3 objectives.\n1. Research. Our previous research shows that SEA is open to multiple forces that drive regional integration through competition for resources and legitimacy. In the current crisis of legitimacy for globalisation, SEA's competing regional integrations present challenges for its people and for ASEAN's framework-building project. We analyse these in sectorally-themed work packages on 'arenas of competition': the environment, the economy, the State, the identity of SEA's people, and the Region. Using an interdisciplinary micro-macro method of analysis, we ask in each case how ASEAN-led regional integration is ñ and is seen by SEA's people as ñ part of the problem or part of the solution.\nCRISEA engages with the work programme's concern with 'what ëregioní means to the peoples of these countries within and beyond the ASEAN context'. Closely aligned with the 2015 Joint Communication on EU-ASEAN relations, it enhances the EU's understanding of 'the Asia-Pacific as a strategic region for Europe'.\n2. Policy relevance. CRISEA's research programme was developed for its relevance to EU policy on ASEAN and its member states. Its dissemination strategy innovates by creating mechanisms for dialogue with a targeted audience of policy makers, stakeholders and the public in Brussels and SEA, using briefing sessions, workshops, press coverage, film, public lectures and policy briefs.\n3. Networking and capacity building for the European Research Area. Leveraging existing networks of EU-SEA cooperation ñ the unique EFEO network of 10 field centres in SEA, the IDEAS and SEATIDE projects, EUROSEAS, ASEF ñ we reinforce the ERA through coordinated academic exchange, joint research and results delivery. Our consortium engages western European and ASEAN scholars with emerging expertise in southern and eastern Europe.'",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ECOLE FRANCAISE D'EXTREME-ORIENT",
    "coordinatorCountry": "FR",
    "participants": "INSTITUTO SUPERIOR DE CIENCIAS SOCIAIS E POLITICAS;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;MANDALAY UNIVERSITY;CHIANG MAI UNIVERSITY;UNIVERSITAET HAMBURG;ATENEO DE MANILA UNIVERSITY;YAYASAN PUSAT PENGKAJIAN MALASAH STRATEGI DAN INTERNASIONAL INDONESIA;UNIVERSITA DEGLI STUDI DI NAPOLI L'ORIENTALE;UNIVERSITETET I OSLO;UNIWERSYTET LODZKI;VIEN KHOA HOC XA HOI VIET NAM;UNIVERSITY OF MALAYA",
    "participantCountries": "PT;UK;MM;TH;DE;PH;ID;IT;NO;PL;VN;MY",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}