{
    "rcn": "216000",
    "acronym": "PANOPTIS",
    "topics": "MG-7-1-2017",
    "title": "Development of a Decision Support System for increasing the Resilience of Transportation Infrastructure based on combined use of terrestrial and airborne sensors and advanced modelling tools",
    "startDate": "01/06/2018",
    "endDate": "30/11/2021",
    "objective": "PANOPTIS aims at increasing the resilience of the road infrastructures and ensuring reliable network availability under unfavourable conditions, such as extreme weather, landslides, and earthquakes.  Our main target is to combine downscaled climate change scenarios (applied to road infrastructures) with simulation tools (structural/geotechnical) and actual data (from existing and novel sensors), so as to provide the operators with an integrated tool able to support more effective management of their infrastructures at planning, maintenance and operation level. Towards this, PANOPTIS aims to:\n- use high resolution modelling data for the determination and the assessment of the climatic risk of the selected transport infrastructures and associated expected damages;\n- use existing SHM data (from accelerometers, strain gauges etc.) with new types of sensor-generated data (computer vision) to feed the structural/geotechnical simulator;\n- utilize tailored weather forecasts (combining seamlessly all available data sources) for specific hot-spots, providing early warnings with corresponding impact assessment in real time;\n- develop improved multi-temporal, multi-sensor UAV- and satellite-based observations with robust spectral analysis, computer vision and machine learning-based damage diagnostic for diverse transport infrastructures;\n- design and implement a Holistic Resilience Assessment Platform environment as an innovative planning tool that will permit a quantitative resilience assessment through an end-to-end simulation environment, running ìwhat-ifî impact/risk/resilience assessment scenarios. The effects of adaptation measures can be investigated by changing the hazard, exposure and vulnerability input parameters;\n- design and implement a Common Operational Picture, including an enhanced visualisation interface and an Incident Management System.\nThe PANOPTIS integrated platform (and its sub-modules) will be validated in two real case studies in Spain and in Greece.",
    "totalCost": "5138925",
    "ecMaxContribution": "4990800",
    "coordinator": "AIRBUS DEFENCE AND SPACE SAS",
    "coordinatorCountry": "FR",
    "participants": "EGNATIA ODOS AE;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;UNIVERSITEIT TWENTE;FUTURE INTELLIGENCE LTD;C4CONTROLS LTD;Hydrometeorological Innovative Solutions;ILMATIETEEN LAITOS;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX;ACCIONA CONSTRUCCION SA;CONFEDERATION OF ORGANISATIONS IN ROAD TRANSPORT ENFORCEMENT AISBL;SOFISTIK HELLAS AE",
    "participantCountries": "EL;NL;UK;ES;FI;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}