{
    "rcn": "216077",
    "acronym": "proGIreg",
    "topics": "SCC-02-2016-2017",
    "title": "productive Green Infrastructure for post-industrial urban regeneration",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "For proGIreg three front-runner cities (Dortmund (DE); Turin (IT); Zagreb (HR))will create Living Labs in urban areas which face the challenge of post-industrial regeneration. These areas suffer from social and economic disadvantages, inequality and related crime and security problems. They lack quality greenspaces, have a negative impact on human health and wellbeing and are more vulnerable to the effects of climate change. Going beyond the current state-of-the-art with Green Infrastructure as a one-off state intervention, the proGIreg Living Labs will develop NBS which are citizen owned and co-developed by state, market and civil society stakeholders. Innovation will take place on the technical level through the NBS deployments, on the social level through co-designing, co-creating and co-implementing NBS with local communities and on the economic level through combining NBS with market-ready business models. Four follower cities in Eastern and Southern Europe (Cascais PT, Cluj-Napoca RO, Piraeus GR, Zenica BA) will be co-steering the research process to assure replicability and adaptability to their local context resulting in urban plans for NBS deployment. The NBS to be tested i.a. include: regenerating industrial soils biotic compounds, creating community-based urban agriculture and aquaponics and making renatured river corridors accessible for local residents.\nScientific assessment and monitoring results from the Living Labs will be made available on the EU NBS platforms OPPLA and THINKNATURE and will contribute to the European reference framework for NBS. Global impact will be achieved by a training programme for cooperative planning, implementation and management of NBS. It will be provided by partners from the cities, SMEs and universities involved. Training events will be organised in cooperation with the partner ICLEI. Massive Open Online Courses (MOOCs) will be distributed via EdX, the most renowned MOOCs platform worldwide.",
    "totalCost": "10907916,73",
    "ecMaxContribution": "10432512,01",
    "coordinator": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN",
    "coordinatorCountry": "DE",
    "participants": "EMAC EMPRESA MUNICIPAL DE AMBIENTEDE CASCAIS EM SA;KYTTARO ENALLAKTIKON ANAZITISEON NEAON KEAN;GRAD ZAGREB;SVEUCILISTE U ZAGREBU ARHITEKTONSKI FAKULTET;AQUAPONIK MANUFAKTUR GMBH;LOHRBERG STADLANDSCHAFTSARCHITEKTUR PARTNERSCHAFT FREIER LANDSCHAFTSARCHITEKTEN MBH;DIMOS PEIRAIA;UDRUGA ZELENE I PLAVE SESVETE;ZAVOD ZA PROSTORNO UREDENJE GRADA ZAGREBA;HEI-TRO GMBH;FUNDACION PRIVADA INSTITUTO DE SALUD GLOBAL BARCELONA;UNIVERSITA DEGLI STUDI DI TORINO;AGENCIJA ZA EKONOMSKI RAZVOJ DOO;EUROPAISCHE FODERATION BAUWERKSBEGRUNUNGSVERBANDE - EFB;ASOCIATIA DE DEZVOLTARE INTERCOMUNITARA ZONA METROPOLITANA - CLUJ;CONSIGLIO NAZIONALE DELLE RICERCHE;COMUNE DI TORINO;URBASOFIA SRL;POLITECNICO DI TORINO;STARLAB BARCELONA SL;STADT DORTMUND;DUAL SRL;FACHHOCHSCHULE SUDWESTFALEN;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;FONDAZIONE DELLA COMUNITA DI MIRAFIORI ONLUS;UNIVERSITA DEGLI STUDI DI BARI ALDO MORO;DIE URBANISTEN EV;PARCO SCIENTIFICO E TECNOLOGICO PER L'AMBIENTE - ENVIRONMENT PARK SPA;KOMFOR KLIMA GRUPA DOO ZA PROIZVODNJU TRGOVINU I USLUGE;ASSOCIAZIONE ORTIALTI;GRAD ZENICA",
    "participantCountries": "PT;EL;HR;DE;ES;IT;BA;AT;RO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}