{
    "rcn": "216075",
    "acronym": "SecREEts",
    "topics": "SC5-14-2016-2017",
    "title": "Secure European Critical Rare Earth Elements",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Rare Earth Elements (REEs) are critical and non-substitutable raw materials with high economic importance for European industry, as they are crucial components for a broad range of advanced products. The main goal of the SecREEts project is to establish a stable and secure supply of critical REEs based on sustainable extraction from European apatite sources used in fertiliser production. Pilot processes will be developed for the innovative extraction, separation and transformation of REEs. Rare Earth (RE) metals will be supplied to application areas like electric vehicles, industrial motors and wind turbines. Replication potential will be demonstrated in medical diagnostics, Fluid Catalytic Cracking and consumer products. The main objective of the project is to demonstrate a new integrated value chain for the optimal extraction, refining and production of REEs in Europe. This will be achieved through the development and demonstration of a number of innovative technologies:\nï Utilise efficiently a novel industrial sidestream process in fertiliser production to extract the REEs\nï Separate REEs by a novel chromatographic process into distinct nitrate salts \nï Realise electrochemical production of metals and alloys from the above targeted RE oxides\nï Demonstrate the market value and relevance of the produced RE metals in permanent magnets and its downstream products\nï Validate market acceptance of the RE oxides not processed to metals \nï Create an industrial symbiosis between two value chains\nï Demonstrate the economic, environmental and societal sustainability as well as safety of the pilot units\nSecREEts pilots will focus on Pr, Nd and Dy metals used in permanent magnets as these are extremely critical for the European economy. Industrial implementation of the pilots developed in SecREEts will lead to a supply of at least 3000 tonnes annually of REEs to European industries in 2023, with 75 MÄ in estimated value.",
    "totalCost": "17224132,31",
    "ecMaxContribution": "12880031,87",
    "coordinator": "SINTEF AS",
    "coordinatorCountry": "NO",
    "participants": "REETEC AS;LESS COMMON METALS LIMITED;PROSPEX INSTITUTE;INSTITUT NATIONAL DE L ENVIRONNEMENT ET DES RISQUES INERIS;VACUUMSCHMELZE GMBH & CO KG;Yara International ASA;QUANTIS",
    "participantCountries": "NO;UK;BE;FR;DE;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}