{
    "rcn": "216047",
    "acronym": "GENOMIA",
    "topics": "ERC-2017-COG",
    "title": "Genomic Modifiers of Inherited Aortapathy",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Thoracic aortic aneurysm and dissection (TAAD) is an important cause of morbidity and mortality in the western world. As 20% of all affected individuals have a positive family history, the genetic contribution to the development of TAAD is significant. Over the last decade dozens of genes were identified underlying syndromic and non-syndromic forms of TAAD. Although mutations in these disease culprits do not yet explain all cases, their identification and functional characterization were essential in deciphering three key aortic aneurysm/dissection patho-mechanisms: disturbed extracellular matrix homeostasis, dysregulated TGFbeta signaling and altered aortic smooth muscle cell contractility. Owing to the recent advent of next-generation sequencing technologies, I anticipate that the identification of additional genetic TAAD causes will remain quite straightforward in the coming years. Importantly, in many syndromic and non-syndromic families, significant non-penetrance and both inter- and intra-familial clinical variation are observed. So, although the primary genetic underlying mutation is identical in all these family members, the clinical spectrum varies widely from completely asymptomatic to sudden death due to aortic dissection at young age. The precise mechanisms underlying this variability remain largely elusive. Consequently, a better understanding of the functional effects of the primary mutation is highly needed and the identification of genetic variation that modifies these effects is becoming increasingly important. In this project, I carefully selected four different innovative strategies to discover mother natureís own modifying capabilities in human and mouse aortopathy. The identification of these genetic modifiers will advance the knowledge significantly beyond the current understanding, individualize current treatment protocols to deliver true precision medicine and offer promising new leads to novel therapeutic strategies.",
    "totalCost": "1987860",
    "ecMaxContribution": "1987860",
    "coordinator": "UNIVERSITEIT ANTWERPEN",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}