{
    "rcn": "216041",
    "acronym": "DOUBLE EXPRESS",
    "topics": "ERC-2017-COG",
    "title": "Gene expression level as a keystone to understanding gene duplication: evolutionary constraints, opportunities, and disease",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Duplicate genes are important in disease, are a hugely important source of evolutionary novelty, and for many years we thought we understood them. We thought that duplication relieved selective constraints. We thought that gene knockout neutrality was due to redundancy. We thought that a duplicate is a duplicate is a duplicate. Evidence is accumulating challenging each of these views. Rather than being the result of an unbiased process, the genes that tend to duplicate in our genome and others are quickly evolving, non-essential genes, irrespective of current duplication status. Conversely, genes retained after whole genome duplication (WGD) are slowly evolving, important genes. \n\nI propose that different resolution of the evolutionary constraints imposed by the demands of gene expression can explain these contrasting relationships. I propose that the opposing constraints on gene-by-gene duplications as compared to WGD channel these different sets of genes into remarkably different evolutionary trajectories. In particular, in much the same way that individual gene duplication creates an opportunity for the evolution of a new gene, the co-evolution of expression of sets of interacting genes after WGD creates an opportunity for the evolution of new biochemical pathways and protein complexes. Furthermore, I suggest a common mechanism of pathogenicity for many duplication events independent of the biochemical function of the encoded genes.\n\nWith the availability of abundant high-quality genomics data, now is an opportune time to address these questions. Primarily through computational and statistical analysis I will reveal the relationship between gene duplication and expression and test a model that the indirect costs of gene expression are a major determinant of the outcome of gene duplication. I will explore the effects this has on gene and genome evolution. Finally, I will link the patterns of gene expression and duplicability to pathogenic effects.",
    "totalCost": "1824793,75",
    "ecMaxContribution": "1824793,75",
    "coordinator": "THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}