{
    "rcn": "216095",
    "acronym": "IMI-PainCare",
    "topics": "IMI2-2016-10-03",
    "title": "Improving the care of patients suffering from acute or chronic pain",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "There is a very high need for improving the management of pain. Acute and persistent pain of different origins represent a common medical, social, and economic burden, and its pharmacotherapy is often inadequate. To advance management of pain patients and support decision making in clinical practice, more predictive assessments of treatment success are needed. The development of analgesics is onerous because promising preclinical data often do not translate into the clinic. Improved pharmacodynamic biomarkers could define whether nociceptive signalling is adequately modulated by a new drug, so increasing the chance of successful translation and greatly reducing the risk in initiating clinical development. Further, the pathophysiology of chronic pelvic pain indications is poorly understood and no adequate preclinical models are available, precluding focused preclinical research and leaving affected patients with little hope of relief. \nIMI-PainCare aims at making advances in these three pain areas in a complementary manner. Three subprojects will address specific scientific challenges. Subproject PROMPT will identify Patient Reported Outcome Measures as tools to standardise assessments of treatment success of acute and chronic pain in Real World conditions and controlled trials, and so improve its management; subproject BioPain will validate the translatability of pharmacodynamic biomarkers and PK-PD modelling in pain pathways of healthy subjects and preclinical species, thereby offering tools to improve drug development; subprojectTRiPP will identify biomarkers and novel therapeutic pathways of clinical phenotypes of patients with chronic pelvic pain, which after back-translation, can improve how preclinical models reflecting human diseases.\nThe goal of IMI-PainCare is to improve the care of patients with acute or chronic pain by providing a toolbox to streamline the development process for novel analgesic drugs and to improve treatment quality in clinical practice.",
    "totalCost": "23355771,25",
    "ecMaxContribution": "11225271,25",
    "coordinator": "RUPRECHT-KARLS-UNIVERSITAET HEIDELBERG",
    "coordinatorCountry": "DE",
    "participants": "FUNDACION PARA LA INVESTIGACION DEL HOSPITAL CLINICO DE LA COMUNITAT VALENCIANA, FUNDACION INCLIVA;AARHUS UNIVERSITET;REGION HOVEDSTADEN;MICHIGAN STATE UNIVERSITY;INSTITUTO DE BIOLOGIA MOLECULAR E CELULAR-IBMC;HELSINGIN JA UUDENMAAN SAIRAANHOITOPIIRIN KUNTAYHTYMƒ;INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;CONSULTECH TECHNOLOGIEBERATUNG GMBH;TEVA PHARMACEUTICAL INDUSTRIES LIMITED;PROMPTLY - SOFTWARE SOLUTIONS FOR HEALTH MEASURES, LDA;ACTUAL ANALYTICS LTD;NOVARTIS PHARMA AG;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;EUROPEAN SOCIETY OF ANAESTHESIOLOGY AISBL;UNIVERSITE CATHOLIQUE DE LOUVAIN;CLINIQUES UNIVERSITAIRES SAINT-LUC;CHRISTIAN-ALBRECHTS-UNIVERSITAET  ZU KIEL;EUROPEAN SOCIETY OF REGIONAL ANAESTHESIA AND PAIN THERAPY;MRC SYSTEMS GMBH MEDIZINTECHNISCHE SYSTEME;NEUROSCIENCE TECHNOLOGIES SLP;UNIVERSIDAD DE NAVARRA;CHILDREN'S HOSPITAL CORPORATION;STICHTING INTERNATIONAL PAINFUL BLADDER FOUNDATION;ENDOMETRIOSIS.ORG LTD;GRUENENTHAL GMBH;BAYER AKTIENGESELLSCHAFT;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;EUROPEAN PAIN FEDERATION EFIC;QUEEN MARY UNIVERSITY OF LONDON;Laboratorios del Dr Esteve, SA;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;Eli Lilly and Company Limited;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;AALBORG UNIVERSITET;PELVIC PAIN SUPPORT NETWORK;THE UNIVERSITY OF EDINBURGH;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA;KING'S COLLEGE LONDON;Universit‰tsklinikum Jena",
    "participantCountries": "ES;DK;US;PT;FI;FR;DE;IL;UK;CH;BE;NL;IE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}