{
    "rcn": "216090",
    "acronym": "PRECISE4Q",
    "topics": "SC1-PM-17-2017",
    "title": "Personalised Medicine by Predictive Modeling in Stroke for better Quality of Life",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Stroke is one of the most severe medical problems with far-reaching public health and socio-economic impact, gathering momentum in an ageing society. PRECISE4Q sets out to minimise the burden of stroke for the individual and for society. It will create multi-dimensional data-driven predictive simulation computer models enabling ñ for the first time ñ personalised stroke treatment, addressing patientís needs in four stages: prevention, acute treatment, rehabilitation and reintegration. \nHeterogeneous data from multidisciplinary sources will be integrated: genomics, microbiomics, biochemical; imaging including mechanistic biophysiological models of brain perfusion/function; social, lifestyle, gender; economic and worklife, requiring substantial efforts for information extraction, semantic labelling and standardisation.\nNovel hybrid model architectures, structured prediction models, complex deep-learning and gradient boosting models will form the Digital Stroke Patient Platform including a Stroke Risk CDSS (Clinical Decision Support System), Treatment Outcomes CDSS, Rehab Programme, Socio-Economic Planning Tool and New QvidLab. The decision support will be tailored to the patient's current life stage thus enabling clinicians to optimise prevention and treatment strategies over time, and will include personalised coping strategies, support of well-being and reintegration into social life and work. \nThe predictive capability and clinical precision will be validated with real clinical data generated by (i) prospective clinical studies and (ii) retrospective analyses of big data sets: health registries, cohort studies, health insurance data, electronic health records. \nPRECISE4Q will have a clinically measurable and sustainable impact leading to better understanding of risk, health and resilience factors. In contrast to current schematic therapy guidelines, it will support patients throughout their life-long journey by personalised strategies for their specific needs.",
    "totalCost": "5978245",
    "ecMaxContribution": "5978245",
    "coordinator": "CHARITE - UNIVERSITAETSMEDIZIN BERLIN",
    "coordinatorCountry": "DE",
    "participants": "EMPIRICA GESELLSCHAFT FUER KOMMUNIKATIONS- UND TECHNOLOGIE FORSCHUNG MBH;LINKOPINGS UNIVERSITET;TARTU ULIKOOL;MEDIZINISCHE UNIVERSITAT GRAZ;AOK NORDOST - DIE GESUNDHEITSKASSE;INSTITIUID TEICNEOLAIOCHTA BHAILE ATHA CLIATH;QMENTA IMAGING, SL;DEUTSCHES FORSCHUNGSZENTRUM FUR KUNSTLICHE INTELLIGENZ GMBH;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;FUNDACIO INSTITUT GUTTMANN",
    "participantCountries": "DE;SE;EE;AT;IE;ES;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}