{
    "rcn": "216093",
    "acronym": "Hypo-RESOLVE",
    "topics": "IMI2-2016-10-01",
    "title": "Hypoglycaemia - REdefining SOLutions for better liVEs",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Diabetes is one of the most prevalent global non-communicable diseases, affecting  60 million people in Europe, 10% of whom with type 1 diabetes. Normalising elevated glucose levels decreases symptoms, prevents microvascular complications, improves cardiovascular health and saves lives, but creates a significant risk for hypoglycaemia when insulin treatment is required. Hypoglycaemia is a serious event associated with cognitive decline, reduced quality of life, cardiovascular events and mortality. Hypoglycaemia remains the principal barrier to achieve glucose levels necessary to prevent diabetic complications of chronic hyperglycaemia.\nThe overall objective of Hypo-RESOLVE is to alleviate the burden and consequences of hypoglycaemia, to be achieved by answering several key questions through a unique public-private partnership. Hypo-RESOLVE will construct secure sustainable databases with data from 100-150 clinical trials offering huge statistical power to establish the glucose threshold(s) below which hypoglycaemia constitutes a risk for poor outcomes in various populations. This will provide valuable input for an evidence based classification of hypoglycaemia to be adopted by regulators, patient organisations and other stakeholders, for application in future trials, the clinic and epidemiologic studies. The basic science and translational research line of Hypo-RESOLVE will advance our understanding on mechanisms underlying consequences of hypoglycaemia and explore novel pathways for the restoration of impaired awareness of hypoglycaemia. Finally, we will determine the significance of CGM-detected low glucose and investigate psychological and economic impacts of hypoglycaemia to quantify the burden of hypoglycaemia both for the individual and next-of-kin, as well as for society.\nAltogether, Hypo-RESOLVE will importantly further our knowledge of hypoglycaemia, (facilitate to) reduce its burden and contribute to a better life for patients with insulin-treated diabetes.",
    "totalCost": "26774582,5",
    "ecMaxContribution": "13450057,12",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "THE LEONA M. AND HARRY B. HELMSLEY CHARITABLE TRUST;REGION HOVEDSTADEN;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;SANOFI-AVENTIS DEUTSCHLAND GMBH;UNIVERSITE DE LAUSANNE;MEDIZINISCHE UNIVERSITAT GRAZ;UNITIO INC;THE UNIVERSITY OF SHEFFIELD;UNIVERSITY OF DUNDEE;EURICE EUROPEAN RESEARCH AND PROJECT OFFICE GMBH;MEDTRONIC INTERNATIONAL TRADING SARL;SIB INSTITUT SUISSE DE BIOINFORMATIQUE;UNIVERSITA DEGLI STUDI DI PADOVA;JDRF INTERNATIONAL;CENTRE HOSPITALIER UNIVERSITAIRE MONTPELLIER;SYDDANSK UNIVERSITET;ABBOTT DIABETES CARE;NOVO NORDISK A/S;FEDERATION INTERNATIONALE DU DIABETE;Eli Lilly and Company Limited;THE UNIVERSITY OF EDINBURGH;KING'S COLLEGE LONDON",
    "participantCountries": "US;DK;UK;DE;CH;AT;IT;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}