{
    "rcn": "216067",
    "acronym": "The Blue Growth Farm",
    "topics": "BG-04-2017",
    "title": "Development and demonstration of an automated, modular and environmentally friendly multi-functional platform for open sea farm installations of the Blue Growth Industry",
    "startDate": "01/06/2018",
    "endDate": "30/09/2021",
    "objective": "The development of multi-use sea platforms concept has become one of the EUís most interesting and ambitious projects in order to ensure the integrated, sustainable and ecological exploitation of open sea resources.  In particular, a suitable combination of aquaculture facility and offshore renewables and the application of the right technical knowledge are key in achieving sustainable exploitation of marine resources, in support of the growing global demand for seafood and energy from renewables.  The aim of the Blue Growth Farm project is then to produce advanced industrial knowledge with a fully integrated & efficient offshore multipurpose floating platform, which provides a central protected pool to host automated aquaculture system, capable of producing high quality fish, as well as a large storage and deck areas to host a commercial 10 MW wind turbine and a number of wave energy converters (WEC).  The platform results from the suitable assembly of low-cost, corrosion-resistance, low-maintenance concrete caissons modules.  Relevant R&D challenges are addressed in the project with the specific strategy to design and test solutions on an outdoor physical prototype and then obtain essential feedback to enhance the full scale design projection.  Final project achievements are represented by: i) design assessment of the fully integrated multipurpose offshore floating platform, hosting aquaculture, energy harvesting, automation and control, security and surveillance, electrical dispatch, shipping operations, logistics and platform operations services; 2) detailed design, construction, commissioning and operation of a scaled physical prototype (~1:10) of the platform to provide the required experimental evidences in the relevant environment, in order to demonstrate achievement of TRL 5 requirement; iii) suitable business model and plan built on the Blue Growth Farm configuration to validate project assumptions and open opportunities to future investment.",
    "totalCost": "9854077,5",
    "ecMaxContribution": "7602873",
    "coordinator": "RINA CONSULTING SPA",
    "coordinatorCountry": "IT",
    "participants": "THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG;TREELOGIC TELEMATICA Y LOGICA RACIONAL PARA LA EMPRESA EUROPEA SL;FUNDACION TECNALIA RESEARCH & INNOVATION;UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA;ECOLE CENTRALE DE NANTES;SAFIER INGENIERIE;SAGRO AQUACULTURE LIMITED;POLITECNICO DI MILANO;WAVENERGY.IT SRL;CHLAMYS S.R.L;CRANFIELD UNIVERSITY;GRANDI LAVORI FINCOSIT SPA;DITREL INDUSTRIAL S.L.",
    "participantCountries": "DK;ES;IT;FR;CY;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}