{
    "rcn": "216021",
    "acronym": "RUMBLE",
    "topics": "MG-1-2-2017",
    "title": "RegUlation and norM for low sonic Boom LEvels",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "Nearly 15 years after the last commercial supersonic flight, the quick evolution of technology combined with the emergence of ambitious industrial projects indicate that a second era for environmentally friendly supersonic commercial flights is about to happen.\n\nOne of the main obstacles remaining on the path to sustainable supersonic commercial flight is the issue of noise, specifically the loud and sudden sonic boom felt by the populations overflown during the entire cruise. The high level of sonic boom produced by supersonic aircraft at the time led to a complete ban of civilian supersonic flights over land in the United States and several other countries.\n\nSince then ìlow boomî technologies have emerged, opening the door to regulatory evolutions.\n\nRUMBLE is dedicated to the production of the scientific evidence requested by national, European and international regulation authorities to determine the acceptable level of overland sonic booms and the appropriate ways to comply with it. RUMBLE will not aim at producing a low boom aircraft design but rather the quantified evidence needed to support new regulations.\n\nTo this end, RUMBLE will associate the leading organizations in supersonic aviation in Europe and Russia, combining scientific excellence, world-class research infrastructures and industrial leadership bearing the heritage from Concorde and Tu-144, with strong involvement in the regulatory bodies.\n\nRUMBLE will develop and assess sonic boom prediction tools, study the human response to sonic boom and validate its findings using wind-tunnel experiments and actual flight tests. Extensive dissemination and regulatory activities will ensure that the European considerations are taken into account in the evolution of the international regulation affecting civilian supersonic flights. RUMBLE will also pave the way for a future low boom flying demonstrator.",
    "totalCost": "11422873,75",
    "ecMaxContribution": "5042973,75",
    "coordinator": "AIRBUS SAS",
    "coordinatorCountry": "FR",
    "participants": "FEDEARL STATE UNITARY ENTREPRISE STATE SCIENTIFIC RESEARCH INSTITUTE OF CIVIL AVIATION;UNIVERSITE PIERRE ET MARIE CURIE - PARIS 6;FEDERAL STATE UNITERY ENTERPRISE GROMOV FLIGHT RESEARCH INSTITUTE;AIRBUS DEFENCE AND SPACE GMBH;STATE EDUCATIONAL INSTITUTION OF HIGHER PROFESSIONAL EDUCATION MOSCOW AVIATION INSTITUTE STATE TECHNICAL UNIVERSITY;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV;Anotec Engineering, S.L.;FEDERALNOE GOSUDARSTVENNOE UNITARNOE PREDPRIYATIE CENTRALNII INSTITUTAVIACIONOGO MOTOROSTROENIYA IMENI PI BARANOVA;EASN Technology Innovation Services BVBA;DASSAULT AVIATION;FEDERAL STATE UNITARY ENTERPRISE THE CENTRAL AEROHYDRODYNAMIC INSTITUTE NAMED AFTER PROF. N.E. ZHUKOVSKY;STIFTELSEN NORGES GEOTEKNISKE INSTITUTT;ECOLE CENTRALE DE LYON;ZEUS GMBH, ZENTRUM FUR ANGEWANDTE PSYCHOLOGIE, UMWELT- UND SOZIALFORSCHUNG;AIRBUSGROUP LIMITED;CARL VON OSSIETZKY UNIVERSITAET OLDENBURG;SORBONNE UNIVERSITE",
    "participantCountries": "RU;FR;DE;ES;BE;NO;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}