{
    "rcn": "216036",
    "acronym": "PhaseControl",
    "topics": "ERC-2017-COG",
    "title": "How cellular suicide programmes control phase transitions in fatty liver disease and liver cancer",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The progression from a healthy liver towards non-alcoholic steatohepatitis (NASH) and hepatocellular carcinoma (HCC) serves as a model for chronic diseases in a solid organ, demonstrating how an initially stable stage undergoes critical transitions along several defined phases. Defining the molecular drivers of these phase transitions will open the road for the definition of warning signs, risk prediction approaches and prevention of disease decompensation in human liver disease. We recently made several ground-breaking findings indicating that the molecules RIPK3 and MLKL ñ which regulate a novel form of programmed cell death called necroptosis ñ are crucial mediators of these phase transitions, but they might have unexpected and cell-death-independent functions. Therefore, PhaseControl aims at exploring the specific functions of these molecules at the critical phase transitions towards NASH/HCC. Specifically, I propose to apply a systematic approach and innovative methods to \n\n1) explore cell-type specific RIPK3- and MLKL-dependent regulatory networks in white adipose tissue (WAT), hepatocytes and myeloid cells in murine NASH development and define cell-death independent functions of MLKL in metabolic regulation;\n2) explore how inflammatory pathways in hepatocytes modulate the reactivity and specific responses   towards necroptosis at the transition towards hepatocellular carcinoma (HCC);\n3)  examine apoptosis- and necroptosis-specific genetic alterations and driver mutations that mediate the   transition from chronic inflammation to HCC; \n4)  evaluate in a cohort of human patients if these newly discovered pathways can be used for risk-prediction approaches and might be chemoprevention targets against HCC.\n\nThe expected results will establish a novel concept how programmed cell death, inflammation and metabolic pathways functionally interact in hepatocarcinogenesis with fundamental relevance for risk prediction and chemoprevention of human liver cancer.",
    "totalCost": "1997840",
    "ecMaxContribution": "1997840",
    "coordinator": "UNIVERSITAETSKLINIKUM AACHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}