{
    "rcn": "216085",
    "acronym": "OpenHeritage",
    "topics": "SC5-22-2017",
    "title": "Organizing, Promoting and ENabling HEritage Re-use through Inclusion, Technology, Access, Governance and Empowerment",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "OpenHeritage aims at developing and testing an inclusive governance model and a supporting toolbox for the adaptive re-use of cultural heritage assets. It builds on the role of communities and the possibility of empowering them in the redevelopment process based on the concepts of heritage community and participatory culture. The project operates with an open definition of heritage, not limited to listed assets but also involving those buildings, complexes, and spaces that have a symbolic or practical significance for local or trans-local heritage communities. Inclusiveness also means the incorporation of a coalition of stakeholders into the re-use and maintenance process, the integration of resources involving new financial and economic models, and working with the local social, environmental, administrative, and economic context of the heritage sites. Territorial integration is an essential element as well: the planning process goes beyond a building or a site to contribute to the transformation of wider areas.\nOpenHeritage connects diverse cases across Europe, involving sixteen Observatory Cases (OCs), which are adaptive re-use projects that are studied and compared in-depth, and six Cooperative Heritage Labs (CHLs), on-going projects overseen by consortium partners, where it co-creates and tests its inclusive model. The cases are situated in a variety of urban, peri-urban, and natural environments, and include diverse heritage assets.\nOpenHeritage will launch a website (Heritage Point) to provide a forum for engagement and support resource integration at the CHLs, and will create a database of macro- and micro-level research results, connecting systematically collected information on the regulatory framework all over Europe with current heritage re-use practices as analyzed in the OCs . Using the OCs and CHLs as starting points, OpenHeritage establishes a system of dissemination to support the uptake of innovation in adaptive heritage re-use.",
    "totalCost": "4992812,5",
    "ecMaxContribution": "4992812,5",
    "coordinator": "VAROSKUTATAS (METROPOLITAN RESEARCHINSTITUTE) KFT",
    "coordinatorCountry": "HU",
    "participants": "CENTER FOR URBAN HISTORY OF EAST CENTRAL EUROPE;STIFTUNG TRIAS GEMEINNUTZINGE STIFTUNG FUR BODEN, OKOLOGIE UND WOHNEN;UNIVERSITEIT GENT;KOZEP-EUROPAI EGYETEM;LUISS LIBERA UNIVERSITA INTERNAZIONALE DEGLI STUDI SOCIALI GUIDO CARLI;UNIVERSITY OF NEWCASTLE UPON TYNE;ODDZIAL WARSZAWSKI STOWARZYSZENIA ARCHITEKTOW POLSKICH;PLATONIQ SISTEMA CULTURAL;UNIVERSITA DEGLI STUDI ROMA TRE;HUMBOLDT-UNIVERSITAET ZU BERLIN;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;CAMARA MUNICIPAL DE LISBOA;V.O.F. EURODITE;TYNE AND WEAR BUILDING PRESERVATION TRUST LIMITED;EUTROPIAN GMBH",
    "participantCountries": "UA;DE;BE;HU;IT;UK;PL;ES;PT;NL;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}