{
    "rcn": "216084",
    "acronym": "HOUSEFUL",
    "topics": "CIRC-01-2016-2017",
    "title": "Innovative circular solutions and services for new business opportunities in the EU housing sector",
    "startDate": "01/05/2018",
    "endDate": "31/10/2022",
    "objective": "The housing sector is a major contributor to current global problems of resource depletion and climate change, representing one of the most important consuming sectors at EU level: 50% of all extracted materials, 40% of final energy consumption, 33% of water consumption and 33% of all produced waste. The lock-in to the linear business models of today is causing many environmental problems and is one of the major barriers in transition towards a circular economy. HOUSEFUL project proposes an innovative paradigm shift towards a circular economy for the housing sector by demonstrating the feasibility of an integrated systemic service composed of 11 circular solutions. HOUSEFUL will introduce solutions to become more resource efficient throughout the lifecycle of a building, taking into account an integrated circular approach where energy, materials, waste and water aspects are considered. This approach fosters new forms of co-creation, increasing the collaboration among stakeholders of the housing value chain to develop new circular solutions and services. HOUSEFUL concept will be large scale demonstrated at 4 demo-sites in Austria and Spain, adapting the concept to different scenarios, including in social housing buildings. HOUSEFUL solutions will be evaluated from an environmental (Life Cycle Assessment), economic (Life Cycle Cost) and social (Social Assessment) point of view. The results obtained will be used to define an integrated HOUSEFUL service which will be driven and promoted through a SaaS (Software as a Service). The SaaS will integrate a Circularity Tool to quantify the circularity level of buildings and will include different circular solutions to be offered as services, encouraging the housing value chain to redesign traditional business models towards circular ones. 10 EU Follower buildings will be engaged with the support of a Collaborative Community of Housing Experts to replicate HOUSEFUL results and maximise the impact of the project.",
    "totalCost": "8535247,5",
    "ecMaxContribution": "6997228,5",
    "coordinator": "ACONDICIONAMIENTO TARRASENSE ASSOCIACION",
    "coordinatorCountry": "ES",
    "participants": "HOMEBIOGAS LTD;FONDAZIONE ICONS;COMITE EUROPEEN DE COORDINATION DE L'HABITAT SOCIAL AISBL;ALCHEMIA-NOVA GMBH;TURNTOO B.V.;IDP INGENIERIA Y ARQUITECTURA IBERIA SL;LGI CONSULTING SARL;AGENCIA DE L'HABITATGE DE CATALUNYA;GEMEINNUTZIGE BAU-, WOHN UND SIEDLUNGSGENOSSENSCHAFT NEUES LEBEN REGISTRIERTE GENOSSENCHAFT MIT BESCHRANKTER HAFTUNG;ARCHITEKTURBURO REINBERG ZT GMBH;WATER, ENVIRONMENT AND BUSINESS FORDEVELOPMENT SL;FUNDACION CARTIF;SISTEMES AVANCATS DE ENERGIA SOLAR TERMICA SCCL - AIGUASOL;INSTITUT DE TECNOLOGIA DE LA CONSTRUCCION DE CATALUNYA;VISUM LIMITED",
    "participantCountries": "IL;IT;BE;AT;NL;ES;FR;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}