{
    "rcn": "216098",
    "acronym": "GYPWORLD",
    "topics": "MSCA-RISE-2017",
    "title": "A global initiative to understand gypsum ecosystem ecology",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Gypsum soils occur worldwide and represent natural laboratories of evolution and ecology. The unusual mineral content of gypsum soils is a significant barrier to the growth of most plants, and yet these soils host highly diverse endemic floras that have evolved independently on five continents. Nevertheless, these ecosystems are poorly understood compared to those of other unusual substrates. Little is known about the conservation status of gypsum floras, the potential impact of climate change on them, and their responses to mitigation and restoration. We propose an integrated global study of the ecology and evolution of plant and lichen life on gypsum, including eight gypsum-rich regions from four continents that differ in geological origin, climate, and flora. We will 1) assess the plant and lichen diversity of gypsum; 2) investigate the evolutionary origins and assembly of these floras; 3) evaluate potential adaptive mechanisms on gypsum, the functional structure of gypsum plant and lichen communities, and the processes regulating gypsum ecosystem function; 4) analyse the responses of gypsum communities to global change drivers and explore how gypsum ecosystem restoration/conservation may help mitigate the effects of global change; 5) promote the study of gypsum ecosystems; and 6) communicate the ecological and conservation value of these ecosystems to the public. With the involvement of gypsum experts from 18 academic and non-academic organizations from 11 countries, this project provides an innovative, integrative, and interdisciplinary approach to address key questions in gypsum ecosystem ecology, evolution, and management. The project thus strengthens existing international collaborative networks and consolidates Europeís leadership in gypsum ecosystem research, including management and conservation plans and the identification of traits for crop improvement on gypsum soils, enhancing its attractiveness as a leading destination for related R&D",
    "totalCost": "738000",
    "ecMaxContribution": "724500",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "MINISTRY OF AGRICULTURE, RURAL DEVELOPMENT AND ENVIRONMENT OF CYPRUS;ANKARA UNIVERSITESI;UNIVERSITA DEGLI STUDI MEDITERRANEA DI REGGIO CALABRIA;UNIVERSIDADE DE COIMBRA;UNIVERSIDAD DE ALMERIA;UNIVERSIDAD REY JUAN CARLOS;ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS)",
    "participantCountries": "CY;TR;IT;PT;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}