{
    "rcn": "216016",
    "acronym": "TrAM",
    "topics": "MG-2.4-2017",
    "title": "Transport: Advanced and Modular",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "The project will develop and validate a concept for modular design and production of vessels. We combine advantages of scale and standardisation with customisation options, allowing small-series and one-off vessel construction, using interchangeable modules across vessel types. Even though parts of our work will have a wider relevance, we focus on inshore vessels (operating coastal areas and inland waterways) with electric power systems.\n\nThe project is divided in three phases: Specification, innovation, and replication. In the specification phase, we perform a wide meta-analysis of both user needs and existing technological solutions, coupled with case-studies of needs and technologies for four targeted use cases. In the innovation phase, we develop the modular design concept; combining theoretical approaches, cross-fertilisation of methods from other industries (mostly rail and automotive), deep maritime experience in the relevant areas (including hull design, propulsion and electric power systems) and heavy involvement by operators (including three as consortium partners). The concept is applied to, and refined through, four demonstrators: Two ferries, a workboat and a vessel for goods traffic on inland waterways. At least one of the demonstrators will be physically built, co-financed by Rogaland County Council and its transport subsidiary Kolumbus, and used to operate a multi-stop commuter route into Stavanger. It will be a fully electric fast passenger ferry, operating in a region that is a substantial exporter of hydropower. In the replication phase, we will further validate the concept through five additional demonstrators (planning and simulation level) together with operators that did not participate in the details of the first two phases. Our aim is that the modular concept will prove to work as a general purpose toolkit within our market segment, proving that a wide set of vessel types can built in a cost-efficient and environmentally friendly manner.",
    "totalCost": "14706790",
    "ecMaxContribution": "11741430,63",
    "coordinator": "ROGALAND FYLKESKOMMUNE",
    "coordinatorCountry": "NO",
    "participants": "FJELLSTRAND AS;HAMBURGISCHE SCHIFFBAU-VERSUCHSANSTALT GMBH;HYDRO EXTRUSION NORWAY AS;LEIRVIK AS;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;WAERTSILA NETHERLANDS B.V.;COLLINS RIVER ENTERPRISES LIMITED;DE VLAAMSE WATERWEG;SERVOGEAR AS;MARITIME CLEANTECH;UNIVERSITY OF STRATHCLYDE",
    "participantCountries": "NO;DE;EL;NL;UK;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}