{
    "rcn": "216028",
    "acronym": "PERICLES",
    "topics": "CULT-COOP-07-2017",
    "title": "PrEseRvIng and sustainably governing Cultural heritage and Landscapes in European coastal and maritime regionS",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "PERICLES promotes sustainable governance of cultural heritage (CH) in European coastal and maritime regions through the development of a theoretically grounded, multi-actor participatory framework. To meet this challenge, PERICLES has formed a strong interdisciplinary consortium comprised of research institutions, regional government and heritage partners representing 15 different disciplines.\n\nPERICLES addresses the following objectives: a) develop an in-depth, situated understanding of the CH of marine and coastal land/seascapes, including knowledge across local, spatial, environmental, social and economic aspects; b), develop practical tools, based on stakeholder involvement and participatory governance, for mapping, assessing and mitigating risks to CH and to enhance sustainable growth and increase employment by harnessing CH assets; c), provide policy advice to improve integration of CH in key marine and environmental policies and the implementation of associated EU directives; and d), develop effective knowledge exchange networks.\n\nTo fulfill these objectives PERICLES uses a scientific approach guided by the theories of: a) space, place, and identity; b) resilience and adaptation; and c) deliberative and participatory governance. We will apply a range of participatory, deliberative and action research methods from the social sciences and arts directly involving decision-makers, stakeholders and the public.   \n\nPERICLES meets the needs of the work program by: contributing to European efforts to promote evidence-based research on the impact of participatory approaches in CH policies and governance; using a multi- and transdisciplinary approach; addressing in/tangible CH in a geographically balanced way; involving and developing CH networks of local stakeholders and policy makers; and contributing to improved implementation of European policies on coastal zones and maritime areas and providing evidence on how to link environmental and cultural policies.",
    "totalCost": "2498998,75",
    "ecMaxContribution": "2498998,75",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "ELLINIKOS GEORGIKOS ORGANISMOS - DIMITRA;THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG;UNIVERSITE DE BRETAGNE OCCIDENTALE;MUINSUSKAITSEAMET;THE QUEEN'S UNIVERSITY OF BELFAST;UNIVERSIDADE DE AVEIRO;WAGENINGEN UNIVERSITY;UNIVERSITY OF THE HIGHLANDS AND ISLANDS LBG;SYNDACAT MIXTE DE GESTION DU PARC NATUREL REGIONAL DU GOLFE DU MORBIHAN",
    "participantCountries": "EL;DK;FR;EE;UK;PT;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}