{
    "rcn": "216081",
    "acronym": "CIRCUSOL",
    "topics": "CIRC-01-2016-2017",
    "title": "Circular business models for the solar power industry",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Solar power generates nearly 4% (and still growing) of Europeís electricity demand. In 2021, the 200 GW of capacity installed in Europe will result in saving of 219 million CO2 tons/year. By 2030, 8 mill tons of PV panels are expected.\n\nResource efficiency is a critical success factor for the solar power sustainable growth. Performance-based, third-party ownership Product-Service System (PSS) has been widely seen as a key circular economic model to stimulate resource efficiency and reduce waste generation. CIRCUSOL aims to establish solar power as a spearhead sector to demonstrate a path driven by PSS business models towards a circular economy in Europe. \nThrough a co-creative approach with end-users and the entire value chain, CIRCUSOL will develop two main blocks of a circular PSS model: circular product management with re-use/refurbish/remanufacture (ìsecond-lifeî) paths in addition to recycling, and value-added new product-services for residential, commercial and utility end-users. Five large-scale, real-life demonstrators will be set up in these 3 market segments, in 3 European countries (FR, BE and CH) to validate market acceptance, business viability and resource efficiency benefits.\n\nCIRCUSOL will deliver tangible innovation for the solar power industry with market-validated PSS business models, 2nd-life PV/battery labelling/certification protocols and cost/application analysis, and an info-sharing ICT platform. The results will be exploited in FR, BE and CH and prepared for replication in Europe (Letters of Support of stakeholders attached). CIRCUSOL will also deliver verified circular business innovation methodologies for broader use by other industries, sustainability professionals and academia; plus evidence-based knowledge in circular economy implementation for policy makers. All together, CIRCUSOL will contribute to a more resource efficient Europe, while reducing GHG emissions and creating new business opportunities and jobs.",
    "totalCost": "8255590",
    "ecMaxContribution": "7014892,76",
    "coordinator": "VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.",
    "coordinatorCountry": "BE",
    "participants": "UAB SOLI TEK R&D;LOSER CHEMIE GMBH;ZABALA INNOVATION CONSULTING, S.A.;FUTECH;BERNER FACHHOCHSCHULE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;BKW Energie AG;SOREA SOCIETE DES REGIES DE L'ARC;PV CYCLE;DAIDALOS PEUTZ BOUWFYSISCH INGENIEURSBUREAU;ECOPOWER;SOCIETE NOUVELLE D'AFFINAGE DES METAUX-SNAM;LUNDS UNIVERSITET",
    "participantCountries": "LT;DE;ES;BE;CH;FR;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}