{
    "rcn": "216018",
    "acronym": "NAVAIS",
    "topics": "MG-2.4-2017",
    "title": "New, Avanced and Value-Added Innovative Ships",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "To maintain world leadership in complex, value-added and highly specialised vessels European shipbuilders must develop tailor-made innovative concepts that are efficient to design and build. Project NAVAIS proposed solution is a platform-based modular product family approach supported by the 3DEXPERIENCE integrated business platform. By sharing components and production across a platform of vessels, higher efficiency in vessel design and  flexibility in production networks is achieved. NAVAIS uses system engineering approaches to develop the principles, procedures and a re-use component library for modular design and production and will apply these to develop two platform-based product families: passenger/road ferries and multi-use workboats. For each product family a demonstrator will be developed to TRL9 ìdigital twinî-level, validated and assessed on low impact environmental performance e.g. discharges to air and water, underwater radiated noise and cost-benefit aspects. The demonstrators are a 400 passengers/120 cars E-ferry and a multi-use workboat equipped for aquaculture activities. A major aspect of the platform-based modular approach is the change in value chain management. The current class approval procedure of engineered-to-order designs will be replaced by a procedure where pre-engineered product modules are approved by class, stored in a re-use library and applied in new vessel modular designs. This transfer from an engineered-to-order business model to an assemble-to-order business model will allow shorter process lead-times, constant quality, reduced design and production costs and better integration of the SME supply chain. Exploitation of results is expected at the end of the project duration. NAVAIS partnership contains 16 partners from 5 EU and 1 associated countries and includes technology providers, technology integrators and technology users. The project duration is 4 years and the required funding is Ä 6,6 MIO.",
    "totalCost": "7915781,75",
    "ecMaxContribution": "6589361,38",
    "coordinator": "STICHTING NETHERLANDS MARITIME TECHNOLOGY FOUNDATION",
    "coordinatorCountry": "NL",
    "participants": "SCHEEPSWERF DAMEN GORINCHEM BV;VLAAMSE INSTELLING VOOR TECHNOLOGISCH ONDERZOEK N.V.;BUREAU VERITAS MARINE & OFFSHORE REGISTRE INTERNATIONAL DE CLASSIFICATION DE NAVIRES ET DE PLATEFORMES OFFSHORE;SANTIERUL NAVAL DAMEN GALATI SA;MARIN DIZAJN INGINIRING MYKOLAYIV;SHIPYARDS AND MARITIME EQUIPMENT ASSOCIATION OF EUROPE;DASSAULT SYSTEMES;MARINE ENGINEERING SRL;STICHTING MARITIEM RESEARCH INSTITUUT NEDERLAND;HELIOX BV;EEKELS TECHNOLOGY BV;SCHUNK BAHN- UND INDUSTRIETECHNIK GMBH;DAMEN SCHELDE NAVAL SHIPBUILDING B.V.;TECHNISCHE UNIVERSITEIT DELFT;CENTER OF MARITIME TECHNOLOGIES EV",
    "participantCountries": "NL;BE;FR;RO;UA;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}