{
    "rcn": "216051",
    "acronym": "BIORECAR",
    "topics": "ERC-2017-COG",
    "title": "Direct cell reprogramming therapy in myocardial regeneration through an engineered multifunctional platform integrating biochemical instructive cues",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "In BIORECAR I will develop a new breakthrough multifunctional biomaterial-based platform for myocardial regeneration after myocardial infarction, provided with biochemical cues able to enhance the direct reprogramming of human cardiac fibroblasts into functional cardiomyocytes.\nMy expertise in bioartificial materials and biomimetic scaffolds and the versatile chemistry of polyurethanes will be the key elements to achieve a significant knowledge and technological advancement in cell reprogramming therapy, opening the way to the future translation of the therapy into the clinics.\nI will implement this advanced approach through the design of a novel 3D in vitro tissue-engineered model of human cardiac fibrotic tissue, as a tool for testing and validation, to maximise research efforts and reduce animal tests.\nI will adapt novel nanomedicine approaches I have recently developed for drug release to design innovative cell-friendly and efficient polyurethane nanoparticles for targeted reprogramming of cardiac fibroblasts.\nI will design an injectable bioartificial hydrogel based on a blend of a thermosensitive polyurethane and a natural component selected among a novel cell-secreted natural polymer mixture (ìbiomatrixî) recapitulating the complexity of cardiac extracellular matrix or one of its main protein constituents. Such multifunctional hydrogel will deliver in situ agents stimulating recruitment of cardiac fibroblasts together with the nanoparticles loaded with reprogramming therapeutics, and will provide biochemical signalling to stimulate efficient conversion of fibroblasts into mature cardiomyocytes.\nFirst-in-field biomaterials-based innovations introduced by BIORECAR will enable more effective regeneration of functional myocardial tissue respect to state-of-the art approaches. BIORECAR innovation is multidisciplinary in nature and will be accelerated towards future clinical translation through my clinical, scientific and industrial collaborations.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "POLITECNICO DI TORINO",
    "coordinatorCountry": "IT",
    "participants": "HUMANITAS MIRASOLE SPA",
    "participantCountries": "IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}