{
    "rcn": "216052",
    "acronym": "DARE2APPROACH",
    "topics": "ERC-2017-COG",
    "title": "Dare to Approach: A Neurocognitive Approach to Alleviating Persistent Avoidance in Anxiety Disorders",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "How did three soldiers override their initial freezing response to overpower an armed terrorist in the Thalys-train to Paris in 2015? This question is relevant for anyone aiming to optimize approach-avoidance (AA) decisions during threat. It is particularly relevant for patients with anxiety disorders whose persistent avoidance is key to the maintenance of their anxiety.\n\nComputational psychiatry has made great progress in formalizing how we make (mal)adaptive decisions. Current models, however, largely ignore the transient psychophysiological state of the decision maker. Parasympathetic state and flexibility in switching between para- and sympathetic states are directly related to freezing, and are known to bias AA-decisions toward avoidance. The central aim of this research program is to forge a mechanistic understanding of how we compute AA-decisions on the basis of those psychophysiological states, and to identify alterations in anxiety patients in order to guide new personalized neurocognitive interventions into their persistent avoidance.\n\nI will develop a neurocomputational model of AA-decisions that accounts for transient psychophysiological states, in order to define which decision parameters are altered in active and passive avoidance in anxiety. I will test causal premises of the model using state-of-the-art techniques, including pharmacological and electrophysiological interventions. Based on these insights I will for the first time apply personalized brain stimulation to anxiety patients.\n\nClinically, this project should open the way to effective intervention with fearful avoidance in anxiety disorders that rank among the most common, costly and persistent mental disorders. Theoretically, conceptualizing transient psychophysiological states as causal factor in AA-decision models is essential to understanding passive and active avoidance. Optimizing AA-decisions also holds broad societal relevance given currently increased fearful avoidance of outgroups.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}