{
    "rcn": "216029",
    "acronym": "HRP-IAEA",
    "topics": "ERC-2017-COG",
    "title": "Living with Radiation: The Role of the International Atomic Energy Agency in the History of Radiation Protection",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "This project addresses the central question of how the International Atomic Energy Agency, a diplomatic and political international organization, came to dominate scientific institutions with a long tradition in radiation protection. Despite the importance of international organizations for the development of postwar science there is no work on the history of radiation protection in relation to the development of the IAEA. The project addresses this lacuna in a groundbreaking way: it analyses what is usually treated as a strictly techno-scientific issueóhow best to protect us from ionized radiationóusing methods from history, philosophy, and sociology of science, and in the context of international history. The main hypothesis is that scientific knowledge about radiation protection has been shaped by diplomatic, social, economic, and political concerns. This approach casts new light on important aspects of postwar history of science, combining attention to state actors, science diplomacy, and the roles played by international organizations. Given the enormous interest in radiation protection the time is ripe for providing a comprehensive social, historical, and political study of the role of the IAEA in the field. \nThe main objectives of the project are: \nï To retrace the international history of radiation protection after World War II, focusing especially on the Technical Assistance Programs of the IAEA; \nï To investigate the role of the IAEA in sponsoring knowledge production in the field of radiation protection in competition with other regulatory agencies; and\nï To analyze the standardization of instruments, objects, procedures, and technical vocabulary as the main strategy used by the IAEA for guiding radiation protection worldwide.\nThe project advocates a 'diplomatic turn': diplomacy becomes analytical category in history of science. Highly interdisciplinary it brings together expertise from several disciplines, promising a significant advancement across them.",
    "totalCost": "1999705",
    "ecMaxContribution": "1999705",
    "coordinator": "TECHNISCHE UNIVERSITAET BERLIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}