{
    "rcn": "216034",
    "acronym": "DRONETHICS",
    "topics": "ERC-2017-COG",
    "title": "Emergent Ethics of Drone Violence: Toward a Comprehensive Governance Framework",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "The increasing use of armed, uninhabited aircraft (drones) is a serious political challenge with implications for security and justice worldwide. Drone technology is attracting high levels of investment, drones controlled remotely are becoming more numerous, and technological momentum toward drones controlled by artificial intelligence (AI) is building. Many human lives are at stake in this, so the violent use of drones continues to raise ethical questions. DRONETHICS will systematically address an urgent need to clarify the morality of ëdrone violenceí, defined as violence involving a weapon system that is radically remote from its immediate user. Such remoteness is achieved through extreme physical distancing or the devolution of agency from humans to machines, so drone violence disrupts traditional expectations about war and a warriorís exposure to risk. In turn, the disruptively innovative premise of this project is that such violence does not necessarily fall within the remit of the Just War framework according to which war is traditionally judged and governed. Moving beyond state-of-the-art Just War thinking, the project opens up an ethical inquiry into drone violence conceptualised as either war, law enforcement, interpersonal violence, or devolved (to AI) violence. An interdisciplinary research team, incorporating international relations, moral philosophy and computer science perspectives, will conduct rigorous analysis of documentary sources and engage closely with officials, drone operators, and roboticists. Through innovative exploration and application of alternative frameworks for governing violence, DRONETHICS will produce: the first integrated conceptual framework for explaining ethical concerns arising from current and potential forms of drone violence; concrete recommendations for policy-makers on how to manage this violence ethically; and a new normative vision for shaping the longer-term trajectory of drone violence for the good of all humanity.",
    "totalCost": "1359348",
    "ecMaxContribution": "1359348",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}