{
    "rcn": "216092",
    "acronym": "PARADIGM",
    "topics": "IMI2-2016-10-07",
    "title": "Patients Active in Research and Dialogues for an Improved Generation of Medicines: Advancing meaningful patient engagement in the life cycle of medicines for better health outcomes.",
    "startDate": "01/03/2018",
    "endDate": "31/08/2020",
    "objective": "PARADIGM will provide a unique framework that enables structured, effective, meaningful, ethical, innovative, and sustainable patient engagement (PE) and demonstrates the ëreturn on the engagementí for all players. Much needed processes and tools for three key decision-making points (research priority setting, design of clinical trials and early dialogue) will be developed by consensus. Building on advances at international level, PARADIGM will integrate the needs, perspectives and expectations of all actors (including vulnerable populations) involved and will also produce a stakeholder-tailored set of metrics to measure the impact of PE.\nPARADIGM will deliver to the community, recommendations and tools to support the implementation of PE, leveraging pre-existing resources. These will address capacity and capability questions, managing potential conflict of interest, the compensation of individuals and organisations, and the ethics of engagement. A targeted communication, dissemination and engagement strategy will promote the endorsement of the outputs for their integration in existing structures.\nPARADIGM will develop a strategy for sustaining the long-term implementation of PE resources aimed at structuring and supporting the community. This will be a game-changer, addressing fundamental gaps and creating real assets to ensure the sustainability of the PE ecosystem in the years to come.\nPARADIGM has a common vision and values-base, and is a highly innovative, consensus-oriented, and experienced consortium, comprising pan-European leaders in patient engagement, academia, SMEs, health professionals, pharmaceutical and biotech companies, pharmaceutical corporate associations, and representatives of competent authorities, all bringing complementary know-how to partner with industry, and a strong commitment to transform patient engagement in Europe.",
    "totalCost": "9100277,5",
    "ecMaxContribution": "4498931",
    "coordinator": "FORUM EUROPEEN DES PATIENTS (FPE)",
    "coordinatorCountry": "LU",
    "participants": "PFIZER LIMITED;FUNDACIO SANT JOAN DE DEU;GLAXOSMITHKLINE RESEARCH AND DEVELOPMENT LTD.;STICHTING VU;EUROPEAN FORUM FOR GOOD CLINICAL PRACTICE;UCB BIOPHARMA SPRL;EURORDIS - EUROPEAN ORGANISATION FOR RARE DISEASES ASSOCIATION;NOVARTIS PHARMA AG;FEDERATION EUROPEENNE D'ASSOCIATIONS ET D'INDUSTRIES PHARMACEUTIQUES;MERCK SHARP & DOHME CORP;F. HOFFMANN-LA ROCHE AG;THE SYNERGIST;MERCK KOMMANDITGESELLSCHAFT AUF AKTIEN;THE ASSOCIATION OF THE BRITISH PHARMACEUTICAL INDUSTRY;H. LUNDBECK AS;AGENZIA ITALIANA DEL FARMACO;AMGEN LIMITED;GRUENENTHAL GMBH;BAYER AKTIENGESELLSCHAFT;THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD;SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT;HEALTH TECHNOLOGY ASSESSMENT INTERNATIONAL SOCIETY;NOVO NORDISK A/S;INSTITUT DE RECHERCHES INTERNATIONALES SERVIER;Eli Lilly and Company Limited;SYNAPSE RESEARCH MANAGEMENT PARTNERS SL;ALEXION SERVICES EUROPE SPRL;ALZHEIMER EUROPE;COVANCE LABORATORIES LTD;EUROPEAN AIDS TREATMENT GROUP EV;JANSSEN PHARMACEUTICA NV;VERBAND FORSCHENDER ARZNEIMITTELHERSTELLER EV;INSTITUTO ARAGONES DE  CIENCIAS DE LA SALUD",
    "participantCountries": "UK;ES;NL;BE;FR;CH;US;DE;DK;IT;CA;LU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}