{
    "rcn": "216027",
    "acronym": "CHIEF",
    "topics": "CULT-COOP-03-2017",
    "title": "Cultural Heritage and Identities of Europe's Future",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Today, the twinned ideas of respect towards minoritiesí rights and cultural diversity that have been projected as values derived from the European historical experience are facing well-documented challenges. These include: the current radicalisation of young people in Europe; processes questioning the meaningfulness of the European project; and the revival of tribal identities and separatism. These processes give cause to fundamentally rethink the idea of Europeanness as a culture of dialogue and mutual respect. CHIEF aims to build an effective dialogue between different stakeholders in order to facilitate a future of Europe based on more inclusive notions of cultural heritage and identity. The project is innovative in its approach to cultural literacy of young Europeans by privileging the importance of production and transition of cultural knowledge in both formal educational settings initiated from above, and a variety of informal human interactions. These informal interactions are often overlooked despite their strong influence on how knowledge about European culture is acquired by young people. The project proposes to explore them by building an inter-disciplinary, multi-sectoral and transnational partnership in nine countries in and outside the EU. Through its research activities and social interventions, CHIEF will have a substantial impact on policies and practices facilitating intercultural dialogue in Europe. It will contribute to understanding and enhancing cultural literacy for young people, resulting in greater appreciation of diversity. The project will lead to more effective use of European cultural heritage as a site of production, translation and exchange of heterogeneous cultural knowledge. Moreover, it will help to recognize existing innovative practices and develop a new organisational model to enhance cultural and inter-cultural competence of young Europeans. Finally, it will empower and bolster the innovative capacities of its beneficiaries.",
    "totalCost": "4580371,25",
    "ecMaxContribution": "4580371,25",
    "coordinator": "ASTON UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSIDAD POMPEU FABRA;INSTITUT DRUSTVENIH ZNANOSTI IVO PILAR;CRRC GEORGIA NON-ENTREPRENEURIAL (NON-COMMERCIAL;HOCHSCHULE FUR ANGEWANDTE WISSENSCHAFTEN HAMBURG;THE SAVITRIBAI PHULE PUNE UNIVERSITY;UNIVERZITA KOMENSKEHO V BRATISLAVE;MIMAR SINAN FINE ARTS UNIVERSITY;CULTURE COVENTRY;DAUGAVPILS UNIVERSITATE",
    "participantCountries": "ES;HR;GE;DE;IN;SK;TR;UK;LV",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}