{
    "rcn": "216071",
    "acronym": "BETTER",
    "topics": "EO-2-2017",
    "title": "Big-data Earth observation Technology and Tools Enhancing Research and development",
    "startDate": "01/11/2017",
    "endDate": "31/10/2020",
    "objective": "The main objective of BETTER is to implement an EO Big Data intermediate service layer devoted to harnessing the potential of the Copernicus and Sentinel European EO data directly from the needs of the users.\nBETTER aims to go beyond the implementation of generic Big Data tools and incorporate those tools with user experience, expertise and resources to deliver an integrated Big Data intermediate service layer. This layer will deliver customized solutions denominated Data Pipelines for large volume EO and non-EO datasets access, retrieval, processing, analysis and visualisation. The BETTER solutions will focus in addressing the full data lifecycle needs associated with EO Big Data to bring more downstream users to the EO market and maximise exploitation of the current and future Copernicus data and information services. \nBETTER developments will be driven by a large number of Big Data Challenges to be set forward by the users deeply involved in addressing the Key Societal Challenges.\nThe World Food Programme, the European Union Satellite Centre and the Swiss Federal Institute of Technology - Zurich working in the areas of Food Security, Secure Societies and GeoHazards will be the challenge promoters. During the project each promoter will introduce 9 challenges, 3 in each project year, with an additional nine brought by the ìExtending the marketî task, in a total of 36 challenges. The Data Pipelines will be deployed on top of a mature EO data and service support ecosystem which has been under consolidation from previous R&D activities. The ecosystem and its further development in the scope of BETTER rely on the experience and versatility of the consortium team responsible for service/tool development from DEIMOS and Terradue. This is complemented by Fraunhofer Instituteís experience in Big Data systems, which brings to the consortium transversal knowledge extraction technologies and tools that will help bridge the current gap between the EO and ICT sectors.",
    "totalCost": "1998540",
    "ecMaxContribution": "1998540",
    "coordinator": "DEIMOS SPACE SOCIEDAD LIMITADA UNIPERSONAL",
    "coordinatorCountry": "ES",
    "participants": "DEIMOS ENGENHARIA S.A.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;DEIMOS SPACE UK LIMITED;EUROPEAN UNION SATELLITE CENTRE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;WORLD FOOD PROGRAMME;TERRADUE SRL",
    "participantCountries": "PT;DE;UK;ES;CH;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}