{
    "rcn": "216012",
    "acronym": "PortForward",
    "topics": "MG-7-3-2017",
    "title": "Towards a green and sustainable ecosystem for the EU Port of the Future",
    "startDate": "01/07/2018",
    "endDate": "31/12/2021",
    "objective": "The Port of the Future will be able to enhance sustainable development and to manage the resources to be invested and their employment for a competitive advantage. Therefore, the port of the future must be oriented to port community and have an operative strategic capability to work, in line with European purposes, on the following:\n- Smart, through ICT solutions, because it is important to improvement exchange of information flows between port and port community;\n- Interconnected with the use of a combination of different modes of transport and the integration of different technologies, because it is important to achieve better monitoring and controlling of the freight flows;\n- Green through the adoption of green technologies because it is important to reduce the environmental impact of port operations saving the resources.\n\nAll in all, sustainable development is the present and future for ports that want to lead the industry supported by three cornerstones: Operational Excellence, Insightful Collaboration with partners through the supply chain, and top notch Safety, Health and Environmental practices.\n\nPortForward proposes a holistic approach that will lead to a smarter, greener and more sustainable port ecosystem and which will include the following features:\n\n- The introduction of an Internet of Things (IoT) concept for port assets (infrastructure, vehicles, cargo, people):\n- The socio-economic analysis of the port interface with its surrounding area and the port-city, as well as the rest of the logistics value chain.",
    "totalCost": "4994311,25",
    "ecMaxContribution": "4994311,25",
    "coordinator": "FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.",
    "coordinatorCountry": "DE",
    "participants": "UBIMAX GMBH;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;AGGREGAZIONE PUBBLICO PRIVATA SULLALOGISTICA MARE TERRA SOCIETA CONSORTILE A RESPONSABILITA LIMITATA;CORE INNOVATION AND TECHNOLOGY OE;AUTORITA DI SISTEMA PORTUALE DEL MAR TIRRENO SETTENTRIONALE;KRISTIANSAND HAVN KF;AUTORIDAD PORTUARIA DE VIGO;BRUNEL UNIVERSITY LONDON;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;TRANSPORTWERK MAGDEBURGER HAFEN GMBH;ACCIONA CONSTRUCCION SA;AUTORIDAD PORTUARIA DE BALEARES",
    "participantCountries": "DE;BE;IT;EL;NO;ES;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}