{
    "rcn": "216030",
    "acronym": "highECS",
    "topics": "ERC-2017-COG",
    "title": "Reining in the upper bound on Earthís Climate Sensitivities",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "One of the greatest recent advances in climate science is that it is now beyond reasonable doubt that human activity is warming the Earth. The next natural question is by how much the Earth will warm for a given emission ñ a quantity that will be essential to regulating global warming. Yet, the likely range of 1.5-4.5 K for equilibrium climate sensitivity (ECS) for a doubling of the atmospheric CO2 concentration has not been reduced for decades. In particular the risk of ECS being high is concerning, but also represents a scientifically intriguing challenge.\n\nIn this project I will conduct unconventional and innovative research designed to limit the upper bound of ECS: I will confront leading hypotheses of extreme cloud feedbacks ñ the primary potential source of a high ECS ñ with observations from the full instrumental- and satellite records, and proxies from warm- and cold past climates. I will investigate how ocean- and atmospheric circulations impact cloud feedbacks, and seek the limits for how much past greenhouse warming could have been masked by aerosol cooling.\n\nThe highECS project builds on my developments of climate modeling, diagnostics and statistical methods, the strengths of the host institution and developments in national and international projects. The effort is timely in that the World Climate Research Programme (WCRP) has identified uncertainty in ECS as one of the grand challenges of climate science, while the capacity to observe ongoing climate change, key cloud processes, extracting new proxy evidence of past change and computing power is greater than ever before. \n\nIf successful in my objective of reining in the upper bound on climate sensitivity this will be a major breakthrough upon a nearly 40-year scientific deadlock and reduce the risk of catastrophic climate change ñ if not, it will indicate that extreme policy measures may be needed to curb future global warming. Either way, the economic value of knowing is tremendous.",
    "totalCost": "1998653,75",
    "ecMaxContribution": "1998653,75",
    "coordinator": "STOCKHOLMS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}