{
    "rcn": "216053",
    "acronym": "NEOGENE",
    "topics": "ERC-2017-COG",
    "title": "Archaeogenomic analysis of genetic and cultural interactions in Neolithic Anatolian societies",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The Neolithic Transition in the Near East (c.10,000-6,000 BC) was a period of singular sociocultural change, when societies adopted sedentary life and agriculture for the first time in human history. This project will jointly use genomic and quantitative cultural data to explore Transition societiesí organisation, interactions, and their social and demographic evolution in time. (1) We will start by dissecting social structures within Neolithic communities in Anatolia, studying the role of kinship, postmarital residence customs, and endogamy. For this end, we will produce genotype data for c.250 individuals interred within five Pre-Pottery and Pottery Neolithic villages in South East and Central Anatolia, and analyse genomic relatedness patterns in the context of bioarchaeological similarity (e.g. by measuring genetic relatedness among «atalhˆy¸k individuals buried within the same house over generations). (2) We will study the means of cultural interaction among Near Eastern Neolithic societies by documenting which cultural traits -from skull removal customs to pottery- were most likely propagated through emulation and acculturation, and which ones by gene flow, when and where. Here we will produce whole genome data, compile genomic and material culture similarity matrices for >30 Near Eastern pre-Neolithic and Neolithic populations, and develop frameworks for integrated analysis of quantitative material culture and genomic similarity among populations (also including obsidian and sheep exchange connections as factors). The data will be analysed on multiple levels: within regions, interregional, and diachronic. (3) The work will conclude by examining the evolution of social organisation and population interaction patterns through the Neolithic Transition. While enriching and revising current Transition models, the project will set precedents for employing archaeogenomics to study social structures and for systematic co-analysis of genomic and archaeological data.",
    "totalCost": "2556250",
    "ecMaxContribution": "2556250",
    "coordinator": "MIDDLE EAST TECHNICAL UNIVERSITY",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}