{
    "rcn": "216049",
    "acronym": "MechaDynA",
    "topics": "ERC-2017-COG",
    "title": "Multi-scale mechanics of dynamic leukocyte adhesion",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Leukocytes, white blood cells, patrol the vascular wall of our vessels in search of sites of inflammation. In the so-called leukocyte adhesion cascade, leukocytes flowing at high velocities (up to mm/s) impact the vessel wall, roll at µm/s, and finally migrate at nm/s to the site of inflammation. They are thus subjected to mechanical forces from sub-msec to several minutes. Complete understanding of the physical processes behind leukocyte adhesion requires an approach over multiple length and time scales, from single protein molecules to the whole cell. This is far from being established due, in part, to the lack of techniques covering the wide range of length and time scales involved. We have recently implemented high-speed atomic force microscopy (HS-AFM) to perform force spectroscopy measurements on biological samples with microsec time resolution. The novel acoustic force spectroscopy (AFS) traps hundreds of particles in parallel allowing hours-long measurements on single molecules.\nMechaDynA proposes to develop and apply these two novel nanotools to allow force measurements on living cells with the goal of obtaining a complete, multi-scale picture of the physics behind the leukocyte adhesion cascade over the widest dynamic range (µs-min). This will require development of HS-AFM technology and coupling with advanced optical microscopy. We will probe the binding strength of single adhesion complexes, and membrane and cytoskeleton mechanics at physiologically relevant time scales not explored so far. Technologically, it will establish HS-AFM and AFS as force measurement tools for living cells covering the widest temporal range. This will open the door to unexplored physical phenomena in cell biology, biological physics and soft condensed matter. Biomedically, the expected outcomes will provide a mechanistic description of the physical phenomena in leukocyte immune response that may lead to better diagnosis and therapeutics.",
    "totalCost": "2068959",
    "ecMaxContribution": "2068959",
    "coordinator": "UNIVERSITE D'AIX MARSEILLE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}