{
    "rcn": "216079",
    "acronym": "PACIFIC",
    "topics": "SC5-13-2016-2017",
    "title": "Passive seismic techniques for environmentally friendly and cost efficient mineral exploration",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "'The PACIFIC consortium will develop a new, low-cost and environmentally friendly tool for exploring for mineral deposits beneath the surface. The approach will build on the 'traditional' passive seismic method, which is capable of providing useful broad-brush background information about the geological and structural setting of mineralised regions, but lacks the resolution needed for reliable identification of ore bodies. Two radically new developments are planned; reflection passive seismics, which is appropriate from greenfields exploration, and the multi-array method, which will typically be deployed during drilling or in brownfields exploration. Both techniques have major advantages over current techniques, namely relatively low cost and minor impact on the environment. Through the participation of two mineral exploration companies in the project, the two techniques will be validated on test sites in Ireland and Sweden, thus brought from TRL2 to TRL5. Research on social acceptance and public perception of risk for mining activities will accompany the deployment and testing of the techniques.\nThe PACIFIC consortium comprises a major university and a research institute who will develop the theoretical background and codes for data treatment, a mid-tier mining company and a junior exploration company who will provide logistic support and access to test sites, two small service companies who will conduct the surveys and analyse the data, a geological survey who will conduct research on public opinion, and a company who will manage the project. \nThe PACIFIC project will thereby transfer the fruits of cutting-edge scientific research to industry and launch the development and deployment of new mineral exploration methods. This will enhance the competitiveness of the European mineral exploration industry, contribute to the discovery of new European ore deposits and decrease the dependence of European industry on imported mineral products.\n'",
    "totalCost": "3320691",
    "ecMaxContribution": "3200066",
    "coordinator": "UNIVERSITE GRENOBLE ALPES",
    "coordinatorCountry": "FR",
    "participants": "STILLWATER CANADA INC;INSTITUTE OF MINE SEISMOLOGY (PTY)LTD;ARTTIC;DUBLIN INSTITUTE FOR ADVANCED STUDIES;SISPROBE;COMMUNICATIONS, CLIMATE ACTION AND ENVIRONMENTS;BEOWULF MINING PLC",
    "participantCountries": "CA;ZA;FR;IE;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}