{
    "rcn": "216015",
    "acronym": "ARIAS",
    "topics": "MG-1.3-2017",
    "title": "Advanced Research Into Aeromechanical Solutions",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "The ARIAS research and innovation project directly targets ìmaintaining industrial leadership in aeronauticsî of the European aircraft engine manufacturing sector in the important technology sub-area ìdevelopment and validation of multi-disciplinary design tools that address key isolated or clustered industrial problems with low degree of confidence that need presently extensive experimental verificationî by investigating aeromechanical phenomena (flutter and forced response) in three distinct sub-systems (compressor, low-pressure turbine and seals) of the aircraft engine.  The interaction of these aeromechanical phenomena is not well characterised. This can lead to inefficient designs or unwanted blade vibration which can increase development time and costs and can ultimately lead to the failure of an engine during operation which can have fatal consequences (Kegworth 1989). Previous EU projects have treated forced response (ADTurB-1&2) and flutter (FUTURE) as isolated phenomena. They have delivered unique experimental data and testing of numerical models enabling industry to progress blade design and analysis. These projects also revealed the need for coupled flutter and forced response methods. ARIAS will provide deeper insight into aeromechanical technologies for more sophisticated and break-through coupled analyses, measurements and vibration mitigations. Beyond state-of-the-art methods that have never been used in blade or seal design, to assess aeromechanical vibrations will be used such as  multimodal simulations and superimposition of flutter and forced response. Expected outcomes are a better understanding of flutter and forced response and the development of new higher fidelity analytical tools which will enable the design of more efficient and safer aircraft engines. The project will also contribute to a world-wide unique ìMOOC-typeî on-line learning material on aeromechanics, involving academic and industrial partners.",
    "totalCost": "7657442,5",
    "ecMaxContribution": "7503731",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;SAFRAN AIRCRAFT ENGINES;FUNDACION CENTRO DE TECNOLOGIAS AERONAUTICAS;UNIVERSITA DEGLI STUDI DI FIRENZE;SAFRAN HELICOPTER ENGINES;CENTRE EUROPEEN DE RECHERCHE ET DE FORMATION AVANCEE EN CALCUL SCIENTIFIQUE;INDUSTRIA DE TURBO PROPULSORES S.A.U.;ECOLE CENTRALE DE LYON;CENTRE DE RECHERCHE EN AERONAUTIQUE ASBL - CENAERO;GE AVIO SRL;GKN AEROSPACE SWEDEN AB;TECHNISCHE UNIVERSITAT DARMSTADT;UNIVERSITAET STUTTGART;SAFRAN AERO BOOSTERS;ROLLS-ROYCE PLC;MTU AERO ENGINES AG;UNIVERSIDAD POLITECNICA DE MADRID;SIEMENS AKTIENGESELLSCHAFT",
    "participantCountries": "UK;FR;ES;IT;BE;SE;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}