{
    "rcn": "216006",
    "acronym": "LOGISTAR",
    "topics": "MG-5-2-2017",
    "title": "Enhanced data management techniques for real time logistics planning and scheduling",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The EU faces the challenge to maintain and increase its economic growth and cope with the problem of freight transport efficiency in Europe. Integration of transport volumes and modes, better use of capacity, flexibility, resource efficiency and cooperation between all actors along the logistic chain are required.\n\nAligned with the European policies and the ALICE roadmap, LOGISTAR objective is to allow effective planning and optimizing of transport operations in the supply chain by taking advantage of horizontal collaboration, relying on the increasingly real-time data gathered from the interconnected environment. For this, a real-time decision making tool and a real-time visualization tool of freight transport will be developed, with the purpose of delivering information and services to the various agents involved in the logistic supply chain, i.e. freight transport operators, their clients, industries and other stakeholders such as warehouse or infrastructure managers.\n\nLOGISTAR will address several advances beyond the State of the Art in the interdisciplinary field of the smart algorithms for data processing: Artificial Intelligence focussed onr prediction, parallel hybrid metaheuristics for optimization, automated negotiation techniques, and constraint satisfaction problem solving techniques. The resulting platform will outperform other market products and services such as Freight Exchange Systems, Collaborative Platforms, Transport Control Towers or Routing Systems.\n\nLOGISTARS involves RTD organisations (DEUSTO, UCC, CSIC), technology developers (DNET, SWC), consultancy firms (MDST, PRESTON), ICT services developers (SAG, DBH, GENEGIS) and stakeholders from different stages of the supply chain (AHLERS, ZAILOG, NESTL…, PLADIS, CODOGNOTTO).\n\nThe duration of the project is estimated to be 36 months and has an approximate budget of 5 million euros.",
    "totalCost": "4997548,75",
    "ecMaxContribution": "4997548,75",
    "coordinator": "UNIVERSIDAD DE LA IGLESIA DE DEUSTO ENTIDAD RELIGIOSA",
    "coordinatorCountry": "ES",
    "participants": "UNITED BISCUITS (UK) LIMITED;MDS TRANSMODAL LIMITED;DRUSTVO ZA KONSALTING, RAZVOJ I IMPLEMENTACIJU INFORMACIONIH I KOMUNIKACIONIH TEHNOLOGIJA DUNAVNET DOO NOVI SAD;CODOGNOTTO ITALIA SPA;NESTLE UK LTD;SOFTWARE AG;GENEGIS GI SRL;PRESTON SOLUTIONS LIMITED;AHLERS BELGIUM NV;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;SEMANTIC WEB COMPANY GMBH;dbh Logistics IT AG;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;CONSORZIO ZAILOG",
    "participantCountries": "UK;RS;IT;DE;BE;ES;AT;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}