{
    "rcn": "216064",
    "acronym": "BioMonitor",
    "topics": "BB-02-2017",
    "title": "Monitoring the Bioeconomy",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The overall objective of the Monitoring the Bioeconomy (BioMonitor) project is to establish a sustainable data and modelling framework for the bioeconomy. This will be achieved by developing and implementing a data and modelling framework that is effective (supported by a stakeholdersí platform) and robust (implementable in existing systems of statistical and customs offices, laboratories and industries). The framework will enable quantification of the bioeconomy and its economic, environmental and social impacts in the EU and its Member States. Interlinks with current CEN standardisation work related to bio-based products will be established from the outset of the project. The contributions of BioMonitor are threefold. First, the project will close the data gaps in measuring the bioeconomy by updating and enhancing currently used data sets. BioMonitor will assure the inclusion of new emerging bio-based products and industries by developing appropriate tools and strategies. Second, the improved data will be used to enhance established and new modelling tools, linked in the BioMonitor toolbox, to guide industries and governments responsible for the execution of consistent, coherent and longer term strategies with desirable consequences for multiple objectives. Third, a BioMonitor platform for stakeholder engagement and training will be created to design, test (by industry-based and country-level case studies) and disseminate results of the improved datasets and modelling capacity. The platform will inform the formulation of strategies and policies directing the bioeconomy to achieve its economic, environmental and social policy objectives according to the EC Bioeconomy Strategy and Action Plan. The awareness about the importance of measuring the bioeconomy within the industry will be raised through tailored training on bioeconomy standards and measurement of sustainability indicators targeted towards SMEs within the sector.",
    "totalCost": "5983857,5",
    "ecMaxContribution": "5983857,5",
    "coordinator": "WAGENINGEN UNIVERSITY",
    "coordinatorCountry": "NL",
    "participants": "FONDAZIONE ICONS;SWETREE TECHNOLOGIES AB;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;TECHNISCHE UNIVERSITAET MUENCHEN;STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;DELOITTE CONSEIL SAS;NOVA-INSTITUT FUR POLITISCHE UND OKOLOGISCHE INNOVATION GMBH;SLOVENSKA POLNOHOSPODARSKA UNIVERZITA V NITRE;EUROPEAN FOREST INSTITUTE;JOHANN HEINRICH VON THUENEN-INSTITUT, BUNDESFORSCHUNGSINSTITUT FUER LAENDLICHE RAEUME, WALD UND FISCHEREI;LATVIJAS LAUKSAIMNIECIBAS UNIVERSITATE;STICHTING ENERGIEONDERZOEK CENTRUM NEDERLAND;CENTRO DE INVESTIGACION Y TECNOLOGIA AGROALIMENTARIA DE ARAGON;CENTRAAL BUREAU VOOR DE STATISTIEK;UNIVERSITA CATTOLICA DEL SACRO CUORE;STICHTING WAGENINGEN RESEARCH;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "IT;SE;UK;DE;NL;FR;SK;FI;LV;ES;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}