{
    "rcn": "216059",
    "acronym": "FermiSurfaceFlavours",
    "topics": "ERC-2017-COG",
    "title": "FLAVOURS OF FERMI SURFACE IN THE ABSENCE OF A CONVENTIONAL FERMI LIQUID",
    "startDate": "01/04/2019",
    "endDate": "31/03/2024",
    "objective": "Quantum oscillations have revealed signature Fermi surfaces in a diverse range of materials families, with breakthrough advances made by a synthesis of theoretical modelling, experimental vision, materials preparation, and advances in measurement technique. Traditionally, the very observation of a Fermi surface has been taken to imply an underlying Fermi liquid. In this proposal, we seek to transcend this traditional paradigm in the field of correlated electron systems and define a new framework for the observation of quantum oscillations associated with a novel Fermi surface in the absence of a conventional Fermi liquid. Guided by a selection of theoretical proposals, we identify for study materials families starting from the more readily modellable correlated Mott insulators and Kondo insulators without the complication of mobile electrons. We progress to regions where mobile electrons are introduced ñ where we select for study the doped Mott insulating cuprate superconductors. Eventually we access the intervening region of unconventional quantum critical physics where a Fermi surface in the absence of a conventional Fermi liquid transitions to a Fermi surface underpinned by a conventional Fermi liquid, by lattice-density tuning of selected materials. We propose to investigate the Fermi surface of these regimes of correlated materials phase space that defy conventional Fermi liquid behaviour by the use of advanced quantum oscillation techniques in selected high purity correlated materials, under either ambient pressure conditions or under lattice-density tuning, and using high magnetic fields. We expect the project outcome to have a substantive impact on our understanding of correlated electron systems, especially in hitherto opaque regions of phase space where Fermi liquid behaviour breaks down. We thus anticipate a new era where quantum oscillations serve as a diagnostic for novel phases of correlated matter that lack a conventional Fermi liquid description.",
    "totalCost": "2127851",
    "ecMaxContribution": "2127851",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}