{
    "rcn": "216062",
    "acronym": "BabyRhythm",
    "topics": "ERC-2017-COG",
    "title": "Tuned to the Rhythm: How Prenatally and Postnatally Heard Speech Prosody Lays the Foundations for Language Learning",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The role of experience in language acquisition has been the focus of heated theoretical debates, between proponents of nativist views according to whom experience plays a minimal role and advocates of empiricist positions holding that experience, be it linguistic, social or other, is sufficient to account for language acquisition. Despite more than a half century of dedicated research efforts, the problem is not solved.\n The present project brings a novel perspective to this debate, combining hitherto unconnected research in language acquisition with recent advances in the neurophysiology of hearing and speech processing. Specifically, it claims that prenatal experience with speech, which mainly consists of prosody due to the filtering effects of the womb, is what shapes the speech perception system, laying the foundations of subsequent language learning. Prosody is thus the cue that links genetically endowed predispositions present in the initial state with language experience. The proposal links the behavioral and neural levels, arguing that the hierarchy of the neural oscillations corresponds to a unique developmental chronology in human infantsí experience with speech and language.\n The project uses state-of-the-art brain imaging techniques, EEG & NIRS, with monolingual full term newborns, as well as full-term bilingual, preterm and deaf newborns to investigate the link between prenatal experience and subsequent language acquisition. It proposes to follow the developmental trajectories of these four populations from birth to 6 and 9 months of age.",
    "totalCost": "1621250",
    "ecMaxContribution": "1621250",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}