{
    "rcn": "216005",
    "acronym": "COG-LO",
    "topics": "MG-5-2-2017",
    "title": "COGnitive Logistics Operations through secure, dynamic and ad-hoc collaborative networks",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The main goal of COG-LO is to create the framework and tools that will add cognition and collaboration features to future logistics processes by: 1) Introducing the Cognitive Logistics Object (CLO) by adding cognitive behavior to all involved Logistics actors and processes; 2) Developing the environment that will allow CLOs to exchange information through ad-hoc social secure networks. The main objectives of COG-LO are: (a) Definition of a Future Cognitive Logistics Objects reference implementation model that supports cognitive logistics behaviour; (b) Design and develop the necessary analytics and cognitive tools that enable complex event detection, context awareness and multi-criteria decision support. (c) To design and develop the collaboration platform based on hybrid ad-hoc social networks of CLOs. (d) To design and develop the COG-LO tools (Cognitive Advisor, which realizes the cognitive behavior of CLO based on the reference implementation model, and Tweeting CLOs, allowing CLOs to exchange information in ad-hoc Social IoT networks); (e) To evaluate the COG-LO results via intermodal, cross-country and urban logistics pilot operations. (f) To introduce new business models for ad-hoc collaborations affecting all logistics stakeholders and create a community of Logistics, ICT and urban environment stakeholders.\nThe consortium is led by SingularLogic and consists of 14 partners from 8 countries.",
    "totalCost": "4999922,5",
    "ecMaxContribution": "4999922,5",
    "coordinator": "CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LE TELECOMUNICAZIONI",
    "coordinatorCountry": "IT",
    "participants": "HP HRVATSKA POSTA DD;POSTA SLOVENIJE DOO;ASSOCIATION DES OPERATEURS POSTAUXPUBLICS EUROPEENS;INSTITUT JOZEF STEFAN;ELLINIKOS ORGANISMOS SYSTIMATON EYFYON METAFORON;ELLINIKA TACHYDROMEIA;TRT TRASPORTI E TERRITORIO SRL;SWARCO MIZAR SRL;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;NEC LABORATORIES EUROPE GMBH;ATHENS UNIVERSITY OF ECONOMICS AND BUSINESS - RESEARCH CENTER;EKOL LOJISTIK AS;INTRASOFT INTERNATIONAL SA",
    "participantCountries": "HR;SI;BE;EL;IT;DE;TR;LU",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}