{
    "rcn": "216054",
    "acronym": "INSITE",
    "topics": "ERC-2017-COG",
    "title": "Development and use of an integrated in silico-in vitro mesofluidics system for tissue engineering",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Tissue Engineering (TE) refers to the branch of medicine that aims to replace or regenerate functional tissue or organs using man-made living implants. As the field is moving towards more complex TE constructs with sophisticated functionalities, there is a lack of dedicated in vitro devices that allow testing the response of the complex construct as a whole, prior to implantation.  Additionally, the knowledge accumulated from mechanistic and empirical in vitro and in vivo studies is often underused in the development of novel constructs due to a lack of integration of all the data in a single, in silico, platform.\n\nThe INSITE project aims to address both challenges by developing a new mesofluidics set-up for in vitro testing of TE constructs and by developing dedicated multiscale and multiphysics models that aggregate the available data and use these to design complex constructs and proper mesofluidics settings for in vitro testing. The combination of these in silico and in vitro approaches will lead to an integrated knowledge-rich mesofluidics system that provides an in vivo-like time-varying in vitro environment. The system will emulate the in vivo environment present at the (early) stages of bone regeneration including the vascularization process and the innate immune response. A proof of concept will be delivered for complex TE constructs for large bone defects and infected fractures. \n\nTo realize this project, the applicant can draw on her well-published track record and extensive network in the fields of in silico medicine and skeletal TE. If successful, INSITE will generate a shift from in vivo to in vitro work and hence a transformation of the classical R&D pipeline. Using this system will allow for a maximum of relevant in vitro research prior to the in vivo phase, which is highly needed in academia and industry with the increasing ethical (3R), financial and regulatory constraints.",
    "totalCost": "2161750",
    "ecMaxContribution": "2161750",
    "coordinator": "UNIVERSITE DE LIEGE",
    "coordinatorCountry": "BE",
    "participants": "KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}