{
    "rcn": "216043",
    "acronym": "ICEBERG",
    "topics": "ERC-2017-COG",
    "title": "Exploration below the tip of the microtubule",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Microtubules (MTs) are dynamic cytoskeleton filaments. They permanently transit between growth and shrinkage. This famous ìdynamic instabilityî is governed by the addition and loss of tubulin dimers at their tips. In contrast to the tip, the MT lattice was considered to be a passive structure supporting intracellular transport. However, we recently found that MT lattice is dynamic and active! Actually, tubulin dimers can be exchanged with the cytoplasmic pool along the entire length of the MT. These incorporations can repair sites on the lattice that have been mechanically damaged. These repair sites protect the MTs from depolymerisation and increase the MTís life span. This discovery opens up a new vista for understanding MT biology.\n            First, we will investigate the biochemical consequences of MT-lattice turnover. We hypothesise that tubulin turnover affects the recruitment of MAPs, motors and tubulin-modifying enzymes. These recruitments may feedback on lattice turnover and further regulate MT life span and functions.\n            Second, we will investigate the mechanical impact of the MT-lattice plasticity. Tubulin removal is likely to be associated with a local reduction of MT stiffness that can impact MT shape and the propagation of forces along the lattice. We anticipate that such effects will require us to reformulate the biophysical rules directing network architecture.\n            To achieve this, we will use reconstituted MT networks in vitro to investigate the molecular mechanism regulating MT-lattice plasticity, and cultured cells to test the physiological relevance of these mechanisms. In both approaches, microfabricated devices will be used to control the spatial boundary conditions directing MT self-organisation.\n            By exploring the hidden 90% of MT iceberg we aim to show that the MT lattice is a dynamic mechano-sensory structure which regulates interphase MT-network architectures and possibly confers them unexpected functions.",
    "totalCost": "1998227",
    "ecMaxContribution": "1998227",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}