{
    "rcn": "216033",
    "acronym": "MeSoMat",
    "topics": "ERC-2017-COG",
    "title": "Metabolic soft matter with life-like properties",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "A fundamental difference between man-made and living matter is metabolism: the ability to dissipate chemical energy to drive many different chemical processes out of equilibrium. Metabolism endows chemical systems within living organisms with properties that are standard in biology but odd in chemistry: the capability to process information, to move and to react to the external world.\n\nMy goal is to endow soft materials with dynamic life-like properties. I have chosen four: molecular computation, movement, self-construction and the capacity to entertain complex chemical conversations with living cells. To do so I will embed stimuli-responsive materials with a biocompatible synthetic metabolism capable of sustaining autonomous chemical feedback loops that process information and perform autonomous macroscopic actions. My approach combines concepts from systems chemistry, synthetic biology and DNA molecular programming with soft materials and uses a biochemical system that I have contributed to pioneer: DNA/enzyme active solutions that remain out of equilibrium by consuming a chemical fuel with non-trivial reaction kinetics. This system has three unique properties: programmability, biocompatibility and a long-term metabolic autonomy.\n\nMetabolic matter will be assembled in two stages: i) enabling metabolic materials with dynamic chemical, biological and mechanical responses, and ii) creating metabolic materials with unprecedented properties, in particular, the capacity of self-construction, which I will seek by emulating embryogenesis, and the ability to autonomously pattern a community of living cells. By doing this I will create for the first time chemical matter that is both dynamically and structurally complex, thus bringing into the realm of synthetic chemistry behaviors that so far only existed in biological systems. In the long term, metabolic matter could provide revolutionary solutions for soft robotics and tissue engineering.",
    "totalCost": "1899333",
    "ecMaxContribution": "1899333",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}