{
    "rcn": "216072",
    "acronym": "SPACE-UP",
    "topics": "COMPET-7-2017",
    "title": "Assisting European SPACE Start-ups in scaling UP",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The SPACE-UP project aims at giving Europe's innovative start-ups in the space sector every opportunity to become world-leading companies. \n\nSPACE-UP promotes technology transfer, networking, outreach and matchmaking with business angels, crowd funders, investors, human resource specialists and CEOs from corporates, culminating in six European SPACE ACADEMIES. Exposure to strategic corporate investors is being increased by engaging actively with relevant high tech industries like automotive, robotics. SPACE-UP experts offer advice on how to best profit from the opportunities represented by the EC Public Funds (H2020/SME Instrument, EIB and EIF) and the European Space Agency. Promising tech start-ups (space and non-space-related) are being guided through already existing services offered (esp. ESA-BICs, EEN and NCPs i.a.). \nSPACE-UP builds on activities carried out by ESAís Technology Transfer Programme Office (TTPO) and ESA BICs, and fosters the uptake of space data and services by non-space industrial and service players for further commercial applications. SPACE-UP reinforces the spin-out efforts of ESA in the cross-fertilization through enhancing connection and networking with non-space technology experts, e.g. in marine, logistics, land-use and security. It also fosters spin-in activities from these into the space sector.\n\n60 start-ups, applying for the SPACE-UP coaching services, selected on the basis of the most viable cases (business, products and/or services) by the SPACE-UP evaluation committee, are being invited to attend the SPACE ACADEMIES, taking place across Europe incl. the widening countries. They are offered access to all partnersí services and to customized one-to-one coaching within areas of expertise they need, to reach their next commercial stages. Recommendations on best practice and lessons learnt will be established for start-ups, SMEs and existing BICs and the sustainability of offering future SPACE ACADEMIES explored.",
    "totalCost": "1997982,5",
    "ecMaxContribution": "1997982,5",
    "coordinator": "AVIASPACE BREMEN EV",
    "coordinatorCountry": "DE",
    "participants": "CONSORZIO DI RICERCA HYPATIA;European Business Angel Network;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;IBS CONSULTING SRL;GI GROUP SPA (CON O SENZA INTERPUNZIONI E COMUNQUE SENZA VINCOLI DI RAPPRESENTAZIONE GRAFICA);LAZIO INNOVA - SOCIETA PER AZIONI;SME4SPACE VZW;ASOCIACION INTERNACIONAL DE PARQUES TECNOLOGICOS IASP;THE ING PROJECT SRL",
    "participantCountries": "IT;BE;DE;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}