{
    "rcn": "216078",
    "acronym": "CLEVER Cities",
    "topics": "SCC-02-2016-2017",
    "title": "CLEVER Cities - Co-designing Locally tailored Ecological solutions for Value added, socially inclusivE Regeneration in Cities",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Hamburg (DE), London (UK) and Milan (IT) have decided to create CLEVER Cities. Led by Hamburg, a well-balanced, competent partnership will position the EU as global leader in nature-based solution (NBS) innovation. CLEVER Cities applies a city centric approach, starting by key urban regeneration challenges and employing strong local partner clusters, to foster sustainable and socially inclusive urban regeneration locally, in Europe and globally. We will co-create, - implement, and -manage locally tailored NBS to deliver tangible social, environmental and economic improvements for urban regeneration. We are committed to make the interventions in front-runner cities (FR) cases for successful NBS and  prepare robust replication roadmaps in fellow cities (FE), that also have NBS experience and expertise to offer. We will ensure long-term sustainability of actions in FR and FE  by initiating urban innovation partnerships that will use SMART city principles to engage residents, establish new governance procedures, generate innovative financing and investment strategies. CLEVER Cities will employ partnersí large global networks to generate rapid and durable uptake of NBS by capacitating businesses and a CLEVER Solutions Basket with innovative technological, business, financing and governance solutions, in Europe and globally. The influential and committed FR will serve as role model for FE and global cities in East Asia and South America. All cities will actively engage in replication, thus, help to meet EU and UN sustainability goals and profile the EU as global leader in green innovation. CLEVER Cities materialises in strong local clusters around FR with partners, which can both support local co-creation as well as transversal activities with specific knowledge and expertise. This makes it a distinct, exciting project that will generate lasting results in cities and deliver a CLEVER Cities package with solutions, guidance and open-sourced data EU NBS reference framework.",
    "totalCost": "14864688,84",
    "ecMaxContribution": "14214660,63",
    "coordinator": "FREIE UND HANSESTADT HAMBURG",
    "coordinatorCountry": "DE",
    "participants": "WWF ITALIA;GREEN4CITIES GMBH;RETE FERROVIARIA ITALIANA;MUNICIPIUL SFANTU GHEORGHE;DIMOS LARISEON;FUNDACION TECNALIA RESEARCH & INNOVATION;TECHNISCHE UNIVERSITAT HAMBURG-HARBURG;HAMBURGISCHES WELTWIRTSCHAFTSINSTITUT GEMEINNUTZIGE GMBH;XI'AN JIAOTONG UNIVERSITY;EUROPEAN BUSINESS AND INNOVATION CENTRE NETWORK AISBL;FONDO AMBIENTAL;MALMO STAD;AMBIENTE ITALIA SRL;GREATER LONDON AUTHORITY;GROUNDWORK LONDON;AGENTIA PENTRU PROTECTIA MEDIULUI COVASNA;COMUNE DI MILANO;THE YOUNG FOUNDATION LBG;SOCIAL FINANCE LIMITED;S T E G STADTERNEUERUNGS- UND STADTENTWICKLUNGSGESELLSCHAFT HAMBURG MBH;ICLEI - LOCAL GOVERNMENTS FOR SUSTAINABILITY EV;SOCIETA COOPERATIVA SOCIALE ELIANTE ONLUS;AYUNTAMIENTO DE MADRID;UNIVERSITAETSKLINIKUM ESSEN;CENTRE FOR EXPERIMENTS IN URBAN STUDIES  - CEUS;PEABODY TRUST;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;GRAD BEOGRAD;UMWELTBUNDESAMT GESELLSCHAFT MIT BESCHRANKTER HAFTUNG (UBA GMBH);YEPEZSALMON YEPEZ SALMON ASOCIADOSSA;HAFENCITY UNIVERSITAT HAMBURG;FONDAZIONE POLITECNICO DI MILANO;ECOLOGIC INSTITUT gemeinn¸tzige GmbH",
    "participantCountries": "IT;AT;RO;EL;ES;DE;CN;BE;EC;SE;UK;RS",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}