{
    "rcn": "216050",
    "acronym": "LIDD",
    "topics": "ERC-2017-COG",
    "title": "Popular Sovereignty vs. the Rule of Law? Defining the Limits of Direct Democracy",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Should the people be allowed to vote on the adoption of immigration restrictions that violate international law? Should it be permissible to launch a citizensí initiative demanding the reintroduction of the death penalty? May a proposal be put to a popular vote despite the fact that voters are not properly informed about its effects? With the mushrooming of direct-democratic instruments throughout Europe and the introduction of the European Citizensí Initiative (ECI), the relationship between popular sovereignty and the rule of law is set to become one of the defining political issues of our time. Yet despite their great practical relevance, the questions of where the legal limits of direct democracy should be drawn and how compliance with these limits should be reviewed have remained almost completely unexplored. This leaves a major gap in the research that has serious repercussions for the functionality and legitimacy of direct democracy.\n\nIt is the ambitious objective of LIDD to provide the scientific basis for resolving this urgent challenge. By innovatively combining comparative legal analysis with both qualitative and quantitative methods from other social sciences, the project builds on the experience made with various direct-democratic mechanisms in order to develop general conclusions. Part 1 of LIDD distils a core of issues that is regarded as being beyond the reach of direct democracy across all European states and elaborates best practices that will help states define and apply the limits of direct democracy in a sensible way. Part 2 identifies common European minimum standards that institutional and procedural systems for reviewing compliance with these limits must satisfy and makes suggestions for improving these systems. Part 3 applies the findings from Parts 1 and 2 to the EU level; it shows how the admissibility requirements that an ECI must meet should be adapted and clarified and how the admissibility procedure could be improved.",
    "totalCost": "1963935",
    "ecMaxContribution": "1963935",
    "coordinator": "UNIVERSITAT ZURICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}