{
    "rcn": "216040",
    "acronym": "HEY BABY",
    "topics": "ERC-2017-COG",
    "title": "Helping Empower Youth Brought up in Adversity with their Babies and Young children",
    "startDate": "01/05/2019",
    "endDate": "30/04/2024",
    "objective": "Societyís greatest problems are our most compelling social science challenges. This project will develop the first known theoretical framework of resilience for adolescent parents and their children in Africa. In doing so, we will achieve three major advances in prevention science: We will synthesise quasi-experimental, data pooling and qualitative methods to identify protective pathways. We will create the global Southís first multi-country study of parenting support. And we will combine pioneering research with embedded stakeholder engagement, thus directly impacting international policy.\n\nGlobally, adolescent parenthood is a marker of intergenerational disadvantage. Africa has 11.4 million adolescent mothers and fathers, often arising from adversities such as abuse, poverty, HIV and orphanhood. In turn, their children are at risk for non-optimum development and poor health. Existing research has focused on pregnancy prevention, with little success. Whilst these efforts are important, no known studies investigate predictors of resilience for adolescent-parent families in African contexts. This marks a major evidence gap, and a compelling need.\n\nWe will use three linked methodologies. First, we will build a longitudinal study of 450 parent-child dyads living in severe adversity in South Africa. Through this, we can examine protective socio-economic, education and healthcare pathways. Second, we will create a six-country pooled dataset of parenting program studies, and test effectiveness across 8,000 participants regionally. Third, we will integrate citizen social science: participatory research with young families in adversity. A final policy-inclusive synthesis stage will ensure impact and benefit-sharing. \n\nThis is an ambitious research agenda, with theoretical and methodological innovation. It requires the elucidation of complex behaviours in precarious environments. It presents risks, but with the potential for groundbreaking scientific and societal impact.",
    "totalCost": "1999960",
    "ecMaxContribution": "1999960",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}