{
    "rcn": "216094",
    "acronym": "PIONEER",
    "topics": "IMI2-2016-10-02",
    "title": "Prostate Cancer DIagnOsis and TreatmeNt Enhancement through the Power of Big Data in EuRope",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "Prostate Cancer (PCa) is the second leading cause of cancer, among men in Europe. There are currently major unmet needs in this field, such as insufficient knowledge on risk factors that contribute to PCa and on patient characteristics (including genetic profiles) that could facilitate patient stratification. Finally, there is lack of meaningful engagement of all key stakeholders, while the knowledge currently gained from clinical practice and real life data is not being fed back into PCa patientsí care pathways. There is thus a need for better definition of PCa across all stages, improved patientís stratification at diagnosis, and standardisation of PCa-related outcomes based on real life data.\n\nPIONEERís unique dual approach is to first identify critical evidence gaps in PCa by respected Key Opinion Leaders, and then embark on a research priority setting exercise that reflects the needs of all key stakeholders in  PCa management. To achieve this, PIONEER has brought together comprehensive datasets that consists of the most relevant prostate clinical trials and registries, large epidemiological cohorts, electronic heath records, and real-life data from different European (and non-European) patient populations. These unique data sets will be integrated, standardised, harmonised and analysed using approaches that are built on our experience of similar previous IMI projects i.e EMIF, and eTRIKS, and analysed using a unique set of methodologies and advanced analytics methods (OMOP, eHS).  PIONEER has already performed a first PCa research priority setting survey, where major stakeholders were asked to identify the current unmet needs in PCa. The five most important open questions will be used as pilot studies to verify PIONEERís research framework.  As such, PIONEERís deliverables will be outcome-driven, value-based and patient-centric, and relevant to all key stakeholders, as they would have been meaningfully involved from the inception of the project.",
    "totalCost": "12402174",
    "ecMaxContribution": "6000000",
    "coordinator": "STICHTING EUROPEAN UROLOGICAL FOUNDATION",
    "coordinatorCountry": "NL",
    "participants": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ABERDEEN;NV SAS INSTITUTE SA;TTOPSTART BV;INTERNATIONAL CONSORTIUM FOR HEALTH OUTCOMES MEASUREMENT LTD;IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE;WEIZMANN INSTITUTE OF SCIENCE;STICHTING KATHOLIEKE UNIVERSITEIT;EUROPEAN ORGANISATION FOR RESEARCH AND TREATMENT OF CANCER AISBL;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;TAMPEREEN YLIOPISTO;IHE, INSTITUTET FOR HALSO- OCH SJUKVARDSEKONOMI AKTIEBOLAG;ORION OYJ;THE HYVE BV;VARIAN MEDICAL SYSTEM DEUTSCHLAND GMBH;EUROPEAN ALLIANCE FOR PERSONALISED MEDICINE ASBL;ASTELLAS PHARMA EUROPE BV;EUROPEAN CANCER PATIENT COALITION;PINSENT MASONS LLP;UNIVERSITAETSKLINIKUM HAMBURG-EPPENDORF;BAYER AKTIENGESELLSCHAFT;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM;SANOFI-AVENTIS RECHERCHE & DEVELOPPEMENT;LUNDS UNIVERSITET;ASSOCIATION EISBM;CANCER INTELLIGENCE LIMITED;GOETEBORGS UNIVERSITET;COVANCE LABORATORIES LTD;JANSSEN PHARMACEUTICA NV;KING'S COLLEGE LONDON;UNIVERSITA VITA-SALUTE SAN RAFFAELE;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "UK;BE;NL;IL;DE;FI;SE;FR;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}