{
    "rcn": "216039",
    "acronym": "SympatimmunObesity",
    "topics": "ERC-2017-COG",
    "title": "Sympathetic and immune mechanisms underlying obesity",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "The era of molecular genetics has enabled the mechanistic dissection of brain circuits as well as the immune system in spectacular ways. However, the molecular and cellular organization of the sympathetic nervous system (SNS), which innervates all known organs, is essentially unexplored. In an attempt to push this frontier, we have recently uncovered a direct physical functional connection between the SNS and the adipose tissue. Further, we found this neuro-adipose junction to drive lipolysis and fat mass reduction (1). In this proposal we aim to define the molecular mechanisms that link SNS neurons, the immune system and the adipose tissue. A major entry point is our recent discovery of a novel population of Sympathetic Associated Macrophages (SAMs) that suppress the output of SNS. We propose to unravel their contribution to obesity in rodents (Aim 1) and in humans (Aim 2). Another major objective of this proposal is to establish a functional and molecular neuronanatomical map of the SNS, which defines subpopulations of neurons that specifically innervate fat (Aim 3). To achieve this, we will build molecular genetics tools for rapid non-invasive optocoustic visualization and functional probing of SNS circuits. A molecular and realistic atlas of the SNS will allow us to systematically access the functional anatomy of one of the most elusive tissues of the mammalian body and will form a blueprint upon which our neuroimmune mechanistic studies can be build. Our identification of the fundamental biological mechanisms that govern the neuro-adipose junction will set the stage for a new anti-obesity therapy that would circumvent the challenge of drug delivery to the brain, i.e. by targeting an excitatory drug directly to SAMs or sympathetic inputs in adipose tissue.",
    "totalCost": "2029175",
    "ecMaxContribution": "2029175",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}