{
    "rcn": "216017",
    "acronym": "HySeas III",
    "topics": "MG-2.4-2017",
    "title": "Realising the world's first sea-going hydrogen-powered RoPax ferry and a business model for European islands",
    "startDate": "01/07/2018",
    "endDate": "31/12/2021",
    "objective": "The HySeas III project will bring to market the worldís first zero emission, sea-going ferry that will be powered by hydrogen from renewable sources. It builds on the pioneering experience of the coordinator (Ferguson Marine), which previously developed the first diesel/electric hybrid ferry in 2013, and involves the leading European supplier of hydrogen fuel cell modules (Ballard Power Systems). The project will not only develop and validate this advanced ferry concept but a prototype version will be constructed and demonstrated in operational service with co-funding from the regional Government in Scotland (which will commission the building of the ferry). It will also demonstrate a novel circular economy model for the local production of hydrogen fuel that could transform the coastal and island economies around Europe. It will be implemented by eight complementary partners, from six countries (BE, DE, DK, FR, NO, UK), through seven interrelated work packages. These include the development and land-side testing of the complete drivetrain, integration within a new concept ferry design and monitoring of its performance in a real island-to-island environment (Orkney Islands). In addition, there will be a dedicated work package aimed at rapid exploitation based on evidence from the marine trials and an innovative business model to overcome the capital investment barriers to replication. The communication & dissemination work package will include engagement with potential follower regions across Europe and be led by the European Office of Interferry, which represents the worldwide ferry industry. Other relevant European associations and networks will participate in a ëStakeholder Advisory Groupí to ensure that the results are widely disseminated to all interested parties.",
    "totalCost": "12579610",
    "ecMaxContribution": "9276373,01",
    "coordinator": "THE UNIVERSITY COURT OF THE UNIVERSITY OF ST ANDREWS",
    "coordinatorCountry": "UK",
    "participants": "ORKNEY ISLANDS COUNCIL;DLR-INSTITUT FUR VERNETZTE ENERGIESYSTEME EV;EUROPEAN FERRY COMPANY;BALLARD POWER SYSTEMS EUROPE AS;KONGSBERG MARITIME AS;McPhy Energy SA;FERGUSON MARINE ENGINEERING LTD",
    "participantCountries": "UK;DE;BE;DK;NO;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}