{
    "rcn": "216086",
    "acronym": "URBiNAT",
    "topics": "SCC-02-2016-2017",
    "title": "URBiNAT - Healthy corridors as drivers of social housing neighbourhoods for the co-creation of social, environmental and marketable NBS",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "URBiNAT focuses on the regeneration and integration of deprived social housing urban developments through an innovative and inclusive catalogue of Nature-Based Solutions (NBS), ensuring sustainability and mobilising driving forces for social cohesion. Interventions focus on the public space to co-create with citizens new urban, social and nature-based relations within and between different neighbourhoods. Taking the full physical, mental and social well-being of citizens as its main goal, URBiNAT aims to co-plan a healthy corridor as an innovative and flexible NBS, which itself integrates a large number of micro NBS emerging from community-driven design processes.\nURBiNAT consists of a worldwide consortium of academic and business partners around 7 European cities (Porto, Nantes and Sofia as ëfrontrunnersí; Siena, Nova Gorica, Brussels and H¯je-Taastrup as followers), that will act as living laboratories to implement healthy corridor solutions. The cities will be supported by local partners, associations and research centres, and by Europe-wide centres, universities and companies. These will develop a participatory process, an NBS catalogue and a healthy corridor, while monitoring impacts, disseminating and marketing results. Together, they form an inclusive community of practice (CoP), collaborating with partners from Iran and China, and NBS observers located in Brazil, Oman, Japan and a Chinese city, bringing experiences and an international dimension to the project. \nPartners will contribute their innovative NBS experience deployed through an array of transdisciplinary knowledge, methodologies and tools, as nature-based solutions. This will be supplmented by  ësmartí digital tools, citizen engagement, solidarity and social economy initiatives, social innovation for value-generation, incubation for business development and capacity building, and ICT governance platforms. The social, economic and urban impacts will be measured and replicated by URBiNAT Observatory.",
    "totalCost": "13742228,64",
    "ecMaxContribution": "13019300",
    "coordinator": "CENTRO DE ESTUDOS SOCIAIS",
    "coordinatorCountry": "PT",
    "participants": "CAMARA MUNICIPAL DO PORTO;Nantes MÈtropole;UNIVERSITEIT ANTWERPEN;LIBERA UNIVERSITA DI LINGUE E COMUNICAZIONE IULM;FORENINGEN IKED;TEKNOLOGISK INSTITUT;MESTNA OBCINA NOVA GORICA;FONDAZIONE GIANGIACOMO FELTRINELLI;ITEMS INTERNATIONAL SARL;MUNICIPALITY OF SOFIA;COMUNE DI SIENA;IRAN CHAMBER OF COMMERCE, INDUSTRIES, MINES AND AGRICULTURE;UNIVERSIDADE DE COIMBRA;SLA AS;HOCHSCHULE OSTWESTFALEN-LIPPE;UNIVERSITET PO ARCHITEKTURA STROITELSTVO I GEODEZIJA;CMPH - DOMUSSOCIAL - EMPRESA DE HABITACAO E MANUTENCAO DO MUNICIPIO DO PORTO;CHINA SMART CITY PLANNING & DESIGN RESEARCH INSTITUTE CO;CITY FACILITATORS IVS;VILLE DE BRUXELLES;UNIVERZA V NOVI GORICI;INSTITUT D'ARQUITECTURA AVANCADA DE CATALUNYA;GIVE U DESIGN ART LDA;ICETA INSTITUTO DE CIENCIAS, TECNOLOGIAS E AGROAMBIENTE DA UNIVERSIDADE DO PORTO;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;NEW GROWING SYSTEMS SL;HOJE-TAASTRUP KOMMUNE",
    "participantCountries": "PT;FR;BE;IT;SE;DK;SI;BG;IR;DE;CN;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}