{
    "rcn": "216058",
    "acronym": "Loops and groups",
    "topics": "ERC-2017-COG",
    "title": "Loops and groups: Geodesics, moduli spaces, and infinite discrete groups via string topology and homological stability",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This proposal lies at the intersection of algebra, topology, and geometry, with the scientific goal of answering central questions about homological stability, geodesics on manifolds, and the moduli space of Riemann surfaces. Homological stability is a subject that has seen spectacular progress in recent years, and recent work of the PI has opened up new perspectives on this field, through, among other things, associating a canonical family of spaces to any stability problem. The first two goals of the proposal are to give conditions under which this family of spaces is highly connected, and to use this to prove homological and representation stability theorems, with determination of the stable homology. Particular attention is given to Thompson-like groups, building on a recent breakthrough of the PI with Szymik. The last two goals concern geodesics and moduli spaces via string topology: The third goal seeks a geometric construction of compactified string topology, which we propose to use to address counting problems for geodesics on manifolds. Finally our fourth goal is to use compactified string topology to study the harmonic compactification itself, and give a new approach to finding families of unstable homology classes in the moduli space of Riemann surfaces. The feasibility of the last goals is demonstrated by the PIs earlier algebraic work in this direction; the proposal is to incorporate geometry in a much more fundamental way. \nThe project combines breakthrough methods from homotopy theory with methods from algebraic, differential and geometric topology. Some of the goals are high risk, but we note that in those cases even partial results will be of significant interest. The PI has a proven track record at the international forefront of research, and as a research leader, e.g., through a previous ERC Starting Grant. The research team will consist of the PI together with 3 PhD students and 3 postdocs in total during the 5 years.",
    "totalCost": "1864419",
    "ecMaxContribution": "1864419",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}