{
    "rcn": "216046",
    "acronym": "PaDC",
    "topics": "ERC-2017-COG",
    "title": "Property and Democratic Citizenship: The Impact of Moral Assumptions, Policy Regulations, and Market Mechanisms on Experiences of Eviction",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This research explores the impact of property regimes on experiences of citizenship across five democratic countries: Greece, The Netherlands, Spain, the United Kingdom and the United States. Property rights are a foundational element of democracy, but the right to private property exists in tension with values of equality and a right to shelter. An investigation of property is urgent given the recent normalisation of economic models that have resulted in millions of evictions every year. Through an ethnographic study of eviction this research provides a comparative analysis of the benefits and limitations of contemporary property regimes for democratic citizenship. A property regime is defined as the combination of moral discourses about real landed property with the regulatory policies and market mechanisms that shape the use, sale and purchase of property. The selected countries represent a diverse set of property regimes, but all five are experiencing a housing and eviction crisis that has created new geographies of disadvantage, exacerbated inequalities of race, gender, age and income, and led to social unrest. Building on the PI's previous research into citizen-driven democratic innovation, this research critically examines the concept of property through a novel methodology dubbed 'conflictive context construction' that employs a qualitative approach centred on moments of conflict resulting from the use, sale or purchase of specific properties to answer: how do property regimes shape people's experience of citizenship and what can this tell us about the role of property in contemporary models of democratic governance? The high gain of this research lies in the opportunity to rethink the role of property within democracy based on extensive empirical data about how moral assumptions combine with particular ways of regulating and marketing property to exacerbate, alleviate or create inequalities within contemporary experiences of democratic citizenship.",
    "totalCost": "1970687,5",
    "ecMaxContribution": "1970687,5",
    "coordinator": "UNIVERSITEIT LEIDEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}