{
    "rcn": "216025",
    "acronym": "TROMPA",
    "topics": "CULT-COOP-09-2017",
    "title": "Towards Richer Online Music Public-domain Archives",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Classical music is one of the greatest treasures of Europeís cultural heritage. Although a historical genre, it is continually (re)interpreted and revitalised through musical performance.\nToday, most of the classical repertoire is in the public domain; massive numbers of scores and recordings are now available in online community-contributed repositories actively used by scholars and musicians. Technology offers ways to enrich and contextualise this repertoire, so that users might better understand and appreciate it. However, due to varying data quality and scale, this does not happen automatically for public-domain resources.  Amidst a deluge of data, relevant associations across repositories and modalities (e.g. from scores to recordings) still have to be made manually, while insights by previous users are not explicitly stored for future users to learn from. It is thus impossible to get comprehensive insight into the full wealth of our musical cultural heritage.\nTROMPA will change this by massively enriching and democratising our publicly available musical heritage through a user-centred co-creation setup. For analysing and linking music data at scale, the project will employ and improve state-of-the-art technology. Music-loving citizens (including the large scene of amateur performers) will cooperate with the technology, giving feedback on algorithmic results, and annotating the data according to their personal expertise.\nFollowing an open innovation philosophy, all knowledge derived will be released back to the community in reusable ways. This enables many uses in applications which directly benefit crowd contributors and further audiences. TROMPA will demonstrate this for music scholars, content owners, instrumentalists, choir singers, and music enthusiasts. Via the consortium and associated partners, global audiences can be reached at an unprecedented scale, with potential outreach to millions of users.",
    "totalCost": "3054930",
    "ecMaxContribution": "3054930",
    "coordinator": "UNIVERSIDAD POMPEU FABRA",
    "coordinatorCountry": "ES",
    "participants": "VOCTRO LABS SL;UNIVERSITAT FUR MUSIK UND DARSTELLENDE KUNST WIEN;STICHTING KONINKLIJK CONCERTGEBOUWORKEST;GOLDSMITHS' COLLEGE;STICHTING CENTRALE DISCOTHEEK;VIDEO DOCK BV;PEACHNOTE GMBH;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "ES;AT;NL;UK;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}