{
    "rcn": "216096",
    "acronym": "EOSC-hub",
    "topics": "EINFRA-12-2017",
    "title": "Integrating and managing services for the European Open Science Cloud",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The EOSC-hub project creates the integration and management system of the future European Open Science Cloud that delivers a catalogue of services, software and data from the EGI Federation, EUDAT CDI, INDIGO-DataCloud and major research e-infrastructures. This integration and management system (the Hub) builds on mature processes, policies and tools from the leading European federated e-Infrastructures to cover the whole life-cycle of services, from planning to delivery. The Hub aggregates services from local, regional and national e-Infrastructures in Europe, Africa, Asia, Canada and South America. \n\nThe Hub acts as a single contact point for researchers and innovators to discover, access, use and reuse a broad spectrum of resources for advanced data-driven research. Through the virtual access mechanism, more scientific communities and users have access to services supporting their scientific discovery and collaboration across disciplinary and geographical boundaries.\n\nThe project also improves skills and knowledge among researchers and service operators by delivering specialised trainings and by establishing competence centres to co-create solutions with the users. In the area of engagement with the private sector, the project creates a Joint Digital Innovation Hub that stimulates an ecosystem of industry/SMEs, service providers and researchers to support business pilots, market take-up and commercial boost strategies.\n\nEOSC-hub builds on existing technology already at TRL 8 and addresses the need for interoperability by promoting the adoption of open standards and protocols. By mobilizing e-Infrastructures comprising more than 300 data centres worldwide and 18 pan-European infrastructures, this project is a ground-breaking milestone for the implementation of the European Open Science Cloud.",
    "totalCost": "33331180,25",
    "ecMaxContribution": "30000000",
    "coordinator": "STICHTING EGI",
    "coordinatorCountry": "NL",
    "participants": "ECRIN EUROPEAN CLINICAL RESEARCH INFRASTRUCTURE NETWORK;CESNET ZAJMOVE SDRUZENI PRAVNICKYCH OSOB;EISCAT SCIENTIFIC ASSOCIATION;IDEGO GROUP SP ZOO;UNIVERSITE DE LIEGE;SINERGISE LABORATORIJ ZA GEOGRAFSKE INFORMACIJSKE SISTEME DOO;AKADEMIA GORNICZO-HUTNICZA IM. STANISLAWA STASZICA W KRAKOWIE;ECOHYDROS SL;STICHTING ASTRON, NETHERLANDS INSTITUTE FOR RADIO ASTRONOMY;YOTTACLE SRL;USTAV INFORMATIKY,  SLOVENSKA AKADEMIA VIED;Masarykova univerzita;FORSCHUNGSZENTRUM JULICH GMBH;BIOBANKS AND BIOMOLECULAR RESOURCESRESEARCH INFRASTRUCTURE CONSORTIUM(BBMRI-ERIC);METEOROLOGICAL AND ENVIRONMENTAL EARTH OBSERVATION SRL;EUROPEAN MOLECULAR BIOLOGY LABORATORY;INSTITUTE OF ACCELERATING SYSTEMS AND APPLICATIONS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;ETHNIKO DIKTYO EREVNAS TECHNOLOGIAS AE;E-SCIENCE DATA FACTORY;VRIJE UNIVERSITEIT BRUSSEL;GEANT VERENIGING;INSTITUTO TECNOLOGICO METALMECANICO, MUEBLE, MADERA, EMBALAJE Y AFINES-AIDIMME;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;DEUTSCHES KLIMARECHENZENTRUM GMBH;UPPSALA UNIVERSITET;LABORATORIO DE INSTRUMENTACAO E FISICA EXPERIMENTAL DE PARTICULAS;INSTYTUT CHEMII BIOORGANICZNEJ POLSKIEJ AKADEMII NAUK;HIDRONAV TECHNOLOGIES S.L.;LABORATORIO NACIONAL DE ENGENHARIA CIVIL;MOXOFF SPA;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSORZIO INTERUNIVERSITARIO RISONANZE MAGNETICHE DI METALLO PROTEINE;SURFSARA BV;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;SCIENCE AND TECHNOLOGY FACILITIES COUNCIL;UNITED KINGDOM RESEARCH AND INNOVATION;CONSIGLIO NAZIONALE DELLE RICERCHE;MAGYAR TUDOMANYOS AKADEMIA SZAMITASTECHNIKAI ES AUTOMATIZALASI KUTATOINTEZET;KARLSRUHER INSTITUT FUER TECHNOLOGIE;KOMA NORD SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;UNITED KINGDOM ATOMIC ENERGY AUTHORITY;ACTION MODULERS - CONSULTING & TECNOLOGY, LDA;RASDAMAN GMBH;EUROPEAN ORGANIZATION FOR NUCLEAR RESEARCH;SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED;DANMARKS TEKNISKE UNIVERSITET;INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;F6S NETWORK LIMITED;TRUST-IT SERVICES LIMITED;UNINETT SIGMA2 AS;CLARIN ERIC;UNIVERSIDAD DE CANTABRIA;ACADEMIA SINICA;TERRADUE SRL;NATIONAL OBSERVATORY OF ATHENS;MARIENE INFORMATIE SERVICE MARIS BV;JISC LBG;LUNDS UNIVERSITET;University College London;EODC EARTH OBSERVATION DATA CENTRE FOR WATER RESOURCES MONITORING GMBH;SVEUCILISTE U ZAGREBU SVEUCILISNI RACUNSKI CENTAR;ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA;GESELLSCHAFT FUR WISSENSCHAFTLICHE DATENVERARBEITUNG MBH GOTTINGEN;FONDAZIONE CENTRO EURO-MEDITERRANEO SUI CAMBIAMENTI CLIMATICI;CINECA CONSORZIO INTERUNIVERSITARIO;UMWELTBUNDESAMT GESELLSCHAFT MIT BESCHRANKTER HAFTUNG (UBA GMBH);CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;CINES;CLOUDFERRO SP ZOO;THE UNIVERSITY OF EDINBURGH;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION;CSC-TIETEEN TIETOTEKNIIKAN KESKUS OY;RUDER BOSKOVIC INSTITUTE;UNIVERSIDAD DE SEVILLA;ISTITUTO NAZIONALE DI FISICA NUCLEARE",
    "participantCountries": "FR;CZ;SE;PL;BE;SI;ES;NL;IT;SK;DE;AT;EL;PT;UK;HU;CH;IE;DK;NO;TW;HR;FI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}