{
    "rcn": "216020",
    "acronym": "CAMERA",
    "topics": "MG-1.5-2016-2017",
    "title": "Coordination and support Action for Mobility in Europe: Research and Assessment",
    "startDate": "01/11/2017",
    "endDate": "31/10/2021",
    "objective": "CAMERA (Coordination and support Action for Mobility in Europe: Research and Assessment) is the H2020-MG1.5 Mobility CSA. CAMERA objective is to assess and report on the status of air transport mobility research and innovation in Europe and its capabilities to accomplish the long term mobility goals. CAMERA will quantitatively and qualitatively: evaluate the executed research activities from the last decade on air mobility, identify the current and future gaps and innovation bottlenecks in the context of the mobility goals, and formulate appropriate recommendations. \n\nThe performance framework and the innovative methodology comprises contextualising each project/initiative in terms of a multilayer, multifactor approach while using state-of-the-art tools in data management, text data mining and modelling. This integrated micro plus macro assessment approach have a heavy quantitative yet qualitative focus, which will allow us to appropriately track the progress of current EU research towards long term goals, such as the FlightPath2050 and the ACARE SRIA.\n\nThe consortium is composed by Innaxis, University of Westminster, EUROCONTROL, Bauhaus Luftfahrt and DeepBlue, active members in ACARE groups (WG1, IRG and other WGs too). CAMERA partners are also involved- either coordinating or as full partners- in the recent mobility H2020 transport CSAs and mobility-related projects such as DATASET2020 and Mobility4EU, and in other successful ACARE CSAs: OPTICS and COREjetfuel.\n\nCAMERA will be supported by an ample Advisory board covering virtually all mobility subdomains, means of transport and stakeholders: manufacturers, operators, airports, ANSPs, industry, passengers, authorities, academia, rail transport, research, maintenance, urban transport. Three additional advisory board seats are pre-booked to interested ACARE WG1 members: one to its representative, and two ones to active WG1 members not yet part of consortium/advisory board.",
    "totalCost": "1408500",
    "ecMaxContribution": "1142875",
    "coordinator": "FUNDACION INSTITUTO DE INVESTIGACION INNAXIS",
    "coordinatorCountry": "ES",
    "participants": "DEEP BLUE SRL;THE UNIVERSITY OF WESTMINSTER LBG;EUROCONTROL - EUROPEAN ORGANISATION FOR THE SAFETY OF AIR NAVIGATION;BAUHAUS LUFTFAHRT EV",
    "participantCountries": "IT;UK;BE;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}