{
    "rcn": "216088",
    "acronym": "Project O",
    "topics": "CIRC-02-2016-2017",
    "title": "Project ‘: demonstration of planning and technology tools for a circular, integrated and symbiotic use of water",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Project ‘ intends to demonstrate approaches and technologies to drive an integrated and symbiotic use of water within a specific area, putting together the needs of different users and waste water producers, involving regulators, service providers, civil society, industry and agriculture. The project seeks to apply the pillars of integrated water management (IWM) as a model for ìwater planningî (akin to spatial planning) and to demonstrate low cost, modular technologies that can be easily retrofitted into any water management infrastructure at district/plant level, hence enabling even small communities and SMEs to implement virtuous practices. Technologies and planning instruments complement each other as the first make possible the second and the latter can provide as example or even prescribe the former (and similar technologies allowing virtuous water use practices). Indeed the technologies support the regulators in implementing policy instruments, as foreseen by IWM, for convincing stakeholders (like developers and industry) to implement water efficiency strategies and could include instruments for e.g. rewarding virtuous behaviours (for example: advantageous water tariffs), planning regulations that award planning consent more swiftly or even prescribe the use of water from alternative sources (including recycling). Project ‘ has in summary the overall objective of providing stakeholders (everybody using or regulating the use of water in an area) with a toolkit that enables them to plan the use of and utilise the resource water whatever its history and provenance, obtaining significant energy savings in terms of avoided treatment of water and waste water and release of pressure (quantity abstracted and pollution released) over green water sources. This overall objective will be demonstrated in up to four sites each in different Countries of Europe and in Israel, involving industries, aquaculture and agriculture as well as local authorities of different sizes.",
    "totalCost": "10692937,68",
    "ecMaxContribution": "9261272,38",
    "coordinator": "IRIS SRL",
    "coordinatorCountry": "IT",
    "participants": "ACQUEDOTTO PUGLIESE SPA;SOCAMEX SA;MUNICIPALITY OF EILAT;HOCHSCHULE RHEIN-WAAL-HSRW RHINE-WAAL UNIVERSITY OF APPLIED SCIENCES;OLIMPIAS TEKSTIL DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA PROIZVODNJU;KALUNDBORG KOMMUNE;UNIVERSITA DEGLI STUDI DI TORINO;EXERGY LTD;REGIONE PUGLIA;ISRAEL OCEANOGRAPHIC AND LIMNOLOGICAL RESEARCH LIMITED;UNIVERSIDADE DE AVEIRO;PARTICULA GROUP DRUSTVO S OGRANICENOM ODGOVORNOSCU ZA USLUGE;POLITECNICO DI MILANO;VERTECH GROUP;EKSO SRL;UNIVERSITAT POLITECNICA DE VALENCIA;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;HEIM.ART - KULTURVEREIN-FLUSSIG;AALBORG UNIVERSITET;ENTE NAZIONALE ITALIANO DI UNIFICAZIONE-UNI;NANOQUIMIA S.L.",
    "participantCountries": "IT;ES;IL;DE;HR;DK;UK;PT;FR;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}