{
    "rcn": "216061",
    "acronym": "O.M.J.",
    "topics": "ERC-2017-COG",
    "title": "Origin and Magnetization of astronomical Jets",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The mechanisms by which astronomical jets are launched, as well as their internal properties are fundamental in high-energy astrophysics. It is hypothesized that strong magnetic fields play a key role in the formation and properties of these outflows, seen in many different objects. If this hypothesis is correct, then (i) jets in different objects are likely to have similar properties; and (ii) magnetic fields are crucial in all aspects of jet formation, propagation and particle heating by energy dissipation. This project is aimed at testing these hypotheses, thereby obtaining a deeper insight into the physical processes involved in the formation and properties of jets in different objects, in view of the fact that jets may be the only gravitational wave counterparts expected to be observed in the foreseen future. Building on a decade-long expertise in building unique radiative-transfer codes, I will construct novel algorithms designed to handle radiative processes that occur simultaneously over many different time scales, and implement them in general-relativistic magneto-hydrodynamic (GR-MHD) numerical codes.  This will allow, for the first time, the use of observations in constraining the unknown physics of the processes involved.  In order to make maximal use of both spectral and temporal data, prime focus will be given to transient objects. I will address (i) possible roles of the mass and spin of the central black hole; (ii) the configuration and strength of the magnetic fields; (iii) the rates of magnetic energy dissipation; (iv) pair production and annihilation in shaping the high energy emission; and (v) constraining uncertain microphysics of plasma heating by non-ideal processes.",
    "totalCost": "1951744",
    "ecMaxContribution": "1951744",
    "coordinator": "BAR ILAN UNIVERSITY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}