{
    "rcn": "216032",
    "acronym": "WELL-BEING",
    "topics": "ERC-2017-COG",
    "title": "The dynamics underlying Well-being; Understanding the Exposome-Genome interplay",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "In light of major demographic trends, building and maintaining health and well-being amongst citizens is one of the most important societal challenges European countries face. People who feel well, function better, are less susceptible to mental illness, and thus are better able to retain competitive advantage and expand human capital. People who feel well also facilitate social capital by enjoying stronger and more-lasting relationships. Consequently, maintaining, facilitating, and building well-being (WB) would not only improve individual (health) outcomes, but also reduce economic and health care burdens. To sustainably facilitate and build WB, thorough understanding of its underlying dynamics, especially the interplay between an individualís genetic makeup, epigenetic make-up, and (social) environmental exposure, is crucial. \nIn this project, I will cross disciplinary boundaries to initiate the urgently needed integration of multiple layers of influence in the study of WB. The key objectives are to (1) identify, quantify, and integrate static and dynamic environmental and social exposures to build the well-being exposome, (2) understand the multi-layer interplay of the genome, the epigenome, and the exposome, and (3) integrate the empirical findings into a novel comprehensive framework of WB. I will employ an interdisciplinary approach, using association, real-life, and network methodology to assess the dynamics underling WB. To apply these state-of-the-art techniques, I will bring together longitudinal twin-family data, molecular genetic data, and big data from satellite positioning (GPS), bluetooth beacons, geographical information systems (GIS), ambulatory assessment, and social network linkage. This project will mark a shift in scientific approach and enables the development of interdisciplinary academic theories and health, social, and economic policies to maintain, facilitate, and build WB to withstand our demanding and rapidly changing world.",
    "totalCost": "1999722",
    "ecMaxContribution": "1999722",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}