{
    "rcn": "216087",
    "acronym": "CarE-Service",
    "topics": "CIRC-01-2016-2017",
    "title": "Circular Economy Business Models for innovative hybrid and electric mobility through advanced reuse and remanufacturing technologies and services",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "Electric and Hybrid Electric Vehicles (E&HEVs) will be an opportunity to drastically innovate mobility products and services in the direction of sustainability and of higher accessibility for customers. If coupled with innovative services offered by car manufacturers in a network of well coordinated partners supporting extensive and efficient End-Of-Life operations, the advent of E&HEVs could revolution the current mobility consumption uses of people and preserve the environmental much more than the only substitution of traditional cars with E&HEVs could do. In particular, non-ownership based models of E&HEVs with additional added-value services (leasing or renting contracts with periodic upgrade through remanufacturing, pay per use, etc.), would give OEMs the possibility to establish long-term customers relationships on one hand, and of setting-up innovative supply chains that performs systematic remanufacturing and reuse of E&HEVs parts in order to maximize the residual value of components and materials on the other. Remanufacturing, reuse and recycling would become the strategies upon which car manufacturers would base future competitiveness, leveraging on the benefits of costs saving and, at the same time, guaranteeing environmental benefits and superior performances to customers. \nHowever, there are substantial barriers to implement these new business models. The main one is developing adequate capabilities to remanufacture and reuse E&HEVsí components and materials in order to provide customers with added value. This is significantly difficult especially from the technological point of view, since E&HEVs determine  a fundamental transformation in vehicles design, featuring a substantial evolution in the critical components and materials.\nThe CarE-Service project will demonstrate new enabling technologies and service to systematically perform innovative reuse and remanufacturing as key-processes to provide value to customers and, at the same time, to minimize environmental impacts.",
    "totalCost": "7722365,75",
    "ecMaxContribution": "6229505,01",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "CIA AUTOMATION AND ROBOTICS SRL;LINKOPINGS UNIVERSITET;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PRODIGENTIA - TECNOLOGIAS DE INFORMACAO SA;COBAT, CONSORZIO NAZIONALE RACCOLTAE RICICLO;ENVIROBAT ESPANA SL;AVICENNE DEVELOPPEMENT;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;RADICI NOVACIPS SPA;CIRCULAR ECONOMY SOLUTIONS GMBH;FIAT CHRYSLER AUTOMOBILES ITALY SPA;IMA MATERIALFORSCHUNG UND ANWENDUNGSTECHNIK GMBH;E-VAI SRL;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "IT;SE;DE;PT;ES;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}