{
    "rcn": "216057",
    "acronym": "ORDINARY",
    "topics": "ERC-2017-COG",
    "title": "The Political Economy of African Development. Ethnicity, Nation, and History",
    "startDate": "01/08/2018",
    "endDate": "31/07/2022",
    "objective": "This proposal aims to measure, document, and understand the historical origins of contemporary African inequality that has a strong ethnic component. The focus is on the interplay of the nation and the ethnicity that co-evolve, sometimes violently and sometimes peacefully across the continent. The proposal consists of four closely related projects.   \nThe first project develops a large database portraying the evolution of inequality and intergenerational mobility in education covering the full post-independence period using census data from many countries. Decomposing inequality and mobility in education into a between-ethnicity and a within-ethnicity component, it provides an autopsy of the cross-country, cross-region, and dynamic patterns. Then it examines the mechanisms linking inequality with well-being, employing a plethora of geo-referenced micro data. \nThe second project extends widely-used anthropological maps and cross-cultural data on pre-colonial Africa to examine the legacy of deeply-rooted ethnic-specific institutional and economic traits on development. The project aims exploring the key mechanisms and examining exactly which aspects of statehood (courts, land rights, bureaucracy) matter for development.\nThe third project assesses the impact of colonial ìdivide-and-ruleî strategies and ethnic-based favouritism/discrimination on contemporary African political economy. To this end it compiles an original database of ethnic power relations during colonization and then examines whether ethnic political power and inequality post-independence is related to the differential treatment of ethnicities from the colonial administration. \nThe fourth project assesses the long-run development impact of colonial concessions to private corporations and their main features (e.g., forced labour, violence, method of extraction), compiling a pan-African dataset covering all concessions and applying state-of-the-art econometric techniques to establish causal relationships.",
    "totalCost": "1555679",
    "ecMaxContribution": "1555679",
    "coordinator": "LONDON BUSINESS SCHOOL",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}