{
    "rcn": "216066",
    "acronym": "IMPAQT",
    "topics": "SFS-32-2017",
    "title": "Intelligent management system for integrated multi-trophic aquaculture",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The Integrated Multi-Trophic Aquaculture (IMTA) is acknowledged as a promising solution for the sustainable development of aquaculture. However, IMTA has been only tested at very small scale in Europe, while management of large-scale IMTA areas remains difficult.\nThe high level ambition of Impaqt project is to drive a paradigm shift in the EU Industry and its , paving the way to both a more environmentally friendly and more efficient/higher yielding European Industry. To that respect, Impaqt proposes an intelligent management platform for IMTA. Impaqt will develop and deploy novel sensors and data sources, together with smart systems required for long term autonomous monitoring in the field. An advanced IMTA model will be provided which yields spatially explicit information on how the different farm components interact with the environment on the scale of an ecosystem and that can be used for planning decisions by both farmers and regulators. Last but not least, an integrated management system, operating at the scale of an IMTA farm and comprising analytics and decision support functionalities, will be developed to enable enhanced operational decisions for animal welfare, production optimization, environmental protection and food quality assessment.\nImpaqt systems and models will be validated in 6 pilots (Scotland, The Netherlands, Ireland, Turkey and China), addressing inland, coastal and offshore aquaculture. Impaqt will demonstrate the eco-intensification of EU aquaculture, by demonstrating the eco-efficiency and the environmental impacts minimized, the socioeconomic benefits and ecosystem services enabled, as well as the transition towards a circular economy business model. Impaqt brings together a considerable range of partners including 14 academic/research organizations, 4 SMEs and 3 large industries, all leaders in their respective fields/business, while aims to effectively transfer the projectís results to relevant stakeholders through training activities.",
    "totalCost": "6218180",
    "ecMaxContribution": "5883180",
    "coordinator": "MARINE INSTITUTE",
    "coordinatorCountry": "IE",
    "participants": "UNIVERSITA DEGLI STUDI DI ROMA TORVERGATA;WINGS ICT SOLUTIONS INFORMATION & COMMUNICATION TECHNOLOGIES EPE;DOKUZ EYLUL UNIVERSITESI;UNPARALLEL INNOVATION LDA;HAROKOPIO UNIVERSITY;THE SCOTTISH ASSOCIATION FOR MARINESCIENCE LBG;CAMLI YEM BESICILIK SANAYI VE TICARET ANONIM SIRKETI;STICHTING NOORDZEEBOERDERIJ;INSTYTUT OCEANOLOGII POLSKIEJ AKADEMII NAUK;STICHTING DELTARES;AGRICULTURAL UNIVERSITY OF ATHENS;ACRI-HE;YELLOW SEA FISHERIES RESEARCH INSTITUTE, CHINESE ACADEMY OF FISHERY SCIENCES;ACONDICIONAMIENTO TARRASENSE ASSOCIACION;NETAS TELEKOMUNIKASYON ANONIM SIRKETI;FUNDACION EMPRESA UNIVERSIDAD GALLEGA;THE OPEN UNIVERSITY;INTRASOFT INTERNATIONAL SA;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;EASY GLOBAL MARKET SAS",
    "participantCountries": "IT;EL;TR;PT;DK;NL;PL;FR;CN;ES;UK;LU;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}