{
    "rcn": "216038",
    "acronym": "CharFL",
    "topics": "ERC-2017-COG",
    "title": "Characterizing the fitness landscape on population and global scales",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "The fitness landscape, the representation of how the genotype manifests at the phenotypic (fitness) levels, may be among the most useful concepts in biology with impact on diverse fields, including quantitative genetics, emergence of pathogen resistance, synthetic biology and protein engineering. While progress in characterizing fitness landscapes has been made, three directions of research in the field remain virtually unexplored: the nature of the genotype to phenotype of standing variation (variation found in a natural population), the shape of the fitness landscape encompassing many genotypes and the modelling of complex genetic interactions in protein sequences. \nThe current proposal is designed to advance the study of fitness landscapes in these three directions using large-scale genomic experiments and experimental data from a model protein and theoretical work. The study of the fitness landscape of standing variation is aimed at the resolution of an outstanding question in quantitative genetics: the extent to which epistasis, non-additive genetic interactions, is shaping the phenotype. The second aim of characterizing the global fitness landscape will give us an understanding of how evolution proceeds along long evolutionary timescales, which can be directly applied to protein engineering and synthetic biology for the design of novel phenotypes. Finally, the third aim of modelling complex interactions will improve our ability to predict phenotypes from genotypes, such as the prediction of human disease mutations. In summary, the proposed study presents an opportunity to provide a unifying understanding of how phenotypes are shaped through genetic interactions. The consolidation of our empirical and theoretical work on different scales of the genotype to phenotype relationship will provide empirical data and novel context for several fields of biology.",
    "totalCost": "1998280",
    "ecMaxContribution": "1998280",
    "coordinator": "Institute of Science and Technology Austria",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}