{
    "rcn": "216004",
    "acronym": "Handshake",
    "topics": "MG-4.1-2017",
    "title": "Enabling the transferability of cycling innovations and assessment of its implications",
    "startDate": "01/09/2018",
    "endDate": "28/02/2022",
    "objective": "HANDSHAKE supports the effective take up of the integrated cycling solutions successfully developed by Amsterdam, Copenhagen and Munich, our Cycling Capitals and world-renowned cycling front runners, to our 10 highly committed Future Cycling Capitals, Bordeaux Metropole, Bruges, Cadiz, Dublin, Helsinki, Krakow, Greater Manchester, Riga, Rome and Turin. Our partner cities are combined in a composite working environment in which diverse geographical contexts, socio-economic conditions and planning cultures work toward the same goals, that is, delivering the desired cycling change. The project believes that effective transfer can happen only in the presence of: i) state-of-art body of knowledge on cycling policy and solutions; ii) sustaining transition processes; iii) motivating and supporting forms of mentorship. In HANDSHAKE this is ensured by the presence of 3 cycling planning champions, the employment of highly innovative methods brought together into a supportive and novel transfer cycle (including Bikenomics, Immersive Study Tours and Transition Management), and a mentorship programme that takes by the hand each participating city. The gathered team will cooperate to reach a number of strategic objectives: i) Inspire the creation or refinement of holistic cycling visions and concrete transfer approaches; ii) Foster the adoption of a multidisciplinary planning culture to empower the project process and consolidate future cycling policies and investments; iii) allow cycling to become a key element of urban transport; iv) Improve cycling modal share and safety; v) Leverage the potential of cycling as a critical congestion relief tool; vi) Leverage cycling to improve public health; vii) Foster economic growth. HANDSHAKE expects to improve cycling attractiveness by \\52% and competitiveness by 17%, shift ca. 60.000 people to cycling with \\34% in frequency of cycling use, 37,5% in accidents, traffic levels lowered by 6,34%, and CO2 savings of -3.706.000 kg CO2/year.",
    "totalCost": "4998593,75",
    "ecMaxContribution": "4859093,75",
    "coordinator": "ISTITUTO DI STUDI PER L'INTEGRAZIONE DEI SISTEMI  (I.S.I.S) - SOCIETA'COOPERATIVA",
    "coordinatorCountry": "IT",
    "participants": "GMINA MIEJSKA KRAKOW - MIASTO NA PRAWACH POWIATU;ROMA SERVIZI PER LA MOBILITA SRL;GEMEENTE AMSTERDAM;COMUNE DI TORINO;KOBENHAVNS KOMMUNE;RIGA CITY COUNCIL;DUBLIN CITY COUNCIL;TRANSPORT FOR GREATER MANCHESTER;BORDEAUX METROPOLE;MOBIEL 21 VZW;HELSINGIN KAUPUNKI;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;AYUNTAMIENTO DE CADIZ;STICHTING VELO MONDIAL;LANDESHAUPTSTADT MUENCHEN;STAD BRUGGE;Decisio BV;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "PL;IT;NL;DK;LV;IE;UK;FR;BE;FI;DE;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}