{
    "rcn": "216076",
    "acronym": "ReCiPSS",
    "topics": "CIRC-01-2016-2017",
    "title": "Resource-efficient Circular Product-Service Systems",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "The overall goal of ReCiPSS is to explore success factors for circular manufacturing systems in two cases where OEMs have different levels control over their value chains: one case with full control, and one case with partial control. The project will achieve this goal through two industry-driven large-scale demonstrators of circular manufacturing systems in two key industries\nThe white goods demonstrator relates to a tightly connected value chain and will demonstrate the successful implementation of circular manufacturing systems where the OEM (Gorenje) is in full control of the entire product throughout all stages (i.e. design, manufacturing, forward supply chain, customer use phase, reverse supply chain, recovery activities and re-distribution). The demonstrator will develop and implement a pay-per-wash offering for 300 washing machines, using co-creation methods. Each washing machine will be refurbished twice and serve over 3 life cycles of 5 years. The generalization of this new business model should lead to additional revenues of Ä150M per year. \nThe automotive spare parts demonstrator relates to a more complex value chain where the OEM (Bosch) does not have full control of the product throughout all stages. In order to demonstrate how third-party automotive remanufacturers can be effectively integrated in circular supply chains while keeping their independence from the OEM, the demonstrator will streamline the reverse logistics flow for 80,000 cores, enabling aftermarket stakeholders to close the loop by using a single service provider for reverse logistics. Cores will be identified and evaluated only once and then directly shipped to the final destination (remanufacturer), allowing cost savings of Ä5 per core i.e. potential savings of Ä175M per year if generalized throughout the industry. Co-creation workshops with stakeholders will ensure that the way the used cores are identified and transported is optimally aligned with the needs of all parties involved.",
    "totalCost": "8833302,1",
    "ecMaxContribution": "6837122,5",
    "coordinator": "KUNGLIGA TEKNISKA HOEGSKOLAN",
    "coordinatorCountry": "SE",
    "participants": "Masarykova univerzita;ROBERT BOSCH GMBH;STRIEBIG LOGISTIQUE;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;PDSVISION OY;SIGNIFIKANT SVENSKA AB;CIRCULAR ECONOMY SOLUTIONS GMBH;SIVECO ROMANIA SA;GORENJE GOSPODINJSKI APARATI D.D.;CIRBES CIRCULAR BUSINESS AND ENGINEERING SYSTEMS AB;HOMIE BV;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "CZ;DE;FR;FI;SE;RO;SI;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}