{
    "rcn": "216073",
    "acronym": "RURITAGE",
    "topics": "SC5-21-2016-2017",
    "title": "Rural regeneration through systemic heritage-led strategies",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "European rural areas embody outstanding examples of Cultural and Natural Heritage (CNH) that need not only to be safeguarded, but also promoted as a driver for competitiveness, sustainable and inclusive growth and development. RURITAGE establishes a new heritage-led rural regeneration paradigm able to turn rural areas in sustainable development demonstration laboratories, through the enhancement of their unique CNH potential. RURITAGE has identified 6 Systemic Innovation Areas (pilgrimages; sustainable local food production; migration; art and festivals; resilience; and integrated landscape management) which, integrated with cross-cutting themes, showcase heritage potential as a powerful engine for economic, social and environmental development of rural areas. \nThe knowledge built in 14 Role Models (RMs) and digested within the project, will be transferred to 6 Replicators (Rs) across Europe. Through a multilevel and multidirectional process of knowledge transfer, RMs will mentor and support the Replicators in the development and implementation of their strategies and, at the same time, will further increase their knowledge and capacities. A robust monitoring system will assist this process.\nLocal Rural Heritage Hubs, gathering stakeholders and civil society, will be settled in Rs to work as living labs where heritage-led rural regeneration strategies will be co-created and implemented, while in RMs they will reinforce the ownership of CNH. \nBoth RMs and Rs will also benefit of the RURITAGE Resources Ecosystem, a set of tools including, among others, a rural landscape mapping tool (RURITAGE Atlas) and a Replication Toolbox within an online and interoperable platform. These tools will foster knowledge building, providing evidence and supporting replication and up-scaling activities of the implemented heritage-led regeneration strategies and plans, contributing to mainstream heritage in Regional, National, European and global policies.",
    "totalCost": "10276187,5",
    "ecMaxContribution": "9975651,25",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "AGENCE DE COOPERATION INTERREGIONALE - RESEAU CHEMINS DE SAINT-JACQUES DE COMPOSTELLE;KULTURNO IZOBRAZEVALNO DRUSTVO KIBLA;VISEGRAD VAROS ONKORMANYZATA;AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA;EMI EPITESUGYI MINOSEGELLENORZO INNOVACIOS NONPROFIT KFT;ALMENDE B.V.;UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO;FUNDACION TECNALIA RESEARCH & INNOVATION;IZMIR BUYUKSEHIR BELEDIYESI;KATLA GEOPARK;BORGHI ITALIA TOUR NETWORK SRL;MAGMA GEOPARK AS;IZMIR INSTITUTE OF TECHNOLOGY;FUNDACION SANTA MARIA LA REAL DEL PATRIMONIO HISTORICO;PANEPISTIMIO KRITIS;UNIVERSITY OF PLYMOUTH;FEDERACION COLOMBIANA DE MUNICIPIOS;ASOCIATIA INSTITUTIO PRO EDUCATIONEM TRANSILVANIENSIS;NORGES MILJO-OG BIOVITENSKAPLIGE UNIVERSITET;SAVONIA-AMMATTIKORKEAKOULU OY;ARBEITSGEMEINSCHAFT GEOPARK KARAWANKEN-KARAVANKE;CONSULTA EUROPA PROJECTS AND INNOVATION SL;ZAVOD ZA KULTURO, TURIZEM IN PROMOCIJO GORNJA RADGONA;DIRECCION DE BIBLIOTECAS ARCHIVOS Y MUSEOS;AGRUPACION EMPRESARIAL INNOVADORA PARA LA CONSTRUCCION EFICIENTE;POLITECNICO DI TORINO;DE SURDURULEBILIR ENERJI VE INSAAT SANAYI TICARET LIMITED SIRKETI;INNOVATION AND MANAGEMENT CENTRE LIMITED;DISTRETTO AGROALIMENTARE REGIONALE SCRL;PIAM ONLUS ASTI;JUDETUL HARGHITA;FUNDACION CARTIF;ICLEI EUROPEAN SECRETARIAT GMBH (ICLEI EUROPASEKRETARIAT GMBH)*;CA PROVENCE-ALPES-AGGLOMERATION;STOWARZYSZENIE CENTRUM ROZWIAZAN SYSTEMOWYCH;COMUNE DI APPIGNANO DEL TRONTO;MOUSEIO FISIKIS ISTORIAS APOLITHOMENOU DASOUS LESVOU;GEO NATURPARK BERGSTRASSE-ODENWALDEV",
    "participantCountries": "FR;SI;HU;IT;NL;ES;TR;IS;NO;EL;UK;CO;RO;FI;AT;CL;IE;DE;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}