{
    "rcn": "216001",
    "acronym": "ENSEMBLE",
    "topics": "ART-03-2017",
    "title": "ENabling SafE Multi-Brand pLatooning for Europe",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The main goal of the ENSEMBLE project is to pave the way for the adoption of multi-brand truck platooning in Europe to improve fuel economy, traffic safety and throughput. This will be demonstrated by driving six differently branded trucks in one (or more) platoon(s) under real world traffic conditions across national borders. \n\nFollowing objectives are defined:\n-Achieve safe platooning for trucks of different brands. Relevant authorities will be approached to jointly define road approval requirements including V2I communication.\n-Work towards the standardization of different aspects of platooning: manoeuvres for forming and dissolving of platoons, operational conditions, communication protocols, message sets, and safety mechanisms. Platooning Levels will be defined to guide the design of different platooning functionalities and strategies, reflecting the full diversity of trucks with platooning functionality. Stakeholder groups will be set up to ensure that the pre-standards are taken up by the respective organisations and working groups to form the actual standards. If necessary a multi-brand platooning working group will be initiated.\n-Real-life platooning: The intended practical tests on test tracks and in real life serve a three-fold purpose: 1) ìlearning by doingî testing across a C-ITS corridor in Europe, 2) assess the impact on traffic, infrastructure and logistics, while gathering relevant data of critical scenarios and 3) promote multi-brand platooning through a final event.\n\nENSEMBLE brings the key actors for deployment together: six major truck OEMs will form the core of the project consortium, supported by CLEPA that will act as an umbrella organisation to involve all relevant suppliers. In addition, a limited number of expert organizations will be involved to cover specific topics such as safety assessment, traffic impact, and platoon control system design.",
    "totalCost": "26046076,88",
    "ecMaxContribution": "19780383,21",
    "coordinator": "NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO",
    "coordinatorCountry": "NL",
    "participants": "SCANIA CV AB;VOLVO TECHNOLOGY AB;ASSOCIATION EUROPEENNE DES FOURNISSEURS AUTOMOBILES;KUNGLIGA TEKNISKA HOEGSKOLAN;ROBERT BOSCH GMBH;DAIMLER FLEETBOARD GMBH;IVECO S.p.A.;DAF TRUCKS NV;VRIJE UNIVERSITEIT BRUSSEL;WABCO GMBH;MAN TRUCK & BUS AG;DAIMLER AG;IDIADA AUTOMOTIVE TECHNOLOGY SA;NXP SEMICONDUCTORS NETHERLANDS BV;FRENI BREMBO Spa;ZF FRIEDRICHSHAFEN AG;Continental Automotive GmbH;EUROPEAN ROAD TRANSPORT TELEMATICSIMPLEMENTATION COORDINATION ORGANISATION - INTELLIGENT TRANSPORT SYSTEMS & SERVICES EUROPE;INSTITUT FRANCAIS DES SCIENCES ET TECHNOLOGIES DES TRANSPORTS, DE L'AMENAGEMENT ET DES RESEAUX",
    "participantCountries": "SE;BE;DE;IT;NL;ES;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}