{
    "rcn": "216014",
    "acronym": "ReMAP",
    "topics": "MG-1.3-2017",
    "title": "Real-time Condition-based Maintenance for Adaptive Aircraft Maintenance Planning",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "ReMAP will contribute to reinforcing European leadership in aeronautics by developing an open-source Integrated Fleet Health Management (IFHM) solution for aircraft maintenance. By replacing fixed-interval inspections with adaptive condition-based interventions, ReMAP will have an estimated benefit to the European aviation of more than 700 million Euro per year, due to a direct decrease in maintenance costs, reduced unscheduled aircraft maintenance events, and increased aircraft availability. ReMAPís IFHM will be available for certification and reliable implementation on diverse aircraft systems and structures. \nReMAP will realize this vision by addressing four main goals: \n(1) To leverage existing aircraft sensors for systems and mature promising sensing solutions for structures; \n(2) To develop health diagnostics and prognostics of aircraft systems and structures using innovative data-driven machine-learning techniques and physics models; \n(3) To develop an efficient maintenance management optimisation process, capable of adapting to real-time health conditions of the aircraft fleet; \n(4) To perform a safety risk assessment of the proposed IFHM solution, to ensure its reliable implementation and promote an informed discussion on regulatory challenges and concrete actions towards the certification of Condition-Based Maintenance (CBM).\nReMAPís IFHM solution will be tested in an unprecedented 6-month operational demonstration environment, involving more than 12 systems from two different aircraft fleets. Also for the first time, structural health prognostics algorithms will be tested in complex structural composite subcomponents subjected to variable fatigue loading. These demonstrations will be a unique opportunity to develop innovative concepts into higher TRL levels, moving towards industry adoption.\nReMAP will define a common roadmap towards CBM, to be shared by the relevant aviation stakeholders represented in the consortium, Advisory Board and Support Group.",
    "totalCost": "6806742,5",
    "ecMaxContribution": "6806742,5",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "INSTITUTO PEDRO NUNES ASSOCIACAO PARA A INOVACAO E DESENVOLVIMENTO EM CIENCIA E TECNOLOGIA;ECOLE NATIONALE SUPERIEURE D'ARTS ET METIERS;EMBRAER PORTUGAL SA;SMARTEC SA;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;ATOS SPAIN SA;KONINKLIJKE LUCHTVAART MAATSCHAPPIJNV;UNIVERSIDADE DE COIMBRA;CEDRAT TECHNOLOGIES SA;Optimal Structural Solutions Lda;PANEPISTIMIO PATRON;UNITED TECHNOLOGIES RESEARCH CENTRE IRELAND, LIMITED",
    "participantCountries": "PT;FR;CH;ES;NL;EL;IE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}