{
    "rcn": "216035",
    "acronym": "LICCI",
    "topics": "ERC-2017-COG",
    "title": "Local Indicators of Climate Change Impacts. The Contribution of Local Knowledge to Climate Change Research",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "In the quest to better understand local climate change impacts on physical, biological, and socioeconomic systems and how such impacts are locally perceived, scientists are challenged by the scarcity of grounded data, which has resulted in a call for exploring new data sources. People with a long history of interaction with the environment have developed complex knowledge systems that allow them to detect local impacts of climatic variability, but these insights are absent in climate change research and policy fora. I will bring insights from local knowledge to climate research by 1) providing data on local climate change impacts on physical (e.g., shrinking glaciers) and biological systems (e.g., phenological changes) and on perceptions of climate change impacts on socioeconomic systems (e.g., crop failure due to rainfall patterns change) and 2) testing hypotheses on the global spatial, socioeconomic and demographic distribution of local climate change impacts indicators.\n\nResearch will last five years. The first 18 months, Preparation, I will train a team who will develop and implement a data collection protocol and design a web-based platform where citizens can enter information on local climate change impacts indicators. During the following two years, Data collection, we will train 40 external PhD students to collect projectís data in data-deficient regions and disseminate the platform. During the last 18 months, Analysis, the core team will use spatial matching and multivariate analysis to test hypotheses related to the spatial, socioeconomic, and demographic distribution of local climate change impacts indicators. External PhD students will analyse local data. Dissemination will be transversal to the project. This project will fill theoretical and spatial gaps on climate change impacts research. It will also improve local capacity to respond to climate change impacts and help bridge epistemological differences between local and scientific knowledge systems.",
    "totalCost": "1999999",
    "ecMaxContribution": "1999999",
    "coordinator": "UNIVERSITAT AUTONOMA DE BARCELONA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}