{
    "rcn": "216019",
    "acronym": "SILKNOW",
    "topics": "CULT-COOP-09-2017",
    "title": "SILKNOW. Silk heritage in the Knowledge Society: from punched cards to big data, deep learning and visual / tangible simulations",
    "startDate": "01/04/2018",
    "endDate": "31/03/2021",
    "objective": "Silk was a major factor for progress in Europe, mostly along the Western Silk Roadís network of production and market centres. Silk trade also allowed for exchange of ideas and innovations. Punched cards were first used in Jacquard silk looms, long before modern computers were even imagined. Today, too, fashion and high-end textile industries have a huge impact in the EU, reaching Ä525 billion in annual turnover. Silk, however, has become a seriously endangered heritage. Although many European specialized museums are devoted to its preservation, they usually lack size and resources to establish networks or connections with other collections. SILKNOW aims to produce an intelligent computational system that goes beyond current technologies in order to improve our understanding of European silk heritage. This legacy will be studied, showcased and preserved through the digital modelling of its weaving techniques (a ìVirtual Loomî). Users will access the resulting information through visual and tangible simulations, and experience vastly enhanced search tools, providing better results through automatic visual recognition, advanced spatio-temporal visualization, multilingual and semantically enriched access to existing digital data. Thus, SILKNOW will improve the understanding of EU heritage and its rich diversity, applying next-generation ICT research to the needs of various users (museums, education, tourism, creative industries, mediaÖ), and preserving an intangible heritage (ancient weaving techniques) for younger generations. Its research activities and outputs will have direct impact in computer science and big data management, focusing on searching digital content in heterogeneous, multilingual and multimodal databases. SILKNOW will be possible only with the close cooperation of a multidisciplinary team, including areas as ICT, text analytics, image processing, semantics, big data, 3D printing, art history, terminology, textile fabrication and conservation.",
    "totalCost": "2390060,5",
    "ecMaxContribution": "2390060,5",
    "coordinator": "UNIVERSITAT DE VALENCIA",
    "coordinatorCountry": "ES",
    "participants": "INSTITUT JOZEF STEFAN;MONKEYFAB S.C.;UNIVERSITA DEGLI STUDI DI PALERMO;INSTITUTO CERVANTES;EURECOM;GARIN 1820 SOCIEDAD ANONIMA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;GOTTFRIED WILHELM LEIBNIZ UNIVERSITAET HANNOVER",
    "participantCountries": "SI;PL;IT;ES;FR;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}