{
    "rcn": "216060",
    "acronym": "LawsOfSocRep",
    "topics": "ERC-2017-COG",
    "title": "Laws of Social Reproduction",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Feminist scholars have long demonstrated the invisibility of womenís reproductive labour, performed in bearing and raising children, maintaining households and socially sustaining male labour. Mainstream international economic institutions acknowledge unpaid care work as an obstacle to womenís economic empowerment. Sustainable Development Goal 5.4 requires that unpaid care and domestic work be recognised through provision of public services and shared responsibility in the family. However the world faces a growing care deficit even as states and international institutions fail to commit to systemic reforms and criminalise womenís economic choices. Anchored in the global South context of India, the project offers a cutting-edge, inter-disciplinary lens to retheorise the normative, empirical, regulatory and policy dimensions of the lawís regulation of social reproduction. The project broadly conceptualises female reproductive labour to include unpaid domestic work as well as sex work, erotic dancing, commercial surrogacy and paid domestic work. Placing varied forms of reproductive labour along the market-marriage continuum, the proposed project offers four main work packages: (1) Normative: Articulates a materialist feminist theory of reproductive labour, revitalises feminist legal theory on the economy through a distributional analysis of the laws of social reproduction (2) Empirical: Consolidates and supplements through new empirical research the study of the political economies and legal ethnographies of sex work, bar dancing, commercial surrogacy and paid domestic work to improve womenís economic bargaining power (3) Regulatory/Policy: Catalogues for each sector innovative economic models, legal and governance tools, policy proposals (including local experimental measures and radical blue-sky ideas) to enhance womenís economic bargaining power and (4) Political Impact: Shifts political sensibilities by dissolving discursive and policy silos between these sectors.",
    "totalCost": "1999542",
    "ecMaxContribution": "1999542",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}