{
    "rcn": "216003",
    "acronym": "HARVEST",
    "topics": "MG-1-4-2016-2017",
    "title": "Hierarchical multifunctional composites with thermoelectrically powered autonomous structural health monitoring for the aviation industry",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "HARVEST will unleash the potential of breakthrough technologies by creating integrated multifunctional systems for Aeronautics via the development of i) Structural composites, comprised of hierarchical carbon fiber (CF) reinforcements and an innovative thermoset 3R (repair, recycle and reprocess) epoxy matrix with ThermoElectric Generation (TEG) and self-repair capabilities, ii) Autonomously TEG -driven integrated systems for on- and off-line structural health monitoring-(SHM) and iii) Wired and low-power wireless SHM data transmission and mining system. The innovative intelligent materials and parts, will be manufactured in purposefully developed pilot lines aiming at reducing production time and costs. \nCFs yarns or textiles will be coated with nanomaterials using facile & environmentally friendly deposition and doping methods in a Roll-to-Roll (R2R) pilot line targeting dramatically increased TEG performance compared to existing composites, carbon and organic based materials. Innovative TEG-hierarchical composites will be manufactured with new generation 3R thermoset matrix systems enabling out of autoclave manufacturing and self-repair. These will be interfaced with a purposely designed hardware to (i) power inherent functionalities (e.g. strain, damage or UV-exposure sensing), (ii) drive external elements (e.g. piezo electric sensors for SHM) and (iii) transmit sensing signals to a remote panel. The autonomous SHM systems will increase the safety of civil aviation; reduce emissions and maintenance & life cycle costs. The proposed technologies will be finally integrated in two aircraft demonstrator parts, targeting areas with temperature gradients (e.g. engine vs. environment, inside vs. outside fuselage during flight) or where quick heat dissipation is essential (e.g. landing gear after take-off). The location of suitable heat sinks in real structures will be established using advanced numerical tools to identify thermal gradients in operating environment.",
    "totalCost": "3999921,25",
    "ecMaxContribution": "3999921,25",
    "coordinator": "PANEPISTIMIO IOANNINON",
    "coordinatorCountry": "EL",
    "participants": "INSTITUT FUER VERBUNDWERKSTOFFE GMBH;SOCIETE NATIONALE DE CONSTRUCTION AEROSPATIALE SONACA SA;TIRIAKIDIS BASILEIOS ANONIMI BIOMICHANIKI EMPORIKI TECHNIKI ETAIRIA AE;UNIVERSITA DEGLI STUDI DI PADOVA;TELETEL TECHNOLOGIA TILEPIKOINONION KAI PLIROFORIKIS ANONYMI EMPORIKI VIOMICHANIKI ETAIREIA;CARBURES AEROSPACE & DEFENSE GLOBAL SA;FOM TECHNOLOGIES APS;Steinbeis Advanced Risk Technologies GmbH;NANOCYL SA;FUNDACION CIDETEC",
    "participantCountries": "DE;BE;EL;IT;ES;DK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}