{
    "rcn": "216065",
    "acronym": "GLOPACK",
    "topics": "SFS-35-2017",
    "title": "Granting society with LOw environmental impact innovative PACKaging",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "GLOPACK proposes a cutting-edge strategy addressing the technical and societal barriers to spread in our social system, innovative eco-efficient packaging able to reduce food environmental footprint.\nFocusing on accelerating the transition to a circular economy concept, GLOPACK aims to support users and consumersí access to innovative packaging solutions enabling the reduction and circular management of agro-food, including packaging, wastes. Building from existing key enabling but simply applicable technologies, GLOPACK will focus on increasing the TRL of the three main promising advances in the food packaging area: (1) bio-circular (biodegradable materials issued from agro-food residues conversion) packaging materials, (2) active packaging to improve food preservation and shelf-life without additives and (3) RFID enabled wireless food spoilage indicator as new generation of self-adjusting food date label.\nGLOPACK strategy will tackle the diffusion of these innovation through the whole stakeholders chains, from the researcher up to the consumer, i.e. the uptake by packaging industry through pilot and large-scale processing for the selected technologies, by food companies through the deployment of a software tool for decision making and for providing proof of usefulness to all stakeholders, by others users (e.g. retailers) and consumer through user-driven adoption strategies, cost-benefit analysis and validation and retro-active adjustment in close to real conditions. Validation of the solutions including compliance with legal requirements, economic feasibility and environmental impact will push forward the three technologies tested and the related decision-making tool from TRL 3-4 to 7 for a rapid and easy market uptake contributing therefore to strengthen European companiesí competitiveness in an always more globalised and connected world.",
    "totalCost": "6658650,36",
    "ecMaxContribution": "5560785,48",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "SOREDAB SAS;TAGEOS;UNIVERSITEIT GENT;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;Campden BRI Magyarorszag Nonprofit Korlatolt Felelossegu Tarsasag;CREME SOFTWARE LTD;SYMETRIS;INNOVEN SRL;VLEVICO;LA VIE EST BELLE BVBA;COOPBOX GROUP SPA;ECOZEPT GBR;FURST-PLAST;PACK4FOOD;INSTITUTO DE BIOLOGIA EXPERIMENTAL E TECNOLOGICA",
    "participantCountries": "FR;BE;DE;HU;IE;IT;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}