{
    "rcn": "216022",
    "acronym": "DEMOBLACK",
    "topics": "ERC-2017-COG",
    "title": "Demography of black hole binaries in the era of gravitational wave astronomy",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The first direct detection of gravitational waves demonstrated that double black hole (BH) binaries exist, and can host surprisingly massive objects (> 20 solar masses). Most theoretical models do not predict the existence of such massive BHs, and the formation channels of BH binaries are essentially unconstrained. Dynamically formed BH binaries are the most elusive ones: current models either neglect them or study them in idealized systems. With DEMOBLACK, I will draw the first satisfactory picture of BH binary demography, by modeling realistic BH dynamics in a well-motivated cosmological context. I propose a novel approach for the study of BH dynamics: I will simulate the formation of BH binaries in star clusters self-consistently, starting from the hydrodynamics of the parent molecular cloud and accounting for the impact of stellar evolution, feedback, and dynamics on BH binaries. The key tool of DEMOBLACK is SEVN, my new population-synthesis code. With SEVN, I predicted the formation of massive BHs from metal-poor stars, before the first direct detection of gravitational waves. I will interface SEVN with a hydrodynamical code and with an N-body code, to study the formation of BH binaries self-consistently. I will then model the history of BH binaries across cosmic time, accounting for the evolution of metallicity. This novel approach is decisive to break degeneracies between dynamically formed and primordial BH binaries, and to make predictions for future observations by ground-based and space-borne gravitational wave interferometers.",
    "totalCost": "1994764",
    "ecMaxContribution": "1994764",
    "coordinator": "UNIVERSITA DEGLI STUDI DI PADOVA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}