{
    "rcn": "216002",
    "acronym": "UHURA",
    "topics": "MG-1.3-2017",
    "title": "Unsteady High-Lift Aerodynamics ñ Unsteady RANS Validation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "UHURA aims at validating unsteady numerical simulations of the aerodynamics of high-lift systems during deployment and retraction. In detail we perform:\n- Validation of numerical simulation methods for prediction of the unsteady aerodynamics and dynamic loads during the deployment and retraction phase of high-lift systems. We expect to verify the ability of predicting the unsteady aerodynamics and corresponding loads on the Krueger flap within an accuracy comparable to steady state calculations (less than 1% error in lift, drag and pitching moment).\n- Quantification of the completely unknown aerodynamic characteristics of a slotted Krueger device during deployment and retraction. We expect to quantify the difference of the actual unsteady loads to the values obtained by state-of-the-art approaches to estimate the critical loads, which are either steady-state predictions or handbook estimations. And, we expect to achieve a system complexity reduction of about 70% by verifying the conceptual feasibility of a central drive architecture for a Krueger flap by properly assessing the handling qualities impact during the deployment. We also expect by this to keep the system weight at or below levels of current state-of-the-art slat devices. Further on, the higher accuracy for load calculations shall reduce the necessary safety margin for the structural sizing due to better knowledge of the actual loads. \n- Qualification of impact on handling qualities and certification. We expect the Research and Innovation Action to qualify the impact of the unsteady aerodynamic and of the dynamic loads during deployment on the handling qualities and certification issues. The latter also addresses the risk anand mitigation of failure cases.",
    "totalCost": "6119233,75",
    "ecMaxContribution": "6119233,75",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "IBK-INNOVATION GMBH & CO. KG;STICHTING DUITS-NEDERLANDSE WINDTUNNELS;KUNGLIGA TEKNISKA HOEGSKOLAN;STICHTING NATIONAAL LUCHT- EN RUIMTEVAARTLABORATORIUM;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;ASCO INDUSTRIES N.V.;AIRBUS OPERATIONS GMBH;DASSAULT AVIATION;CENTRO ITALIANO RICERCHE AEROSPAZIALI SCPA;VYZKUMNY A ZKUSEBNI LETECKY USTAV A.S.;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS",
    "participantCountries": "DE;NL;SE;FR;BE;IT;CZ;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}