{
    "rcn": "216008",
    "acronym": "ENABLEH2",
    "topics": "MG-1-4-2016-2017",
    "title": "ENABLing cryogEnic Hydrogen based CO2 free air transport (ENABLEH2)",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Flightpath 2050 very ambitiously targets 75% CO2 and 90% NOx emissions reductions, relative to year 2000. It is highly unlikely that these targets will be met with carbon containing fuels, despite large research efforts on advanced, and in many cases disruptive, airframe and propulsion technologies, even when coupled with improved asset and life cycle management procedures. Liquid hydrogen (LH2) has long been seen as a technically feasible fuel for a fully sustainable aviation future yet its use is still subject to widespread scepticism. ENABLEH2 will mature critical technologies for LH2 based propulsion to achieve zero mission-level CO2 and ultra-low NOx emissions, with long term safety and sustainability. ENABLEH2 will tackle key challenges i.e. safety, infrastructure development, economic sustainability, community acceptance, and explore key opportunities through improved combustor design and fuel system heat management, to further minimize NOx emissions, improve energy efficiency and reduce the required volumes of LH2. The project will include experimental and analytical work for two key enabling technologies: H2 micromix combustion and fuel system heat management. These technologies will be evaluated and analysed for competing aircraft scenarios; an advanced tube and wing, and a blended wing body / hybrid wing body aircraft, both featuring distributed turbo-electric propulsion systems and boundary layer ingestion. The study will include mission energy efficiency and life cycle CO2 and economic studies of the technologies under various fuel price and emissions taxation scenarios. ENABLEH2 will deliver a comprehensive safety audit characterising and mitigating hazards in order to support integration and acceptance of LH2. Solutions will be proposed for any socioeconomic hurdles to further development of the technologies. A roadmap to develop the key enabling technologies and the integrated aircraft and propulsion systems to TRL 6 by 2030-2035 will be provided.",
    "totalCost": "3987680,75",
    "ecMaxContribution": "3987680,75",
    "coordinator": "CRANFIELD UNIVERSITY",
    "coordinatorCountry": "UK",
    "participants": "SAFRAN SA;LONDON SOUTH BANK UNIVERSITY LBG;HEATHROW AIRPORT LIMITED;EUROPEAN HYDROGEN ASSOCIATION;ARTTIC;GKN AEROSPACE SWEDEN AB;CHALMERS TEKNISKA HOEGSKOLA AB",
    "participantCountries": "FR;UK;BE;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}