{
    "rcn": "216009",
    "acronym": "HOMER",
    "topics": "MG-1.3-2017",
    "title": "Holistic Optical Metrology for Aero-Elastic Research",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "HOMER is aiming at the development of non-intrusive experimental flow diagnostic and data assimilation methods to expand capabilities from the aerodynamic analysis to the investigations of fluid-structure-interactions (FSI) in wind tunnels and other test facilities. The objective of the project is to develop an unattained combined diagnostic approach with simultaneous optical measurements of fluid and structure. When this is achieved, the measurements can be treated invoking the relation between the balancing forces (inertia-, elastic- and aerodynamic forces) interacting (non-linearly) within the s.c. Collar Triangle (FI \\ FE \\ FA = 0).\nThe research focuses on the application and further development of time-resolved volumetric (4D) flow field measurements that enable determining the fluid flow pressure. 3D PIV and Lagrangian Particle Tracking (LPT) along with Digital Image Correlation (DIC) are tailored to determine the position and dynamics of fluid and surface motion and deformations. Pressure Sensitive Paint (PSP) methods will be employed simultaneously with DIC and PIV/LPT to obtain the surface pressure at transonic flow velocities together with the model deformation.\nThe project realizes experiments that support the validation needs of MDO tool developments, enhance the physical knowledge about Fluid-Structure-Interaction phenomena and range from the assessment of the method (turbulent flow over a deforming surface) to relevant problems in aeronautics (transonic buffeting) and flapping flight mechanics.",
    "totalCost": "4914391,25",
    "ecMaxContribution": "4910641,25",
    "coordinator": "DEUTSCHES ZENTRUM FUER LUFT - UND RAUMFAHRT EV",
    "coordinatorCountry": "DE",
    "participants": "LAVISION GMBH;OFFICE NATIONAL D'ETUDES ET DE RECHERCHES AEROSPATIALES;UNIVERSITY OF SOUTHAMPTON;UNIVERSITAET DER BUNDESWEHR MUENCHEN;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "DE;FR;UK;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}