{
    "rcn": "216024",
    "acronym": "NewsEye",
    "topics": "CULT-COOP-09-2017",
    "title": "NewsEye: A Digital Investigator for Historical Newspapers",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "Newspapers collect information about cultural, political and social events in a more detailed way than any other public record. Since their beginnings in the 17th century they are recording billions of events, stories and names, in almost every language, every country and every day. Newspapers were always an important medium for the dissemination of public and political opinions, literary works, essays and art. This thematic wealth sets them at the center stage for anyone interested in European cultural heritage.\n\nIn the last decades, tens of millions of newspaper pages from European libraries have been digitized and made available online, while national libraries will intensify their digitization efforts in the coming years. There is large demand for access to historical newspapers. At this very moment, probably thousands of European citizens are accessing digitized versions of historical newspapers utilizing digital library services. Whilst the broad public shows general interest in this historical and cultural resource, it is of crucial importance for many humanities scholars.\n\nThe NewsEye project involves national libraries, humanities and social science research groups and computer science research groups. It addresses a number of challenges, which will result in significant scientific advances, in several directions:\n * In text recognition, text analysis, natural language processing, computational creativity and natural language generation, with regard to historical newspapers but also more universally. \n * In digital newspaper research, addressing a number of editorial issues like OCR and article separation.\n * In digital humanities, in respect to huge amounts of text material, availability of useful tools and possibilities of searching and browsing.\n * In history, in terms of analyzing historical assets with new methods across different language corpora.",
    "totalCost": "2998565",
    "ecMaxContribution": "2998565",
    "coordinator": "UNIVERSITE DE LA ROCHELLE",
    "coordinatorCountry": "FR",
    "participants": "BIBLIOTHEQUE NATIONALE DE FRANCE;HELSINGIN YLIOPISTO;UNIVERSITAT WIEN;UNIVERSITE MONTPELLIER III PAUL VALERY;OSTERREICHISCHE NATIONALBIBLIOTHEK;UNIVERSITAET ROSTOCK;UNIVERSITAET INNSBRUCK",
    "participantCountries": "FR;FI;AT;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}