{
    "rcn": "216055",
    "acronym": "MECHEMGUI",
    "topics": "ERC-2017-COG",
    "title": "The integration of mechanical and chemical signals in neuronal guidance",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "During the development of the central nervous system (CNS), neurons extend axons through a crowded environment along well-defined pathways to reach their distant targets. It isA start date of 1st June 2018 is being requested to enable the PI to complete a number of current commitments and put the necessary arrangements in place to enable an efficient start up phase of the project.  evident that attractive and repulsive guidance cues in the tissue provide important biochemical signals to guide growing axons along their paths. This can only be part of the story, however, as it is still not possible to predict axonal growth patterns in vivo. In a recent breakthrough discovery, we provided in vivo evidence that neurons also respond to mechanical cues, such as local tissue stiffness, suggesting that mechanical signals are likely an important missing part of the puzzle. However, mechanically activated signaling pathways are currently poorly understood, and how neurons integrate mechanical and chemical signals to result in proper outgrowth is unknown. \n\nBy investigating how mechanical signals control neuronal growth and pathfinding, this proposal will close this comprehension gap. By combining state-of-the-art approaches in physics, engineering and biology, we will, for the first time, identify mechanosensitive molecular mechanisms that regulate neuronal growth and guidance in vitro and in vivo. In particular, we will investigate how mechanotransduction cascades (1) directly modulate axon growth by inducing local changes in cytoskeletal dynamics, and (2) indirectly lead to alterations in axon outgrowth by modulating chemical signalling pathways. Ultimately, we will develop a computational model based on our findings, which will lead to a predictive framework for understanding axon pathfinding in the developing brain. \n\nThe proposed research challenges current concepts in developmental biology and is very relevant to many other areas in biology. Our results will not only shed new light on the complex control mechanisms of cellular growth and motility, but could also lead to novel biomedical approaches aimed at facilitating neuronal re-growth and regeneration in the damaged CNS.",
    "totalCost": "2468520",
    "ecMaxContribution": "2468520",
    "coordinator": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}