{
    "rcn": "216074",
    "acronym": "RemovAL",
    "topics": "SC5-14-2016-2017",
    "title": "Removing the waste streams from the primary Aluminium production and other metal sectors in Europe",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "The answer to the current Raw Material supply challenge faced today in Europe,  lies in technological innovations that increase the efficiency of resource utilization and allow the exploitation of yet untapped resources such as industrial waste streams and metallurgical by-products. One of the key industrial residues which is currently not or poorly valorised is Bauxite Residue (BR, more commonly known as ìred mudî) from alumina refineries. Bauxite residue reuse solutions do exist as stand-alone but pooling them together in an integrated manner is the only way to render bauxite residue reuse viable from an economical point of view and acceptable for the industry\nThe RemovAl project will combine, optimize and scale-up developed processing technologies for extracting base and critical metals from such industrial residues and valorising the remaining processing residues in the construction sector.  \nIn term of technological aspects, RemovAl will process several by-products from the aluminium sector and from other metallurgical sectors in Europe (SiO2 by-products, SPL, fly ash,and others). The different waste streams will be combined to allow for optimal and viable processing in different technological pilot nodes. The technologies and pilots in most cases have already been developed in previous or ongoing projects and through RemovAl they will be pooled together and utilized in a European industrial symbiosis network. \nIn term of societal or non-technological aspects, RemovAl will gather key sectors like the non-ferrous metal and cement sectors in order to secure a true industrial symbiosis through a top-down approach considering also legislation and standardisation at European level in order to facilitate the implementation of the most promising technical solutions.",
    "totalCost": "14658966,25",
    "ecMaxContribution": "11481599,13",
    "coordinator": "MYTILINEOS ANONIMI ETAIRIA - OMILOS EPICHEIRISEON",
    "coordinatorCountry": "EL",
    "participants": "INNCEINNMAT SL;WAVESTONE LUXEMBOURG S.A.;ALUM SA;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;INTERNATIONAL PRIMARY ALUMINIUM INSTITUTE LBG;RESOURCEFULL;NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA;ALUMINIUM PECHINEY;AUGHINISH ALUMINA LTD;EUROPEAN ALUMINIUM ASSOCIATION AISBL;ADVANCED MINERALS AND RECYCLING INDUSTRIAL SOLUTIONS IKE;UNIVERSITY OF LIMERICK;SINTEF AS;ZAAK TECHNOLOGIES GMBH;DRYSEP AS;ROCKWOOL INTERNATIONAL AS;MEAB CHEMIE TECHNIK GMBH;HEIDELBERGCEMENT AG;GREEN2SUSTAIN IDIOTIKI KEFALAIOUCHIKI ETAIREIA;KAINOTOMIES AXIOPOIISIS GEOYLIKON IDIOTIKI KEFALAIOUCHIKI ETAIREIA;ALCOA NORWAY ANS;ELKEM AS;KATHOLIEKE UNIVERSITEIT LEUVEN;ITRB LTD;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;ACCIONA CONSTRUCCION SA",
    "participantCountries": "ES;LU;RO;DE;UK;BE;EL;FR;IE;NO;DK;CY",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}