{
    "rcn": "216037",
    "acronym": "INSCRIBE",
    "topics": "ERC-2017-COG",
    "title": "INvention of SCRIpts and their BEginnings",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Writing must rank among mankindís highest achievements. Yet the factors that enabled its invention independently in different parts of the world have never been subject to an analysis from a multidisciplinary and comparative perspective that encompasses both deciphered and undeciphered scripts. INSCRIBE takes such an approach, combining a study of the worldís first instances of writing, including the earliest in Europe, through the lens of archaeology, anthropology, cultural evolution, cognitive studies and decipherment strategies. This methodology involves three strands of research.\n\nFirst, it will consider the original inventions, all of which are image-based, from Mesopotamia, Egypt, Mesoamerica and China, and other debated cases. The objective is to characterize their conception in terms of visual cognition (why are signs shaped as they are?), archaeological setting (what are the contextual preconditions, why does writing emerge when it does, and only four times in history?), application of use (what are its initial purposes?), and language notation (what are the paths to registering sound?).\n\nSecond, it will explore the earliest scripts in Europe from the second millennium BC Aegean, whose initial phase is highly iconic. The three undeciphered Aegean scripts (Cretan Hieroglyphic, Linear A and Cypro-Minoan) will be analyzed for the first time from a multistranded perspective that will shed unprecedented light on their creation and development. The objective is to analyze the relationship between these scripts and to apply a multi-stepped (and already successfully piloted) decipherment strategy. \n\nThird, INSCRIBE proposes to go beyond the traditional standards applied to the corpora of inscriptions by producing the first complete digital corpus of all three Aegean undeciphered scripts, with 3D interactive models accompanied by a multidimensional interface tagging inscriptions, types of inscribed objects, provenance, archaeological contexts and functions.",
    "totalCost": "1463337",
    "ecMaxContribution": "1463337",
    "coordinator": "ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}