{
    "rcn": "216099",
    "acronym": "CONCHA",
    "topics": "MSCA-RISE-2017",
    "title": "The construction of early modern global Cities and oceanic networks in the Atlantic: An approach via OceaNís Cultural HeritAge",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "CONCHAís main goal is to explain the different ways port cities developed around the Atlantic rim from the late 15th and early 16th century in relation to differing global, regional, and local ecological and economic environments. This analysis will be framed around a distinction between two separate navigational systems that existed in the Atlantic during the age of sail (1400-1800): the equatorial passage and the North Atlantic passage. Speaking to different literatures on port cities in the Atlantic, and environmental history, CONCHA aims to produce an Atlantic history of seaports in which the ocean ñ its ecosystems and species ñ is included as a dynamic player. CONCHA analyses the history of seaports using historical data as well as geomorphological, environmental, and archaeological studies. As case studies, CONCHA uses different locations in Northern Europe, North America, Iberia, the Atlantic archipelagos, Brazil and Colombia, which were central nodes in the circulation of people, resources, and knowledge in the early modern Atlantic world. Academically, one purpose of CONCHA is to provide, through academic exchange and participation in research missions, highly specialized training to senior and junior scholars and technicians from the different institutions and countries involved in the project. Another important objective of CONCHA is to develop historical knowledge for heritage purposes. Besides organizing academic workshops and publications, therefore, CONCHA aims to educate by involving the public in historical research by offering lecture series and exhibitions, and by assisting public institutions in the development of heritage conservation and tourism.",
    "totalCost": "778500",
    "ecMaxContribution": "778500",
    "coordinator": "UNIVERSIDADE NOVA DE LISBOA",
    "coordinatorCountry": "PT",
    "participants": "EVEHA INTERNATIONAL;UNIVERSIDAD PABLO DE OLAVIDE;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;OMA - OBSERVATORIO DO MAR DOS ACOREACORES;ASSOCIACAO PARA AS CIENCIAS DO MAR APCM",
    "participantCountries": "FR;ES;IE;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}