{
    "rcn": "216167",
    "acronym": "PALGLAC",
    "topics": "ERC-2017-ADG",
    "title": "Palaeoglaciological advances to understand Earthís ice sheets by landform analysis",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Ice sheets regulate Earthís climate by reflecting sunlight away, enabling suitable temperatures for human habitation. Warming is reducing these ice masses and raising sea level.  Glaciologists predict ice loss using computational ice sheet models which interact with climate and oceans, but with caveats that highlight processes are inadequately encapsulated. Weather forecasting made a leap in skill by comparing modelled forecasts with actual outcomes to improve physical realism of their models.  This project sets out an ambitious programme to adopt this data-modelling approach in ice sheet modelling. Given their longer timescales (100-1000s years) we will use geological and geomorphological records of former ice sheets to provide the evidence; the rapidly growing field of palaeoglaciology.\n\nFocussing on the most numerous and spatially-extensive records of palaeo ice sheet activity - glacial landforms - the project aims to revolutionise understanding of past, present and future ice sheets. Our mapping campaign (Work-Package 1), including by machine learning techniques (WP2), should vastly increase the evidence-base. Resolution of how subglacial landforms are generated and how hydrological networks develop (WP3) would be major breakthroughs leading to possible inversions to information on ice thickness or velocity, and with key implications for ice flow models and hydrological effects on ice dynamics. By pioneering techniques and coding for combining ice sheet models with landform data (WP4) we will improve knowledge of the role of palaeo-ice sheets in Earth system change. Trialling of numerical models in these data-rich environments will highlight deficiencies in process-formulations, leading to better models. Applying our coding to combine landforms and geochronology  to  optimise modelling (WP4) of the retreat of the Greenland and Antarctic ice sheets since the last glacial will provide ëspin upí glaciological conditions for models that forecast sea level rise.",
    "totalCost": "2425298,75",
    "ecMaxContribution": "2425298,75",
    "coordinator": "THE UNIVERSITY OF SHEFFIELD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}