{
    "rcn": "216162",
    "acronym": "POLICE",
    "topics": "ERC-2017-ADG",
    "title": "The PIDDosome in Centrosome and Ploidy-Surveillance",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Tight control of the number of chromosome sets in a cell (ploidy) is fundamental for normal development and organismal health. Most cells in our body are diploid, yet, some cells, including cardiomyocytes or hepatocytes require a balanced increase in ploidy for proper function. Polyploidization is accompanied by an accumulation of centrosomes, structures needed for nucleating the mitotic spindle and ciliogenesis. Extra centrosomes, however, promote aneuploidy in proliferating cells by causing errors in chromosome segregation, underlying a series of human pathologies, most notably cancer and premature ageing. How polyploidization is controlled in organogenesis and how errors in ploidy control contribute to disease is poorly understood.  \nWe recently demonstrated that the ìPIDDosomeî complex polices centrosome numbers in mammalian cells, alerting the tumor suppressor p53 in response to extra centrosomes. This is achieved by inactivating MDM2, the key-inhibitor of p53, by targeted proteolysis. MDM2-processing is mediated by caspase-2, a neglected member in a protease family that controls cell death and inflammation, activated in the PIDDosome. \nThis exciting finding allows examining the consequences of deregulated ploidy and centrosome number in development and disease without interfering with p53, nor the cell fusion or cytokinesis machineries. This puts us in pole position to carry out an integrative study that aims to develop the PIDDosome as a new therapeutic target in cancer, related inflammation and in regenerative medicine. To meet this aim, we will define \n(i) the relevance of the PIDDosome in aneuploidy tolerance of cancer \n(ii) the role of the PIDDosome in controlling sterile inflammation and immunity \n(iii) the PIDDosome as a key-regulator of organ development and regeneration\nPOLICE will open new lines of research at the interface of cell cycle, cell death & inflammation control and promote the PIDDosome as new target in our efforts to improve human health.",
    "totalCost": "2355000",
    "ecMaxContribution": "2355000",
    "coordinator": "MEDIZINISCHE UNIVERSITAT INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}