{
    "rcn": "216148",
    "acronym": "FunMagResBeacons",
    "topics": "ERC-2017-ADG",
    "title": "Functionalized Magnetic Resonance Beacons for Enhanced Spectroscopy and Imaging",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "'This project will develop and demonstrate molecular agents called functional magnetic resonance beacons (fMRBs). These will provide a new set of versatile spectroscopic tools for the spatially resolved study of chemistry, biochemistry, diffusion, flow and percolation inside opaque objects. The fMRB agents support hyperpolarized nuclear spin order, which generates enormously enhanced nuclear magnetic resonance (NMR) signals. The agents are designed to maintain such order for long times (between 5 minutes and several hours) in ambient temperature solution, enabling their transport deep inside opaque objects. The molecules are functionalized, so that they ìlight up' in an NMR or magnetic resonance imaging (MRI) experiment, upon triggering by specific chemical signals or physical conditions (sensory functionality), and may also to bind to selected molecular targets (binding functionality). One set of proposed realisations possesses ìlock-and-keyî functionality, meaning that the hyperpolarized nuclear spin order is ìlockedî into a form which is invisible in the NMR spectrometer, but which may be ìunlockedî at any chosen time by applying a suitable radiofrequency pulse sequence. The following molecular moieties are proposed as storage modules: (1) molecular cages, such as functionalized C60 fullerenes, encapsulating noble gas atoms such as 3He; (2) spin clusters supporting long-lived states, such as pairs of 13C or 15N nuclei, in shielded molecular environments. The sensory moieties include tailored peptide sequences, which may be activated by the presence of particular proteases, while binding modules include moieties such as biotin. The agents are designed to be conveniently transportable in a hyperpolarized state. Potential long-term applications include in vivo molecular imaging by MRI.\n'",
    "totalCost": "2762223",
    "ecMaxContribution": "2762223",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}