{
    "rcn": "216173",
    "acronym": "TopSupra",
    "topics": "ERC-2017-ADG",
    "title": "Engineered Topological Superconductivity in van der Waals Heterostructures",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Topological matter is a new research focus with great perspectives. These are insulators with an inverted ìnegativeî bandgap and a conducting surface state. While the surface state in a topological insulator (TI) is composed of chiral fermions carrying charge and spin, in topological superconductors it is pinned to zero energy due to particle-hole symmetry and composed of fermions that carry neither charge nor spin. In-stead, they are non-abelian fermions, Majorana and parafermions (MF/PF), that have been proposed for topological quantum computing. Evidence for MFs have been found in nanowires. However, the scaling-up challenge requires a platform in which networks of MFs can be realized. Here, we propose to use graphene-based van der Waals heterostructure for this purpose. The unprecedented versatility is enabled by combining high-mobility graphene with other layered materials, such as transition-metal dichalcogenide, few-layer ferromagnets and superconductors (SCs). This allows to design topological systems, e.g. the quantum spin, anomalous and valley Hall effect, by combining Zeeman energy, spin-orbit and pairing interaction. We will design 2D quantum matter using different approaches, including strain tuning and the dressing of the bandstructure by photon-fields (Floquet TI), and couple it to SCs to induce topological superconductivity. We will use our expertise from studies of Cooper-pair splitters to not only add pairing in a single edge-state, but also between different edge-states, beneficial in obtaining MFs and more exotic quasiparticles. We will apply advanced high-frequency techniques, e.g. emission and noise - in addition to local tunneling spectroscopy - to characterize the in-gap states and to prove their topological nature. We will deliver a versatile technology with which new states of matter can be obtained in a platform which can be engineered in a top-down manner into networks allowing for quantum-state manipulation of MFs and PFs.",
    "totalCost": "2497577",
    "ecMaxContribution": "2497577",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}