{
    "rcn": "216174",
    "acronym": "ProMotion",
    "topics": "ERC-2017-ADG",
    "title": "Probing Majorana quasi-particles and ballistic spin-momentum locking in topolocical insulatornanostructures",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Three-dimensional topological insulators (3D-TI) feature an insulating bulk and conducting surface states. The energy spectrum of these surface states mimics the one of relativistic Dirac electrons, i.e., it is linear in wave-vector k, not spin-degenerate and the spin locks to the k-vector (spin-momentum locking (SML)). The lack of spin degeneracy makes TIs a promising system for detecting quasi-particles with properties of Majorana fermions (MF), being potentially useful for fault tolerant quantum computing. The other feature, SML, promises electrical manipulation of magnetization and is at the heart of spintronics. The focus of this project is on testing new concepts, set ups and experiments to probe MFs and SML in 3D-HgTe nano- and hybrid structures. Strained films of 3D-HgTe constitute a TI with unprecedented high charge carrier mobility enabling the observation of ballistic and quantum effects, thus being a very promising material system for these studies. For hunting MF we focus on clean 3D-HgTe nanowires (NW) with superconductor (SC) contacts inducing topological superconductivity in the TI. Here, we utilize the peculiar energy spectrum of TI-NWs, tunable from topologically trivial to topological by adding half a flux quantum through the wireís cross section. The existence of MFs forming at the superconducting wireís end shall be proven by (i) anomalous conductance quantization at point contacts, (ii) measuring the anomalous height of Shapiro steps in SC-NW-SC junctions and by (iii) probing quantized conductance in SC-NW-normal metal junctions. In a complementary new approach (iv) we measure the quantum capacitance in an array of magnetic vortices in a SC-TI heterojunction to probe the density of states in the proximity induced superconducting gap, where MFs are expected to form. For probing SML in ballistic ferromagnet-HgTe hybrid systems we resort to a novel geometry (v) which measures the asymmetry of current flow rather than local or non-local voltages.",
    "totalCost": "2498887",
    "ecMaxContribution": "2498887",
    "coordinator": "UNIVERSITAET REGENSBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}