{
    "rcn": "216141",
    "acronym": "APRA",
    "topics": "ERC-2017-ADG",
    "title": "Active Polymers for Renewable Functional Actuators",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The idea of mechanical actuator based on intrinsic material properties of liquid-crystalline elastomers (rather than complex engineering of interacting components) has been understood for 20\\ years. The remarkable characteristics of LCE actuation (fully reversible action; large-amplitude, with a stroke of 5%-300%; stress-strain-speed response almost exactly matching the human muscle) make it highly attractive in biomedical engineering, robotics, smart textiles, and other fields. Yet, there is a profound difficulty (bottleneck), which remains the reason why this concept has not found its way into any practical devices & applications. LCE actuation requires alignment (monodomain structure) of the local anisotropy in the permanently crosslinked polymer network - which has been impossible to achieve in any useful large-scale configuration except the flat film, due to the unavoidable restrictions of two competing processes: orientational alignment and network crosslinking. \nRecently, we made a breakthrough, developing LCE vitrimers (polymer networks covalently crosslinked by a bond-exchange reaction). Vitrimers are much more stable than other transient elastomer networks, allow easy thermal re-moulding (making the material fully renewable), and permit molding of complex shapes with intricate local alignment (which are impossible in traditional elastomers). This project will bridge from the concept to technology, tuning the material design for robust nematic LCE vitrimers, imparting photo-actuation capacity with a controlled wavelength, and finally utilising them in practical-engineering actuator applications where the reversible mechanical action is stimulated by light, solvent exposure, or more traditionally - heat. These applications include (but not limited to): continuous spinning light-driven motor, tactile dynamic Braille display, capillary pump and toggle flow switch for microfuidics, active textile fibre, and heliotracking filament that always points at the Sun.",
    "totalCost": "2012136",
    "ecMaxContribution": "2012136",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}