{
    "rcn": "216156",
    "acronym": "BroadWay",
    "topics": "SEC-04-DRS-2017",
    "title": "Innovation activity to develop technologies to enable a pan-European interoperable broadband mobile system for PPDR, validated by sustainable testing facilities",
    "startDate": "01/06/2018",
    "endDate": "31/01/2022",
    "objective": "The BroadWay project will take the first procurement steps to enable ëinteroperable next generation of broadband radio communication systems for public safety and securityí to improve Public Safety and Disaster relief organisationís (PPDRís) service to Europeís citizens, and enhance interoperability across borders. \nThe primary goal of this project is to: ëProcure Innovation activity to develop and demonstrate TRL8 technologies that will enable a pan-European interoperable broadband mobile system for PPDR, validated by sustainable testing facilitiesí\nThis project implements a Pre-Commercial Procurement (PCP) with the purpose to realise innovative solutions for the implementation of the ëSpiceNet Referenceí architecture as defined by the BroadMap project. \nA pan-European pilot system will be developed within the timeframe 2021, validated by sustainable test capabilities, and to the satisfaction of a European wide team of public safety practitioners.\nThe BroadWay partnership is comprised of 11 buyers in 11 countries, who represent the organisations with responsibility for transition to broadband for Public Safety Communication within their country. All buyer partners are from EU member states. 4 are the direct responsible Ministry within their country, and 7 are the delegated authority in their country, responsible to operate public safety communication networks. Our buyers represent the operation of public safety communication for 1.4Million public safety practitioners in their respective countries.\n49 practitioner organisations from a total of 19 countries have offered to take part in the pilot validation/evaluation activities as members of our Practitioner team.\nA total of 60 additional organisations have expressed their support for the BroadWay project. The BroadWay team, plus this additional support, covers a total of 23 European Countries with 7 additional countries represented by their ministries responsible for public safety communication.",
    "totalCost": "13131438,56",
    "ecMaxContribution": "11818294,7",
    "coordinator": "PUBLIC SAFETY COMMUNICATION EUROPE FORUM AISBL",
    "coordinatorCountry": "BE",
    "participants": "A.S.T.R.I.D. SA;SUOMEN VIRVEVERKKO OY;STATE INFOCOMMUNICATION FOUNDATION;MINISTERO DELL'INTERNO;NARODNI AGENTURA PRO KOMUNIKACNI AINFORMACNI TECHNOLOGIE SP;AN GARDA SIOCHANA;SERVICIUL DE TELECOMUNICATII SPECIALE;BAYERISCHES ROTES KREUZ;KENTRO MELETON ASFALEIAS;MINISTERIO DEL INTERIOR;BIRD & BIRD LLP;MINISTERE DE L'INTERIEUR;THE NATIONAL POLICE OF THE NETHERLANDS",
    "participantCountries": "BE;FI;EE;IT;CZ;IE;RO;DE;EL;ES;UK;FR;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}