{
    "rcn": "216111",
    "acronym": "POSITION-II",
    "topics": "ECSEL-2017-1",
    "title": "A pilot line for the next generation of smart catheters and implants",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The objective of POSITION-II is to bring innovation in the development and production of smart catheters by the introduction of open technology platforms for miniaturization, AD conversion at the tip, ultra-sound MEMS devices and encapsulation. Open technology platforms will generate the production volume that will enable sustainable innovation.  The availability of open technology platforms will result in new instruments that have a better performance, new sensing and imaging capabilities, while the scale of volume will result in lower manufacturing costs. The production of the ìbrainsî  of these smart catheters will take place in Europe, with many European partners contributing essential technologies. The POSITION-II project will consolidate Europeís premier position as manufacturer of cath lab infrastructure since these new smart catheters will be seamlessly integrated in the cath lab hardware and software platforms. By combining the different sensing and imaging data a more intuitive cath lab experience will be achieved. Looking forward, POSITION-II prepares the European electronics industry for the next revolution in healthcare, bioelectronics implants. Bioelectronics implants are expected to replace a considerable fraction of traditional medicine by direct stimulation of nerves. The miniaturization and soft encapsulation platforms developed in POSITION-II will be the ideal technology frame work for the manufacturing of these bioelectronics implants. The technology platforms developed in POSITION-II are demonstrated by five challenging product demonstrators covering FRR, IVUS, ICE, EP and cell therapy as well as a bioelectronics implant to treat cluster headache.",
    "totalCost": "41294170",
    "ecMaxContribution": "10418998,91",
    "coordinator": "PHILIPS ELECTRONICS NEDERLAND B.V.",
    "coordinatorCountry": "NL",
    "participants": "OSYPKA AG;CORTEC GMBH;INSTITUTO DE TELECOMUNICACOES;MULTI CHANNEL SYSTEMS MCS GMBH;AMIC ANGEWANDTE MICRO-MESSTECHNIK GMBH;TIKITIN OY;BRIVANT LIMITED;OKMETIC OY;UNIVERSIDAD DE ZARAGOZA;PHILIPS FRANCE COMMERCIAL;Dyconex AG;Teknologian tutkimuskeskus VTT Oy;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;REDEN B.V.;INSTITUT FUER MIKROELEKTRONIK STUTTGART;MAGYAR TUDOMANYOS AKADEMIA ENERGIATUDOMANYI KUTATOKOZPONT;AALTO KORKEAKOULUSAATIO SR;Catena Holding BV;UNIVERSITA DEGLI STUDI ROMA TRE;UNIVERSIDAD COMPLUTENSE DE MADRID;MAGYAR TUDOMANYOS AKADEMIA TERMESZETTUDOMANYI KUTATOKOZPONT;FUNDACION CENTRO DE CIRUGIA DE MINIMA INVASION JESUS USON;SILEX MICROSYSTEMS AB;PDM E FC PROJECTO DESENVOLVIMENTO MANUTENCAO FORMACAO E CONSULTADORIALDA;FONDAZIONE BRUNO KESSLER;CATENA GERMANY GMBH;INESC ID - INSTITUTO DE ENGENHARIADE SISTEMAS E COMPUTADORES, INVESTIGACAO E DESENVOLVIMENTO EM LISBOA;3D-Micromac AG;FINETECH GMBH & CO KG;VERMON SA;PHILIPS MEDICAL SYSTEMS NEDERLAND BV;TECHNISCHE UNIVERSITEIT EINDHOVEN;CIKAUTXO S COOP;MURATA INTEGRATED PASSIVE SOLUTIONS;UNIVERSITY COLLEGE CORK -  NATIONAL UNIVERSITY OF IRELAND, CORK;SALVIA BIOELECTRONICS BV;CONSORCIO CENTRO DE INVESTIGACION BIOMEDICA EN RED M.P.;TECHNISCHE UNIVERSITEIT DELFT;CREGANNA UNLIMITED COMPANY;BRIO APPS ALPHASIP S.L.;JOHNSON MATTHEY PIEZO PRODUCTS GMBH;ANALOG DEVICES INTERNATIONAL UNLIMITED COMPANY",
    "participantCountries": "DE;PT;FI;IE;ES;FR;CH;BE;NL;HU;IT;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}