{
    "rcn": "216168",
    "acronym": "MENTICA",
    "topics": "ERC-2017-ADG",
    "title": "The Middle East Neolithic Transition: Integrated Community Approaches",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Our world is marked by ëdisruptioní, major re-orderings of society through changing circumstances, including abrupt climate change, impacting on social and economic life. What lessons can we learn from the prehistoric past about disruption, and human engagement with it? One of the first global disruptions faced by human societies was the Neolithic transition from mobile forager-hunter to settled farmer-herder in the Epi-Palaeolithic and Early Neolithic periods of the Middle East, 17,000-7000 BCE. Human communities worked through this disruption, including climate change, to enable complex societies to thrive and to form the basis for later cities, empires and civilisations. In this project, I will address key ëGrand Challengesí for archaeology including human responses to climate change, and societal transformation and resilience.\n\nI will lead an inter-disciplinary team in investigating the Early Neolithic transition in a greatly under-researched region, the eastern Fertile Crescent of western Iran and eastern Iraq, a core zone for early developments, including domestication of animals and crops such as goat and barley. From this zone, early farmers disseminated herding and cultivation practices across Iran into Central and South Asia and Transcaucasia. But as yet we know little about the early stages in the development of farming life-ways in the eastern Fertile Crescent, because this upland area of the Zagros mountains in Iran and Iraq has been challenging for research teams to work in. As the only scholar directing research in both western Iran and eastern Iraq, I am in a unique position to lead this high-risk, trans-border project, on a major ancient route-way (later the Silk Road) from the highlands of Iran to the plains of Mesopotamia. I will direct a programme of six integrated Work Packages examining climate, plants and animals, built environment, food-ways, death and burial, and craft, within a theoretical framework of community networks and identities.",
    "totalCost": "2499351",
    "ecMaxContribution": "2499351",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}