{
    "rcn": "216119",
    "acronym": "TAPES3",
    "topics": "ECSEL-2017-1",
    "title": "Technology Advances for Pilotline of Enhanced Semiconductors for 3nm",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "In line with industry needs, Mooreís law, scaling in ITRS 2013, and ECSEL JU MASP 2017, the main objective of the  TAPES3 project is to discover, develop and demonstrate lithographic, metrology, EUV mask technology, devices and process modules enabling 3nm node technology. This is planned with available EUV/NA 0.33 scanners, and with system design and integration of a new hyper NA EUV lithography tool to enable more single exposure patterning at 3nm to create complex integrated circuits. Process steps for 3D devices as alternative to the conventional FINFet will be explored for application in the 3nm node. The impact of the application of these so called 3D devices  on circuit topology and logic design will be explored. During the development, specific challenges in metrology for the characterization of 3D devices will be assessed and metrology tools will be newly developed. The result will be demonstrated in the imec pilot line.\nThe TAPES3 project relates to the ECSEL work program topic Equipment, Material and Manufacturing. It addresses and targets, as set out in MASP, the grand Challange of 'More Moore Equipment and Materials for sub 10nm technologies' by exploring the requirements and solutions for the 3nm node. The project touches the core of the continuation of Mooreís law. Moreover, the cost aware development process will support the involved companies, and will place them in a preferred position over their worldwide competition. Through their worldwide affiliations, the impact of the TAPES3  project will be felt outside Europe in America and Asia Pacific semiconductor centers and is expected to benefit the European economy a lot by supporting its semiconductor equipment and metrology sectors with innovations, exports and employment.",
    "totalCost": "123594178,4",
    "ecMaxContribution": "28196295,22",
    "coordinator": "ASML NETHERLANDS B.V.",
    "coordinatorCountry": "NL",
    "participants": "VDL ETG TECHNOLOGY & DEVELOPMENT BV;COVENTOR SARL;SUSS MicroTec Photomask Equipment GmbH & Co. KG;APPLIED MATERIALS BELGIUM;PHYSIKALISCH-TECHNISCHE BUNDESANSTALT;RECIF TECHNOLOGIES;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;LAM RESEARCH AG;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;SILTRONIC AG;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;APPLIED MATERIALS ISRAEL LTD;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;CARL ZEISS SMT GMBH;INSTITUT FUER MIKROELEKTRONIK STUTTGART;NOVA MEASURING INSTRUMENTS LTD;MENTOR GRAPHICS BELGIUM;OXFORD INSTRUMENTS NANOTECHNOLOGY TOOLS LIMITED;DEMCON ADVANCED MECHATRONICS BV;PAUL SCHERRER INSTITUT;FEI ELECTRON OPTICS BV;OPTIX FAB GMBH;ION BEAM SERVICES;JSR MICRO NV;ADVANCED MASK TECHNOLOGY CENTER GMBH & CO KG;KLA-TENCOR CORPORATION (ISRAEL)",
    "participantCountries": "NL;FR;DE;BE;AT;IL;UK;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}