{
    "rcn": "216193",
    "acronym": "PLAST-EVOL",
    "topics": "ERC-2017-ADG",
    "title": "The origin and early evolution of eukaryotic plastids",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "More than 1 Ga ago, an ancient eukaryote became photosynthetic by engulfing a cyanobacterium that evolved into the first plastid. This had profound consequences for the planet: photosynthetic eukaryotes became major primary producers and biogeochemical players. From this primary endosymbiosis evolved green algae and plants, red algae, and glaucophytes. Later, secondary endosymbioses of red and green algae spread plastids in numerous other phyla. However, many aspects of this evolutionary history remain obscure. The identity of that cyanobacterium was a mystery until we recently found strong phylogenomic evidence that it belonged to the Gloeomargaritales, a newly discovered deep-branching group. Yet, why this original endosymbiosis in a heterotrophic host was so successful is unknown. I hypothesize that it was due to the unusual capacity of Gloeomargaritales to produce intracellular carbonates which, I argue, allowed buffering the pH increase concomitant with photosynthetic C fixation. This was crucial for photosynthesis-based endosymbiosis before the host evolved active pH regulation. Similar intracellular amorphous carbonates recently found in green algae might be modern remnants of that initial symbiosis. \nTo test this hypothesis and gain insight into the origin and subsequent evolution of plastids, I propose to: 1) thoroughly characterize the physiology of Gloeomargarita lithophora, the only Gloeomargaritales species isolated so far; 2) obtain new genomic data from diverse Gloeomargaritales by culture, metagenomic and single-cell approaches; 3) study the impact of cyanobacterial genes endosymbiotically transferred to the host algal and plant nuclear genomes; and 4) retrace the evolutionary history of these genes in secondary and tertiary endosymbioses. My project will improve our understanding of the origin and evolution of photosynthetic eukaryotes, and influence broader evolutionary biology research areas, from endosymbiosis to the eukaryotic tree of life.",
    "totalCost": "2499986",
    "ecMaxContribution": "2499986",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}