{
    "rcn": "216189",
    "acronym": "UPRmt",
    "topics": "ERC-2017-ADG",
    "title": "The Mitochondrial Unfolded Protein Response",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Mitochondria贸organelles specialized in energy harvesting through oxidative phosphorylation (Oxphos)贸critically influence metabolism, health and lifespan. Evolved from endosymbiotic proteobacteria, mitochondria retained the vestige of the bacterial genome, the mitochondrial DNA, which encodes 13 subunits of the Oxphos complexes, while the remaining ~80 Oxphos components and the rest of the mitochondrial proteome are encoded on nuclear DNA, translated in the cytoplasm and imported in the mitochondria. The control of the mitochondrial proteome by two genomes exposes these organelles to proteotoxic stress in case of an imbalance between the nuclear- and mitochondrial-encoded proteins. Upon such stress, several mitochondrial protein quality control (mtPQC) pathways, including the mitochondrial unfolded protein response (UPRmt), will sense, transmit and re-establish mitochondrial proteostasis through mitonuclear regulatory circuits. Although a robust UPRmt circuit improves health and lifespan in C. elegans, much less is known about mtPQC in vertebrates. We propose here to characterize UPRmt pathways across 3 species by: (1) mapping mammalian UPRmt genes and networks in vivo after the induction of the UPRmt in a large murine genetic reference population at 3 different times throughout life with 2 different inducers; (2) integrating these UPRmt networks with a wide set of clinical, mitochondrial, and molecular phenotypes collected throughout life to establish links between UPRmt mechanisms and health- and lifespan; (3) mechanistically validating the most important UPRmt pathways, using loss-of-function studies in cells, worms and mice; and (4) clinically translating promising UPRmt hits, using genetic association studies in human cohorts. The insight gained will mechanistically define the UPRmt networks from worms to humans and will provide the next step in translating the benefits of activating the UPRmt贸initially observed in invertebrates贸into targeted human therapies.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}