{
    "rcn": "216133",
    "acronym": "PREMOL",
    "topics": "ERC-2017-ADG",
    "title": "At the crossroad of molecular physics, quantum optics and spectroscopy:ultra-high-precision molecular spectroscopy for fundamental physics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Molecules have an enormous potential in the field of frequency metrology-based fundamental physics, yet have so far not played an important role, due to difficult experimental challenges. The goal of this project is to overcome these difficulties by developing new techniques, thus opening a new chapter in precision molecular spectroscopy. Furthermore, it will have far-reaching impact in fundamental physics: \n\n(1) A 500-fold improved limit to the existence of a ìfifth forceî with range on the 0.1 nm scale.\n(2) An independently determined set of the fundamental constants me/mp, me/md, and the Rydberg constant R?. Their uncertainties will be reduced compared to CODATA2014 by up to a factor of 23 for me/mp, 4 for me/md, and 2 for R?; \n(3) A test of the current muonic atom discrepancies of proton and deuteron charge radii rp and rd at the 30% and 50% level, respectively;\n(4) Achieve a precision 1◊10-16 in molecular ion spectroscopy, thus exploring the feasibility of using, in the future, molecular ions for testing the time-dependence of me/mp and mp/md.\n\nMolecular hydrogen ions (MHIs) are the systems in principle suitable for providing these results: indeed, the required ab initio theory has made outstanding advances, reaching the 8◊10-12 inaccuracy level. To date, experimental results are orders of magnitude less precise. \nIn order to achieve an accuracy surpassing the theoretical one, this project shall develop new quantum optical techniques, including:\n- Doppler-free spectroscopy, rotational and ro-vibrational;\n- preparation of a single molecular ion in a single internal quantum state;\n- resolution and control of systematic shifts at levels from 1◊10-12 to 1◊10-16; \n- novel spectroscopy laser systems.\nThese techniques will be of general applicability in the field of molecular ion spectroscopy.\n\nThe proposed work is based on the wide experience of the PI in precision measurements and will make a strong and overdue contribution to spectroscopy and fundamental physics.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "HEINRICH-HEINE-UNIVERSITAET DUESSELDORF",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}