{
    "rcn": "216125",
    "acronym": "ElectroGene",
    "topics": "ERC-2017-ADG",
    "title": "Electrogenetics ñ Shaping Electrogenetic Interfaces for Closed-Loop Voltage-Controlled Gene Expression",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Man and man-made electronic systems share the same ecosystem, and yet work radically differently. Human metabolism uses ion gradients across insulated membranes to simultaneously process slow analog chemical reactions and communicate information in multicellular systems via soluble/volatile molecular signals. By contrast, electronic systems use multicore central processing units to control the flow of electrons through insulated metal wires with gigahertz frequency and communicate information across networks via wired/wireless connections. With the advent of the internet of things, networks of interconnected electronic devices will reach the processing complexity of living systems, yet they remain largely incompatible with biological systems. Wearable electronics can profile physical parameters such as steps and heartbeat, and Googleís proposal to develop glucose-monitoring contact lenses has triggered a wave of interest in harnessing the full potential of bioelectronics for medical applications. Yet this vision remains limited to diagnostics. Capitalizing on our mind-controlled and smartphone-adjustable optogenetic drug-dosing devices, ElectroGene will establish the foundations of electrogenetics, the science of creating electro-genetic interfaces that enable direct two-way communication between electronic devices and living cells. ElectroGene consists of three pillars, (i) voltage-triggered gene expression, (ii) genetically programmed electronics and (iii) wireless-powered implants providing closed-loop bioelectronic control, which allow real-time monitoring of metabolic conditions (diagnosis), enable remote-controlled production and dosing of protein therapeutics by implanted designer cells (treatment), and manage closed-loop control between cells and electronics, thus linking diagnosis and therapy to block disease onset (prevention). ElectroGene design principles and devices will be validated in proof-of-concept preclinical studies for the treatment of diabetes.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}