{
    "rcn": "216124",
    "acronym": "MaCoTech",
    "topics": "MSCA-IF-2017",
    "title": "Material counting technologies in numerical cognition",
    "startDate": "15/06/2018",
    "endDate": "14/06/2020",
    "objective": "Material counting technologies (MaCoTech) play a critical role in developing human numerical concepts like numbers, numerical relations, and arithmetical operations. Yet today, our understanding of how these concepts emerge is still very restricted, as the influential effects of prehistoric MaCoTech and Ancient Near Eastern (ANE) mathematics are difficult to assess and have been mostly neglected in modern-day research.\nThe comparison of ANE MaCoTech to its extant counterparts of Oceania will allow investigating the impact of multiple MaCoTech on numerical elaboration, and to gain a deeper understanding of the evolution of numerical concepts in socio-historical contexts. This will include the first-ever generation of a dataset of ANE and Oceanian MaCoTech and the development of innovative strategies for cross-cultural data analysis. The project will apply state-of-the-art paradigms on the nature of human cognition to improve our understanding of how MaCoTech structure numerical concepts, which will generate novel insights into numerical origins and the role of materiality in human cognition. It will also engender new understandings of psychologicalñbehavioralñmaterial interactions with potential utility in cognitive-psychological research.\nAs a cognitive archaeologist with a strong background in the materiality of numbers, I want to be among the first to work at a novel interdisciplinary crossway connecting the fields of archaeology, psychology, anthropology, linguistics, and Assyriology. With a renowned researcher in numerical cognition as my supervisor and my own expertise in ANE number systems, ANE archaeology, and philosophy of mind, this will bring me in the optimal position to foster an international high-level career in numerical cognition research at the interface of multiple disciplines. This will be substantiated by the mutual transfer of knowledge as well as national and international long-term research synergies.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}