{
    "rcn": "216104",
    "acronym": "ROBINS",
    "topics": "ICT-25-2016-2017",
    "title": "Robotics Technology for Inspection of Ships",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "The ROBINS project aims at filling the technology and regulatory gaps that today still represent a barrier to the adoption of Robotics and Autonomous Systems (RAS) in activities related to inspection of ships, understanding end userís actual needs and expectations and analyzing how existing or near-future technology can meet them.\nROBINS aims to improve the ability of RAS in sensing and probing, in navigation and positioning in confined spaces, as well as the capability to access and move safely within hazardous spaces.\nROBINS also aims to provide new software tools for image and data processing, e.g. for production of 3D models and virtual/augmented reality environments, to provide the surveyor with the same level of information as obtained by direct human observation.\nA framework for the assessment of equivalence between the outcomes of RAS-assisted inspections and traditional procedures will also be provided by defining test procedures, criteria and metrics for the evaluation of RAS performance. Test campaigns will be performed both on-board and in a specific testing facility, where repeatable tests and measurements can be carried out.\nThe development of robust technical solutions and a regulatory framework for RAS-assisted ship inspection is expected to streamline wide scale adoption of RAS technology in marine industry. The impact on safety, as far as hazardous environments are involved, can be easily understood and has already been witnessed in similar industrial domains (energy, oil and gas). The economic impact is expected to be beneficial for robotics industry (new supply chains and new potential markets), ICT industry (new services and products for data processing specific to marine industry), ship asset owners and operators (reduction of costs due to simplified preparation of items, reduced survey duration, improved quality and variety of inspection services) and certification bodies (new certification schemes for equipment, operators and procedures).",
    "totalCost": "3566425",
    "ecMaxContribution": "2746435",
    "coordinator": "RINA SERVICES SPA",
    "coordinatorCountry": "IT",
    "participants": "OPEN CASCADE;GLAFCOS MARINE EPE;SHIPS SURVEYS AND SERVICE SRL;GE INSPECTION ROBOTICS AG;UNIVERSITAT DE LES ILLES BALEARS;UNIVERSITA DEGLI STUDI DI GENOVA;FAYARD AS;LLOYD'S REGISTER EMEA IPS;FLYABILITY SA",
    "participantCountries": "FR;EL;IT;CH;ES;DK;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}