{
    "rcn": "216192",
    "acronym": "BANK-LASH",
    "topics": "ERC-2017-ADG",
    "title": "Banks, Popular Backlash, and the Post-Crisis Politics of Financial Regulation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Driven by public outrage at bank bailouts during the financial crisis, many governments have since then tried to rewrite the rules governing finance. Yet the anger provoked by the bailouts has not subsided. In Europe and in North America, citizen fury against bankers continues to structure battles over financial regulation. It also affects broader perceptions of fairness in the political system and feeds anti-elite populism. Scholars of political economy have chronicled the clashes between states and large banks, and scholars of political behaviour have noted the failings of governments to respond to the will of democratic majorities. No one has explored the feedback loops between policies regulating banks, the public anger towards banking elites, and media discussions of finance. BANK-LASH fills this gap, using a cutting-edge, high-risk research design comprising three work packages to link policy outcomes with public opinion and media coverage. BANK-LASH 1will collect the first cross-nationally comparable data on public attitudes towards finance, including a series of innovative survey experiments that assess how different media frames affect emotions and preferences. BANK-LASH 2 will use supervised machine learning to measure the overall media environment of these countries for the last decade, assessing how much different national media systems discuss finance and how different national media systems frame the discussion of banking regulation. BANK-LASH 3 links the micro-level study of attitudes and macro-level media coverage with episodes of policy intervention in each country in order to determine when democracies have imposed significant new regulation on their banks. By harnessing these different intellectual tools within a single study, BANK-LASH brings together the concerns of political economy, behavioral research and policy studies to untangle the relationship between banks, public policy, and anti-elite sentiment in the wake of the financial crisis.",
    "totalCost": "2454198",
    "ecMaxContribution": "2454198",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}