{
    "rcn": "216128",
    "acronym": "NEEM",
    "topics": "ERC-2017-ADG",
    "title": "The New Ecology of Expressive Modes in Early Modern South India",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Southern India in the fifteenth, sixteenth, and seventeenth centuries comprised a single, strongly interwoven, multilingual cultural world that generated innovative literary, musical, theatrical and visual masterpieces as well as a theoretical erudite literature that explored the aesthetic and philosophical bases of these new works. New literary genres such as the compact, self-contained prabandha narratives crossed linguistic boundaries, emerging in and rapidly coming to dominate Tamil, Telugu, Kannada, Malayalam, and the trans-local languages of Sanskrit, Persian, Marathi and Dakhni.  Such texts, seen together with major genres evolving in the other expressive domains (the early varnams and kirttanas in music, the great mural paintings of the Tamil and Karnataka regions, Kudiyattam drama), were building blocks of an eco-system whose rules, themes, forms, and intertextual relations have never been studied as a whole. We propose to explore this large corpus in relation to the new grammars of language, poetics, music, drama, and painting that evolved at the same time. Among major themes common to all these traditions are the interiority and states of mind of the individual human person, the question of how such a person is created and fashioned, the problem of the fate or destiny that a person faces or generates out of himself or herself, and the autonomy of the natural world within which he or she lives and acts. All the major expressive domains, with their thematic and theoretical continuities, give voice to a historic shift in the dynamics and underlying axioms of south Indian civilization at the start of the modern age; this shift becomes fully articulate and apparent only when we see the expressive eco-system as a whole.",
    "totalCost": "2009153",
    "ecMaxContribution": "2009153",
    "coordinator": "THE HEBREW UNIVERSITY OF JERUSALEM",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}