{
    "rcn": "216127",
    "acronym": "ThermoQuantumImage",
    "topics": "ERC-2017-ADG",
    "title": "Thermal imaging of nano and atomic-scale dissipation in quantum states of matter",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Energy dissipation is a fundamental process governing the dynamics of physical, chemical and biological systems and is of major importance in condensed matter physics where scattering, loss of quantum information, and even breakdown of topological protection are deeply linked to intricate details of how and where the dissipation occurs. But despite its vital importance, dissipation is currently not a readily measurable microscopic quantity. The aim of this proposal is to launch a new discipline of nanoscale dissipation imaging and spectroscopy and to apply it to study of quantum systems and novel states of matter. The proposed scanning thermal microscopy will be revolutionary in three aspects: the first-ever cryogenic thermal imaging; improvement of thermal sensitivity by five orders of magnitude over the state of the art; and imaging and spectroscopy of dissipation of single atomic defects. We will develop a superconducting quantum interference nano-thermometer on the apex of a sharp tip which will provide non-contact non-invasive low-temperature scanning thermal microscopy with unprecedented target sensitivity of 100 nK/Hz1/2 at 4 K. These advances will enable hitherto impossible direct thermal imaging of the most elemental processes such as phonon emission from a single atomic defect due to inelastic electron scattering, relaxation mechanisms in topological surface and edge states, and variation in dissipation in individual quantum dots due to single electron changes in their occupation. We will utilize this trailblazing tool to uncover nanoscale processes that lead to energy dissipation in novel systems including resonant quasi-bound edge states in graphene, helical surface states in topological insulators, and chiral anomaly in Weyl semimetals, and to provide groundbreaking insight into nonlocal dissipation and transport properties in mesoscopic systems and in 2D topological states of matter including quantum Hall, quantum anomalous Hall, and quantum spin Hall.",
    "totalCost": "3075000",
    "ecMaxContribution": "3075000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}