{
    "rcn": "216184",
    "acronym": "DENOVO-P",
    "topics": "ERC-2017-ADG",
    "title": "De novo Development of Polarity in Plant Cells",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The polarity of the single cell from which many organisms develop determines the polarity of the body axis. However, the polarity of these single cells is often inherited.  For example, zygote polarity is inherited from the polarized egg cell of Arabidopsis thaliana.  By contrast, polarity is not pre-set in the spore cell that forms the Marchantia polymorpha (Marchantia) plant.  An environmental cue ñ directional light ñ polarises the spore cell which, in turn, directs the formation of the first (apical-basal) axis and the fates of the two daughter cells formed when the spore cell divides.  Using Marchantia, we will discover how cell polarity is established de novo in the developing spore cell and how this, in turn, directs the specification of the first major axis in the plant.  \n\nThe proposed research is feasible because of the unique characteristics of the Marchantia system: \n1.  Isolated single apolar cells become polarized allowing us to exploit the real-time imaging with experimental manipulation of polarising cues at each stage of development. \n2.  Haploid genetics can be exploited to carry out genetic screens of unprecedented depth and we can identify mutant genes using a fully annotated genome sequence. \n3.  Gene expression can be measured with high temporal resolution during polarization. \n\nWe propose to: \n1. Describe the cellular and morphogenetic events that occur as the spore cell polarizes, divides asymmetrically to form cells at either end of the apical-basal axis.  \n2. Define the mechanism underpinning the de novo establishment of polarity using a combination of forward and reverse genetics and determine if this mechanism is conserved among land plants.\n3.  Determine the role of auxin in transmitting spore cell polarity to the cells at both ends of the apical-basal axis. \n \nThis will describe, for the first time, the molecular mechanism controlling the de novo polarization of a single cell that develops into a plant.",
    "totalCost": "2499224",
    "ecMaxContribution": "2499224",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}