{
    "rcn": "216177",
    "acronym": "QUANTUM-N",
    "topics": "ERC-2017-ADG",
    "title": "Quantum Mechanics in the Negative Mass Reference Frame",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "A fundamental aspect of quantum mechanics is the balance between information and disturbance by the measurement. A textbook example is the measurement of a position of an object which imposes a random perturbation on its momentum. This perturbation, the quantum back action, translates with time into uncertainty of the motion trajectory. The PI has proposed an approach which allows for simultaneous measurements of arbitrary small disturbances in both the position and the momentum. It is based on a measurement performed in a quantum reference frame with an effective negative mass, or frequency for an oscillator. Recently the PIís group has experimentally demonstrated the first step along this novel path - quantum back action evasion for the measurement of motion in a reference frame of a spin oscillator.\n\nWe propose a project which takes detection of motion to a new frontier. We will develop a novel hybrid quantum system involving disparate macroscopic objects, a mechanical oscillator and a reference spin oscillator with the effective negative mass. We will demonstrate quantum entanglement between the two oscillators and entanglement-enhanced sensing of force and acceleration. The technology for high quality mechanical and spin oscillators developed at the PIís group will be further advanced towards those goals.\n\nWe will generate manifestly non-classical states of millimetre size mechanical oscillators and a macroscopic coherent superposition of distant spin and mechanical objects. We will furthermore work towards generation of multi-partite entangled states of spins, macroscopic objects, and photons, thus testing fundamental limits of entanglement and decoherence for large and complex systems. \n\nGravitational wave interferometers which have recently detected first gravitational waves are expected to be soon limited in their sensitivity by the quantum back action. The way to overcome this limit using the approach developed within this project will be explored.",
    "totalCost": "2178574",
    "ecMaxContribution": "2178574",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}