{
    "rcn": "216146",
    "acronym": "NO FEAR",
    "topics": "SEC-21-GM-2016-2017",
    "title": "Network Of practitioners For Emergency medicAl systems and cRitical care",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The emergency medical care in the EU is a fragmented chain including population, emergency medical services, volunteers, hospitals and cooperation with fire services, police and authorities. It needs to prepare to respond to new threats and assist casualties after security incidents. In response to this challenge, NO-FEAR proposes to bring together a pan-European network of practitioners, decision and policy makers in the medical and security fields. They will collaborate to achieve a common understanding of needs, as well as - in collaboration with academia and industries ñ increase the EU innovation potential that could better fill the operational gaps and recommend areas for future innovations. \nNO-FEAR main objectives are to:\n- create a long-lasting community of practitioners, interacting with a network of suppliers and academia,\n- elaborate an innovation roadmap, with practical recommendations for uptake, \n- advise relevant Research and Innovation projects, \n- support market uptake of EU research results, \n- issue policy and regulatory recommendations enabling collective procurement,\n- indicate priorities for standardisation; \n- support quick wins and practical short term results,\n- implement a transactional dynamic portal providing fora, a catalogue, market place and flexibility to address new threats.\nThe project will be conducted by a consortium of 18 partners, of which 11 and the coordinator are practitioners, under the advice of the EC Community of Users. It aggregates the various dimensions of the project (acute care, operations and training), supported by the already large networks. To disseminate and exploit the NO-FEAR recommendations, an ambitious strategy will be implemented, including workshops, demonstrations and communication events every 6 months. This will enable knowledge sharing, build a common understanding and promote innovation uptake by organising technology showcases and demonstrations in a real practitioner environment.",
    "totalCost": "3495957,5",
    "ecMaxContribution": "3495957,5",
    "coordinator": "UNIVERSITA DEGLI STUDI DEL PIEMONTE ORIENTALE AMEDEO AVOGADRO",
    "coordinatorCountry": "IT",
    "participants": "NORGES RODE KORS;HEALTH SERVICE EXECUTIVE HSE;MINISTERUL AFACERILOR INTERNE;UNIVERSITE DE NICE SOPHIA ANTIPOLIS;VRIJE UNIVERSITEIT BRUSSEL;ASSISTANCE PUBLIQUE - HOPITAUX DE PARIS;STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;RINICOM LIMITED;WAISMED LTD;AYUNTAMIENTO DE MADRID;TRILATERAL RESEARCH LTD;MAGEN DAVID ADOM IN ISRAEL;UNIVERSITAET INNSBRUCK;TFC RESEARCH AND INNOVATION LIMITED;MINISTERE DE L'INTERIEUR;UNIVERSITA CATTOLICA DEL SACRO CUORE",
    "participantCountries": "NO;IE;RO;FR;BE;NL;DE;UK;IL;ES;AT;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}