{
    "rcn": "216103",
    "acronym": "RECAGE",
    "topics": "SC1-HCO-07-2017",
    "title": "How to best meet the needs of people with dementia with severe behavioural disturbances. Toward a respectful and cost-effective model",
    "startDate": "01/01/2018",
    "endDate": "31/12/2022",
    "objective": "The RECAGE project will tackle one of the most challenging problem arising during the clinical course of dementia: the so-called Behavioural and Psychological Symptoms of Dementia (BPSD). The current state-of-the-art of the treatment of these symptoms is still unsatisfactory and there are many unmet needs in this area. The major objective of the project will be to assess the effectiveness of an intervention, the special medical care unit for patients with BPSD (SCU-B), that, albeit already implemented in some European countries, is not widespread and has not been sufficiently studied so far, although it seems to be promising for its short-term efficacy (alleviating BPSD and improving quality of life of PwD) and possibly for its long term efficacy.\nIn order to achieve this goal, RECAGE will proceed in three steps:\n1) A prospective cohort study, comparing the activity of the centres endowed with a typical SCU-B with that of the other participating centres lacking this facility; the efficacy and the cost-effectiveness of the proposed intervention will be tested in the prospective study. The expected benefits are socially appreciable: improving quality of life of persons with dementia, lessening caregivers' burden, possibly delaying institutionalisation\n2) A conference aiming at adapting the SCU-B model in accordance with the results of the cohort study, not only regarding its main endpoints, but also comparing the experience and the different ways of operating of the participating centres and the different socio-political context in which they act\n3) A plan for scaling up the intervention in the countries who take part in the study, but where SCU-Bs are absent or sporadic as Italy and Greece.",
    "totalCost": "2824037,5",
    "ecMaxContribution": "2824037,5",
    "coordinator": "FONDAZIONE EUROPEA DI RICERCA BIOMEDICA-FERB ONLUS",
    "coordinatorCountry": "IT",
    "participants": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE;AZIENDA UNITA SANITARIA LOCALE DI MODENA;UNIVERSITE DE GENEVE;REGIONE EMILIA ROMAGNA;ASSOCIATION HOSPITALIERE DE BRUXELLES-CENTRE HOSPITALIER UNIVERSITAIRE SAINT PIERRE;ARISTOTELIO PANEPISTIMIO THESSALONIKIS;UNIVERSITEIT MAASTRICHT;AZIENDA SOCIO SANITARIA TERRITORIALE DI MANTOVA(ASST DI MANTOVA);CLINICHE GAVAZZENI SPA;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;ELLINIKI ETAIRIA NOSOY ALZHEIMER KAI SYGGENON DIATARACHON SOMATEIO;SYKEHUSET INNLANDET HF;ALZHEIMER ITALIA - FEDERAZIONE DELLE ASSOCIAZIONI ALZHEIMER D'ITALIA;ZENTRALINSTITUT FUER SEELISCHE GESUNDHEIT;UNIVERSITA DEGLI STUDI DI PERUGIA;ETAIRIA NOSOU ALZHEIMER KAI SINAFON DIATARAXON ATHINON SOMATEIO;MEDIOLANUM CARDIO RESEARCH SRL",
    "participantCountries": "FR;IT;CH;BE;EL;NL;DE;NO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}