{
    "rcn": "216113",
    "acronym": "HiPERFORM",
    "topics": "ECSEL-2017-2",
    "title": "High performant Wide Band Gap Power Electronics for Reliable, energy eFficient drivetrains and Optimization thRough Multi-physics simulation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The project objective of the project HiPERFORM is based on the investigation of industrial applicability of high-performance semiconductors with wide-band gap materials in the field of Smart Mobility. For this purpose, a holistic approach is selected that includes the entire supply chain - from the manufacturer of semiconductors as well as power modules through suppliers of development methods and tools to the system manufacturer and ultimately the vehicle manufacturer. The integration of academic partners with a high level of competence in these domains completes this approach. On the other hand, specific requirements for power electronics are addressed in specific application areas, which include both power inverters in the vehicle, electrical charging modules inside and outside the vehicle, as well as the associated development and test systems.\nThe high performance spectrum of wide-band gap semiconductors and the resulting potential for improvement and savings within the concrete applications of the electrified power train contribute to a substantial saving of CO2 in transport and thus support the achievement of the set climate targets in Europe. The jointly planned objectives and research activities will further strengthen European research and industry partners in the field of electronic components and systems.\nBesides Semiconductor manufacturing capabilities, the project requires also high capabilities in Cyber Physical Systems and Design Technologies and supports the domain Smart Mobility and Smart Energy as well.",
    "totalCost": "41183158,75",
    "ecMaxContribution": "11811417,57",
    "coordinator": "AVL LIST GMBH",
    "coordinatorCountry": "AT",
    "participants": "SINDLHAUSER MATERIALS GMBH;SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;NANO DESIGN SRO;ENCOPIM SL;INFINEON TECHNOLOGIES AUSTRIA  AG;IDEAS & MOTION SRL;CENTRO RICERCHE FIAT SCPA;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;CREAVAC-CREATIVE VAKUUMBESCHICHTUNG GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;VRIJE UNIVERSITEIT BRUSSEL;ELAPHE POGONSKE TEHNOLOGIJE DOO;IBERMATICA SA;INFINEON TECHNOLOGIES AG;ON SEMICONDUCTOR BELGIUM BVBA;SET POWER SYSTEMS GMBH;JAC ITALY DESIGN CENTER SRL;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;SIEMENS INDUSTRY SOFTWARE NV;SCIA SYSTEMS GMBH;POLITECNICO DI TORINO;HELIOX BV;TECHNISCHE UNIVERSITAT DARMSTADT;MODEMSYS SL;FH JOANNEUM GESELLSCHAFT MBH;UNIVERSIDADE DA CORUNA;TECHNISCHE UNIVERSITEIT EINDHOVEN;AVL SOFTWARE AND FUNCTIONS GMBH;POWERDALE",
    "participantCountries": "DE;SK;ES;AT;IT;NL;BE;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}