{
    "rcn": "216131",
    "acronym": "CRAACE",
    "topics": "ERC-2017-ADG",
    "title": "Continuity and Rupture in Central European Art and Architecture, 1918-1939",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "When new political elites and social structures emerge out of a historical rupture, how are art and architecture affected? In 1918 the political map of central Europe was redrawn as a result of the collapse of Austria-Hungary, marking a new era for the region. Through comparative analysis of the visual arts in 3 states built on the ruins of the Habsburg Empire (Austria, Hungary and [former] Czechoslovakia), this project examines how such political discontinuity affected art and architecture between 1918 and 1939. The project is organised into 4 themes, each resulting in a monograph:\n\n1. Vernacular modernisms, nostalgia and the avant-garde\n2. Presenting the state: world fairs and exhibitionary cultures \n3. Piety, reaction and renewal\n4. Contested histories: monuments, memory and representations of the historical past\n \nIt is the first systematic and comprehensive trans-national study of this type, based on the claim that the successor states to Austria-Hungary belonged to a common cultural space informed by the shared memory of the long years of Habsburg society and culture. The project focuses on the contradictory ways that visual arts of artists and architects in central Europe adapted to and tried to shape new socio-political circumstances in the light of the past. The project thus examines the long shadow of the Habsburg Empire over the art and culture of the twentieth century. \n \nThe project also considers the impact of the political and ideological imperatives of the three successor states on the visual arts; how did governments treat the past? Did they encourage a sense of historical caesura or look to the past for legitimation? How did artists and architects respond to such new impulses? In answering these questions the project analyses the conflicts between avant-gardes and more conservative artistic movements; the role of the visual arts in interwar memory politics; the place of art in the nexus of religion, national and state identity.",
    "totalCost": "2468359",
    "ecMaxContribution": "2468359",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}