{
    "rcn": "216118",
    "acronym": "SAFEDRONE",
    "topics": "SESAR-VLD1-10-2016",
    "title": "Activities on drone integration and demonstration in VLL operations",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "The scope of the SAFEDRONE project is to acquire practical experience in Very Low Level (VLL) operations where general aviation, state aviation and optionally piloted aircrafts and drones will share the airspace. It is important to highlight that this project will have a clear practical focus which primary activities will be innovation, integration, and especially, demonstrating activities with flight tests.\n\nThe specific objectives of SAFEDRONE are the following: \n\n1. Demonstrate how to integrate general aviation, state aviation, optionally piloted aircrafts and drones into non-segregated airspace in a multi-aircraft and manned flight environment, in order to explore the feasibility of U-Space vision by 2019.\n\n2. Perform a large number of demonstrations in order to accumulate evidences and experience about the required services and procedures necessary to operate drones in a safe, efficient and secure way within U-Space.\n\n3. Validate proof of concept implementations of a large variety of U-Space services and procedures.\n\n4. Provide evidences to EASA and National Aviation Authorities to reinforce the safe integration of drones under U-Space for the different drone categories. Also, the lessons learnt and the technologies used during the project will be proposed to the different standardization bodies.\n\n5. Coordination with the recently approved SESAR-RPAS projects in order to align the demonstrations with the CONOPS and technological developments of these projects. \n\n6. Increase the awareness of the advances in U-Space within Europe through the dissemination of the obtained results. \n\nFinally, SAFEDRONE consortium is formed by 2 private companies (INDRA and UNIFLY), 2 government-owned companies (IAI and ENAIRE), two aeronautical research centres (CATEC and CRIDA) and one university (University of Seville) obtaining a balance among accessing to novel technology, integration and operational experience, and orienting the demonstrations towards real market needs.",
    "totalCost": "1455768,75",
    "ecMaxContribution": "1169074,13",
    "coordinator": "INDRA SISTEMAS SA",
    "coordinatorCountry": "ES",
    "participants": "FUNDACION ANDALUZA PARA EL DESARROLLO AEROESPACIAL;ISRAEL AEROSPACE INDUSTRIES LTD.;CENTRO DE REFERENCIA INVESTIGACION DESARROLLO E INNOVACION ATM, A.I.E.;UNIFLY;ENTIDAD PUBLICA EMPRESARIAL ENAIRE;UNIVERSIDAD DE SEVILLA",
    "participantCountries": "ES;IL;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}