{
    "rcn": "216150",
    "acronym": "IslamAnimals",
    "topics": "ERC-2017-ADG",
    "title": "Animals in the Philosophy of the Islamic World",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Are animals conscious? Can they think or feel emotions? What makes them different from humans on the one hand and plants on the other? And how should we treat them?\n\nThis project will bring to light a rich body of texts written in the Islamic world, which address just such questions about the value and nature of animals. Contrary to common assumptions, such questions were taken seriously in pre-modern thought. Scholars have explored ancient Greek and Indian discussions of animals, but little attention has been paid to the contribution of Islamic culture, which produced e.g. philosophical and scientific works on animals, moralizing fables featuring animal characters, and treatises on veterinary medicine and on the types and uses of animals.\n \nWe will uncover the changing conceptions of animals revealed in such works, taking an innovative approach which explores the interaction between descriptive and normative accounts of animals. We seek to understand, for instance, how developments in ideas about animal souls impacted ideas about the ethical treatment of animals. \n\nWe will also investigate the historical genesis of this corpus of texts on animals, by exploring the influence of three literary traditions: Aristotelian zoology, medicine, and the founding religious texts of Islam. An ideal host environment, along with the PIís expertise in Greek-Arabic cultural transmission and prior work on the interaction between philosophy, medicine, and theology, provide an ideal opportunity to explore the shift in attitudes towards animals that grew out of these three traditions.\n\nThe impact of the project will be three-fold. It will (1) open up the philosophy of animals as a hitherto neglected field within Islamic studies; (2) provide a generalizable model of research on the interplay between normative and descriptive drivers of conceptual change; and (3) demonstrate that classical Islamic culture can speak to a moral issue that is hotly debated in contemporary European society.",
    "totalCost": "2343661",
    "ecMaxContribution": "2343661",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}