{
    "rcn": "216101",
    "acronym": "GeoRes",
    "topics": "MSCA-RISE-2017",
    "title": "Geomaterials: from Waste to Resource",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "GeoRes aims to expand the scope of the involved teamsí research in addressing some of the outstanding challenges in geotechnical and geoenvironmental engineering: developing innovative solutions for the reuse of waste geomaterials generated by construction and mining industries across Europe. Geomaterial waste represents half of the waste volume generated in EU-27. These waste geomaterials generally exhibit poor engineering characteristics that prevent their direct reuse on construction/mining sites. However, if adequately treated, they could represent an excellent resource for construction purposes with significant money saving and reduction in the environmental footprint, thus contributing to the establishment of a circular economy. To achieve this, GeoRes will develop protocols, software and tools to improve the engineering characteristics of waste geomaterials, and to guarantee the level of performance over the service life of geostructures built from waste geomaterials considering site-specific conditions. The fundamental concern of the research in the GeoRes network is thus to develop strategies and tools for sustainable reuse of waste geomaterials generated by geoengineering activities, and to determine how to turn a waste geomaterial into a valued durable material, with a positive revenue stream. The proposed network is at the interface of two domains of engineering; geotechnical and geoenvironmental. Even today, it is not easy to find researchers with expertise in both geotechnical and geoenvironmental engineering. We intend to form a multidisciplinary and intersectoral consortium composed of 6 academic and 5 industrial beneficiaries and 6 Third Country partners which aim to address this problem. GeoRes will create a multidisciplinary and intersectoral network of creative and innovative researchers and practising engineers ready to face geotechnical and geoenvironmental engineering challenges which arise in the vanguard of technological innovation.",
    "totalCost": "963000",
    "ecMaxContribution": "886500",
    "coordinator": "THE UNIVERSITY OF EXETER",
    "coordinatorCountry": "UK",
    "participants": "LULEA TEKNISKA UNIVERSITET;UNIVERSITE DE LORRAINE;RAMBOLL SVERIGE AB;UNIVERSITA DEGLI STUDI DI CASSINO E DEL LAZIO MERIDIONALE;SYNOPSYS (NORTHERN EUROPE) LIMITED;ECOLOOP AB;STIFTELSEN NORGES GEOTEKNISKE INSTITUTT;GRONLANDS NATURINSTITUT;HORIZON CONSULTING ENGINEERS LIMITED;GINGER CEBTP",
    "participantCountries": "SE;FR;IT;UK;NO;GL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}