{
    "rcn": "216161",
    "acronym": "FunctionalProteomics",
    "topics": "ERC-2017-ADG",
    "title": "Proteomic fingerprinting of functionally characterized single synapses",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Our astonishing cognitive abilities are the consequence of complex connectivity within our neuronal networks and the large functional diversity of excitable nerve cells and their synapses. Investigations over the past half a century revealed dramatic diversity in shape, size and functional properties among synapses established by distinct cell types in different brain regions and demonstrated that the functional differences are partly due to different molecular mechanisms. However, synaptic diversity is also observed among synapses established by molecularly and morphologically uniform presynaptic cells on molecularly and morphologically uniform postsynaptic cells.  Our hypothesis is that quantitative molecular differences underlie the functional diversity of such synapses. We will focus on hippocampal CA1 pyramidal cell (PC) to mGluR1?\\ O-LM cell synapses, which show remarkable functional and molecular heterogeneity. In vitro multiple cell patch-clamp recordings followed by quantal analysis will be performed to quantify well-defined biophysical properties of these synapses. The molecular composition of the functionally characterized single synapses will be determined following the development of a novel postembedding immunolocalization method. Correlations between the molecular content and functional properties will be established and genetic up- and downregulation of individual synaptic proteins will be conducted to reveal causal relationships. Finally, correlations of the activity history and the functional properties of the synapses will be established by performing in vivo two-photon Ca2\\ imaging in head-fixed behaving animals followed by in vitro functional characterization of their synapses. Our results will reveal quantitative molecular fingerprints of functional properties, allowing us to render dynamic behaviour to billions of synapses when the connectome of the hippocampal circuit is created using array tomography.",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "INSTITUTE OF EXPERIMENTAL MEDICINE - HUNGARIAN ACADEMY OF SCIENCES",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}