{
    "rcn": "216179",
    "acronym": "UltraLVP",
    "topics": "ERC-2017-ADG",
    "title": "Chemistry and transport properties of bridgmanite controlling lower-mantle dynamics",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Seismic observations imply that slab descent and plume ascent are impeded in the mid-mantle (MM) (depths of 660ñ1000 km, pressures of 23ñ40 GPa). A recent evaluation of viscosity variation suggested the presence of a viscosity increase or maximum in the MM that could drag the slab and plume motions. The viscosity variation may be caused by a change in the rheology of bridgmanite (Brg), the dominant mineral in the lower mantle (LM). The absence of seismic anisotropy suggests the dominance of diffusion creep in the majority of the LM. Element diffusivities and grain size are two essential factors of diffusion creep, and defect chemistry controls diffusivity. Hence, this project will determine defect chemistry, diffusivity and the grain growth rate of Brg. Since plume ascent originates in deep parts in the LM, these three properties need to be determined at pressures up to 80 GPa. Although use of a large-volume press (LVP) is vital for obtaining reliable high-pressure experimental data on mineral and rock properties, conventional LVP with carbide anvils can only generate 27 GPa. Recent LVP technology can generate over 100 GPa using sintered diamond (SD) anvils, but the process is currently very difficult for practical use. We developed a method to generate 50 GPa using hard carbide (HWC) anvils that allows practical investigation of Brg properties at mantle temperatures. We will investigate the three properties of Brg up to 50 GPa using LVP with HWC. We will develop LVP technology with SD to reliably generate pressures up to 80 GPa at mantle temperatures, and we will investigate the Brg properties under these conditions. These data will enable numerical modelling of slab and plume dynamics to explain the seismic observations. Through such modelling, we will investigate how materials are transported between the surface and deep mantle reservoirs, which can provide insight into Earthís evolution and surface habitability.",
    "totalCost": "2642120",
    "ecMaxContribution": "2642120",
    "coordinator": "UNIVERSITAET BAYREUTH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}