{
    "rcn": "216117",
    "acronym": "AFarCloud",
    "topics": "ECSEL-2017-2",
    "title": "Aggregate Farming in the Cloud",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Farming is facing many economic challenges in terms of productivity and cost-effectiveness, as well as an increasing labour shortage partly due to depopulation of rural areas. Furthermore, reliable detection, accurate identification and proper quantification of pathogens and other factors affecting both plant and animal health, are critical to be kept under control in order to reduce economic expenditures, trade disruptions and even human health risks. \nAFarCloud will provide a distributed platform for autonomous farming that will allow the integration and cooperation of agriculture Cyber Physical Systems in real-time in order to increase efficiency, productivity, animal health, food quality and reduce farm labour costs. This platform will be integrated with farm management software and will support monitoring and decision-making solutions based on big data and real time data mining techniques. \nThe AFarCloud project also aims to make farming robots accessible to more users by enabling farming vehicles to work in a cooperative mesh, thus opening up new applications and ensuring re-usability, as heterogeneous standard vehicles can combine their capabilities in order to lift farmer revenue and reduce labour costs.\nThe achievements from AFarCloud will be demonstrated in 3 holistic demonstrators (Finland, Spain and Italy), including cropping and livestock management scenarios and 8 local demonstrators (Latvia, Sweden, Spain and Czech Republic) in order to test specific functionalities and validate project results in relevant environments located in different European regions.\nAFarCloud outcomes will strengthen partnersí market position boosting their innovation capacity and addressing industrial needs both at EU and international levels. The consortium represents the whole ICT-based farming solutionsí value chain, including all key actors needed for the development, demonstration and future market uptake of the precision farming framework targeted in the project.",
    "totalCost": "28265391,26",
    "ecMaxContribution": "8700352,69",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "Qamcom Research and Technology AB;INSTITUTO DE TELECOMUNICACOES;TECHNISCHE UNIVERSITAET WIEN;LESPROJEKT SLUZBY SRO;TECNOLOGIAS SERVICIOS TELEMATICOS Y SISTEMAS S.A.;E.S.T.E. SRL;SPACEMETRIC AB;UNIVERSITA DEGLI STUDI DI PARMA;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;KES KNOWLEDGE ENVIRONMENT SECURITY SRL;IMAGIMOB AB;RISE ACREO AB;HI IBERIA INGENIERIA Y PROYECTOS SL;HAROKOPIO UNIVERSITY;BEYOND VISION - SISTEMAS MOVEIS AUTONOMOS DE REALIDADE AUMENTADA LDA;Teknologian tutkimuskeskus VTT Oy;VYZKUMNY USTAV ZIVOCISNE VYROBY V.V.I. UHRINEVES;FUNDACION TECNALIA RESEARCH & INNOVATION;INSTITUT MIKROELEKTRONICKYCH APLIKACI S.R.O.;CENTRIA AMMATTIKORKEAKOULU OY;MANAGEMENT, CONSTRUCTION AND TRADE, INNOVATIVE SOLUTIONS INTERNATIONAL SL;NXP SEMICONDUCTORS BELGIUM NV;INTRASOFT INTERNATIONAL SA;LABORATORI ARCHA SRL;ARTEMIS AGRAIA SYMVOULEYTIKI ANONYMI ETAIREIA;AVL COMMERCIAL DRIVELINE & TRACTOR ENGINEERING GMBH;TERMISK SYSTEMTEKNIK I SVERIGE AB;CARRERA D'EN BAS S.L.;SINTEF AS;BOSONIT SL;AMS AG;RISE SICS EAST AB;NUROMEDIA GMBH;ENCORE LAB SL;SENSEAIR AB;UNIVERSITA DEGLI STUDI DELL'AQUILA;CONSIGLIO NAZIONALE DELLE RICERCHE;SPECTRAL ENGINES OY;LATVIJAS UNIVERSITATES MATEMATIKAS UN INFORMATIKAS INSTITUTS;RO TECHNOLOGY SRL;PDM E FC PROJECTO DESENVOLVIMENTO MANUTENCAO FORMACAO E CONSULTADORIALDA;ROVIMATICA SL;AVL LIST GMBH;UNIVERSITA DEGLI STUDI DEL SANNIO;INSTITUTO POLITECNICO DE BEJA;TTCONTROL GMBH;MAELARDALENS HOEGSKOLA;UNIVERZITA KARLOVA;PROBOT OY;ZAPADOCESKA UNIVERZITA V PLZNI;STMICROELECTRONICS SRL;KATHOLIEKE UNIVERSITEIT LEUVEN;APPS4MOBILITY INTERNATIONAL LDA;POLITECHNIKA GDANSKA;EXODUS ANONYMOS ETAIREIA PLIROFORIKIS;ACCIONA CONSTRUCCION SA;BETTERSOLUTIONS SA;MTECH DIGITAL SOLUTIONS OY;MARITIME ROBOTICS AS",
    "participantCountries": "SE;PT;AT;CZ;ES;IT;EL;FI;BE;NO;DE;LV;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}