{
    "rcn": "216137",
    "acronym": "Couplet",
    "topics": "ERC-2017-ADG",
    "title": "Transient climate change in the coupled atmosphere--ocean system",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The magnitude and impacts of many aspects of projected climate change due to anthropogenic emissions of greenhouse gases are expected to be greater for larger global mean surface temperature change. Although climate models have hugely improved, knowledge has grown and confidence increased, the climate feedback parameter, which determines the amount of global warming that results at equilibrium for a given radiative forcing (the heating due to greenhouse gases and other agents) is still very uncertain; for example, the range of equilibrium warming for a CO2 concentration of twice the pre-industrial level is 1.5-4.5 K, the same as estimated 25 years ago. It is widely assumed that we can evaluate the climate feedback parameter from the observed past or from an idealised model experiment with increased CO2, then use it to estimate global warming for future scenarios. However, research has revealed that, as well as being uncertain, the climate feedback parameter is not constant; it depends on the nature and magnitude of the forcing agent, it changes over time under constant forcing, it does not apply equally to spontaneous unforced climate variability, and it is not the same in the historical record and projections. The hypothesis of this project is that these reflect inadequacies of the global energy balance framework, which relates radiative forcing, climate feedback and ocean heat uptake to transient climate change. The objectives are therefore to develop a new framework for describing the variations of the coupled atmosphere--ocean climate system, by taking into account the relationships between the geographical patterns of change and its time-development in analyses of simulated and observed climate change, and to apply this framework to the analysis of historical climate change, in order to set refined constraints on the processes, pattern and magnitude of future CO2-forced climate change.",
    "totalCost": "2127711",
    "ecMaxContribution": "2127711",
    "coordinator": "THE UNIVERSITY OF READING",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}