{
    "rcn": "216134",
    "acronym": "EXACTYMER",
    "topics": "ERC-2017-ADG",
    "title": "ADVANCED NANOMEMBRANES FOR EXACT POLYMER PRODUCTION",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The production of synthetic polymers with precisely defined monomer sequences ñ exact polymers, which I call ìexactymersî ñ is highly challenging. Iterative synthesis, in which specific monomers are added one-at-a-time to the end of a growing polymer chain, affords exquisite control over the final sequence, but requires accurate purification of the growing polymer with each and every cycle. EXACTYMER will create new super-stable, ultra-selective nanomembranes, with high permeances, enabling rapid, repeated purifications, which will transform exactymer fabrication. Multiple growing polymer chains will be attached to a central hub molecule to create a macromolecular homostar with enhanced molecular size, promoting accurate separation of the growing exactymer from reaction debris via nanomembrane processing. Automation and engineering will enable rapid, accurate and precise cycles of exactymer chain growth. EXACTYMER objectives will be achieved through curiosity-driven research into (1) the creation of nanomembranes with exquisite molecular selectivity between growing homostars and monomer plus reaction debris; (2) advancing the chemistry of iterative synthesis by creating strategies for step-wise growth of polyethers, polysiloxanes, and polyesters, and side chain functionalised monomers of these species; (3) combining iterative chemistry and nanomembranes together in an automated homostar nanofiltration platform, and; (4) exploring the use of exactymers in healthcare, nanotechnology and information storage. EXACTYMER will undertake pioneering research at the boundaries of membrane technology, polymer synthesis, process engineering and nanotechnology. The most profound anticipated outcome is a new capability to produce synthetic polymers, over 20 monomers in length, with exactly defined monomer sequences to an unprecedented accuracy, at multi-gram scale. New scientific insights will derive from the properties and performances of these newly accessible molecules.",
    "totalCost": "2499814",
    "ecMaxContribution": "2499814",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}