{
    "rcn": "216152",
    "acronym": "G-Statistics",
    "topics": "ERC-2017-ADG",
    "title": "Foundations of Geometric Statistics and Their Application in the Life Sciences",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "'Invariance under gauge transformation groups provides the natural structure explaining the laws of physics. In life sciences, new mathematical tools are needed to estimate approximate invariance and establish general but approximate laws. Rephrasing PoincarÈ: a geometry cannot be more true than another, it may just be more convenient, and statisticians must find the most convenient one for their data. At the crossing of geometry and statistics, G-Statistics aims at establishing the mathematical foundations of geometric statistics and exemplifying their impact on selected applications in the life sciences. \n\nSo far, mainly Riemannian manifolds and negatively curved metric spaces have been studied. Other geometric structures like quotient spaces, stratified spaces or affine connection spaces naturally arise in applications. G-Statistics will explore ways to unify statistical estimation theories, explaining how the statistical estimations diverges from the Euclidean case in the presence of curvature, singularities, stratification. Beyond classical manifolds, particular emphasis will be put on flags of subspaces in manifolds as they appear to be natural mathematical object to encode hierarchically embedded approximation spaces. \n\nIn order to establish geometric statistics as an effective discipline, G-Statistics will propose new mathematical structures and theorems to characterize their properties. It will also implement novel generic algorithms and illustrate the impact of some of their efficient specializations on selected applications in life sciences. Surveying the manifolds of anatomical shapes and forecasting their evolution from databases of medical images is a key problem in computational anatomy requiring dimension reduction in non-linear spaces and Lie groups. By inventing radically new principled estimations methods, we aim at illustrating the power of the methodology and strengthening the 'unreasonable effectiveness of mathematics' for life sciences.'",
    "totalCost": "2183583,75",
    "ecMaxContribution": "2183583,75",
    "coordinator": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}