{
    "rcn": "216120",
    "acronym": "5G_GaN2",
    "topics": "ECSEL-2017-2",
    "title": "Advanced RF Transceivers for 5G base stations based on GaN Technology.",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "TA new generation of communications infrastructure is currently in development. The fifth generation (5G) communications technologies will provide internet access to a wide range of applications: from billions of low data rate sensors to high resolution video streaming. The 5G network is designed to scale across these different use cases and will use different radio access technologies for each use case.\nTo support very high data rates 5G will use wide bandwidth spectrum allocation at mm-wave frequencies. The offered bandwidth at the mm-wave frequencies (above 24 GHz) is more than 10 times as large as that in the lower bands (sub 6 GHz). However, the move to mm-waves comes at a cost ñ increased path loss. This makes it extremely challenging to provide coverage at mm-wave frequencies.\nA partial remedy is to use beamforming to direct the radio energy to a specific user. For some deployment scenarios beamforming is not enough and the output power must also be increased. A major challenge is to bring affordable, high-performance mm-wave active antenna arrays into production. There is currently a market pull for this systems.\nThe main objectives of the ì5G_GaN2î proposal are substantial lowering the cost, power consumption and increase the output power of mm-wave active antenna systems. Advanced Gallium Nitride (GaN) technology will be used to get maximum output power and energy efficiency. High-volume and low-cost packaging and integration techniques developed for digital applications (CMOS) will be used.\nThe capabilities of the developed technology will be shown in a set demonstrators. The application driven demonstrators will be used to guide the technology development towards maximum impact and exploitation in the post project phase. The consortium spans the complete value chain: from wafer suppliers, semiconductor fabrication and system integrators. In addition, key universities and research institutes guarantees academic excellence throughout the project.",
    "totalCost": "20568990,85",
    "ecMaxContribution": "5988277,67",
    "coordinator": "UNITED MONOLITHIC SEMICONDUCTORS SAS",
    "coordinatorCountry": "FR",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;TESAT-SPACECOM GMBH & CO.KG;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;BENETEL LIMITED;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;THALES COMMUNICATIONS & SECURITY SAS;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;UNIVERSITA DEGLI STUDI DI PADOVA;FUNCOATS SA;X-FAB Dresden GmbH & Co. KG;ERICSSON AB;MEC - MICROWAVE ELECTRONICS FOR COMMUNICATIONS SRL;UNITED MONOLITHIC SEMICONDUCTORS GMBH;III-V LAB;SWEGAN AB;SENCIO BV",
    "participantCountries": "SK;DE;IE;FR;IT;LU;SE;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}