{
    "rcn": "216106",
    "acronym": "ChildRescue",
    "topics": "ICT-11-2017",
    "title": "ChildRescue - Collective Awareness Platform for Missing Children Investigation and Rescue",
    "startDate": "01/01/2018",
    "endDate": "31/12/2020",
    "objective": "More than 250,000 cases of missing children are annually reported in the EU. Through an innovative approach on the missing children investigation cycle, ChildRescue will be instrumental in leveraging the collective awareness, resourcefulness and action for a humanitarian cause: to expedite more rapid and effective resolution of missing children cases. The project will also take special care for supporting the identification missing unaccompanied refugee minors, which is an emerging issue nowadays.\nChildRescue will explore patterns of interaction and awareness during the missing children investigations, leveraging the untapped potential of open-social-linked data to augment the background information of missing children through multi-layer (personal, psychological, social and activity) profiling and predictive analytics, respecting and protecting privacy and personal data. ChildRescue will provide evidence-based insights for the network effectís impact to the missing children response organizations and allow them make informed decisions for each case. Based on location-based mobile notifications that spread using an intelligent system, citizens close to points a missing child was last seen or where s/he is probable to be found become ìsocial sensorsî for the investigation, paying attention to people passing by, contributing and validating potential evidence.\nChildRescue will deliver a modular, open source solution to be adopted by different voluntary organizations, according to their needs and the readiness of their systems. The projectís results will be piloted in (a) missing children cases by the partners who are responsible for the Amber Alert and 116 000 hotline in those countries; and (b) missing unaccompanied minors cases supported by the Hellenic Red Cross, in complementarity with existing models of operation. Missing Children Europe and Red Cross will ensure visibility of the results across all relevant response and volunteer organizations in Europe.",
    "totalCost": "2333837,5",
    "ecMaxContribution": "1998812,5",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "ELLINIKOS ERYTHROS STAVROS;SINGULARLOGIC ROMANIA COMPUTER APPLICATIONS SRL;TO HAMOGELO TOU PAIDIOU;SUITE5 DATA INTELLIGENCE SOLUTIONS LIMITED;MADE GROUP ASTIKI MI KERDOSKOPIKI ETAIREIA;EUROPEAN FEDERATION FOR MISSING AND SEXUALLY EXPLOITED CHILDREN AISBL;UBITECH LIMITED;SINGULARLOGIC ANONYMI ETAIREIA PLIROFORIAKON SYSTIMATON KAI EFARMOGON PLIROFORIKIS;FONDATION POUR ENFANTS DISPARUS ET SEXUELEMENT EXPLOITES;FRANKFURT UNIVERSITY OF APPLIED SCIENCES",
    "participantCountries": "EL;RO;CY;BE;IE;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}