{
    "rcn": "216135",
    "acronym": "BiomeRiskFactors",
    "topics": "ERC-2017-ADG",
    "title": "Discovering microbiome-based disease risk factors",
    "startDate": "01/03/2019",
    "endDate": "29/02/2024",
    "objective": "Identifying risk factors for diseases that can be prevented or delayed by early intervention is of major importance, and numerous genetic, lifestyle, anthropometric and clinical risk factors were found for many different diseases. Another source of potentially pertinent disease risk factors is the human microbiome - the collective genome of trillions of bacteria, viruses, fungi, and parasites that reside in the human gut. However, very few microbiome disease markers were found to date.\n\nHere, we aim to develop risk prediction tools based on the human microbiome that predict the likelihood of an individual to develop a particular condition or disease within 5-10 years. We will use a cohort of >2200 individuals that my group previously assembled, for whom we have clinical profiles, gut microbiome data, and banked blood and stool samples. We will invite people 5-10 years after their initial recruitment time, profile disease status and blood markers, and develop algorithms for predicting 5-10 year onset of Type 2 diabetes, cardiovascular disease, and obesity, using microbiome data from recruitment time.\n\nTo increase the likelihood of finding microbiome markers predictive of disease onset, we will develop novel experimental and computational methods for in-depth characterization of microbial gene function, the metabolites produced by the microbiome, the underexplored fungal microbiome members, and the interactions between the gut microbiota and the host adaptive immune system. We will then apply these methods to >2200 banked samples from cohort recruitment time and use the resulting data in devising our microbiome-based risk prediction tools. In themselves, these novel assays and their application to >2200 samples should greatly advance the microbiome field.\n\nIf successful, our proposal will identify new disease risk factors and risk prediction tools based on the microbiome, paving the way towards using the microbiome in early disease detection and prevention.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}