{
    "rcn": "216115",
    "acronym": "WAKeMeUP",
    "topics": "ECSEL-2017-1",
    "title": "Wafers for Automotive and other Key applications using Memories, embedded in Ulsi Processors",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The WAKEMEUP project objective is to set-up a pilot line for advanced microcontrollers with embedded non-volatile memory, design and manufacturing for the prototyping of innovative applications for the smart mobility and smart society domains.\nThe already defined microcontrollers with 40nm embedded flash technology will be consolidated to build a solid manufacturing platform. Additional developments will be performed for the integration of memory, power management, connectivity, hard security on the same chip.\nThe project will also target the industrialization of the embedded Phase Change Memory (PCM) technology built on top of the FDSOI 28nm logic process pilot line. The development of the ePCM will be driven by the final application requirements as well as decreasing the power consumption.\nThe alternative memory solutions will be also studied as they have different - and complementary - traits in such areas as read/write speed, power and energy consumption, retention and endurance, and device density and benchmarked with the ePCM and the conventional eFlash. Continued advances in materials, device physics, architectures and design could further reduce the energy consumption of these memories.\nTo achieve this goal of generating high value added semiconductor circuits in Europe in a breakthrough leading edge technology the project will deploy all the necessary activities to bring a new technology to an early industrial maturity stage. These activities encompass such developments as: technology enhancements for various specific application requirements such as wide temperature range and reliability, high security requests, high flexibilityÖ, design enablment allowing first time silicon success, prototyping demonstrator products in the different application areas.\nIn the WAKEMEUP project, new devices and systems will be developed by the application partners in automotive and secure based on FD-SOI and embedded digital technology to answer specific applications needs.",
    "totalCost": "96689472,5",
    "ecMaxContribution": "24440978,13",
    "coordinator": "STMICROELECTRONICS CROLLES 2 SAS",
    "coordinatorCountry": "FR",
    "participants": "STMICROELECTRONICS S.A.;PFEIFFER VACUUM;STMICROELECTRONICS (GRAND OUEST) SAS;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;GEMALTO SA;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;INSTITUT MIKROELEKTRONICKYCH APLIKACI S.R.O.;TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU;USTAV TEORIE INFORMACE A AUTOMATIZACE AV CR VVI;STMICROELECTRONICS ROUSSET SAS;CONTINENTAL TEVES AG & CO. OHG;X-FAB Dresden GmbH & Co. KG;MELEXIS GMBH;TECHNISCHE UNIVERSITAT DARMSTADT;UNIVERSITAT AUTONOMA DE BARCELONA;STMICROELECTRONICS GRENOBLE 2 SAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "FR;DE;CZ;TR;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}