{
    "rcn": "216186",
    "acronym": "Ecol of interactions",
    "topics": "ERC-2017-ADG",
    "title": "Developing the predictive ecology of plant-animal interactions across space and time",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "In the face of the alarming pace of recent environmental change we lack the tools to accurately predict how biodiversity and ecosystem services will respond. One key gap in knowledge that limits our predictive ability is uncertainty concerning how the biotic interactions will change. Developing a predictive science of species interactions requires integrating evolutionary, biogeographic and ecological mechanisms acting at different spatial and temporal scales. We will use a hierarchical cross-scale approach, combining phylogeography, network ecology, statistical modelling and experiments, to disentangle the mechanisms governing species richness and mutualistic interactions in tropical hummingbirds and their food plants.  Hummingbirds and their food plants are an excellent model system because they are highly diverse, highly specialized, and logistically feasible to study. Our objectives are to (1) evaluate the influence of factors, such as trait-matching, environmental conditions and relatedness, on network structure; (2) quantify how and why interaction beta-diversity (i.e., reflecting the change in both species composition, and in interacting partners) changes across elevation gradients in each of three biogeographic regions with distinct evolutionary histories (mountain regions in Costa Rica, Ecuador, Brazil); (3) evaluate the importance of multiple factors, such as trait-matching, environmental conditions, relatedness and abundance, on species interactions and network structure; and (4) develop a predictive model of species interactions and evaluate its performance using cross-validation and experimentation. Together, these tasks will provide new insight into one of the central enigmas in ecology, namely, why species diversity and its interaction architecture change across space and time. We will also be able predict how species interactions will change from present to the future, which is essential for the conservation of biodiversity and ecosystem services.",
    "totalCost": "2499930",
    "ecMaxContribution": "2499930",
    "coordinator": "EIDGENOESSISCHE FORSCHUNGSANSTALT WSL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}