{
    "rcn": "216160",
    "acronym": "IMPRODOVA",
    "topics": "SEC-07-FCT-2016-2017",
    "title": "Improving Frontline Responses to High Impact Domestic Violence",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "In Europe and other Western societies, research findings and policy documents have unearthed an overabundance of recommendations on domestic violence. In theory, we know very well how we should prevent, detect and mitigate domestic violence. However in daily practice this is often not taken into account. Also, there is less research on the factors that escalate family and partner conflict into high impact domestic violence. IMPRODOVA will focus on the police side of the gap between what we know and what we do, but will also include the aspect of police co-operation with other first responders. Why, in practical police work, is domestic violence often regarded as a low priority problem? Why is the reporting rate by victims low? What are the human factors that define effective response and best practice police work in networks of other first line responders, e.g. health practitioners, schools, and youth services?\nPolice frontline responder interviews expanded by fieldwork observation data will be weighed against intermediate and top police leadership expertise collected in the partner LEA's. The influence of human factor variables in frontline operations will be investigated, and the parameters of risk assessment, also of medical practitioners, will be established and compared. Training and study materials with a special focus on scenario-based learning modules will be designed to address the barriers to better domestic violence policing. IMPRODOVA will reach out across the boundaries of first and other relevant responders by disseminating the field research findings to other professionals and representatives of domestic violence prevention and mitigation. A special focus will be laid on the media presentation of domestic violence, since media play an important role how HIDV and its victims are perceived in public. IMPROVODA will produce a set of sustainable products for training and inter-professional communication to reduce DV prevalence and re-victimization.",
    "totalCost": "2929073,75",
    "ecMaxContribution": "2929073,75",
    "coordinator": "DEUTSCHE HOCHSCHULE DER POLIZEI",
    "coordinatorCountry": "DE",
    "participants": "MINISTRSTVO ZA NOTRANJE ZADEVE;BUNDESMINISTERIUM FUER INNERES;VIENNA CENTRE FOR SOCIETAL SECURITY - VICESSE, WIENER ZENTRUM FUR SOZIALWISSENSCHAFTLICHE SICHERHEITSFORSCHUNG;EUROPEAN RESEARCH SERVICES GMBH;SCOTTISH POLICE AUTHORITY;DER POLIZEIPRASIDENT IN BERLIN;TERVEYDEN JA HYVINVOINNIN LAITOS;MINISTERIO DA ADMINISTRACAO INTERNA;UNIVERZA V MARIBORU;FORESEE KUTATOCSOPORT NONPROFIT KOZHASZNU KFT;POLIISIAMMATTIKORKEAKOULU;WESTFAELISCHE WILHELMS-UNIVERSITAET MUENSTER;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;MINISTERE DE L'INTERIEUR;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "SI;AT;DE;UK;FI;PT;HU;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}