{
    "rcn": "216198",
    "acronym": "IRMIDYN",
    "topics": "ERC-2017-ADG",
    "title": "Iron mineral dynamics in redox-affected soils and sediments: Pushing the frontier toward in-situ studies",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "IRMIDYN will study the dynamics of redox-driven iron mineral transformation processes in soils and sediments and impacts on nutrient and trace element behavior using a novel approach based on enriched stable isotopes (e.g., 57Fe, 33S, 67Zn, 113Cd, 198Hg) in combination with innovative experiments and cutting-edge analytical techniques, most importantly 57Fe Mˆssbauer and Raman micro-spectroscopy and imaging. The thermodynamic stability and occurrence of iron minerals in sufficiently stable Earth surface environments is fairly well understood and supported by field observations. However, the kinetics of iron mineral recrystallization and transformation processes under rapidly changing redox conditions is far less understood, and has to date mostly been studied in in mixed reactors with pure minerals or sediment slurries, but rarely in-situ in complex soils and sediments. Thus, we do not know if and how fast certain iron mineral recrystallization and transformation processes observed in the laboratory actually occur in soils and sediments, and which environmental factors control the transformation rates and products. Redox-driven iron mineral recrystallization and transformation processes are key to understanding the biogeochemical cycles of C, N, P, S, and many trace elements (e.g., As, Zn, Cd, Hg, U). In face of current global challenges caused by massive anthropogenic changes in biogeochemical cycles of nutrients and toxic elements, it is paramount that we begin to understand and quantify the dynamics of these processes in-situ and learn how we can apply our mechanistic (but often reductionist) knowledge to the natural environment. This project will take a large step toward a better understanding of iron mineral dynamics in redox-affected Earth surface environments, with wide implications in biogeochemistry and other fields including environmental engineering, corrosion sciences, archaeology and cultural heritage sciences, and planetary sciences.",
    "totalCost": "3154658",
    "ecMaxContribution": "3154658",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}