{
    "rcn": "216164",
    "acronym": "DOCUMULT",
    "topics": "ERC-2017-ADG",
    "title": "Documenting Multiculturalism: coexistence, law and multiculturalism in the administrative and legal documents of Norman and Hohenstaufen Sicily, c.1060-c.1266",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Documenting Multiculturalism will investigate comprehensively and systematically the coexistence of the diverse confessional, ethnic and linguistic communities of the island of Sicily under its Norman and Hohenstaufen rulers ó Arabic-speaking Muslims and Jews, Greek Christians, and Latin Christians. It will investigate: the legal foundations upon which the coexistence of the subject communities rested; the nature, extent and results of cultural, linguistic and social interactions between them; and variation in the above, from time to time c. 1060 ñ c. 1266, and from place to place within the island. The ambitious objective is to create the fundamental tools to study, and to begin to write, the history of the subject communities of Norman Sicily from the bottom up, using documentary rather than narrative sources, and illustrating as far as possible the full variety in space and time.\nThe Project will do this by making new critical editions of all of the administrative and legal documents for Norman Sicily, in the three principal administrative languages ó Arabic, Greek and Latin. These texts will populate a database, to which further data from the non-documentary sources will be added. The database will then be used to generate a series of powerful electronic research tools, which will be both the means to meet the ends of this particular project, and ends in themselves that will revolutionise the future study of all aspects of the history of Norman Sicily. At the end of the Project, a series of summative studies will document, analyse and discuss different aspects of coexistence and popular multiculturalism in Norman Sicily, and set the case of Sicily in the wider Mediterranean context.\nWhat is distinctive about this Project is that not only the publication of its research objectives, but also the tools that it will create in order to achieve them, will revolutionise the future study of all aspects of the cultural, economic and social history of Norman Sicily.",
    "totalCost": "2467965",
    "ecMaxContribution": "2467965",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "UNIVERSITA DEGLI STUDI DI PALERMO",
    "participantCountries": "IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}