{
    "rcn": "216180",
    "acronym": "NanoBioNext",
    "topics": "ERC-2017-ADG",
    "title": "Nanoscale Biomeasurements of Nerve Cells and Vesicles: Molecular Substructure and the Nature of Exocytosis",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "I propose to develop and apply state of the art analytical methods to investigate cell membrane and vesicle substructure to elucidate the chemistry of the closing regulatory phase of individual exocytosis events. The general goal of this proposal is to develop a new brand of analytical nanoelectrochemistry (nanogap and nanopore electrochemical cytometry), combined with chemical nanoscopy imaging methods with STED and nanoscale mass spectrometry imaging.  I propose to apply this to the questions of the nature of exocytosis and the chemistry that initiates the process of a short-term memory. We have recently discovered that most neurotransmitter release is partial via an open and closed vesicle release process and this allows new mechanisms of plasticity and synaptic strength to be hypothesized. I propose to (i) test if partial release is ubiquitous phenomenon, (ii) develop new nanoscale analytical methods to measure exocytotic release from pancreatic beta cells and a neuron in Drosophila, and to elucidate the substructure of nanometer vesicles, (iii) use these analytical methods in model cells and neurons to test the hypothesis that lipid membrane changes are involved in the initiation of the chemical events leading to short-term memory, and (iv) test the effects of drugs and zinc on plasticity of vesicles and exocytosis. This work combines new method development with a revolutionary application of chemical analysis to test the hypothesis that lipids play a previously unanticipated role in synaptic plasticity and the chemical structures involved in the initiation of short-term memory. As long-term impact, this will provide sensitive analytical tools to understand how changes in these chemical species might be affected in relation to diseases involving short-term memory loss.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "GOETEBORGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}