{
    "rcn": "216130",
    "acronym": "EURAXESS TOP IV",
    "topics": "SwafS-24-2017",
    "title": "Open EURAXESS ñ To strengthen the effectiveness and optimize the services of all partners in an innovative and open EURAXESS network",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The EURAXESS TOP IV consortium includes partners from 40 countries (34 beneficiaries and 7 Linked Third Parties), covering the whole EURAXESS network and maximizing the impact for the long-lasting benefit of the research community.\nThe project has been divided into 8 work packages, apart from the WP devoted to Project management. WP2 (EURAXESS Career Development), WP3 (Social Integration Initiatives) and WP4 (Engagement with industry) aim to address strategic issues related to the widening of the services from mainly mobility-related to services also for non-mobile researchers. In particular, WP2 and WP3 aim to expand the set-up and operation of Career Development and Dual Career services within the network; on the other side, WP4 promotes intersectoral mobility of researchers by promoting entrepreneur careers through collaboration with innovation facilitators and launching industry-academia mentoring programmes for researchers.\nWP7 (EURAXESS Open to the World) aims to attract third country researchers to Europe as well as European scientific Diasporas contributing thus, to brain circulation while WP5 (Capacity Building of the EURAXESS Network), WP6 (Network support and a comprehensive communication and cooperation strategy for EURAXESS) and WP8 (Open EURAXESS portals) aim at the deepening of existing services through trainings, networking and updating of national EURAXESS portals. Based on the results of the project and the future trends in the ERA, a strategy and a vision for EURAXESS towards 2030 will be delivered within WP9 (Future of the EURAXESS NetworkñNew services).\nFinally, the impacts of the project are linked to increasing the visibility of EURAXESS Network and diversifying the services provided by the EURAXESS Service Centers at an increased quality to enhance the career development of researchers addressing the cross-national and international circulation of researchers in Europe for the benefit of Responsible Research and Innovation under HORIZON 2020.",
    "totalCost": "3349973,75",
    "ecMaxContribution": "3349973,75",
    "coordinator": "ETHNIKO KENTRO EREVNAS KAI TECHNOLOGIKIS ANAPTYXIS",
    "coordinatorCountry": "EL",
    "participants": "CONFERENCE DES PRESIDENTS D'UNIVERSITE;UNIVERSITE DE LIEGE;SIHTASUTUS EESTI TEADUSAGENTUUR;RANNSOKNAMIDSTOD ISLANDS;THE BRITISH COUNCIL;FUNDACION ESPANOLA PARA LA CIENCIA Y LA TECNOLOGIA;IDRYMA PROOTHISIS EREVNAS;STICHTING NUFFIC;BAY ZOLTAN ALKALMAZOTT KUTATASI KOZHASZNU NONPROFIT KFT.;Unitatea Executiva pentru Finantarea Invatamantului Superior, a Cercetarii, Dezvoltarii si Inovarii;STREDISKO SPOLECNYCH CINNOSTI AV CR v.v.i.;MASINSKI FAKULTET - UNIVERZITETA U NISU;TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU;SOFIISKI UNIVERSITET SVETI KLIMENT OHRIDSKI;IP&D INNOVATION PROJECTS AND DEVELOPMENT;UNIVERZITET U BANJOJ LUCI;KOBENHAVNS UNIVERSITET;THE FAROESE RESEARCH COUNCIL (GRANSKINGARRADID);VALSTS IZGLITIBAS ATTISTIBAS AGENTURA;IRISH UNIVERSITIES ASSOCIATION;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;CENTER REPUBLIKE SLOVENIJE ZA MOBILNOST IN EVROPSKE PROGRAME IZOBRAZEVANJA IN USPOSABLJANJA;ACADEMIA DE STIINTE A MOLDOVEI;SAIA, n. o.;NORGES FORSKNINGSRAD;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;AGJENCIA KOMBETARE E KERKIMIT SHKENCOR DHE INOVACIONIT;AGENCIJA ZA MOBILNOST I PROGRAME EUROPSKE UNIJE;CONSORZIO PER L AREA DI RICERCA SCI ENTIFICA E TECNOLOGICA DI TRIESTE CONSORZIO AREA;DRUSHTVO ZA EDUACIJA CENTAR ZA INOVACII TRANSFER NA ZNAEENJE DOOEL SKOPJE;GOETEBORGS UNIVERSITET;OEAD (OSTERREICHISCHE AUSTAUSCHDIENST) GESELLSHAFT MIT BESCHRANKTER HAFTUNG - AUSTRIAN AGENCY FOR INTERNATIONAL COOPERATION IN EDUCATION AND;FUNDACAO PARA A CIENCIA E A TECNOLOGIA",
    "participantCountries": "FR;BE;EE;IS;UK;ES;CY;NL;HU;RO;CZ;RS;TR;BG;IL;BA;DK;FO;LV;IE;PL;SI;MD;SK;NO;CH;AL;HR;IT;MK;SE;AT;PT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}