{
    "rcn": "216155",
    "acronym": "DMIDAS",
    "topics": "ERC-2017-ADG",
    "title": "Astrophysical constraints on the identity of the dark matter",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The identity of the dark matter is a fundamental problem in Physics whose solution will have major implications for cosmology, astronomy and particle physics. There is compelling evidence that the dark matter consists of elementary particles created shortly after the Big Bang, but searches for them in the laboratory and from astrophysical sources have proved inconclusive. The currently favoured candidate is cold dark matter or CDM. This forms the basis of the standard model of cosmology, LCDM, whose predictions, dating back to the 1980s, turned out to agree remarkably well with observations covering a staggering range of epochs and scales, from the temperature structure of the cosmic microwave background radiation to the large-scale pattern of galaxy clustering. Yet, this agreement is not exclusive to CDM: models based on other types of particles -- warm, self-interacting or asymmetric, for example -- agree equally well with these data but differ on scales smaller than individual bright galaxies. These are the scales targeted in this application in which we propose a comprehensive investigation of small-scale structure, with the aim of testing dark matter candidates, by focusing on three key astrophysical diagnostics: strong gravitational lensing, dwarf galaxies and stellar halos. We propose a joint theoretical and observational programme exploiting three major developments: SWIFT, a new code developed at Durham that will enable cosmological hydrodynamics simulations an order of magnitude larger than is possible today; SuperBIT, an innovative balloon-borne wide-field imaging telescope that will collect gravitational lensing data for hundreds of galaxy clusters; and DESI, a spectro-photometric survey that will acquire 10 times more spectra of stars in the Milky Way than previous surveys. The particle models that we will consider have predictive power and are disprovable. Our programme has the potential to rule out many dark matter particle candidates, including CDM.",
    "totalCost": "2493439",
    "ecMaxContribution": "2493439",
    "coordinator": "UNIVERSITY OF DURHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}