{
    "rcn": "216121",
    "acronym": "CraftEdu",
    "topics": "EE-14-2016-2017",
    "title": "Setting up national qualification and training scheme for craftsmen in the Czech Republic and developing the further offer of training courses in Slovakia, Austria and Bulgaria",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The Project will commence implementation of the Roadmap established and endorsed under Pillar I Build Up Skills project in the Czech Republic. Specifically, the project will implement measures 1, 2, 3, 5, 7 and 9 of the Roadmap. Moreover, the project will continue (as follow up to BUS StavEdu project) in implementing the Roadmap established and endorsed under Pillar I Build Up Skills project in Slovakia. Specifically, the project will focus on measures 1.2, 1.4, 1.6 and 2.6 of the Roadmap.\n\nThe Project will set up in the Czech Republic the national qualification and training scheme for craftsmen and on-site workers in the field of energy efficiency and use of renewable energy sources in buildings. It will also develop the training offer delivered via Slovak national scheme STAVEDU.\n\nCapitalising on the language proximity, the project will facilitate transfer of know-how and experience from the STAVEDU and Train-to-NZEB (H2020 GA no. 649810), as well as Fit-to-NZEB (H2020, GA no. 754059 ) projects between Slovakia and the Czech Republic.\n\nParticularly the project will lead to:\nï Development of 7 training programmes for further education and training of craftsmen and on-site workers in the field energy efficiency and use of renewable energy sources of buildings.\nï Development of on-site training course based on the training course developed by CrossCraft project (IEE project BUS Pillar II);\nï Development of training courses for further education and training of craftsmen and on-site workers in the field energy efficiency and use of renewable energy sources of buildings;\nï Setting up permanent network of trainers delivering the programmes developed under the project;\nï Training of trainers for delivery of the programmes;\nï Development of e-learning programme for targeted craftsmen and construction professionals in Austria, Bulgaria, the Czech Republic and Slovakia;\nï Proposals to governments for incentives boosting demand for highly qualified workers.",
    "totalCost": "1001526,09",
    "ecMaxContribution": "1001525,75",
    "coordinator": "SEVEN, THE ENERGY EFFICIENCY CENTER Z.U.",
    "coordinatorCountry": "CZ",
    "participants": "VIAEUROPA COMPETENCE CENTRE SRO;ENERGY EFFICIENCY CENTER - ENEFFECTFOUNDATION;NADACE PRO ROZVOJ ARCHITEKTURY A STAVITELSTVI;17&4 ORGANISATIONSBERATUNG GMBH;Zvaz stavebnych podnikatelov Slovenska;CESKE VYSOKE UCENI TECHNICKE V PRAZE;USTAV VZDELAVANIA A SLUZIEB;SLOVENSKA INOVACNA A ENERGETICKA AGENTURA;SVAZ PODNIKATELU VE STAVEBNICTVI VCESKE REPUBLICE",
    "participantCountries": "SK;BG;CZ;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}