{
    "rcn": "216176",
    "acronym": "4DBIOSERS",
    "topics": "ERC-2017-ADG",
    "title": "Four-Dimensional Monitoring of Tumour Growth by Surface Enhanced Raman Scattering",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Optical bioimaging is limited by visible light penetration depth and stability of fluorescent dyes over extended periods of time. Surface enhanced Raman scattering (SERS) offers the possibility to overcome these drawbacks, through SERS-encoded nanoparticle tags, which can be excited with near-IR light (within the biological transparency window), providing high intensity, stable, multiplexed signals. SERS can also be used to monitor relevant bioanalytes within cells and tissues, during the development of diseases, such as tumours. In 4DBIOSERS we shall combine both capabilities of SERS, to go well beyond the current state of the art, by building three-dimensional scaffolds that support tissue (tumour) growth within a controlled environment, so that not only the fate of each (SERS-labelled) cell within the tumour can be monitored in real time (thus adding a fourth dimension to SERS bioimaging), but also recording the release of tumour metabolites and other indicators of cellular activity. Although 4DBIOSERS can be applied to a variety of diseases, we shall focus on cancer, melanoma and breast cancer in particular, as these are readily accessible by optical methods. We aim at acquiring a better understanding of tumour growth and dynamics, while avoiding animal experimentation. 3D printing will be used to generate hybrid scaffolds where tumour and healthy cells will be co-incubated to simulate a more realistic environment, thus going well beyond the potential of 2D cell cultures. Each cell type will be encoded with ultra-bright SERS tags, so that real-time monitoring can be achieved by confocal SERS microscopy. Tumour development will be correlated with simultaneous detection of various cancer biomarkers, during standard conditions and upon addition of selected drugs. The scope of 4DBIOSERS is multidisciplinary, as it involves the design of high-end nanocomposites, development of 3D cell culture models and optimization of emerging SERS tomography methods.",
    "totalCost": "2410771",
    "ecMaxContribution": "2410771",
    "coordinator": "ASOCIACION CENTRO DE INVESTIGACION COOPERATIVA EN BIOMATERIALES- CIC biomaGUNE",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}