{
    "rcn": "216136",
    "acronym": "GemX",
    "topics": "ERC-2017-ADG",
    "title": "Towards a ton-scale Ge-76 observatory for neutrinoless double beta decay",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The observation that matter dominates over anti-matter in the Universe is one of the most critical open questions in physics. A natural explanation of this asymmetry postulates neutrinos as their own anti-particles, usually referred to as Majorana particles. The only practical way to establish the Majorana character of neutrinos is the experimental search for neutrinoless double-beta decay (NDBD). This decay violates lepton-number conservation and would establish new physics beyond the Standard Model of particle physics. The Germanium eXploration (GemX) project will focus on cutting-edge research towards a ton-scale NDBD decay experiment based on germanium detectors enriched in 76Ge, and thereby sustain a European leadership also in the next-generation worldwide experimental competition. With its superior energy resolution and lowest background, a one-ton 76Ge experiment has potentially the highest sensitivity for discovering NDBD decay amongst the next-generation experiments. A discovery would be groundbreaking in the fields of particle physics, astrophysics and cosmology. The goal of GemX is to develop and evaluate novel HPGe detectors enriched in 76Ge, test their performance in LEGEND-200 and inform the design decisions of the future flagship 1000-kg experiment LEGEND-1000, which the PI leads as elected European spokesperson. GemX will (1) investigate new Ge detector designs with increased mass and improved pulse shape discrimination to enhance background reduction; (2) develop a crystal growth process from germanium material enriched in 76Ge for large high-purity Ge crystals with suitable net-impurity concentrations in Europe; (3) develop the production of large Ge detectors enriched in 76Ge with minimal activation by cosmic radiation and with full control of surface contaminations from alpha contaminations; (4) deploy, test and operate the novel detectors in the TUM underground liquid argon test stand and in LEGEND-200 at the LNGS, Italy.",
    "totalCost": "3355460",
    "ecMaxContribution": "3355460",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}