{
    "rcn": "216188",
    "acronym": "NECROPTOSIS",
    "topics": "ERC-2017-ADG",
    "title": "Necroptosis in immunity, inflammation and autoimmunity induced by nucleic acid sensors",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Cell death plays an important role in host defence particularly in response to virus infections, but also contributes to tissue damage, inflammation and disease. Therefore, dissecting the mechanisms regulating cell death and its function in immunity and inflammation will be important for the better understanding of the pathogenesis of infectious and inflammatory diseases. Necroptosis is a recently characterised type of regulated necrotic cell death induced by RIPK3 and its substrate MLKL. Necroptosis has been implicated in host defence as well as in the pathogenesis of a number of inflammatory disorders, however the mechanisms regulating necroptosis in vivo as well as its functional implications in health and disease remain poorly understood. Recent studies revealed that ZBP1/DAI, a protein that senses Z-nucleic acids and activates RIPK3-induced cell death, regulates anti-viral immunity, tissue homeostasis and inflammation, suggesting that necroptosis is an important mechanism of Z-DNA/RNA-induced immune responses. However, the mechanisms regulating the detection of Z-nucleic acids as well as the activation of downstream signalling to cell death and inflammation by ZBP1 remain elusive. Necroptosis is also induced downstream of cytoplasmic nucleic acid sensors that trigger interferon responses and are implicated in anti-viral immunity, inflammation and autoimmunity. Therefore, necroptosis triggered directly or indirectly by nucleic acid sensors may have a broad role in nucleic acid-induced immune responses. Here we propose to study the mechanisms of regulation as well as the functional role of necroptosis induced downstream of nucleic acid-sensing receptors in immunity, inflammation and autoimmunity. These studies aim to advance our understanding of the role of cell death in immunity and inflammation and to reveal novel paradigms in the pathogenesis of infectious and inflammatory diseases.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERSITAET ZU KOELN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}