{
    "rcn": "216108",
    "acronym": "REACTION",
    "topics": "ECSEL-2017-1",
    "title": "first and euRopEAn siC eigTh Inches pilOt liNe",
    "startDate": "01/11/2018",
    "endDate": "30/04/2022",
    "objective": "REACTION will push through the first worldwide 200mm Silicon Carbide (SiC) Pilot Line Facility for Power technology. This will enable the European industry to set the world reference of innovative and competitive solutions for critical societal challenges, like Energy saving and CO2 Reduction as well as Sustainable Environment through electric mobility and industrial power efficiency.\nEstablishing the first 200mm SiC Pilot Line in the world and developing the most innovative and cost competitive technology, this project will address mass-market applications like smart energy and smart mobility, and industrial. It will allow to meet the more and more increasing demand of requirements in terms of quality and cost constraint for next decade generationís power electronics. \nThe Project strength is the complete Pilot Line value chain implementation, integrating and optimizing partnership in the fields of SiC equipment developers, SiC process technologists, RTOs, and end users partners till the final applications context. This will allow to develop a full 8î SiC line ecosystem enhancing the competitiveness of EU- Industries down to the value chain in a market context where other countries today, such as the USA or Japan, are just starting to play on 6î SiC market.\nInnovative SiC power device Performances improvements, together with cost and size reductions, are the most relevant challenges addressed in the project that are expected to lead to a new stronger European supply chain for very compact SiC converters, from 600V to 3.3kV range,  ideal for the addressed applications; the ambition is therefore to play a primary role towards excellence in Europe by a first generations of 8î SiC profitable Smart Mobility and Smart Energy products and components, primary access to IPs for the relevant essential capabilities, competitiveness of manufacturing in Europe.",
    "totalCost": "46454156,25",
    "ecMaxContribution": "10401952,25",
    "coordinator": "STMICROELECTRONICS SRL",
    "coordinatorCountry": "IT",
    "participants": "SLOVENSKA TECHNICKA UNIVERZITA V BRATISLAVE;NANO DESIGN SRO;TERNIENERGIA SPA;FOR OPTIMAL RENEWABLE ENERGY SYSTEMS SL;EV GROUP E. THALLNER GMBH;UNIVERSIDAD DE ZARAGOZA;MITTUNIVERSITETET;L.P.E. SPA;INSTYTUT TECHNOLOGII ELEKTRONOWEJ;APPLIED MATERIALS ISRAEL LTD;LAM RESEARCH SAS;UNIVERSITA DEGLI STUDI DI PALERMO;II-VI GMBH;CONSIGLIO NAZIONALE DELLE RICERCHE;APPLIED MATERIALS IRELAND LIMITED;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;CONSORZIO NAZIONALE INTERUNIVERSITARIO PER LA NANOELETTRONICA;ELFOREST AB;JSR MICRO NV;EVATEC AG;DISCO HI-TEC EUROPE GMBH;APPLIED MATERIALS GMBH;HQ-Dielectrics GmbH;CENTROTHERM INTERNATIONAL AG;DACPOL SPOLKA Z OGRANICZONA ODPOWIEDZIALNOSCIA;IKERLAN S COOP",
    "participantCountries": "SK;IT;ES;AT;SE;PL;IL;FR;DE;IE;RO;BE;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}