{
    "rcn": "216153",
    "acronym": "EXERTER",
    "topics": "SEC-21-GM-2016-2017",
    "title": "Security of Explosives pan-European Specialists Network",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "EXERTER connects 22 practitioners from 13 EU Member States into a Network with Explosives Specialists within the Security of Explosives (SoE) area. The objective of the EXERTER Network is to bridge the difficulties for security practitioners to capture and utilize research results and to direct the industryís innovation efforts to address the most pressing needs in the fight against terrorism and serious crime. Practitioners will via EXERTER get improved operational capability via novel technologies, methods and knowledge to aid them in executing more efficient countermeasures in a changing threat environment.\nIn cooperation with key practitioners in the Network, the project will each year define one unique scenario based on past events to facilitate the identification of capability gaps along different counter-terrorist phases associated with PREVENT, DETECT, MITIGATE and REACT.\nWith its explosives expertise, EXERTER will provide recommendations to the SoE community on how these gaps can be countered by (i) directing innovators into targeted areas to which research programmes should focus, (ii) proposing standardization priority areas and (iii) advising on exploitation and commercialisation opportunities.\nOngoing research activities will continuously be reviewed to promote practitionersí uptake of results and knowledge. Academia and research institutes will be supported by the technical expertise within EXERTER to lower exploitation barriers for promising research by enhancing their interaction with security industry. EXERTER will assess evolving threats requiring immediate attention of the SoE community - thus widely addressing emerging technologies and trends. Annual interaction workshops will be held where explosives practitioners, research institutes and academia as well as industry gather to discuss the current state of play and future roadmaps to answer to urgent capability requirements.",
    "totalCost": "3498868,75",
    "ecMaxContribution": "3498868,75",
    "coordinator": "TOTALFORSVARETS FORSKNINGSINSTITUT",
    "coordinatorCountry": "SE",
    "participants": "MINISTRY OF DEFENSE;KOMENDA STOLECZNA POLICJI;THE INTERNATIONAL CRIMINAL POLICE ORGANIZATION;Inspectoratul General al Politiei Romane;SVEUCILISTE U ZAGREBU RUDARSKO-GEOLOSKO-NAFTNI FAKULTET;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;STICHTING NEDERLANDS NORMALISATIE - INSTITUUT;MINISTRY OF INTERIOR;AGENZIA NAZIONALE PER LE NUOVE TECNOLOGIE, L'ENERGIA E LO SVILUPPO ECONOMICO SOSTENIBILE;BUNDESKRIMINALAMT;FORSVARETS FORSKNINGINSTITUTT;MINISTERIO DA ADMINISTRACAO INTERNA;KENTRO MELETON ASFALEIAS;MINISTERIO DEL INTERIOR;Police Service of Northern Ireland;ACADEMIA TEHNICA MILITARA;INSTITUTO NACIONAL DE TECNICA AEROESPACIAL ESTEBAN TERRADAS;POLISMYNDIGHETEN SWEDISH POLICE AUTHORITY;WOJSKOWA AKADEMIA TECHNICZNA IM JAROSLAWA DABROWSKIEGO",
    "participantCountries": "NL;PL;FR;RO;HR;DE;IT;NO;PT;EL;ES;UK;SE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}