{
    "rcn": "216154",
    "acronym": "TRENSCRYBE",
    "topics": "ERC-2017-ADG",
    "title": "TRapped ENSembles of Circular RYdBErg atoms for quantum simulation",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "TRENSCRYBE proposes a groundbreaking concept for a quantum simulator (QS) of spin systems. QSs aim at an in-depth understanding of many-body physics, important for fundamental issues (quantum transport, phase transitions), but also for the development of engineered materials. A QS transcribes the system of interest into another with the same dynamics but with a fully controlled Hamitlonian parameter set. It provides a complete access to all the systems observables and allows the exploration of regimes, in which numerical simulations are difficult or impossible due to the huge size of the Hilbert space. QSs of spin systems are the focus of an intense activity, e.g. with trapped ions, superconducting devices, atoms in optical lattices or low-angular-momentum Rydberg atoms. I propose with TRENSCRYBE a disruptive QS using trapped circular Rydberg atoms. Their microwave spontaneous emission can be inhibited, extending their lifetime in the minute range. In contrast with ordinary Rydberg states, they can be trapped in optical lattices, allowing one to take full benefit from such exceptional lifetimes. I propose an innovative preparation method of ultra-cold defect-free chains with a few tens of atoms. The QS realizes a Nearest-Neighbor XXZ spin-1/2 Hamiltonian in a transverse field, the spin states being coded on circular levels. Its parameters are fully tunable by adjusting a static electric field and a microwave dressing applied on the atoms. I will first benchmark this QS by adiabatic evolutions through the phase diagram of a 1-D chain in a regime where numerical results are available. I will explore quenches through quantum phase transitions and the generation of defects in a regime where numerical or theoretical predictions are difficult. I will realize a first step towards 2-D arrays with spin ladders and explore their topological phases. The realization of TRENSCRYBE will open a whole realm of new possibilities for quantum simulation of spin systems.",
    "totalCost": "2240000",
    "ecMaxContribution": "2240000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}