{
    "rcn": "216178",
    "acronym": "LEMAP",
    "topics": "ERC-2017-ADG",
    "title": "Laboratory Experiments on Magnetic Phenomena in Geo- and Astrophysics",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Cosmic magnetic fields, including those of planets, stars, and galaxies, are being generated by the homogenous dynamo effect in flowing electrically conducting fluids. Once produced, these fields may play an active role in cosmic structure formation by fostering angular momentum transport and mass accretion onto central objects, like protostars or black holes, by means of the magnetorotational instability (MRI). Complementary to the decades-long theoretical research into both effects, the last years have seen great progress in respective experimental investigations. The dynamo effect had been verified in three liquid sodium experiments in Riga, Karlsruhe and Cadarache. The helical and the azimuthal versions of the MRI, as well as the current-driven Tayler instability (TI), were demonstrated at Helmholtz-Zentrum Dresden - Rossendorf (HZDR). Here, I propose to make three further breakthroughs in this research field. First, I plan to demonstrate dynamo action based on a precession driven flow of liquid sodium in a cylindrical vessel. Besides thermal and compositional buoyancy, precession has been discussed as a complementary power source of the dynamos of the Earth, the ancient Moon, and other cosmic bodies. A second experiment will deal with magnetically triggered flow instabilities of astrophysical importance, with the main focus on attaining standard MRI, and various combinations of MRI and TI. Both experiments will be carried out at the DRESDYN facility at HZDR which has been conceived by me and which will enter into operation in 2019. In contrast to these well-advanced experimental concepts, my third liquid sodium experiment, which aims at showing the magnetic destabilization of rotating flows with radially increasing angular velocity, still requires more numerical simulations and design engineering. Given the comparatively less demanding technical parameters of this set-up, I expect first experimental results within the funding period, too.",
    "totalCost": "2493250",
    "ecMaxContribution": "2493250",
    "coordinator": "HELMHOLTZ-ZENTRUM DRESDEN-ROSSENDORF EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}