{
    "rcn": "216114",
    "acronym": "iDev40",
    "topics": "ECSEL-2017-1",
    "title": "Integrated Development 4.0",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The main objective of the iDev40 project proposal is to achieve a disruptive or ìbreakthrough changeî step toward speedup in time to market by digitalising the European industry, closely interlinking development processes, logistics and manufacturing. Ultimately, the project aims at suitable digital technology advancements to strengthen the electronic components and systems industry in Europe. It addresses various industrial domains with one and the same approach of digitalisation towards competitive and innovative solutions.\nThe new concept of introducing seamlessly integrated development together with automation and network solutions as well as enhancing the transparency of data, their consistence, flexibility and overall efficiency will lead to a significant speedup in the time to market (T2M) race. \niDev40ís unique approach addresses:\nï AI learning, Data  Life Cycle Management and IP Protection\nï Embedding Digital Development in Digital Production (the digital twin) \nï Close the Knowledge loop in product life cycle management along the supply chain\nï Collaboration 4.0 and Development of highly skilled R&D and Manufacturing Teams\nï Prove the innovated technologies on selected use cases in real productive environment\nProgress in mastering these challenges will significantly impact the productivity of future design processes embedded in an Industrial Internet environment. \nThe global state-of-art technologies already offer tremendous diagnostics algorithms, machine controls, simulators, optimizers, etc., but only an extensive framework like iDev40 can combine them into effective integration into the development process enabling such powerful simulations like ìdigital twinsî that ever more govern the hardware, manufacturing service and business functions. To cope with the exceptional complexity it becomes even more crucial to be competitive leaders in developing virtual representations of real physical implementation.",
    "totalCost": "47068676,13",
    "ecMaxContribution": "10896521,1",
    "coordinator": "INFINEON TECHNOLOGIES AUSTRIA  AG",
    "coordinatorCountry": "AT",
    "participants": "Infineon Technologies Romania and CO. Societate in Comandita Simpla;UNIVERSITAET SIEGEN;TECHNISCHE UNIVERSITAET WIEN;SIRRIS HET COLLECTIEF CENTRUM VAN DE TECHNOLOGISCHE INDUSTRIE;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;CISC SEMICONDUCTOR GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;FUNDACION TECNALIA RESEARCH & INNOVATION;FERNUNIVERSITAT IN HAGEN;ELMOS Semiconductor AG;SYSTEMA SYSTEMENTWICKLUNG DIPL INF.MANFRED AUSTEN GMBH;IBERMATICA SA;INFINEON TECHNOLOGIES AG;INFINEON TECHNOLOGIES ITALIA SRL;OSTBAYERISCHE TECHNISCHE HOCHSCHULE REGENSBURG;UNIVERSITATEA TEHNICA CLUJ-NAPOCA;EVOLARIS NEXT LEVEL GMBH;ECCENCA GMBH;CAMLINE GMBH;Kompetenzzentrum - Das Virtuelle Fahrzeug, Forschungsgesellschaft mbH;INFINEON TECHNOLOGIES IT-SERVICES GMBH;YAZZOOM BVBA;KAI KOMPETENZZENTRUM AUTOMOBIL - UND INDUSTRIEELEKTRONIK GMBH;GIESECKE+DEVRIENT MOBILE SECURITY GMBH;AVL LIST GMBH;Hochschule fuer Technik und Wirtschaft Dresden;UNIVERSITATEA POLITEHNICA DIN BUCURESTI;TTTECH COMPUTERTECHNIK AG;UNIVERSITAET KLAGENFURT;UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA;WESTSACHSISCHE HOCHSCHULE ZWICKAU;AKTING INGENIARITZA SL;HOCHSCHULE ZITTAU-GORLITZ;INFINEON TECHNOLOGIES DRESDEN GMBH;KNOW-CENTER GMBH RESEARCH CENTER FOR DATA-DRIVEN BUSINESS & BIG DATA ANALYTICS;JEMA ENERGY SA;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "RO;DE;AT;BE;ES;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}