{
    "rcn": "216169",
    "acronym": "Dyn-Syn-Mem",
    "topics": "ERC-2017-ADG",
    "title": "Dynamic mechanisms and functional roles of synaptic plasticity in memory",
    "startDate": "01/02/2019",
    "endDate": "31/01/2024",
    "objective": "Activity-dependent plasticity of synaptic transmission together with refinement of neural circuits connectivity are amongst the core mechanisms underlying learning and memory. While there is already extensive knowledge on some of the mechanisms of synaptic plasticity, fundamental questions remain on the dynamics of the underlying molecular events and the functional roles of various forms of synaptic plasticity in information processing, learning and behavior.\n\nWe previously uncovered basic features of glutamate receptor movements and their role in excitatory synaptic transmission. Our new ground-breaking objectives are: 1) to uncover, in a physiological context, the dynamic mechanisms through which synapses modulate their strength in response to neuronal activity by integrating on different space and time scales the properties of receptor traffic pathways and associated stabilization mechanisms, 2) to use our knowledge and innovative tools to interfere with these trafficking mechanisms in order to decipher the specific roles of different forms of synaptic plasticity in given brain functions and behavioral tasks. For this aim, I lead a team of neurobiologists, physicists and chemists with a collaborative record of accomplishment. We will combine imaging, cellular neurobiology, physiology and behavior to probe the mechanisms and roles of different forms of synaptic plasticity.\n\nNew in tissue high-resolution imaging combined with innovative molecular reporters and electrophysiology will allow analysis of receptor traffic during short and long-term synaptic plasticity in physiological conditions. We will probe the interplay between activity-dependent changes in synaptic strength and circuit function with new photo-activable modifiers of receptor traffic with an unprecedented time and space resolution. Use of these tools in vivo will allow identifying the roles of synaptic plasticity in sensory information processing and the various phases of spatial memory formation.",
    "totalCost": "2499505",
    "ecMaxContribution": "2499505",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}