{
    "rcn": "216138",
    "acronym": "VANDER",
    "topics": "ERC-2017-ADG",
    "title": "Search for New Phenomena, Materials and Applications Using Van Der Waals Assembly of Individual Atomic Planes",
    "startDate": "01/05/2019",
    "endDate": "30/04/2024",
    "objective": "Many layered materials can be disassembled into isolated atomic planes, similar to graphite that splits into graphene layers. A few years ago, we demonstrated that such atomic planes ñ two-dimensional (2D) crystals ñ can be stacked on top of each other making so-called van der Waals (vdW) heterostructures. This has ignited a new field that is booming and has not disappointed in delivering interesting science. However, research efforts have so far involved only relatively simple structures that are assembled from 2 or 3 crystals and employ only a very limited number of 2D materials. \nThis proposal is based on several recent experimental and technological advances by the applicantís group. These include access to many new 2D crystals that have become available if their (dis)assembly is done in an inert atmosphere. Little remains known about these materials. We have also mastered the art of vdW assembly to make heterostructures containing dozens of different layers with control of their crystallographic alignment. Dedicated measurement techniques aimed at investigation of the resulting atomically thin structures and devices have been developed, too. \nThe applicant plans to exploit these advances and push the research field forward in several new directions that include the search for 2D materials exhibiting unusual properties and novel functionalities, creation of multilayer vdW devices with designer characteristics and the assembly of artificial thin films with unique electronic spectra. Some of the proposed directions (e.g., studies of molecular transport through angstrom-scale capillaries) are nearly guaranteed to bring a large amount of new science and potential applications, whereas other directions (e.g., artificial films exhibiting enhanced superconductivity) are more adventurous. A unifying goal of all the proposed projects is to explore the myriad of exciting opportunities opened up within the field of 2D materials and vdW heterostructures.",
    "totalCost": "2499580",
    "ecMaxContribution": "2499580",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}