{
    "rcn": "216151",
    "acronym": "HybReader",
    "topics": "ERC-2017-ADG",
    "title": "Mechanisms of epigenetic gene regulation by R-loops",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The last decade has revolutionized our thinking about regulatory RNAs and yet we are still at the beginning of understanding their biology. One such challenge is presented by R-loops, prevalent DNA:RNA hybrids, which lie at the interface of different nuclear processes, including transcription, RNA processing, lncRNAs, DNA damage, chromatin, and neurodegenerative disease. Long-time considered a threat to genomic integrity, recent evidence indicates that certain R-loops can act as epigenetic gene regulators. The hypothesis is that nascent RNAs retained at their site of transcription may function as sequence-specific component of mammalian chromatin to shape gene expression. Notably, R-loops found at GC-enriched promoters are implicated in preventing DNA methylation and promote transcription, but how this might occur has remained obscure. In a breakthrough discovery, we identified the first epigenetic R-loop reader. This protein binds directly and specifically to DNA:RNA hybrids in vitro and in vivo, and mediates local DNA hydroxymethylation and demethylation via TET (Ten-Eleven Translocation) cytosine oxidases. Using the R-loop reader as a tool provides a unique entry point to address fundamental questions regarding mechanisms and regulation of the epigenetic function and biological role of these DNA:RNA hybrids. Applying genome-wide approaches and studying the biology of embryonic stem cells (ESCs), we will 1) systematically identify regulatory R-loops, 2) characterize their common features, 3) address how R-loops are decoded in ESC pluripotency and differentiation, 4) investigate how regulatory R-loops are erased, and (5) screen for additional R-loop binders/readers and characterize their epigenetic role.  The HybReader project will allow for ground-breaking discoveries regarding the emerging epigenetic function and regulation of these poorly understood regulatory hybrids in the control of gene expression.",
    "totalCost": "2000000",
    "ecMaxContribution": "2000000",
    "coordinator": "INSTITUT FUR MOLEKULARE BIOLOGIE GGMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}