{
    "rcn": "216183",
    "acronym": "DeCRyPT",
    "topics": "ERC-2017-ADG",
    "title": "Deciphering Cis-Regulatory Principles of Transcriptional regulation:  Combining large-scale genetics and genomics to dissect functional principles of genome regulation during embryonic development",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Understanding how genomic information is organised and interpreted to give rise to robust patterns of gene expression is a long-standing problem in genome biology, with direct implications for development, evolution and disease. Despite recent advances in locating regulatory elements in animal genomes, there is a general lack of functional data on elements in their endogenous setting ñ the bulk of our current knowledge comes from reporter assays examining elements out of context, giving insights on sufficiency but not necessity. The functional requirement of very few individual enhancers, and other elements, has been assessed by deletion, with even less known about how the action of multiple elements is integrated. To understand the functional effects of genetic variants, and how they are buffered during embryogenesis, it is imperative to genetically dissect regulatory domains to uncover functional rules of genome regulation within a well-characterised animal model. Here, by combining Drosophila population genetics, developmental genetics, and novel multiplexed genomic methods we will perform the first large-scale functional dissection of cis-regulatory landscapes during embryogenesis. \nExtensive resources make Drosophila a unique model organism for this task, including (a) 500 fully sequenced inbred wild isolates for population genetics, (b) over 20,000 fly strains custom-built for genome engineering & (c) a wealth of cis-regulatory information on the location of enhancers. The proposal has three Aims: 1) Use population genetics as a perturbation tool to functionally link regulatory elements to their target genes; 2) Systematically delete cis-regulatory elements to dissect their role in gene expression and genome topology; 3) Manipulate cis-regulatory domains to generate new regulatory environments for developmental genes.These Aims will provide unique functional insights, enabling us to move from correlation to causation in our understanding of genome regulation.",
    "totalCost": "2499675",
    "ecMaxContribution": "2499675",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}