{
    "rcn": "216172",
    "acronym": "sFilm-FS",
    "topics": "SMEInst-03-2016-2017",
    "title": "Fibrin sealant for anastomotic leaks and haemostasis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Sealantium Medical Ltd is developing a novel product, sFilm-FS, a bio-compatible bio-absorbable, polymeric film embedded\nwith lyophilized Human Fibrinogen, Human Thrombin and calcium chloride. This novel product aimed to help controlling\nbody fluid leakage in general surgery procedures, proposing its use as an adjunct to hemostasis and/or sealing. sFilm-FS is\nintended to be used for soft tissue bleeding during surgeries, when control of bleeding by standard surgical methods of\nhemostasis (suture, ligature, cautery) is ineffective or impractical. sFilm-FS is also intended for use as adjunct to sealing in\ngastrointestinal anastomosis procedures for prevention of leakage following intestinal anastomosis.\nsFilm-FS is a combination product based on a degradable, bio-compatible non-permeable polymeric film that contains\nbiological components which serve as a glue fixing the film to its target tissue. Unlike other products which contain similar\ncomponents, sFilm-FS primary mode of action is based on the sealing capacity of the polymeric film. sFilm-FS was tested in\nrat and pig models demonstrating high safety profile and effective hemostatic and sealing capabilities. The product was\nabsorbed after two weeks without any side effects allowing perfect healing of the injured tissue. The objective of the project\nis to continue the development of the product to a stage which demonstrates the safety and efficacy of the product in phase\nI/II human clinical trials, including GMP manufacturing upscale. sFilmñFS will make surgical procedures shorter by\npreventing surgical complications, saving time, efforts and risks taken by the medical staff. sFilm-FS will also significantly\nimprove the prognosis and outcome of various surgical procedures by preventing complications related to post-surgical\nbleeding or anastomotic leakage. The commercial potential in the project is large as it provides better solutions for\nhemostasis and a paradigm shifting solution for anastomotic leaks.",
    "totalCost": "2003388",
    "ecMaxContribution": "1402371,6",
    "coordinator": "SEALANTIUM MEDICAL LTD",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}