{
    "rcn": "216171",
    "acronym": "DEVINCI",
    "topics": "ERC-2017-ADG",
    "title": "Developmental principles for the functional specialisation of inhibitory circuits in neocortical areas",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The mammalian neocortex consists of discrete, but highly interconnected, functional areas that collectively encode features of the environment, form associations between stimuli and drive behaviour by transforming sensory input into motor output. All neocortical areas are organised into six layers containing two major classes of neurons, excitatory glutamatergic pyramidal cells and inhibitory GABAergic interneurons. However, each area has distinctive cytoarchitectonical features and inputs that largely determine its computational capabilities. As pyramidal cells comprise the large majority of neurons in the cerebral cortex, much emphasis has been made on their contribution to the differential organisation of cortical areas. In contrast, interneurons have received little attention in the context of the functional specialisation of cortical areas, even though their distribution is highly heterogeneous.\n\nThe central tenet of this research proposal is that distinct patterns of inhibitory connectivity may accompany, and perhaps even determine, the functional specialisation of neocortical areas. We hypothesise that interneurons play an important role in the tuning of circuits in each cortical area, and therefore that quantitative differences in the relative distribution of specific classes of interneurons, which arise during development, reflect functional specialisations. The overall aim of this research project is to understand how developmental mechanisms ësculptingí the distribution of inhibitory neurons across different neocortical areas contribute to their functional specialisation. This project has the potential to transform our understanding of the organisation of inhibitory circuits in the mammalian neocortex.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KING'S COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}