{
    "rcn": "216196",
    "acronym": "MicroWars",
    "topics": "ERC-2017-ADG",
    "title": "The Evolution of Bacterial Warfare",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Many bacteria are extremely aggressive. They assemble poisoned molecular spears to stab neighbours, they release protein machines that punch holes in competitors and, moreover, some cells will commit suicide in order to launch their attack. While there is a large literature on the evolution of combat and competition in animals, this has focused on why animals are generally reluctant to fight. The evolution of extreme aggression in bacteria, therefore, challenges our current understanding of competition in biology. I will develop bacterial warfare as a model for competitive behaviour by asking three key questions that each build in complexity: 1) Why do weapons evolve? 2) What tactics do bacteria use during combat and why? 3) How does ecological complexity influence the value and use of weapons? My group will examine these questions theoretically and test our predictions using two model species, Escherichia coli and Pseudomonas aeruginosa, which possess very different levels of weaponry. The project has risk and challenges in that bacterial behaviours cannot simply be watched like animal behaviours. To meet these, we will employ a proven combination of individual-based modelling, game theory, competition experiments, experimental evolution, confocal microscopy, molecular genetics, genomics and germ-free mouse work. We will also co-develop new techniques. Freestyle microfluidics will position bacteria and weaponry for study; electron fluorescence cryomicroscopy will image, for the first time, bacterial battlegrounds at the molecular scale. By combining cutting-edge methods with clear evolutionary questions, I aim to provide a major new perspective on combat, and on bacteria. There is currently an intense interest in how bacteria establish in host-associated communities, including the mammalian microbiome. Understanding this will need a new focus on the evolution, and ecology, of bacterial warfare.",
    "totalCost": "2750137",
    "ecMaxContribution": "2750137",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}