{
    "rcn": "216100",
    "acronym": "ThermaSMART",
    "topics": "MSCA-RISE-2017",
    "title": "Smart thermal management of high-power microprocessors using phase-change",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "Developments in modern high-speed microprocessors enhance communication, computing and electronics, thereby playing a profound role in our societies and industries. Sustaining long-term high speeds and reliable operation requires efficient heat dissipation. Phase-change based cooling offers a promising alternative to conventional air-cooling in both earth and space environments. We will build on our previous FP7 IRSES THERMAPOWER project which led to major advancements in the fundamental understanding of phase change phenomena. As a result of this early work one researcher won an international prize and secured a fellowship at MIT following the discovery of azimuthal currents in evaporating drops. We aim to achieve this through the expansion of our network, building new collaborations of top researchers from 15 world-class universities from EU, Asia, Africa, North America and South America, and 3 European SMEs with expertise in precision experiments, micro-fabrication, theoretical modelling, numerical simulation and engineering design. This collaboration will enable knowledge transfer and access to unique facilities at NASA, Intel, Brazilian Furnas, Hitachi, IBM, Indian TIFR, Toronto SIE Lab, Tianjin Key Lab and Pretoria Thermofluid Lab, training 43 early stage researchers in latest experimental and modelling techniques.  The research programme planned addresses key questions in complexities of scale hitherto unstudied, including contact line interactions amongst evaporating bubbles or droplet populations on patterned substrates. The expertise will be transferred through the planned secondments and exposure of all secondees to different research environments. Besides regular meetings and technical workshops, we will hold training schools at Maryland, Kyushu, Toronto, Warsaw and Edinburgh. This will consolidate the EUís position at the forefront of cutting-edge research in this area and will promote a long lasting collaboration between Academia and Industry.",
    "totalCost": "1953000",
    "ecMaxContribution": "1723500",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "CHERRY BIOTECH;UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN;ELVESYS SAS;THE UNIVERSITY OF NOTTINGHAM;ECOLE NORMALE SUPERIEURE DE CACHAN;FLOW CAPTURE AS;INSTYTUT FIZYKI POLSKIEJ AKADEMII NAUK",
    "participantCountries": "FR;IE;UK;NO;PL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}