{
    "rcn": "216142",
    "acronym": "MAGNETO",
    "topics": "SEC-12-FCT-2016-2017",
    "title": "Multimedia Analysis and Correlation Engine for Organised Crime Prevention and Investigation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "MAGNETO addresses significant needs of law enforcement agencies (LEAs) in their fight against terrorism and organised crime, related to the massive volumes, heterogeneity and fragmentation of the data that officers have to analyse for the prevention, investigation and prosecution of criminal offences. These needs have been identified after consulting with eleven different European LEAs ñmembers of the MAGNETO consortium. In response, MAGNETO empowers LEAs with superior crime analysis, prevention and investigation capabilities, by researching and providing tailored solutions and tools based on sophisticated knowledge representation, advanced semantic reasoning and augmented intelligence, well integrated in a common, modular platform with open interfaces. By using the MAGNETO platform, LEAs will have unparalleled abilities to fuse and analyse multiple massive heterogeneous data sources, uncover hidden relationships among data items, compute trends for the evolution of security incidents, ultimately (and at a faster pace) reaching solid evidence that can be used in Court, gaining also better awareness and understanding of current or past security-related situations. In parallel, MAGNETO will spark an ecosystem of third-party solution providers benefiting from its open, modular and reusable architectural framework and standard interfaces.\nTo achieve these objectives, MAGNETO will test and demonstrate its developments on five representative and complementary use cases (types of crime), under real-life operational conditions in the facilities of eleven different LEAs, keeping them continuously in the production loop, adopting an agile implementation methodology and a multi-disciplinary scientific approach, combining researchers with exceptional track records, officers with top-level operational know-how in law enforcement, recognised experts for legal and ethical compliance to EU and national standards, and qualified training experts for innovative curricula development.",
    "totalCost": "5320475",
    "ecMaxContribution": "5320475",
    "coordinator": "INSTITUTE OF COMMUNICATION AND COMPUTER SYSTEMS",
    "coordinatorCountry": "EL",
    "participants": "HOCHSCHULE FUR DEN OFFENTLICHEN DIENST IN BAYERN;BAYERISCHES STAATSMINISTERIUM DES INNERN;Inspectoratul General al Politiei Romane;KOMENDA WOJEWODZKA POLICJI W BYDGOSZCZY;MINISTERO DELL'INTERNO;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;VENAKA MEDIA LIMITED;AJUNTAMENT DE SABADELL;SIVECO ROMANIA SA;MINISTERIO DA ADMINISTRACAO INTERNA;CBRNE Ltd;WYZSZA SZKOLA POLICJI W SZCZYTNIE;ITTI SP ZOO;UNIVERSITAT POLITECNICA DE VALENCIA;Police Service of Northern Ireland;WALENTYNOWICZ PAWEL;QUEEN MARY UNIVERSITY OF LONDON;THALES SA;KATHOLIEKE UNIVERSITEIT LEUVEN;HOME OFFICE;EUROB CREATIVE SLNE",
    "participantCountries": "DE;RO;PL;IT;UK;ES;PT;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}