{
    "rcn": "216110",
    "acronym": "OCEAN12",
    "topics": "ECSEL-2017-1",
    "title": "Opportunity to Carry European Autonomous driviNg further with FDSOI technology up to 12nm node",
    "startDate": "01/04/2018",
    "endDate": "31/12/2021",
    "objective": "OCEAN12 targets the key societal challenge of smart mobility. Based on the innovative FDSOI technology, OCEAN12 will develop new processors and applications design that leverage Fully Depleted Silicon On Insulator (FD-SOI) technology to offer the industryís lowest power consuming processor, especially for automotive and aeronautic applications.\nOCEAN12 will develop a technology platform benefitting from FDSOI designís extreme low leakage and operating voltage (Vdd)  scalability attained thank to reverse and forward body biasing (RBB/FBB) of the integrate circuit and it power system architecture. This high performance, low power solution will enable the next strategic generations of smart vehicles. This platform will rely on:\nï pilot line facilities capable to manufacture advanced substrates compatible with 12FDX technology and define pathfinding solutions to push 12FDX technology performances and develop innovative sensors,\nï development of innovative designs to enhance FDSOI capacity and guarantee the highest level of integrated solutions,\nï the manufacturing of high performance ICs using all panel of FDSOI technologies,\nThe produced highly integrated, reliable, ultra low power and lower cost components will be integrated in complex embedded systems accessible to TIER-1, 2 and OEMs and answering strategic challenges of future vehicles generations. Several product demonstrators are targeted: high end microcontroller plug and play board, high performance sensors data fusion, highly integrated low power video processing, awaking systems.\nA strong added value network is created across this project to enhance a competitive European value chain on a European breakthrough and secure a unique FDSOI roadmap beyond the 22FDX. \nOCEAN 12 finally highlights Europeís unique leading position on FDSOI technology integrating the entire manufacturing chain in this dynamic, from substrate suppliers and foundries to TIER-1 and OEM, including academia and RTOís.",
    "totalCost": "103575911,2",
    "ecMaxContribution": "23164966,53",
    "coordinator": "SOITEC SA",
    "coordinatorCountry": "FR",
    "participants": "KALRAY SA;INSTITUTO DE TELECOMUNICACOES;GLOBALFOUNDRIES Dresden Module One LLC & Co. KG;M3 SYSTEMS SAS;INSTITUT POLYTECHNIQUE DE GRENOBLE;ROBERT BOSCH GMBH;EV GROUP E. THALLNER GMBH;AED ENGINEERING GMBH;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;HSEB DRESDEN GMBH;DESIGN AND REUSE;AIRBUS DEFENCE AND SPACE GMBH;INTEGRATED SYSTEMS DEVELOPMENT S.A.;AUDI AKTIENGESELLSCHAFT;UNIVERSITE DE BORDEAUX;POLITECHNIKA WARSZAWSKA;MUNEDA GMBH;EBERHARD KARLS UNIVERSITAET TUEBINGEN;EVOTEL INFORMATICA SL;ION BEAM SERVICES;THALES SA;STMICROELECTRONICS GRENOBLE 2 SAS;UNIVERSITAET DER BUNDESWEHR MUENCHEN;UNIVERSITAET PADERBORN;TECHNISCHE UNIVERSITAET DRESDEN",
    "participantCountries": "FR;PT;DE;AT;EL;PL;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}