{
    "rcn": "216185",
    "acronym": "INTEXseas",
    "topics": "ERC-2017-ADG",
    "title": "An integrated weather-system perspective on the characteristics, dynamics and impacts of extreme seasons",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Single extreme weather events can be hazardous, but for certain socioeconomic sectors the seasonal aggregation of weather is particularly harmful. Extremes on timescales up to two weeks are typically related to specific weather systems, but no such link exists for extreme seasons. Therefore, they are very difficult to meteorologically understand, despite their utmost societal relevance. This project aims at filling this gap, providing a multi-faceted analysis of different types of extreme seasons in a changing climate. Very large ensembles of climate simulations serve to investigate the characteristics and dynamics of the, e.g., hottest and coldest, and wettest and driest, season in regions worldwide. The extreme season characteristics include their spatial scale and their extremeness given the entire distribution of seasonal values in this region. Their dynamics is related to the fundamental understanding of the sequence of weather events that makes a season extreme: is it a single, highly unusual weather event that renders a season the most extreme (e.g., an unprecedented heat wave) or rather an unusual frequency of well-known weather systems (e.g., a series of strongly precipitating cyclones). These paradigms, referred to as ìsomething newî vs. ìmore of the sameî, are particularly relevant when considering extreme seasons in a warming climate. This project will combine state-of-the-art climate modelling, a unique set of weather-system diagnostics informed by profound dynamical understanding, and novel impact assessment pathways to address three main hypotheses: 1) different types of extreme seasons differ in terms of their spatial scale and relation to weather systems; 2) for specific types of extreme seasons, future climate simulations indicate a marked increase of extremeness; and 3) for certain socioeconomic sectors, the consequences of the future modulation of extreme seasons is more severe than inferred from climate change trend considerations alone.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}