{
    "rcn": "216166",
    "acronym": "GRECO",
    "topics": "SwafS-10-2017",
    "title": "Fostering a Next Generation of European Photovoltaic Society through Open Science",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "GRECO proposal faces the specific challenge of putting Open Science into action in a research project concerning Photovoltaic (PV) Energy Research.  Photovoltaics is a realistic R&D area in which to set up and operationalize an Open Science demonstrator. By adopting the model of RRI, definitively we will demonstrate how increased endorsement of PV technology will increase utilization and integration of PV technology into the electric energy supply system.\nGRECO proposes RRI solutions to increase PV technology useful life, reduce its cost through increased performance and, demonstrate novel competitive solutions in agriculture and buildings. These targets will be met by providing 6 responsible and innovative solutions.\nThe project brings together several expertise from many areas of knowledge in a coalition among all stakeholders of the quadruple helix representing three continents in a research project with research lines at different Technology Readiness Levels (TRLs). The project duration is of 3 years. GRECO is a double OPEN proposal: on one hand this proposal will be open after the evaluation process in order to facilitate Cross-Fertilization with the project in Swafs-10-2017 call that is finally granted, and on the other, it is open to the engagement of citizens, civil society and stakeholders, embedding an MML plan and two Open Innovation actions.\nHow are we going to put into practice OPEN and RRI in GRECO proposal? Our scheme implies Open Science in all its dimensions including Citizen Science. Basically it includes Open Science and RRI approaches in all stages of a research project -planning, evaluation, action and closing- by considering different actions that will ensure an active participation from all relevant stakeholders included the civil society and citizens, to guide in the development of innovative solutions, and to guarantee the future acceptance of the research results.",
    "totalCost": "3116595",
    "ecMaxContribution": "2973220",
    "coordinator": "UNIVERSIDAD POLITECNICA DE MADRID",
    "coordinatorCountry": "ES",
    "participants": "UNIVERSIDAD POMPEU FABRA;CENTRAL LABORATORY OF SOLAR ENERGY& NEW ENERGY SOURCES OF THE BULGARIAN ACADEMY OF SCIENCES;INSOLIGHT SA;UNIVERSIDADE DE EVORA;CONSEJERIA DE MEDIO AMBIENTE Y ORDENACION DEL TERRITORIO;REINER LEMOINE INSTITUT GGMBH;EUROMEDITERRANEAN IRRIGATORS COMMUNITY;HELMHOLTZ-ZENTRUM BERLIN FUR MATERIALIEN UND ENERGIE GMBH;EUROPEAN SCIENCE COMMUNICATION INSTITUTE (ESCI) GGMBH;UNIVERSIDADE DE SAO PAULO",
    "participantCountries": "ES;BG;CH;PT;DE;BR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}