{
    "rcn": "216181",
    "acronym": "IntelliAQ",
    "topics": "ERC-2017-ADG",
    "title": "Artificial Intelligence for Air Quality",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The IntelliAQ project will develop novel approaches for the analysis and synthesis of global air quality data based on deep neural networks. The foundation of this project is the worldís largest collection of surface air quality measurements, which was recently assembled by the principal investigator and plays a pivotal role in the ongoing first comprehensive Tropospheric Ozone Assessment Report (TOAR). This database will be complemented with data from the worldís leading effort to collect global air pollutant measurements in near realtime and combined with high-resolution geodata, weather information, and satellite retrievals of atmospheric composition in order to characterize individual measurement locations and regional air pollution patterns. State-of-the-art deep learning methods will be applied to this unprecedented dataset in order to 1) fill observation gaps in space and time, 2) provide short-term forecasts of air quality, and 3) assess the quality of air pollutant information from diverse measurements. The combination of diverse data sources is unique, and the project will be the first to apply the full potential of deep neural networks on global air quality data. The achievement of the three IntelliAQ objectives will shift the analysis of global air pollutant observations to a new level and provide a basis for the future development of innovative air quality services with robust scientific underpinning. Due to the heterogeneity of the multivariate data, lack of structure, and generally unknown uncertainty of the input data, the project also poses challenges for existing deep learning methods, and will thus lead to new developments in this field. Direct outcomes of the project will be a substantial improvement of global air quality information including methods to assess the quality of air pollution measurements, and a new data-driven method for forecasting air quality at local scales.",
    "totalCost": "2498761",
    "ecMaxContribution": "2498761",
    "coordinator": "FORSCHUNGSZENTRUM JULICH GMBH",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}