{
    "rcn": "216158",
    "acronym": "HOWPER",
    "topics": "ERC-2017-ADG",
    "title": "An open or closed process: Determining the global scheme of perception",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Despite decades of intensive research, there is no agreement about the general scheme of perception: Is the external object a trigger for a brain-internal process (open-loop perception, OLP) or is the object included in brain dynamics during the entire perceptual process (closed-loop perception, CLP)? HOWPER is designed to provide a definite answer to this question in the cases of human touch and vision. What enables this critical test is our development of an explicit CLP hypothesis, which will be contrasted, via specific testable predictions, with the OLP scheme. In the event that CLP is validated, HOWPER will introduce a radical paradigm shift in the study of perception, since almost all current experiments are guided, implicitly or explicitly, by the OLP scheme. If OLP is confirmed, HOWPER will provide the first formal affirmation for its superiority over CLP.\nOur approach in this novel paradigm is based on a triangle of interactive efforts comprising theory, analytical experiments, and synthetic experiments. The theoretical effort (WP1) will be based on the core theoretical framework already developed in our lab. The analytical experiments (WP2) will involve human perceivers. The synthetic experiments (WP3) will be performed on synthesized artificial perceivers. The fourth WP will exploit our novel rat-machine hybrid model for testing the neural applicability of the insights gained in the other WPs, whereas the fifth WP will translate our insights into novel visual-to-tactile sensory substitution algorithms.\nHOWPER is expected to either revolutionize or significantly advance the field of human perception, to greatly improve visual to tactile sensory substitution approaches and to contribute novel biomimetic algorithms for autonomous robotic agents.",
    "totalCost": "2493441,25",
    "ecMaxContribution": "2493441,25",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}