{
    "rcn": "216175",
    "acronym": "IntraGutSex",
    "topics": "ERC-2017-ADG",
    "title": "Sex differences in intestinal plasticity",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Sex differences in intestinal plasticity\n\nMales and females often differ in their physiology and disease susceptibility. Sex hormones play key roles in sculpting and maintaining such sex differences, but increasing evidence points to a contribution of cell-intrinsic mechanisms. We are only beginning to understand the molecular mediators of these intrinsic mechanisms, and little is known about the organs where they function and their effects at the whole-organism level. \n\nOur work in flies recently revealed the existence of intrinsic sex differences in intestinal stem cell proliferation. This work raised the possibility that other, more metabolically significant intestinal cell types have their own sexual identity, with potential consequences at the organ and whole-organism levels. This proposal will explore the nature and significance of this sexual identity in two such cell types: enterocytes and neurons.\n\nWe will first take advantage of our ability to genetically manipulate and sexually transform these cells in Drosophila in order to understand how their sexual identity is specified and whether it needs to be actively maintained. We will then explore the contribution of such sexual identity to organ features and whole-body physiology. Finally, we will investigate the evolutionary conservation of our findings by establishing organoids as a model to investigate enterocyte physiology, and then use them to explore whether intrinsic mechanisms are also active in the mouse intestinal epithelium. \n\nCollectively, our multidisciplinary approach will shed light on the contribution of the intestine - an organ not previously known to have an intrinsic sexual identity - to sex differences in physiology. It will also pioneer the study of enterocyte physiology in organoids: an emerging and extremely powerful ex vivo system. Our work will also lay the foundations for future interventions aimed at tackling sex biases in disease susceptibility/prognosis.",
    "totalCost": "2485217",
    "ecMaxContribution": "2485217",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}