{
    "rcn": "216199",
    "acronym": "ExQuiSid",
    "topics": "ERC-2017-ADG",
    "title": "Extreme Quantum Matter in Solids",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Quantum stochastic processes in solids, representing many-body systems par excellence, are believed to lead to extreme forms of quantum entanglement and non-local correlations (extreme quantum matter), that offer a well-defined starting point for an understanding of a wide range of anomalous materials properties, as well as emergent electronic phases such as magnetically mediated superconductivity or partial spin and charge order. While overwhelming experimental evidence clearly suggests a breakdown of traditional concepts such as well-defined quasi-particle excitations, the striking present-day disagreement between experiment and theory may be traced to the lack of experimental information on the spectrum of quantum stochastic many-body processes in solids in the low-energy and low-temperature limit close to and far from equilibrium.\n\nExQuiSid will advance the understanding of the nature of extreme quantum matter in the most extensively studied model systems, notably simple magnetic materials (insulators and metals) tuned through a quantum phase transition. For the proposed studies my group has implemented a new generation of methods covering for the first time neutron spectroscopy with an unprecedented nano-eV resolution even under large magnetic fields, transverse-field vector magnetometry, calorimetry and transport down to milli-Kelvin temperatures, and, ultra-high purity single-crystal growth combined with advanced materials characterisation. \n\nExQuiSid will (i) solve long-standing mysteries in model-systems of extreme quantum phase transitions, (ii) experimentally enable and permit pioneering studies on the creation, nature and classification of non-equilibrium quantum matter in solids at ultra-low energies and temperatures, and (iii) experimentally enable and permit pioneering studies of quantum matter driven periodically out of equilibrium to identify dynamical quantum instabilities and dynamical quantum phases such as many body localisation.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TECHNISCHE UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}