{
    "rcn": "216147",
    "acronym": "COPKIT",
    "topics": "SEC-12-FCT-2016-2017",
    "title": "Technology, training and knowledge for Early-Warning / Early-Action led policing in fighting Organised Crime and Terrorism",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "'The COPKIT project addresses the problem of analysing, preventing, investigating and mitigating the use of new information and communication technologies by organised crime and terrorist groups. This question is a key challenge for policy-makers and LEAs due to the complexity of the phenomenon, the quantity of factors and actors involved, and the great set of criminal and terrorist technological activities in support of OC and terrorist actions. It is a clear VUCA world effect (volatility, uncertainty, complexity and ambiguity).\nEUROPOL who is involved in COPKIT as head of its Advisory Board, in this yearís SOCTA 2017 report 'Crime in the Age of Technology' states that 'This is now, perhaps, the greatest challenge facing LEAs around the world'.\nCOPKIT proposes an intelligence-led Early Warning (EW) / Early Action (EA) system, directly related to the methodological approach used by EUROPOL in SOCTA. ìIntelligence-led policingî offers a framework to guide operations, prioritizing needs and optimizing resources. EW explain how crimes are evolving, identifying 'weak signals', warnings, new trends, and being a basis for assisting decision makers, both strategic and operational levels, in order to develop EA (preparedness, mitigation, prevention and other security policies).\nOur project, with 17 European organizations from 13 countries participating (9 of them LEAs from 8 countries, one of them leader of EMPACT firearms) and with EUROPOL leading support, aims to create such a technological intelligence and knowledge ecosystem for LEAs, to fight OCT.\nCOPKIT will comprise several phases: (1) developing and applying a EW/EA system and applying it to use-cases, (2) developing a toolkit for knowledge production and exploitation, tested by LEAs in their premises, (3) ensuring respects to EU legal and ethical principles, (4) developing innovative curricula for all aspects of the EW/EA methodology and eco-system to facilitate the uptake by LEAs.'",
    "totalCost": "4986973,75",
    "ecMaxContribution": "4986973,75",
    "coordinator": "INGENIERIA DE SISTEMAS PARA LA DEFENSA DE ESPANA SA-SME MP",
    "coordinatorCountry": "ES",
    "participants": "HOCHSCHULE FUR DEN OFFENTLICHEN DIENST IN BAYERN;AIT AUSTRIAN INSTITUTE OF TECHNOLOGY GMBH;Inspectoratul General al Politiei Romane;POLICE FEDERALE BELGE;UNIVERSIDAD DE GRANADA;IBM IRELAND LIMITED;LEGIND TECHNOLOGIES AS;THALES NEDERLAND BV;KENTRO MELETON ASFALEIAS;TRILATERAL RESEARCH LTD;MINISTERIO DEL INTERIOR;IEKSLIETU MINISTRIJAS VALSTS POLICIJA STATE POLICE OF THE MINISTRY OF INTERIOR;Law and Internet Foundation;MINISTERE DE L'INTERIEUR;GLAVNA DIREKTSIA BORBA S ORGANIZIRANATA PRESTUPNOST",
    "participantCountries": "DE;AT;RO;BE;ES;IE;DK;NL;EL;UK;LV;BG;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}