{
    "rcn": "216126",
    "acronym": "SHADOKS",
    "topics": "ERC-2017-ADG",
    "title": "Active nanofluidics towards ionic machines",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Filtering and water purification rely traditionnally on the concept of passive sieving across properly decorated nanopores. Such basic separation principle contrasts with the highly advanced membrane processes existing in Nature, which harness the full subtleties of active transport across channels. This involves advanced functions like ionic pumps, ultra-high selective channels, or voltage-gated nanopores, which all play a key role in many vital needs and neuronal functions.\nThe Shadoks project aims at developing the concept of artificial ionic machines, based on active nanofluidic transport.  This is an experimental project targeting a fundamental proof of concept. It moreover involves a strong theoretical counterpart, essential to experimental advances and prototyping. I will investigate a wealth of strongly non-equilibrium transport phenomena occurring at the nanoscales, taking advantage of our unique know-how in building nanofluidic heterostructures, in particular made of carbon and boron-nitride. I target ionic Coulomb blockade, on/off voltage-gated nanopore, ionic pumps, dynamical osmosis. These processes allow to tune ionic fluxes against the gradients and induce out-of-equilibrium charge separation, hereby conceiving active sieving as a novel route for separation and desalination. Those new building blocks will subsequently be assembled to create advanced bio-inspired membrane functionalities. We will use ionic pumps to store and deliver charge carriers on demand, akin to the triggered electric shock of the electric eel. Furthermore we use the active nanofluidics building blocks to mimic a basic machinery of neuronal processes. I target in particular to build an artificial dendritic spine, as an ionic information transmitter. As an ultimate goal, this is a route towards elementary neuronal computational processes based on the artificial ionic machines.",
    "totalCost": "2431000",
    "ecMaxContribution": "2431000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}