{
    "rcn": "216159",
    "acronym": "BioMet",
    "topics": "ERC-2017-ADG",
    "title": "Selective Functionalization of Saturated Hydrocarbons",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Despite that CñH functionalization represents a paradigm shift from the standard logic of organic synthesis, the selective activation of non-functionalized alkanes has puzzled chemists for centuries and is always referred to one of the remaining major challenges in chemical sciences. Alkanes are inert compounds representing the major constituents of natural gas and petroleum. Converting these cheap and widely available hydrocarbon feedstocks into added-value intermediates would tremendously affect the field of chemistry. For long saturated hydrocarbons, one must distinguish between non-equivalent but chemically very similar alkane substrate C?H bonds, and for functionalization at the terminus position, one must favor activation of the stronger, primary C?H bonds at the expense of weaker and numerous secondary C-H bonds. The goal of this work is to develop a general principle in organic synthesis for the preparation of a wide variety of more complex molecular architectures from saturated hydrocarbons. In our approach, the alkane will first be transformed into an alkene that will subsequently be engaged in a metal-catalyzed hydrometalation/migration sequence. The first step of the sequence, ideally represented by the removal of two hydrogen atoms, will be performed by the use of a mutated strain of Rhodococcus. The position and geometry of the formed double bond has no effect on the second step of the reaction as the metal-catalyzed hydrometalation/migration will isomerize the double bond along the carbon skeleton to selectively produce the primary organometallic species. Trapping the resulting organometallic derivatives with a large variety of electrophiles will provide the desired functionalized alkane. This work will lead to the invention of new, selective and efficient processes for the utilization of simple hydrocarbons and valorize the synthetic potential of raw hydrocarbon feedstock for the environmentally benign production of new compounds and new materials.",
    "totalCost": "2499375",
    "ecMaxContribution": "2499375",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}