{
    "rcn": "216182",
    "acronym": "PALAEO-RA",
    "topics": "ERC-2017-ADG",
    "title": "A Palaeoreanalysis To Understand Decadal Climate Variability",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Climatic variations at decadal scales, such as phases of accelerated warming, weak monsoons, or widespread subtropical drought, have profound effects on society and the economy. Understanding such variations requires insights from the past. However, no data sets of past climate are available to study decadal variability of large-scale climate with state-of-the-art diagnostic methods. Currently available data sets are limited to statistical reconstructions of local or regional surface climate. The PALAEO-RA project will produce the first ever comprehensive, 3-dimensional, physically consistent reconstruction of the global climate system at a monthly scale for the past six centuries. This palaeoreanalysis is based on combining information from early instrumental measurements, historical documents (e.g., capitalizing on large amounts of newly available data from China), and proxies (e.g., tree rings) with a large ensemble of climate model simulations. To achieve this novel combination, a completely new data assimilation system for palaeoclimatological data will be developed. The unique data sets produced in this project will become reference data sets for studying past climatic variations (i) for diagnostic studies of interannual-to-decadal variability, (ii) as a benchmark for model simulations and (iii) for climate impact studies. Using the data produced, the project will analyse episodes of slowed or accelerated global warming, decadal subtropical drought periods, episodes of expanding or contracting tropics, slowed or strengthened monsoons, changes in storm tracks, blocking and associated weather extremes, and links between Arctic and midlatitude climate. The analyses will provide new insights into the processes governing decadal variability of weather and climate.",
    "totalCost": "2499975",
    "ecMaxContribution": "2499975",
    "coordinator": "UNIVERSITAET BERN",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}