{
    "rcn": "216194",
    "acronym": "SUPRAWOC",
    "topics": "ERC-2017-ADG",
    "title": "Supramolecular Architectures for Ruthenium Water Oxidation Catalysis",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Ruthenium complexes with 2,2'-bipyridine-6,6'-dicarboxylate (bda) as equatorial ligand and pyridines as axial ligands are currently the most favored class of efficient water oxidation catalysts (WOCs) and thus a great hope for achieving practical artificial photosynthesis. Based on the outstanding WOC performance of our recently reported macrocycles bearing three [Ru(bda)] units, this proposal aims to explore a wider variety of multinuclear metallosupramolecular architectures including more diverse polygons, polyhedra and coordination polymers. Precise control of structure and size will be achieved through a directional bonding approach with suitable vertices and edges, e.g. for cubic, tetrahedral, or dodecahedral architectures, and new ring-opening living supramolecular polymerization protocols with specially-tailored [Ru(bda)] precursors and multitopic azaaromatic initiators towards unprecedented polymer topologies. \nWhereas the synthesis and isolation of these metallosupramolecular structures will take advantage of rapid axial ligand exchange at elevated temperatures and the charge neutrality in the Ru(II) oxidation state, water networks will form in the internal cavities of the polygons, polyhedra and coordination networks for the catalytically active Ru(IV/V) species. These networks facilitate substrate water binding and proton-coupled electron transfer processes, both of which accelerate the challenging oxidative half reaction of (photo-)catalytic water splitting. Taking advantage of the accumulation of positive charge in the envisioned metallosupramolecular scaffolds, negatively charged photosensitizers will be embedded into host-guest complexes to accelerate solar light-driven WOC. Accordingly, this proposal will establish a new family of metallosupramolecular structures with outstanding functionality based on innovative synthetic concepts and important principles found in natural photosynthesis.",
    "totalCost": "2490934",
    "ecMaxContribution": "2490934",
    "coordinator": "JULIUS-MAXIMILIANS-UNIVERSITAT WURZBURG",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}