{
    "rcn": "216187",
    "acronym": "PathEVome",
    "topics": "ERC-2017-ADG",
    "title": "Do Pathogen Extracellular Vesicles Deliver Crop Disease?",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Filamentous plant pathogens (fungi and oomycetes) cause the most devastating crop diseases and thus significantly threaten global food security. Essential components of their virulence arsenal are proteins called cytoplasmic effectors that are delivered inside plant cells to suppress immunity. One of the major scientific challenges in this field is understanding how effectors are secreted and translocated into host cells; a question that is hotly debated. An exciting breakthrough in my laboratory revealed that cytoplasmic effectors accumulate in extracellular vesicles (EVs), implicating this as a delivery route. \nThis critical discovery establishes a vital need to address:\nï What proteins reside in EVs and how do EVs traffic them between pathogen and host cells?\nï How are EVs formed and how are effectors packaged into them?\nï What are the routes for uptake of cytoplasmic effectors into host cells and how do they reach their destination?\n\nEach question will be answered by a corresponding workpackage (WP) that brings challenging, innovative approaches to the study of molecular plant pathology. In WP1 proteomics and transgenic approaches will allow the EV proteome to be determined and high-throughput automated electron microscopy will resolve the 3-dimensional organisation of the interface between plant and pathogen. In WP2, new molecular cell biological approaches and genome editing will facilitate an understanding of effector secretory routes and EV biogenesis. In WP3, fusion or endocytosis of EVs with plant cells will be studied and the endocytic routes to delivery of effectors to their final destination will be defined.\nPathEVome will develop a ground-breaking understanding of effector delivery from filamentous pathogens to the inside of living plant cells. It will provide tools and approaches beyond the current state-of-the-art in infection cell biology that can be broadly adopted to study the roles of vesicular transport in causing disease.",
    "totalCost": "2468260",
    "ecMaxContribution": "2468260",
    "coordinator": "UNIVERSITY OF DUNDEE",
    "coordinatorCountry": "UK",
    "participants": "THE JAMES HUTTON INSTITUTE",
    "participantCountries": "UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}