{
    "rcn": "216163",
    "acronym": "C-CLEAR",
    "topics": "ERC-2017-ADG",
    "title": "Complement: to clear or not to clear",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Mammalian complement recognizes a variety of cell-surface danger and damage signals to clear invading microbes and injured host cells, while protecting healthy host cells. Improper complement responses contribute to diverse pathologies, ranging from bacterial infections up to paralyzing Guillain-BarrÈ syndrome and schizophrenia. What determines the balance between complement attack reactions and host-cell defense measures and, thus, what drives cell fate is unclear.\nMy lab has a long-standing track record in elucidating molecular mechanisms underlying key complement reactions. We have revealed, for example, how the interplay between assembly and proteolysis of these large multi-domain protein complexes achieves elementary regulatory functions, such as localization, amplification and inhibition, in the central (so-called alternative) pathway of complement. Results from my lab underpin research programs for the development of novel therapeutic approaches in academia and industry.\nHere the goal is to understand how the molecular mechanisms of complement attack and defense on cell membranes determine clearance of a cell. Enabled by new mechanistic insights and preliminary data we can now address both long-standing and novel questions. In particular, we will address the role of membrane organization and dynamics in complement attack and defense. Facilitated by recent technological developments, we will combine crystallography, cryo-EM, cryo-ET and high-resolution microscopy to resolve complement complex formations and reactions on membranes. \nThus, this project aims to provide an integrative understanding of the molecular complement mechanisms that determine cell fate. Results will likely be of immediate importance for novel therapeutic approaches for a range of complement-related diseases. Furthermore, it will provide clarity into the general, and possibly fundamental, role of complement in tissue maintenance in mammals.",
    "totalCost": "2332500",
    "ecMaxContribution": "2332500",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}