{
    "rcn": "216157",
    "acronym": "SHUTTLE",
    "topics": "SEC-09-FCT-2017",
    "title": "Scientific High-throughput and Unified Toolkit for Trace analysis by forensic Laboratories in Europe",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Transfer traces analysis currently suffers from several limitations: highly subjective and selective, this process is also very time-consuming, hence inefficient, whereas  results are difficult, if not impossible, to compare and share among forensic laboratories. As a consequence, the use of forensic data in cross-border investigations, and in foreign courts is limited. Creating a unified transfer traces automated analysis toolkit would allow for a higher productivity of forensic workers, better crime resolution and enable further collaboration across end-users. \nIn addition to the lack of maturity of its potential components, the economical question is the barrier that hinders the development of such a toolkit as a sole forensic service canít afford funding the corresponding R&D activities. the SHUTTLE project then intends to run a Pre-Commercial Procurement (PCP) action between forensic institutes across Europe to mitigate these technical and financial barriers and jointly carry out the procurement of the necessary Research and Development (R&D) activities to develop a machine\\toolkit that will integrate different tape analysis tools to automate the routine part of the work of trace evidence examiners and, eventually, strengthen further judicial and police cooperation.\nThe SHUTTLE toolkit will be scientific, as the results obtained will be objective and validated, which will strengthen their usefulness and usability. It will be high-throughput, as the instrumentation will be built to process large amounts of samples and data. The acquired data will be stored in a database together with the results of other methods. These databases can be shared  and maintained together, and be used to provide a scientifically justified, numerical evidential value.\nFinally, SHUTTLE, which will be validated in conformity with ISO17025, will unify the methodology used in several European countries and will foster collaboration across countries and institutions in Europe.",
    "totalCost": "10567837,5",
    "ecMaxContribution": "9511053,77",
    "coordinator": "MINISTERE DE L'INTERIEUR",
    "coordinatorCountry": "FR",
    "participants": "MINISTRY OF PUBLIC SECURITY;MinistÈrio da JustiÁa;LIETUVOS TEISMO EKSPERTIZES CENTRAS;STICHTING HOGESCHOOL VAN AMSTERDAM;ARTTIC;KENTRO MELETON ASFALEIAS;Netherlands Forensic Institute",
    "participantCountries": "IL;PT;LT;NL;FR;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}