{
    "rcn": "216132",
    "acronym": "FOCUS",
    "topics": "ERC-2017-ADG",
    "title": "Fiber Optic Cable Use for Seafloor studies of earthquake hazard and deformation",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Two-thirds of the Earthís surface is covered by water and thus largely inaccessible to modern networks of seismological instruments. The FOCUS project is poised to revolutionize seismic monitoring of the seafloor through a novel use of fiber optic cables to improve hazard assessment and increase early warning capability. Laser reflectometry using BOTDR, commonly used for structural health monitoring of large-scale engineering structures (e.g. - bridges, dams, pipelines, etc.), can measure very small strains (< 1 mm) at very large distances (10 - 200 km). It has never been used to monitor deformation caused by active faults on the seafloor. The objective of the FOCUS project is to demonstrate that this technique can measure small (1 - 2 cm) displacements on a primary test site offshore Sicily where the 28 km long EMSO Catania cable crosses the recently mapped North Alfeo Fault. BOTDR observations must be calibrated by other independent measurements. Therefore, targeted marine geophysical surveys of the seafloor along the trace of the cable and faults are planned, with micro-bathymetry, high-resolution seismics, seafloor seismic stations and use of seafloor geodetic instruments to quantify fault displacement. Once the BOTDR fault-monitoring technique has been tested and calibrated offshore Sicily, the goal is to expand it to other fiber optic cable networks, either existing research networks in earthquake hazard zones (Japan, Cascadia) or to the Mediterranean region through access to retired telecommunication cables, or through the development of dual-use cables with industry partners, (two of the anticipated outcomes of the FOCUS project). The novel secondary use of fiber optic cables as described by FOCUS represents a potentially tremendous breakthrough in seismology, tectonics and natural hazard early warning capability, one that could turn Earthís future undersea communication infrastructure into a seismological monitoring network of unprecedented scale.",
    "totalCost": "3487910,63",
    "ecMaxContribution": "3487910,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT FRANCAIS DE RECHERCHE POUR L'EXPLOITATION DE LA MER;I.D.I.L. SAS (INGENIERIE-DEVELOPPEMENT-INSTRUMENTATION-LASER)",
    "participantCountries": "FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}