{
    "rcn": "216143",
    "acronym": "DCPOIESIS",
    "topics": "ERC-2017-ADG",
    "title": "Steady-state and demand-driven dendritic cell generation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Classical dendritic cells (cDCs) are leucocytes that play a key role in innate immunity as well as the initiation and regulation of T cell responses. cDCpoiesis starts with commitment of a bone marrow (BM) haematopoietic progenitor, known as the classical DC precursor (CDP), to the cDC lineage. CDPs then give rise to pre-cDCs that exit the BM via the blood and seed tissues to give rise to the two major types of fully-differentiated cDCs, the cDC1 and cDC2 subsets. The key parameters of cDCpoiesis are poorly understood. We propose to characterise the niche in which cDCs develop within the BM and to study how pre-cDCs seed tissues and establish local clones of differentiated cDC1 and cDC2. We further wish to ask how the activity of CDPs and pre-cDCs is altered following infection, inflammation or tissue damage. Finally, we want to know to what extent cDCpoiesis is affected by direct sensing of infection or cell damage by cDC precursors. All these objectives will be addressed in a mouse lineage tracing model in which cDC precursors are genetically labelled through the activity of a Cre recombinase driven by the Clec9a locus. These mice will be crossed to fluorescent protein reporter mice, including Confetti mice that allow for clonal analysis, and the appearance of labelled cDCs and cDC clones in tissues will be followed over time in the steady-state or after induction of infection or inflammation. The dependence of cDC precursor activity on specific pathogen and damage sensing pathways will be assessed by loss-of-function experiments. The interactions of cDC precursors with their BM niche will be analysed in steady-state or inflammatory conditions by visualising the cells in situ. Finally, the consequences of demand-driven cDCpoiesis for immunity will be assessed. The results from this project will lead to a greater understanding of the influence of environmental signals on cDCpoiesis and may have applications in the design of better vaccines and immunotherapies.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE FRANCIS CRICK INSTITUTE LIMITED",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}