{
    "rcn": "216165",
    "acronym": "Paget-Advance",
    "topics": "ERC-2017-ADG",
    "title": "Advancing knowledge to improve outcome in Pagetís disease of bone",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Pagetís disease of bone (PDB) is a common skeletal disorder in people of European descent characterised by abnormal bone remodeling which disrupts normal bone structure causing pain, deformity, nerve compression syndromes and fractures. \n\nThe causes of PDB are incompletely understood. Genetic factors play a key role and some predisposing genes been identified but many remain to be discovered as do the mechanisms by which these genes influence bone cell function. Environmental factors also contribute but these are poorly defined, and it remains unclear how genes and environment interact to regulate susceptibility and severity.  Further research is required to permit earlier diagnosis and to define the genetic and environmental factors that influence susceptibility to PDB so that new therapeutic strategies can be developed to improve outcome.\n\nThe Paget-Advance programme will progress beyond state-of-the-art by identifying new genetic variants that predispose to PDB by extended genome wide association studies and next generation sequencing of early onset familial cases where the causal genes are unknown. A genetic profiling test will be developed to facilitate early diagnosis and treatment. The functional mechanisms by which the variants affect bone cell function will be investigated using bioinformatics, cell culture studies and preclinical disease models. Potential environmental triggers will be explored focusing on the intestinal microbiome diet and biomechanical loading using preclinical disease models and prospective clinical studies.  \n\nThe result will be to increase understanding of PDB and to facilitate earlier diagnosis and timely therapeutic intervention which will improve clinical outcome for patients and those at risk of the disease. The research will also have wider significance in advancing knowledge of the fundamental processes that regulate bone remodelling with potential spinoffs for other bone diseases.",
    "totalCost": "2422623",
    "ecMaxContribution": "2422623",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}