{
    "rcn": "216149",
    "acronym": "PROFILE",
    "topics": "SEC-17-BES-2017",
    "title": "Data Analytics, Data Sources, and Architecture for Upgraded European Customs Risk Management",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "Security and fraud in cross-border trade and supply chains are key priorities for the EU customs administrations due to the increasing risk of transnational crime and terrorism and the e-commerce-driven growth of customs declarations. Hence, EU customs administrations have to rapidly increase their capability to search for more accurate data sources to better assess these risks and increase their inspection hit rate. To address this challenge, PROFILE seeks to accelerate the uptake of state-of-the-art data analytics and incorporation of new data sources for more effective and efficient European customs risk management. The project provides tailored solutions, that build on modern methods in machine learning, graph-based analytics, and natural language processing, to help targeting officers and strategic analysts to collect and organise unstructured data, data-mine large datasets, apply semi-supervised machine learning that utilises feedback of control results, and to visualize complex data sets. PROFILE enables customs-to-customs systematic sharing of Entry Summary Declarations and other risk-relevant information through the EU-wide PROFILE Risk Data Sharing Architecture (RDSA). The project also connects national customs risk management systems to logistics Big Data of INTTRA and the Universal Postal Union (UPU) and provides customs an improved access to online data, especially valuation-relevant data of e-commerce sites. PROFILE also strengthens cooperation and data exchange among customs and other competent authorities. Better access to data, customised state-of-the-art data analytics, and stronger cooperation will provide the customs an enhanced 360∫ view on cross-border cargo flows. With PROFILE solutions, customs administration can increase substantially the hit rate of inspections and their capacity to cope with transnational crime, terrorism, and the dramatic e-commerce-driven growth of customs declarations.",
    "totalCost": "4999991,25",
    "ecMaxContribution": "4999991,25",
    "coordinator": "Cross-border Research Association",
    "coordinatorCountry": "CH",
    "participants": "TOTALFORSVARETS FORSKNINGSINSTITUT;INLECOM SYSTEMS LTD;UNIVERSITE DE LAUSANNE;NEDERLANDSE ORGANISATIE VOOR TOEGEPAST NATUURWETENSCHAPPELIJK ONDERZOEK TNO;IBM IRELAND LIMITED;Swedish Customs;MINISTERIE VAN FINANCIEN;DIRECTORATE OF NORWEGIAN CUSTOMS;MAKSU- JA TOLLIAMETI;FORSVARETS FORSKNINGINSTITUTT;SERVICE PUBLIC FEDERAL FINANCES;BMT GROUP LTD;TECHNISCHE UNIVERSITEIT DELFT;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "SE;UK;CH;NL;IE;NO;EE;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}