{
    "rcn": "216140",
    "acronym": "IFDG",
    "topics": "ERC-2017-ADG",
    "title": "INNOVATION, FIRM DYNAMICS AND GROWTH: what do we learn from French firm-level data?",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "This research project will confort theory and data to deepen our understanding of the mechanisms and policies of innovation, and the relationship between innovation, growth and social mobility. The underlying framework is the Schumpeterian theory of economic growth, where: (i) growth is generated by innovative entrepreneurs; (ii) entrepreneurial investments respond to incentives that are themselves shaped by economic policies and institutions; (iii) new innovations involves creative destruction. This project will explore new extensions of the Schumpeterian growth paradigm together with new firm-level and individual datasets to analyze the following questions : (a) the measurement of productivity growth and the extent to which measured TFP growth factors is correctly accounting for new innovation; (b) the relashionship between innovation and trade and more specifically the causal links from export and import to innovation, and the main channels through wich export and import affect innovation; (c) the effect of fiscal and institutional changes on entrepreneurship: in particular, how recent changes in the French legislation on self-employement have affected individual incentives to become self-employed, and differently so for different social or regional groups of individuals; (d) the relationship between creative destruction, inequality, and wellbeing: in particular, how does creative destruction (mesured by job or firm turnover) impact on social mobility (e.g measured by the probability of making it to top income brackets conditional upon a low initial income or a low parental income) and health. This approach can shed new light on important aspects of the growth process such as: the middle income trap, secular stagnation, the recent rise in top income inequality, and firm dynamics. Moreover, the paradigm can be used to think (or rethink) about growth policy design.",
    "totalCost": "1968588",
    "ecMaxContribution": "1968588",
    "coordinator": "COLLEGE DE FRANCE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}