{
    "rcn": "216145",
    "acronym": "SEREN 4",
    "topics": "SEC-21-GM-2016-2017",
    "title": "SEcurity REsearch NCP network 4",
    "startDate": "01/05/2018",
    "endDate": "28/02/2021",
    "objective": "SEREN4 is a 34-month Coordination and Support Action with the overall aim of strengthening the capacities of and cooperation among Secure Societies NCPs and providing high quality support and services to programme applicants and the security community at large with the view to enhancing participation in the security research and innovation area.To reach this objective, the project will develop four main activity axes, corresponding to the projectsí specific objectives: 1) capacity building of NCPs; 2) providing targeted services for applicants and security stakeholder to strengthen their participation to Horizon 2020 funding opportunities; 3) supporting networking opportunities within the Secure Societies constituency and 4) carrying out awareness raining activities to ensure that the information about SC7, Horizon 2020, new FP9 and SEREN4 project effectively and timely reaches the target audience.  SEREN4 is the continuation and evolution of the precedent network, SEREN3, whose results and lessons learnt have been taken into consideration with the logic of improving the future network and in order to valorize the networkís strengths. In addition, new tasks and activities will be implemented to meet the challenges of the security area and requirements of new SC7 topics. The network will seek further opening to a wider target of stakeholders and businesses in the Secure Societies field. SEREN4 consortium comprises 19 Beneficiaries, with a good mix of well-experienced and less experienced NCPs, and representing Member States, Associated Countries and Third Countries. Besides Beneficiaries, the project services will be offered to all officially appointed H2020 Secure Societies NCPs, who will be involved in project activities as ìAssociated Partnersî.",
    "totalCost": "1999953,75",
    "ecMaxContribution": "1999953,75",
    "coordinator": "AGENZIA PER LA PROMOZIONE DELLA RICERCA EUROPEA",
    "coordinatorCountry": "IT",
    "participants": "RIGAS TEHNISKA UNIVERSITATE;RANNSOKNAMIDSTOD ISLANDS;IDRYMA PROOTHISIS EREVNAS;NATIONAL AUTHORITY FOR TECHNOLOGICAL INNOVATION;AGENCE BRUXELLOISE POUR L'ACCOMPAGNEMENT DE L'ENTREPRISE;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU;CENTRUM VEDECKO TECHNICKYCH INFORMACII SLOVENSKEJ REPUBLIKY;LUXINNOVATION GIE;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;INSTYTUT PODSTAWOWYCH PROBLEMOW TECHNIKI POLSKIEJ AKADEMII NAUK;COUNCIL FOR SCIENTIFIC AND INDUSTRIAL RESEARCH;AGENCIJA ZA MOBILNOST I PROGRAME EUROPSKE UNIJE;SERVICE PUBLIC FEDERAL DE PROGRAMMATION POLITIQUE SCIENTIFIQUE;ROMANIAN SPACE AGENCY;TECHNOLOGICKE CENTRUM AKADEMIE VED CESKE REPUBLIKY;Ministerio de Ciencia, TecnologÌa e InnovaciÛn Productiva;OESTERREICHISCHE FORSCHUNGSFOERDERUNGSGESELLSCHAFT MBH",
    "participantCountries": "LV;IS;CY;IL;BE;FR;TR;SK;LU;EL;PL;ZA;HR;RO;CZ;AR;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}