{
    "rcn": "216144",
    "acronym": "eCAPE",
    "topics": "ERC-2017-ADG",
    "title": "New energy Consumer roles and smart technologies ñ Actors, Practices and Equality",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The transition to a low-carbon society is vital and requires major changes in everyday life for European households, including new prosumer roles linking renewable energy production and household consumption by use of smart technologies. This implies major alterations in the materiality as well as the social organisation of everyday life. To guide this low-carbon transition, new theory development on the role of technological systems in everyday life is needed. Practice theories represent a strong approach in this; however, they have developed in opposition to understanding actors and structures as mutually interlinked. This means that major drivers, as well as consequences, for sustainable transition are being overlooked. This project will contribute with important new theory development to understand and promote a low-carbon transition as well as to ensure that this transition does not indirectly become a driver of gender and social inequality.\nThree theoretical lines within theories of practice will be developed:\n1. The importance of gender and social structures when studying household practices, including how these social structures influence formation of practices and how, in turn, social structures are formed by the development of practices.\n2. The role of the ethical consumer in developing new practices, including how learning processes, media discourses and institutionalised knowledge influence formation of practices.\n3. The inclusion of non-humans as carriers and performers of practices, rather than seeing the material arrangements only as the context for practices, especially when dealing with automated and internet connected technologies. \n\nQuantitative and qualitative empirical research guided by these theoretical approaches will contribute with work on how future low-carbon living can be achieved and the theoretical developments will form an essential foundation for policy development towards a mandatory low-carbon transition.",
    "totalCost": "2116000",
    "ecMaxContribution": "2116000",
    "coordinator": "AALBORG UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}