{
    "rcn": "216253",
    "acronym": "MicroLightProtoCell",
    "topics": "MSCA-IF-2017",
    "title": "Microfluidics-assisted design and construction of light-responsive protocells",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Protocells are synthetic models of cells exhibiting rudimentary life-like properties, such as compartmentalization, sensing or replication, and constitute as such primitive forms of cellularity that could help to understand the origin of life. The remarkable properties of these smart micromachines can also be harnessed to tackle key societal challenges, including environmental clean-up, energy production, or drug delivery. Advances in this field would greatly benefit from the precise activation of protocells in both space and time. However, fine control over protocellular functions has been minimal to date. Conventional types of actuation (e.g. T, pH) do not allow spatiotemporal guidance due to their inherent inertia or the need to add chemicals. Light provides an attractive alternative for the remote manipulation of protocells with an extremely high spatiotemporal resolution. However, there is no precedent of light-actuated protocells in the literature. The aim of this proposal is precisely to design and construct a new class of photo-responsive protocells capable of being manipulated, activated or silenced quickly and locally in response to light. The bottom-up protocell assembly will be performed by microfluidics, whose powerful abilities in terms of modularity, reliability or sensitivity will be exploited to produce structurally well-defined architectures, and study interactions between protocells in a way unattainable with traditional methods. The expertise and skills of the applicant in the field of protocell design and light-responsive materials will be applied to the multidisciplinary and cutting-edge fields of microfluidics and synthetic biology in which the hosting groups at CNRS (under the leadership of Prof. Jean-Christophe Baret and Dr. Laurence Navailles) have made significant progress in the last few years.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}