{
    "rcn": "216259",
    "acronym": "RespViRALI",
    "topics": "MSCA-IF-2017",
    "title": "Structural and functional insights into the assembly of respiratory complexes by a novel putative chaperone",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "Cellular respiratory complexes play a central role in the production of ATP, the universal energy source of life. Defects in their activity are linked to neurodegenerative diseases in humans and antibiotics resistance in bacteria. Despite their capital importance, the assembly mechanisms of respiratory complexes remain highly unexplored.\n\nThis research project aims to investigate how the assembly of the major bacterial respiratory Complex I is assisted by a multi protein system involved in enterobacterial stress response. The host team recently solved the structures of two components of this system with cryo-electron microscopy (cryoEM) and X-ray crystallography, and showed that they form a huge cage-like assembly reminiscent of the GroEL-ES chaperone. Importantly, the latest scientific literature reported physical interactions between this macromolecular assembly and specific subunits of E. coli respiratory complexes.\n\nTo elucidate the functional role of this enigmatic machine in the assembly of Complex I, I will employ a highly integrated approach situated at the front line of molecular structural biology. A wide range of biophysical methods will be used to dissect the affinity and kinetics of individual interactions between components of this multi protein system and subunits of Complex I. I will examine the overall architecture of the formed complexes with negative stain electron microscopy and small-angle X-Ray/Neutron scattering, while atomic resolution insights of the complexes will be provided by high resolution single particle cryoEM and X-ray crystallography.\n\nThe structures and functional insights obtained in the proposed project will improve our general understanding of coordination between protein folding and assembly of respiratory complexes, and bring novel insights into their implication in antibiotics resistance and pathways of bacterial stress responses, which are crucial to developing strategies for controlling infection.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}