{
    "rcn": "216280",
    "acronym": "CoPEC",
    "topics": "MSCA-IF-2017",
    "title": "Colloidal particles in elasto-capillary fields",
    "startDate": "01/01/2019",
    "endDate": "31/12/2021",
    "objective": "An ambitious and rich project is proposed to advance knowledge in the field of soft condensed matter Physics, and more particularly in the area of colloids and complex fluid interfaces. The main task of this proposal of fundamental nature is to investigate the physical properties of colloidal particles evolving in elasto-capillary fields, i.e. particles attached to liquid crystal interfaces. Such systems remain largely unexplored today and represent a new type of material whose properties are anticipated to be mainly governed by the coupling between capillary and elastic phenomena. Such couplings may lead to novel colloidal interactions and the subsequent discovery of new collective properties which could be exploited for designing materials with yet unknown important functions. In ìCoPECî, we will tackle the subject by using numerical simulations based on continuum theories. The objectives are to gain knowledge on (i) the behaviour of a single particle, (ii) pair interaction potentials, and (iii) self-assembly properties. We will consider solid micron-sized particles attached to both planar and curved nematic liquid crystal interfaces and vary the numerous system parameters (e.g., boundary conditions) in a systematic way. Both static and dynamic simulations will be carried out. The salient novelty of ìCoPECî is to bring together two different fields, namely the so-called (bulk) liquid crystal colloids and colloids at fluid interfaces, which have been extensively but rather independently studied so far. Capillarity, elasticity, topological defects, flow field, nematic field, interfacial deformations and interfacial curvature will be all entangled in our studies and potential breakthroughs can be reasonably expected. This innovative project will make use of the candidateís well-recognized expertise in the above fields combined with the state-of-the-art large-scale numerical simulations on complex fluids flows of Prof. J.J. Feng at the host institution.",
    "totalCost": "232160,4",
    "ecMaxContribution": "232160,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}