{
    "rcn": "216287",
    "acronym": "INTERFACE",
    "topics": "MSCA-IF-2017",
    "title": "paINTed mEtal aRteFActs ConsErvation",
    "startDate": "03/09/2018",
    "endDate": "02/09/2020",
    "objective": "The use of science for the conservation of cultural heritage is nowadays widespread. Many studies have been conducted on artworks made of single materials (e.g. paintings, stones, metals). However, a novel research field is rising among European conservation scientists: the characterisation and conservation of composite artefacts. This project will be focused on composite artworks made of painted metal. Indeed, the particular use of metals as ìcanvasî has never been investigated even though many masterpieces were created using this technique. Known are the degradation mechanisms occurring to metal artefacts as well as to paints as single materials. However, rare studies about painted metals and paint-metal interactions have been undertaken so far. Indeed, there is an extended lack of knowledge about the degradation processes that occur on such artefacts and about the conservation methodology to adopt. The project INTERFACE (paINTed mEtal aRteFActs ConsErvation) aims to fill this lack of scientific information, having two main objectives:\n\n1. The characterisation of the degradation mechanisms, with particular attention to the processes occurring at the paint-metal interface;\n\n2. The development of a conservation methodology to preserve both paint film and metal substrate.\n\nIn particular, the decay mechanisms and the conservation approaches of copper and iron/low carbon steel as substrates decorated with linseed oil paints and lacquers will be investigated. The first phase of the project will focus its attention on the permeation of the paint film, on the metal corrosion processes (e.g. differential aeration, cathodic delamination) and on the interaction between the binder fatty acids and the metal substrate at their interface. For the first time the interface area between the paint film and the metallic support will be characterized at micro and nano-scale. The second phase will be devoted to the development of a conservation methodology for painted metal artworks.",
    "totalCost": "168277,2",
    "ecMaxContribution": "168277,2",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}