{
    "rcn": "216298",
    "acronym": "AlloGPCR",
    "topics": "MSCA-IF-2017",
    "title": "Allosteric modulation of G-protein Coupled Receptors conformational landscape",
    "startDate": "01/08/2018",
    "endDate": "31/07/2021",
    "objective": "G protein-coupled receptors (GPCRs) are the largest family of transmembrane receptors in eukaryotes. They bind a wide range of ligands, such as neurotransmitters, hormones, lipids and many others. GPCRs are the target of more than 30% of the drugs currently on the market, addressing neuropsychiatric, cardiovascular, pulmonary and metabolic disorders, cancer, obesity and AIDS. \nThe functional versatility of GPCRs cannot be explained by a simple two-state model of activation considering only an active and an inactive state, as these receptors are highly dynamic and can explore a wide range of conformations. \nSome receptors of the family can signal in the absence of ligand (basal activity), and despite GPCR have been largely studied in the past years, little is known about their signal transduction mechanism. \nApart from ligands and signalling partners, the structure and function of GPCRs can be modulated by lipids. \nIn this context, our research will be divided in two steps: delineating the role of lipids on GPCR conformational landscape at the molecular scale (Aim1) and exploring an additional allosteric factor in line with lipid composition, the homo- and hetero-receptor oligomerisation (Aim2). \nTo that purpose, we will apply an integrated, multidisciplinary analysis, to characterize protein dynamics under physiological conditions, with the GPCR reconstituted in model lipid systems or living cells, and in the presence of ligands, signalling and regulatory partners. We will use conformational probes to investigate the effect of lipids and other GPCRs on receptor dynamics, and correlate these findings with functional properties such as agonist binding and G protein coupling.",
    "totalCost": "246668,4",
    "ecMaxContribution": "246668,4",
    "coordinator": "UNIVERSITE DE MONTPELLIER",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}