{
    "rcn": "216224",
    "acronym": "NANO-MEMEC",
    "topics": "ERC-2017-ADG",
    "title": "Membrane-based nano-mechanobiology: Role of mechanical forces in remodelling the spatiotemporal nanoarchitecture of the plasma membrane",
    "startDate": "01/12/2018",
    "endDate": "30/11/2023",
    "objective": "Through evolution, cells have developed the exquisite ability to sense, transduce and integrate mechanical and biochemical signals (i.e. mechanobiology) to generate appropriate responses. These key events are rooted at the molecular and nanoscale levels, a size regime difficult to access, hindering our progress towards mechanistic understanding of mechanobiology. Recent evidence from my Lab (and others) shows that the lateral nanoscale organisation of mechanosensitive membrane receptors and signalling molecules is crucial for cell function. Yet, current models of mechanosensing are based on force-induced molecular conformations, completely overlooking the chief role of mechanical forces on the nanoscale spatiotemporal organisation of the plasma membrane.\n\nThe GOAL of NANO-MEMEC is to provide mechanistic understanding on the role of mechanical stimuli in the spatiotemporal nanoarchitecture of adhesion signalling platforms at the cell membrane. To overcome the technical challenges of probing these processes at the relevant spatiotemporal scales, I will exploit cuttingedge biophysical tools exclusively developed in my Lab that combine super-resolution optical nanoscopy and single molecule dynamics in conjunction with simultaneous mechanical stimulation of living cells. Using this integrated approach, I will: First: dissect mechanical and biochemical coupling of membrane mechanosensing at the nanoscale. Second: visualise the coordinated recruitment of integrin-associated signalling proteins in response to force, i.e., mechanotransduction. Third: test how force-induced spatiotemporal membrane remodelling influences the migratory capacity of immune cells, i.e., mechanoresponse. NANO-MEMEC conveys a new fundamental concept to the field of mechanobiology: the roles of mechanical stimuli in the\ndynamic remodelling of membrane nanocompartments, modulating signal transduction and ultimately affecting cell response, opening new-fangled research avenues in the years to come.",
    "totalCost": "2212063",
    "ecMaxContribution": "2212063",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}