{
    "rcn": "216261",
    "acronym": "BIO4A",
    "topics": "LCE-20-2016-2017",
    "title": "Advanced sustainable BIOfuels for Aviation",
    "startDate": "01/05/2018",
    "endDate": "30/04/2022",
    "objective": "Decarbonising & reducing aviation dependence on fossil fuel requires biofuels. BIO4A will produce at least kt of sustainable biojet for its use in aviation at commercial scale for accelerating its deployment within the aviation sector, increasing their attractiveness and contributing to the achievement of the EU targets. BIO4A targets HEFA pathway from wastes, aiming to move the full value chain from TLR 6 to 7. BIO4A will demonstrate the full value chain, enabling a production capacity of 2-300 kt/y of biojet in a First Of A Kind new biorefinery in France. The fuel will be distributed using the existing infrastructures and conventional aircraft fuelling systems for commercial flights. Special attention will be directed to the supply of sustainable feedstock, focusing on waste streams (UCO). In parallel, long-term R&D work will address marginal land in EU MED (low ILUC biofuels). Relevant environmental (inc. GHG and energy balance), economic and social data (inc. health and safety issues, impacts and benefits) will be assessed against targets. Since the current main barrier to the commercial production of biojet is the price gap, BIO4A will explicitly address performance and cost targets vs. relevant key performance indicators. The final goal is to prove the business case, identifying potential issues of public acceptance, market or regulatory risks and barriers (feedstock, technological, business, process) along the entire value chain, taking advantage of previous projects and proposing potential mitigation solutions. Offtake agreements have been signed with KLM and Airfrance. Additional off-take agreements could also be signed to open the participation to more airlines. Regulatory framework is also limiting today the development of the sector and an additional goal is recommendations to policies makers. The proposal will be defined at EU/National level, involving the major sector stakeholders and opening with a profitable dialogue with Member States and the EC.",
    "totalCost": "16860911,25",
    "ecMaxContribution": "10002520,13",
    "coordinator": "CONSORZIO PER LA RICERCA E LA DIMOSTRAZIONE SULLE ENERGIE RINNOVABILI",
    "coordinatorCountry": "IT",
    "participants": "SKYENERGY BV;CAMELINA COMPANY ESPANA S.L.;ETA - ENERGIA, TRASPORTI, AGRICOLTURA SRL;FUNDACION CENER-CIEMAT;TOTAL RAFFINAGE CHIMIE SA;JRC -JOINT RESEARCH CENTRE- EUROPEAN COMMISSION",
    "participantCountries": "NL;ES;IT;FR;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}