{
    "rcn": "216277",
    "acronym": "HELPHERGEN",
    "topics": "MSCA-IF-2017",
    "title": "THE GENETIC BASIS OF MATING BEHAVIOR: PHEROMONE COMMUNICATION IN NOCTUID MOTHS",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "The genetic architecture of behavior is a major topic in biology, but remains poorly understood. The behaviors with the most dramatic effect on animal fitness are those involved in mate attraction and courtship, which are directly related to reproductive success. Males and females share a genome but have idiosyncratic roles in courtship rituals; mating traits thus experience sex-specific selection regimes. Variation at the gene expression level can facilitate sex-specific trait evolution to some degree. However, sex-specific traits inevitably covary, leading to correlated evolutionary responses (pleiotropy). Here I propose an innovative and multidisciplinary framework integrating a quantitative genetic approach to multivariate phenotypic evolution with functional genetic experiments. The key objective is to reveal how genes controlling traits involved in mating behavior can have widespread phenotypic effects across sexes by quantitative genetic measurements of pheromone communication variation in wild-type and knock-out lines of noctuid moths. I will examine the correlated evolution of pheromone signals in male and female moths and identify candidate genes using differential expression analyses. Then, I will examine the phenotypic effects using the cutting-edge CRISPR/Cas9 system and a quantitative genetic framework to test behavioral effects. The proposed research combines behavioral, quantitative genetic, and gene editing techniques and will make headway towards understanding the genotype-phenotype map of mating behavior. I will be based at the Institute for Biodiversity and Ecosystem Dynamics (IBED), an excellent interdisciplinary research institute focusing on functional biodiversity at the University of Amsterdam (UvA). Via training-through-research and a secondment at a collaborative lab of the host supervisor, I will learn essential, state-of-the-art skills including genetic engineering, gene expression assays, and advanced bioinformatic scripting.",
    "totalCost": "177598,8",
    "ecMaxContribution": "177598,8",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}