{
    "rcn": "216232",
    "acronym": "XRayProton",
    "topics": "ERC-2017-ADG",
    "title": "Ultrafast Structural Dynamics of Elementary Water-Mediated Proton Transport Processes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "How acids and bases react in water is a question raised since the pioneering days of modern chemistry. Recent decades have witnessed an increased effort in elucidating the microscopic mechanisms of proton exchange between acids and bases and the important mediating role of water in this. With ultrafast spectroscopy it has been shown that the elementary steps in aqueous proton transfer occur on femtosecond to picosecond time scales. Aqueous acid-base neutralization predominantly proceeds in a sequential way via water bridging acid and base molecules. These ultrafast experiments probing molecular transitions in the ultraviolet, visible and mid-infrared spectral ranges, though, only provide limited insight into the electronic structure of acids, bases and the water molecules accommodating the transfer of protons in the condensed phase. Soft-x-ray absorption spectroscopy (XAS), probing transitions from inner-shell levels to unoccupied molecular orbitals, is a tool to monitor electronic structure with chemical element specificity. The aim is now to develop steady-state and time-resolved soft-x-ray spectroscopy of acids and bases in water-poor and water-rich solutions. Here novel liquid flatjet technology is utilized with soft-x-ray sources at synchrotrons as well as table-top laser-based high-order harmonic systems, to elucidate the electronic structural evolution of proton transfer pathways. Questions to be solved are electronic structural changes upon hydrogen bond formation, the nature of hydrated proton species, and the impact of conversion from acid to conjugate base (or base to conjugate acid) in aromatic alcohols, carboxylic and amine compounds, and ultimately the oxygen oxidation state in hydrated protons. Resolving the electronic structural dynamics of elementary steps of aqueous proton transport will furthermore elucidate the role of mediating water in bulk solution, and in specific conditions such as hydrogen fuel cells or trans-membrane proteins.",
    "totalCost": "2482500",
    "ecMaxContribution": "2482500",
    "coordinator": "FORSCHUNGSVERBUND BERLIN EV",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}