{
    "rcn": "216273",
    "acronym": "ZooRoMed",
    "topics": "MSCA-IF-2017",
    "title": "Supplying ancient empires and medieval economies: Changes in animal husbandry between the Late Roman period and the Early Middle Ages in the Rhine Valley",
    "startDate": "15/09/2018",
    "endDate": "14/09/2020",
    "objective": "This project will investigate changes in animal husbandry between the Late Roman period and the Early Middle Ages, by comparing two different regions of the Rhine Valley: Basel Region (Switzerland) and North Rhine-Westphalia (Germany). The two geographical areas chosen for the project were frontier regions of the Roman Empire and were later located at the core of the Carolingian Empire. Research in different European regions during this period suggests that changes in the orientation and scale of husbandry practices reflect different socio-political conditions and economic strategies. Roman husbandry practices are known to have impacted considerably on the way domestic animals were raised in the various provinces of the Empire, in relation to a high degree of specialization of economic activities. The decline of the Roman political and economic structures and the development of feudal socio-economic structures had important consequences in animal husbandry practices, mainly in relation to the end of market-oriented production, and they include a self-subsistence economy, limited livestock mobility, no genetic improvement of livestock, and changes in management practices. The project will look for the reasons, timings and regional variations in the response (resilience or adaptation) of animal husbandry practices to the socio-political changes, including the progressive diversification of the production, the decrease of livestock size, the generalization of extensive or free range feeding regimes, and the limited mobility of livestock. For this, the project will undertake a thorough investigation of livestock body size and shape; integrate the zooarchaeological data with stable isotope analysis to investigate changes in the ways livestock was managed; and strive to understand the chronological and regional variability of the consequences of the collapse of the Roman Empire and of the gradual process that led to the birth of medieval economies.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}