{
    "rcn": "216207",
    "acronym": "FORMKIN",
    "topics": "ERC-2017-ADG",
    "title": "The formal demography of kinship and family",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Every individual is connected to a network of kin --- her/his family in the broad sense of that term --- that develops and changes as the individual ages. Family network affect demographic, economic, and health-related aspects of life and society.  Despite its undeniable importance, remarkably little formal theory exists to show how kin dynamics are determined by mortality, fertility, and other variables.  \n\nThis project will develop a comprehensive mathematical model for kinship. It will be applicable to any kind of kin, in any population, based on any kind of age-classified or multistate structure. At the individual level, it will provide deterministic and stochastic properties of kin and kin characterstics, account for both dead and living kin, apply to age-, stage-, or multistate models, incorporate time variation, and include a general sensitivity analysis.  At the cohort level, it will yield the means and variances of the lifetime experience of kin of any specified type. At the population level, the models will provide the distributions of kin characteristics, and the sources of their variance, as a function of population growth, and provide a link to population projections.\n\nThe mathematical methods will be based on a novel development of coupled  systems of subsidized matrix population models and their stochastic counterparts, on variance partitioning within and between ages, and on stochastic models with rewards. The use of matrix methods will provide results vastly exceeding any approximate or simulation procedures now in use, and be readily implemented in matrix-oriented stastical software. As a proof of concept and to search for patterns, exploratory analyses will be conducted using national and international life table and fertility data, model life tables, and detailed individual register data. A sequence of research workshops are planned to help communicate the results and develop new ideas and applications.",
    "totalCost": "1232861",
    "ecMaxContribution": "1232861",
    "coordinator": "UNIVERSITEIT VAN AMSTERDAM",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}