{
    "rcn": "216266",
    "acronym": "HEALIGRAFT",
    "topics": "ERC-2017-PoC",
    "title": "Synergistic growth factor microenvironments for veterinary bone regeneration.",
    "startDate": "01/08/2018",
    "endDate": "31/01/2020",
    "objective": "We propose a system that allows a safer delivery of recombinant human bone morphogenetic protein-2 (rhBMP2) for bone tissue engineering and have planned a veterinary trial in relevant conditions. We have teamed up with a team of veterinary surgeons and several industry and clinical partners for the appraisal of the proposal from a translational standpoint. rhBMP2 is a powerful growth factor (GF) essential in tissue morphogenesis and used to promote bone growth in clinical applications. Current clinical delivery has encountered serious complications associated with the high doses used. We have developed a system that allows the effective presentation of GFs in combination with the integrin binding domain of fibronectin (FN), promoting simultaneous and co-localised signalling between GF receptors and integrins. We have shown the ability of Poly(ethyl acrylate) PEA to organize FN and sequester rhBMP2 in synergy with the integrin binding region to direct stem cell differentiation. This technology enhances bone regeneration and vascularisation with lower rhBMP-2 doses. \nWith this understanding we have engineered systems to regenerate a bone critical size defect in a murine model. Results were comparable to the higher doses used in the clinic, which makes the systems safe, effective and more competitive than current commercial products. The pathway to human applications requires strong financial commitments. We will explore the veterinary application of our technology and also, because of the conditions treated, as a demonstration towards application in humans. Overall, we will develop a safe and versatile bone system for clinical use in joint arthodesis and non- union bone defects, and we will set a route towards commercialization.",
    "totalCost": "149973",
    "ecMaxContribution": "149973",
    "coordinator": "UNIVERSITY OF GLASGOW",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}