{
    "rcn": "216279",
    "acronym": "SOLO",
    "topics": "MSCA-IF-2017",
    "title": "Single cell omics of the Oligodendrocyte Lineage in develOpment and disease",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "One of the current challenges in biology is the characterization of specific cell types and states. Advances in single cell transcriptomics technologies have shown a higher heterogeneity in apparently homogeneous cell populations. However, in order to understand cellular identity and function it is fundamental to learn from both the epigenome and the transcriptome of the single cells. With this project I aim to study transcriptional/epigenetic states of cells from the oligodendrocyte lineage in healthy states and Multiple Sclerosis. Oligodendrocytes are glial cells in the central nervous system that produce myelin, a lipid-rich membrane that insulates neuronal axons. Abnormal or defective myelination is characteristic in diseases with high impact in health like for instance Multiple Sclerosis. During oligodendrocyte precursor cells proliferation there is an interplay between transcription factors and epigenetic modifiers essential for the acquisition of specific cell fates. In diseases like Multiple Sclerosis, the disruption of these states leads to decreased ability to repair myelin. I will develop computational pipelines and methods to integrate single cell epigenomic and transcriptomic data. The development of computational methods and benchmarks datasets will provide insights into the regulatory processes and elements shaping the oligodendrocyte cell identity in development and disease. Moreover, the methodology resulting from this project will be an important contributor to the development of novel computational approaches to tackle single cell technologies.",
    "totalCost": "173857,2",
    "ecMaxContribution": "173857,2",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}