{
    "rcn": "216295",
    "acronym": "MAPSYNE",
    "topics": "MSCA-IF-2017",
    "title": "Miniaturized automated patch-clamp system combined with high-density microelectrode arrays for multi-scale functional mapping of neuronal networks",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "More than one billion people worldwide (165 million in Europe) suffer from diseases of the central nervous system (CNS). With Europe's aging societies, the European Commission identified brain research as one of the key research areas under healthcare (https://ec.europa.eu/research/health/). Many neurodegenerative diseases are still without cure (e.g., Parkinsonís, amyotrophic lateral sclerosis (ALS) and Alzheimerís) and repeated failures in clinical trials increase the demand for novel screening technologies to be implemented in the early phases of drug discovery.\n\nRecent studies show that synaptic dysfunction is involved in CNS diseases. New technologies for neuronal screening targeting synaptic and network activity, combined with disease model cells in vitro, will enable novel functional assays for CNS drug discovery. This project aims to develop MAPSYNE, a Miniaturized Automated Patch-clamp SYstem combined with high-density microelectrode arrays (HD-MEAs) for multi-scale functional mapping of NEuronal networks. Patch-clamp allows detection of synaptic events and action potentials (APs) of single cells, while HD-MEAs record APs of thousands of neurons in parallel (also track APs propagating along axons). Combining the two methods will allow access to neuronal electrical signals across spatial and temporal scales.\n\nMAPSYNE's main objectives are (1) the development of hardware and software for a fully automated mini-patching system on HD-MEAs and (2) proof-of-concept experiments using primary and human induced pluripotent stem cell (h-iPSC)-derived neuronal networks.\n\nMAPSYNE will be designed for long-term, label-free recording of cell cultures. Other applications include local application of drugs (e.g, synaptic blockers on neuronal compartments). After this project, the ER envisions the commercialization of MAPSYNE, and eventually, its usage for preclinical CNS drug discovery.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "MAXWELL BIOSYSTEMS AG",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}