{
    "rcn": "216222",
    "acronym": "INPHORS",
    "topics": "ERC-2017-ADG",
    "title": "Intracellular phosphate reception and signaling: A novel homeostatic system with roles for an orphan organelle?",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Cells face a phosphate challenge. Growth requires a minimal concentration of this limiting resource because intracellular phosphate (Pi) is a compound of nucleic acids and modifies most cellular proteins. At the same time, cytosolic Pi may not rise much, because elevated cytosolic Pi can stall metabolism. It reduces the free energy that nucleotide triphosphate hydrolysis can provide to drive energetically unfavorable reactions. \n\nI will undertake a pioneering study to elucidate how cells strike this critical balance. We will identify a novel pathway for intracellular phosphate reception and signaling (INPHORS) and explore the role of acidocalcisomes in it. These studies may identify a key function of these very poorly understood organelles, provide one reason for their evolutionary conservation and elucidate a novel homeostatic system of critical importance for cellular metabolism. \n\nWe recently provided first hints that a dedicated pathway for sensing and signaling intracellular Pi might exist, which regulates multiple systems for import, export and acidocalcisomal storage of Pi, such that cytosolic Pi homeostasis is guaranteed 1. Yeast cells will serve as an powerful model system for exploring this pathway and its physiological relevance. Yeast Pi transport and storage proteins are known. Furthermore, we can establish cell-free in vitro systems that reconstitute Pi-regulated transport and storage processes, providing an excellent basis for identifying signaling complexes and studying their dynamics. \nWe will (A) generate novel tools to uncouple, individually manipulate and measure key parameters for the INPHORS pathway; (B) identify its components, study their interactions and regulation; (C) elucidate how acidocalcisomes are targeted by INPHORS and how they contribute to Pi homeostasis; (D) study the crosstalk between INPHORS and Pi-regulated transcriptional responses; (E) test the relevance of INPHORS for Pi homeostasis in mammalian cells.",
    "totalCost": "2499998",
    "ecMaxContribution": "2499998",
    "coordinator": "UNIVERSITE DE LAUSANNE",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}