{
    "rcn": "216260",
    "acronym": "ArtMetBio",
    "topics": "MSCA-IF-2017",
    "title": "Directed Evolution of Novel Artificial Metalloenzyme Platforms for Biocatalysis",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Artificial metalloenzymes have emerge as a fusion of synthetic and biological catalysts for environmentally friendly synthesis. These hybrid catalysts are created by tethering a catalytic metal ion or cofactor to a protein scaffold. Optimized artificial metalloenzymes have the potential to harness the advantages of both systems, inheriting the versatility of synthetic catalysts and the efficiency and robustness of enzymes. New tools, however, are required to realize the potential of artificial metalloenzymes. The objective of the ArtMetBio project is to create novel platforms for artificial metalloenzymes that optimize catalytic performance and versatility via increased cooperation between the synthetic and biological components. \n\nNow, more than ever, green catalysis is a crucial global endeavor. Our growing ability to evolve enzymes enables the use of new, unexpected protein scaffolds, opening the door to new innovative platforms. Taking advantage of directed evolution methods, this proposal outlines a strategy for repurposing two well characterized protein scaffolds to create artificial metalloenzymes for in vivo metathesis, a canonical reaction in synthetic chemistry not found in nature. Aim 1 of the project is to optimize metathesis-catalyzing enzymes, coined metathases, through directed evolution. Aim 2 will apply these metathases to engineer a biocatalytic cascade for in vivo synthesis of high-value privileged compounds. The proposed systems differ from the current state-of-the artóstreptavidin and heme artificial metalloenzymesóbecause they are monomeric, non-toxic, and highly modular, enabling wide catalytic versatility. The proposed action has the potential to provide unique, versatile tools for synthesis and biocatalysis.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}