{
    "rcn": "216265",
    "acronym": "LABPATCH",
    "topics": "ERC-2017-PoC",
    "title": "Lab-in-a-patch for PKU self-assessment",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "Phenilketonuria (PKU) is a congenital metabolic disease related to high levels of phenylalanine (Phe) in blood that, if not treated, can lead to intellectual disability, behavioural problems, and mental disorders. Life-long monitoring of Phe levels are necessary for PKU patients to avoid health (mainly neurological) issues. Currently available techniques for Phe assessment are costly, slow and take place only in clinical chemistry laboratories inside tertiary care hospitals, with a total analysis rate of one test every 1 month. Therefore, new technologies for frequent and rapid Phe analysis are required to improve PKU therapeutic efficacy, health monitoring and hence the quality of life of the patients. Here, we propose a fully integrated wearable patch for non-invasive self-assessment of PKU. The patch is designed to comfortably detect sweat Phe levels at home settings without medical expertise or expensive facilities. The patch contains electrodes modified with Phe-selective bioreceptors and is connected to a miniaturized controlling unit for electrode operation and wireless data transmission to external devices (smartphone, tablet, etc.).\nOverall, this project will provide, in an unprecedented manner, the fast monitoring of a rare disease with an integrated, compact, user friendly and non-invasive device. We aim at improving the way patients and doctors interact regarding the daily assessment of PKU. The produced devices will change how this rare disease is monitored, understood and will open new correlations between PKU and degree of health of patients. Furthermore, we expect that the concept of Lab-in-a-patch device proposed in this project will pave the way to the monitoring and assessment of other specific diseases.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}