{
    "rcn": "216274",
    "acronym": "NATURA",
    "topics": "MSCA-IF-2017",
    "title": "Reassessing Realism over Universals in the Time of Peter Abelard",
    "startDate": "01/09/2019",
    "endDate": "31/08/2022",
    "objective": "This three-year GF will bring Caterina Tarlazzi at the University of Notre Dame (USA) and at Caí Foscari University of Venice (Italy), where she will be supervised by, respectively, Richard Cross and Marco Sgarbi. The overall aim of the project is to investigate a neglected, though highly significant, topic in the history of the Problem of Universals: realist theories over genera and species in the Latin tradition, c. 1090-1160. This topic has the potential to bridge the gulf now existing between analytical and historical approaches to philosophy, drawing illuminating comparisons between medieval realism and contemporary analytic views over universals (especially the so-called ëscientific realismí of David Armstrong, Michael Louxís ëconstituent ontologyí, and the ënew essentialismí of Brian Ellis). It will also re-shape important aspects of the history of medieval philosophy regarding both the Latin 12th-century (where ërealistí notions seem to be found in Peter Abelardís anti-realist philosophy) and its relations to later medieval philosophy (especially the 14th-century forms of realism of, among others, Duns Scotus, Walter Burley, and John Wyclif). The topic has, however, remained almost entirely neglected so far. This is mainly because a number of relevant sources are found in manuscripts scattered around Europe, which have never been published but are familiar to Tarlazzi thanks to her three-year British Academy postdoctoral fellowship at the University of Cambridge. Tarlazziís past experience and the training planned during this GF now allow for an in-depth study of these sources, which will yield a complete reassessment of 12th-century realism. The results will be disseminated both within academia and to a wider audience. The project has important implications for Tarlazziís own career development; for research at the host institution and the teaching of medieval philosophy in Italian high-schools; and for research in history of medieval philosophy in Europe.",
    "totalCost": "262269",
    "ecMaxContribution": "262269",
    "coordinator": "UNIVERSITA CA' FOSCARI VENEZIA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}