{
    "rcn": "216227",
    "acronym": "APMPAL-HET",
    "topics": "ERC-2017-ADG",
    "title": "Asset Prices and Macro Policy when Agents Learn and are Heterogeneous",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Based on the APMPAL (ERC) project we continue to develop the frameworks of internal rationality (IR) and optimal signal extraction (OSE). Under IR investors/consumers behave rationally given their subjective beliefs about prices, these beliefs are compatible with data. Under OSE the government has partial information, it knows how policy influences observed variables and signal extraction.\nWe develop further the foundations of IR and OSE with an emphasis on heterogeneous agents. We study sovereign bond crisis and heterogeneity of beliefs in asset pricing models under IR, using survey data on expectations. Under IR the assetsí stochastic discount factor depends on the agentsí decision function and beliefs; this modifies some key asset pricing results. We extend OSE to models with state variables, forward-looking constraints and heterogeneity.\nUnder IR agentsí prior beliefs determine the effects of a policy reform. If the government does not observe prior beliefs it has partial information, thus OSE should be used to analyse policy reforms under IR.  \nIf IR heterogeneous workers forecast their productivity either from their own wage or their neighboursí in a network, low current wages discourage search and human capital accumulation, leading to low productivity. This can explain low development of a country or social exclusion of a group. Worker subsidies redistribute wealth and can increase productivity if they ìteachî agents to exit a low-wage state. \nWe build DSGE models under IR for prediction and policy analysis. We develop time-series tools for predicting macro and asset market variables, using information available to the analyst, and we introduce non-linearities and survey expectations using insights from models under IR. \nWe study how IR and OSE change the view on macro policy issues such as tax smoothing, debt management, Taylor rule, level of inflation, fiscal/monetary policy coordination, factor taxation or redistribution.",
    "totalCost": "1524144",
    "ecMaxContribution": "1524144",
    "coordinator": "FUNDACI” MARKETS, ORGANIZATIONS AND VOTES IN ECONOMICS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}