{
    "rcn": "216229",
    "acronym": "ReAct",
    "topics": "ERC-2017-ADG",
    "title": "Remembering Activism: The Cultural Memory of Protest in Europe",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Mass demonstrations are newsworthy. But how are they remembered when they are no longer news? Social movements are usually studied in terms of their emergence and subsidence. Despite recognition that activists are ëinspiredí by precedents, the afterlife of activism in story and image has never been systematically explored. ReAct contends that knowledge about this cultural memory is needed for a full understanding civil resistance.\nReAct will provide the first in-depth account of the remembering and forgetting of activism in Europe since the late 19th century. It will reveal continuities and changes in how protest has been depicted in different media regimes; demonstrate the role of texts, images, and commemorative practices in conveying the memory of protest to later generations; and show how this memory feeds back into later movements at home and abroad. \nThe project is designed around case studies from periods of heightened activism in Europe: 1871-1914; 1960-1970; 2011-2012. Work packages follow 3 intersecting lines of inquiry: mediation (what cultural frames have been used to turn activism into transferable knowledge?); afterlives (how has the memory of particular movements been culturally transmitted?); memoryscapes (how have later movements referenced earlier ones?). A key innovation is network visualization to map the reproduction of narratives and references to predecessors. \nReAct will effect a major reorientation in cultural memory research: by developing analytic tools with which to capture the cultural transmission of hope, it provides an alternative to the trauma-based models that currently dominate the field. It will also open up a new area of social movement research by revealing traditions of civic memory and how it is culturally produced. Outside of the academy, ReAct will provide critical literacies with which to rethink collective memory and identity in terms of active citizenship rather than ethnic-national grievances.",
    "totalCost": "2498750",
    "ecMaxContribution": "2498750",
    "coordinator": "UNIVERSITEIT UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}