{
    "rcn": "216230",
    "acronym": "SNICC",
    "topics": "ERC-2017-ADG",
    "title": "Studying Secondary Nucleation for the Intensification of Continuous Crystallization",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Many products in the chemical, food and pharmaceutical industry are produced as powders through a crystallization process. Continuous crystallization has been for decades the process of choice for large-scale production, for instance of sugar, table salt, adipic acid, and has become more recently a key component of the new paradigm, i.e. the continuous\nmanufacturing of active pharmaceutical ingredients.\nAll product crystals of continuous crystallization processes are formed through secondary nucleation, which is both ubiquitous and elusive. Research has left several key questions unanswered, such as about where and how secondary nuclei are formed, either from the parent crystal due to  collisions or from the solution layer around it due to fluid shear; or\nabout the rate at which secondary nuclei are generated, with which properties, and under which conditions; or, also, about the coupling between the parent crystal microscale and the collective behavior of the ensemble of crystals suspended in a specific continuous crystallizer.\nThe project SNICC intends to unveil the microscale mechanisms of secondary nucleation, and to bring its scientific understanding to a level where it can be exploited to model, design, operate, optimize and control continuous crystallization processes at any desired scale. It aims at creating a comprehensive knowledge about secondary nucleation at the microscale, applicable to any type of compound, and at establishing guidelines for the intensification of continuous crystallization, based on the use of newly developed full models of different types of continuous crystallizers. This will have a major impact on both the science of crystallization and the related industrial processes. Building on the recognized experimental and theoretical expertise on crystallization at all relevant scales of the PI and his lab, a team consisting of 4 PhD students and 2 postdocs will work for five years on this challenging, interdisciplinary project.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}