{
    "rcn": "216285",
    "acronym": "MolNanoTribology",
    "topics": "MSCA-IF-2017",
    "title": "Tuning molecular friction and adhesion by atomic/chemical design",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "Friction is a phenomenon which is present in our everyday life although we tend to remember it only when it is nearly absent such as when ìslipping on a banana peelî. Its presence across disparate length scales (earthquakes, car engines down to molecular machines) reminds us of its ubiquity which endows friction of an utmost practical importance. Therefore, attempts to control it are almost as old as civilization. Interestingly, during the past decades we have witnessed a growing progress in miniaturization of devices down to the nanometer scale. ìSpecial problems occur when things get small [Ö] and it might turn out to be advantages if we knew how to design for themî, said Feynman when discussing the prospects of building ìinfinitesimal machineryî. To achieve this goal, and to design efficient molecular nano-engines, it becomes imperative to know how friction at a molecular level can be controlled. In this project we propose to address this challenge by tuning molecular friction and adhesion via atomic/chemical design. Specifically, we shall study the lifting and sliding of two template molecules (porphyrin and terpyridine) over a Silver (111) surface. These molecules contain substituents groups that act as spinning molecular wheels when sliding over a surface. By proper modifications of these groups (wheels) we can tune the grip/drift response and the efficiency of the ball bearing over which the molecular wheel spins. Here we aim to provide an atomic level understanding of these processes by combining state-of-the-art molecular dynamics simulations with high resolution scanning-probe microscopy experiments conducted in ultra-high-vacuum conditions at low temperature. This will constitute a major step forward in our understanding of dissipation processes at the nanoscale and paves the way to tune molecular friction and adhesion by atomic/chemical design.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}