{
    "rcn": "216249",
    "acronym": "FirstGalaxies",
    "topics": "ERC-2017-ADG",
    "title": "Finding the most distant galaxies with NIRSpec guaranteed time on the James Webb Space Telescope",
    "startDate": "01/04/2020",
    "endDate": "31/03/2025",
    "objective": "'Over the past 15 years, my team have pushed the frontier for the most distant known objects to higher redshifts, exploring galaxies when the Universe was young using the Hubble Space Telescope and large ground-based telescopes. As well as discovering galaxies within the first billion years (90percent of the way back in time to the Big Bang), our knowledge of the composition of the Universe has also grown - dark matter and dark energy dictate the expansion history and initial collapse of structures which ultimately form galaxies. We now know that the gas between the galaxies, initially plasma, became mostly neutral about 300,000 years after the Big Bang, but again became plasma about a billion years later. The first few generations of stars to form, with a contribution from high redshift quasars, might be responsible for this reionization, but we have yet to find the galaxies accounting for the bulk of the ionizing photons and key questions remain: what is the contribution from the faintest dwarf galaxies in the luminosity function at high redshift? what fraction of ionizing photons emitted by stars reach the intergalactic gas? is the first generation of stars forming from primordial hydrogen and helium more efficient in producing ionizing photons?\nI am in a privileged position to address these questions, as a member of the ESA Instrument Science Team since 2005 for the near-infrared spectrograph (NIRSpec) on the James Webb Space Telescope (JWST), due to launch in May 2020. Much of our 900 hours of guaranteed time will be spectroscopy of high redshift galaxies, and I am leading the deep tier of our survey to get accurate redshifts (vital for luminosity functions), measure the stellar populations (ages and star formation rates), assess the escape fractions of ionizing photons and determine the metal enrichment (potentially finding the long-sought 'Population III', the first stars to form). With this ERC grant I aim to assemble a team to achieve these science goals.\n'",
    "totalCost": "2049961",
    "ecMaxContribution": "2049961",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}