{
    "rcn": "216213",
    "acronym": "ProgrES",
    "topics": "ERC-2017-ADG",
    "title": "Programmable Enzymatic Synthesis of Bioactive Compounds",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Enzymes are now established as highly selective biocatalysts in organic synthesis with the range of catalysts and reactions rapidly increasing through access to large protein databases and high-throughput molecular biology tools for biocatalyst engineering. The diversity of biocatalytic reactions is now at a stage where they can be linked in (chemo)-enzymatic reaction cascades, where two or more chemical and/or enzymatic reactions can be catalysed simultaneously generating de novo biosynthetic pathways for chemical synthesis not found in Nature. These reaction cascades have demonstrated important prior art, however they have been mostly limited to few steps and lack the complexity provided by the natural pharmacopeia. ProgrES aims to achieve a step-change by introducing unprecedented structural complexity into de novo pathways and by moving away from manual to automated, high-throughput cascade design and implementation. The proposal is to use a transdisciplinary approach that addresses three important bottlenecks: i. Identification of enzymatic reactions that allow early functionalisation and late stage diversification of the cascade toolkit to increase structural complexity, building on C-H activation mediated by monooxygenases, which are well established in our research group. ii. As diversity of targets increases, high resolution structural analysis of pathway intermediates and products becomes a bottleneck, which is addressed by high-throughput label free mass spectrometry based analytical tools that will match the demands on timescale and numbers. iii. In parallel, we will establish bioinformatics tools adapted from both chemical synthesis and biosynthesis, to allow programmable enzymatic synthesis for cascade design. As proof-of-concept and test bed for the ProgrES platform we aim to generate a library of diverse synthetic imino sugars. This proposal will lead to a major breakthrough in creating a diverse range of scaffolds of therapeutic interest.",
    "totalCost": "2399831",
    "ecMaxContribution": "2399830",
    "coordinator": "THE UNIVERSITY OF MANCHESTER",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}