{
    "rcn": "216288",
    "acronym": "RaftsStruc",
    "topics": "MSCA-IF-2017",
    "title": "Structural sudies of the bacterial lipid rafts.",
    "startDate": "01/11/2018",
    "endDate": "31/10/2020",
    "objective": "One of the most sophisticated concepts in membrane organization is the proposed existence of lipid rafts. Membranes of eukaryotic cells organize signal transduction proteins into microdomains or rafts, that are enriched in particular lipids like cholesterol. Lipid rafts are important for the correct functionality of numerous cellular functions, and their disruption causes serious defects in several signal transduction processes. The assembly of lipid rafts in eukaryotes has been considered a fundamental step during the evolution of cellular complexity, suggesting that prokaryotes were too simple organisms to require such a sophisticated organization of their membranes. Dr Lopez discovered that bacteria organize many membrane-related cellular processes in Functional Membrane Microdomains (FMMs) constituted by specific lipids, similar to the lipid rafts that are found in eukaryotic cells. Importantly, the perturbation of FMMs inevitably leads to a potent and simultaneous impairment of all harbored signal transduction pathways, which causes a potent inhibition of the infective potential in pathogenic bacteria. One such pathogen is Staphylococcus aureus that also organizes its membranes into rafts. Pbp2a, a protein responsible for the ëmethicillin-resistance (MRSA) phenotypeí, interacts with one of the main component of the rafts, flotillin. We propose to perform a comprehensive structural study of the lipid rafts from S. aureus, starting from the global view of the rafts in situ, through analysis of the rafts assembled in vitro and finally to investigate a 3D structure of the flotillin-Pbp2a complex, all by cryo-electron microscopy/tomography.",
    "totalCost": "170121,6",
    "ecMaxContribution": "170121,6",
    "coordinator": "AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}