{
    "rcn": "216271",
    "acronym": "LAKEBOS",
    "topics": "MSCA-IF-2017",
    "title": "The role of cattle at Prehistoric lake-dwelling sites in Switzerland: an investigation of husbandry practices and the spread of cultural influence.",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "The development of farming in the Neolithic fundamentally changed human life. Livestock animals and farming innovations are thought to have spread across Europe during the Neolithic period via two distinct dispersal routes: 1. along the Danube corridor and through central Europe and 2. along the Mediterranean coast. This resulted in two distinctive cultural areas linked with particular modes of animal husbandry; a central European area with cultures based on cattle herding, and a Mediterranean area with cultures based on caprine husbandry. These husbandry patterns became embedded in these regions and remained the focus of agricultural practices into the Bronze Age and beyond. Switzerland is located between these two geographical and cultural regions and the Neolithic and Bronze Age cultures here represent a rare meeting and interaction point between them, yet very little work has explored the nature of this. Switzerland also has many large assemblages of perfectly preserved faunal remains from prehistoric lake dwelling sites where precise dating of different settlement phases can be achieved, representing a rare opportunity for the study of human-animal interactions with incredible temporal precision.\nThe LAKEBOS project will use cattle, the most common domestic species at Swiss prehistoric sites, and a vital part of the new Neolithic farming ëpackageí, as a proxy for investigating the way in which prehistoric agricultural practices from central European and Mediterranean cultures passed through this region and interacted with each other. It will use archaeozoological methods to investigate body size and shape change and demographic fluctuations on both a spatial and temporal scale. It will also use ancient DNA to investigate the potential for the introduction of new cattle groups into the region. The spread of agricultural innovations across Europe is the focus of some of the most important debates in archaeology, and this project will provide a vital contribution.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}