{
    "rcn": "216206",
    "acronym": "CardHeal",
    "topics": "ERC-2017-ADG",
    "title": "Novel strategies for mammalian cardiac repair",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Recent ground-breaking studies by my team and others demonstrated that latent heart regeneration machinery can be awakened even in adult mammals. My labís main contribution is the identification of two, apparently different, molecular mechanisms for augmenting cardiac regeneration in adult mice. The first requires transient activation of ErbB2 signalling in cardiomyocytes and the second involves extra cellular matrix-driven signalling by the proteoglycan agrin. Impressively, both mechanisms promote a major regenerative response that, in turn, enhances cardiac repair. In CardHeal we will use the two powerful regenerative models to obtain a holistic view of cardiac regeneration and repair mechanisms in mammals (mice and pigs). \nIn Aim 1, we will explore the molecular mechanisms underlying our discovery that transient activation of ErbB2 in adult cardiomyocytes results in massive cardiomyocyte dedifferentiation and proliferation followed by new vessels formation, scar resolution and functional cardiac repair. Specific objectives focus on ErbB2-Yap/Hippo signalling during cardiac regeneration; ErbB2 activation in a chronic heart failure model; ErbB2-induced regenerative EMT-like process; and cardiomyocyte re-differentiation.\nIn Aim 2, we will investigate the therapeutic effects of agrin, whose administration into injured hearts of mice and pigs elicits a significant regenerative response. Specific objectives are matrix-related cardiac regenerative cues, modulation of the immune response, angiogenesis, matrix remodeling, and developing a preclinical, large animal model to study agrin efficacy for cardiac repair.\nInterrogating the differences and similarities between our two regenerative models should give us a detailed roadmap for cardiac regenerative medicine by providing deeper knowledge of the regenerative process in the heart and pointing to novel targets for cardiac repair in human patients.",
    "totalCost": "2268750",
    "ecMaxContribution": "2268750",
    "coordinator": "WEIZMANN INSTITUTE OF SCIENCE",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}