{
    "rcn": "216256",
    "acronym": "CODEKILLER",
    "topics": "ERC-2017-ADG",
    "title": "Killer plasmids as drivers of genetic code changes during yeast evolution",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The genetic code was established at a very early stage during the evolution of life on Earth and is nearly universal. In eukaryotic nuclear genes, the only known examples of a sense codon that underwent an evolutionary change of meaning, from one amino acid to another, occur in yeast species. The codon CUG is translated as Leu in the universal genetic code, but it has long been known to be translated as Ser in some Candida species. In recent work, we discovered that this switch is one of three parallel reassignments of CUG that occurred in three closely related clades of yeasts. CUG was reassigned once from Leu to Ala, and twice from Leu to Ser, in three separate events. The meaning of sense codons in the nuclear genetic code has otherwise remained completely stable during all of eukaryotic evolution, so why was CUG so unstable in yeasts? CODEKILLER will test a radical new hypothesis that the genetic code changes were caused by a killer toxin that specifically attacked the tRNA that translated CUG as Leu. The hypothesis implies that the reassignments of CUG were not driven by selection in favor of their effects on the proteome, as commonly assumed, but by selection against the existence of a particular tRNA. As well as searching for this killer toxin, we will study the detailed mechanism of genetic code change by engineering a reversal of a CUG-Ser species back to CUG-Leu translation, and investigate translation in some species that naturally contain both tRNA-Leu and tRNA-Ser molecules capable of decoding CUG.",
    "totalCost": "2368356",
    "ecMaxContribution": "2368356",
    "coordinator": "UNIVERSITY COLLEGE DUBLIN, NATIONAL UNIVERSITY OF IRELAND, DUBLIN",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}