{
    "rcn": "216275",
    "acronym": "TCBI",
    "topics": "MSCA-IF-2017",
    "title": "Tracking children in their best interests: electronic monitoring in three European juvenile justice systems",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "The implementation of alternatives to deprivation of liberty throughout the juvenile justice procedure has been on the agenda of international childrenís rights for about 28 years. The urgent need for alternatives is based on the requirement of the UN Convention on the Rights of Child to use measures that deprive childrenís liberty as last resort and for the shortest appropriate period of time. Accordingly, states have to develop suitable alternatives to detaining children for justice purposes. One of the currently popular alternative measures is surveillance of juvenile offenders by using electronic monitoring (EM) devices. EM ensures control through GPS or radio frequency technology, allowing juveniles to remain in or return to the community and maintain their ties with their families and peers. Although these measures seem to be popular among policy makers because of the high level of control, concerns are also raised about their harmful effects, which may be significant in childhood. \nThis research investigates how the application of EM suits the requirements set out by international documents on childrenís rights and how national or international policies may be improved towards a better compliance with childrenís best interests. The research will be implemented in England and Wales, Hungary and The Netherlands, using a variety of qualitative (interviews, focus groups) and quantitative (survey) methods to investigate the research questions. The project will generate unique knowledge on multiple aspects of using EM measures in juvenile justice, which will, for the first time, develop understanding at a European level about EM from the perspective of children. It will demonstrate a unique, childrenís rights approach and involve different actors of the system, juvenile offenders and children, who will be approached via a number of channels. During the research, special attention will be paid to provide child-friendly and age-sensitive information where necessary.",
    "totalCost": "183454,8",
    "ecMaxContribution": "183454,8",
    "coordinator": "UNIVERSITY OF LEEDS",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}