{
    "rcn": "216267",
    "acronym": "pBioStrat-for-PDA",
    "topics": "ERC-2017-PoC",
    "title": "Use of PAP as a biomarker and stratifier of pancreatic cancer to improve patient management",
    "startDate": "01/09/2018",
    "endDate": "29/02/2020",
    "objective": "With an overall 3-year survival rate of only ~6% together with an increased incidence pancreatic ductal adenocarcinoma (PDA), which represents 90% of pancreatic cancer, figures as the solid cancer with the worst prognosis. In trying to understand ìtheî reason for such negative outlook, one has to consider that the fundamental and clinical research conducted during the last 30 years has focused on characterizing and understanding the properties of the PDA cancer cells, neglecting the specific cellular context of those tumors. Indeed PDA consists of 80% of non-tumor cells. In the ERC Starting grant, S-Target-in-PANR, I conducted from 2011 to 2016 we took into account this specificity and analyzed the impact of this stromal compartment on PDA physiology. The discoveries and conceptual progresses obtained throughout the S-Target-in-PANR programme opened new potent improvements of PDA patientsí management. Among them, we revealed that one of the candidates, PAP/REG3A, was secreted by acinar cells from the peri-tumoral microenvironment to enhance peri-neural invasion ability of tumor cells. Interestingly, we demonstrated that PAP/REG3A titration in serum was a potent biomarker in order to stratify PDA and could lead to patientsí management optimization and more specifically to predict resectability. \nThis validation, using robust cohorts and adapted testing, constitutes the main goal of our ERC-PoC pBioStrat-for-PDA. Indeed, it will provide a powerful tool for clinicians in order to better determine the resectability of a tumor by taking into account its biological nature on top of the only clinical criteria used so far. As a consequence the use of a non-invasive PAP/REG3A serum level determination will improve patientsí managements by (1) shortening the delay to start palliative chemotherapy, (2) limiting unnecessary surgery with important mortality/morbidity and (3) improving their redirection to adapted clinical trials, as the one targeting JAK2/STAT3 signalling.",
    "totalCost": "150000",
    "ecMaxContribution": "150000",
    "coordinator": "INSTITUT NATIONAL DE LA SANTE ET DE LA RECHERCHE MEDICALE",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}