{
    "rcn": "216212",
    "acronym": "TRANSFORMER",
    "topics": "ERC-2017-ADG",
    "title": "Structural transformations and phase transitions in real-time",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Chemical and material sciences are key drivers of our modern economy with transformative impact at all levels of society. In particular, the ability to synthesize and to tailor substances and materials with specific function is all-pervading into modern society. Vital is a firm understanding of structural transformations of molecules and phase transitions of solids as they are omnipresent, e.g. as formation and breakage of molecular bonds, proton motion and isomerization, and as collective phenomena in phase transitions. Gaining insight into the ultrafast correlated dynamics is highly challenging and requires revolutionary methodologies and innovative approaches to capture the dynamics from its onset.\nTRANSFORMER will provide unprecedented insight into the real-time electronic and nuclear dynamics of molecular transformations and phase transitions with advanced new methodologies and a multi-faceted approach to the investigation. The project exploits our pioneering achievements in attosecond soft X-ray spectroscopy (XAFS) and laser-induced electron diffraction (LIED) to pinpoint in real-time which electronic states participate at which nuclear configuration. The proposal consists of three objectives: \n\nO1: We will establish the methodical boundaries of LIED for space-time imaging of isolated molecules. \n\nO2: We will extract simultaneous and real-time electronic and nuclear information, thus gain insight into the underlying many-body quantum correlations. \n\nO3: We will use our methodology to realize resolving both, molecular isomerization and a solidís metal-to-insulator phase transition, in its electronic and nuclear degrees of freedom and in real time.  \n\nIf successful, TRANSFORMER would undoubtedly provide an unprecedented view into electronic and nuclear dynamics, thereby reaching far beyond the state of the art with clear potential to surpass current limits in molecular and material sciences.",
    "totalCost": "2471749",
    "ecMaxContribution": "2471749",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}