{
    "rcn": "216237",
    "acronym": "AMDROMA",
    "topics": "ERC-2017-ADG",
    "title": "Algorithmic and Mechanism Design Research in Online MArkets",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Online markets currently form an important  share of the global economy.  The Internet hosts classical markets (real-estate, stocks, e-commerce) as well allowing new markets with previously unknown features (web-based advertisement, viral marketing,  digital goods, crowdsourcing, sharing economy).  Algorithms play a central role in many decision processes involved in online markets.  For example,  algorithms  run electronic auctions, trade stocks,  adjusts prices dynamically, and harvest big data to provide economic information.  Thus, it is of paramount importance to understand the algorithmic and mechanism design foundations of online markets.\n\nThe algorithmic research issues that we consider involve algorithmic mechanism design, online and approximation algorithms, modelling uncertainty in online market design, and large-scale data analysisonline and approximation algorithms, large-scale optimization and data mining. The aim of this research project is to combine these fields to consider research questions that are central for today's Internet economy.  We plan to apply these techniques so as to solve fundamental algorithmic problems motivated by web-basedInternet advertisement,  Internet market designsharing economy, and crowdsourcingonline labour marketplaces.  While my planned research is focussedcentered on foundational work with rigorous design and analysis of in algorithms and mechanismsic design and analysis, it will also include as an important component empirical validation on large-scale real-life datasets.",
    "totalCost": "1780150",
    "ecMaxContribution": "1780150",
    "coordinator": "UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}