{
    "rcn": "216272",
    "acronym": "Hi-FrED",
    "topics": "MSCA-IF-2017",
    "title": "High-Frequency Spin Entanglement Generation in Diamond",
    "startDate": "01/08/2018",
    "endDate": "31/07/2020",
    "objective": "This proposal promotes a research program in quantum nano-photonics to be carried out by dr T. Jakubczyk. It aimes at achieving high frequency of generation and detection of spin-spin entanglement in spatially separated nitrogen vacancy (NV) centers in diamond. While current photon collection efficiencies (few per cent) and entanglement rates (approx. one entanglement event per minute) may be sufficient for proof-of-principle experiments, they need to be greatly improved for the implementation of practical quantum networks.\nThe project builts on a recent progress achieved in the host institution in the deterministic cavity-assisted enhancement of the coherent photon emission rate of NV centers embedded in a diamond membrane. The increase of the decay rate results in enhanced radiative efficiency and makes the emission robust against dephasing enhancing the photon indistinguishability and boosting the photon extraction efficiency. The aim of the project is to establish the NV center as spin- and optically- coherent, specifically by decreasing the linewidth broadening resulting from the minimal necessary processing of the diamond crystal and introducing significant improvements to the cavity.  The estimated resulting spin-spin entanglement rates are in the Mhz-range. \nThe projects opens new ways of studying complex and non-trivial phenomena resulting from the enhanced light-matter coupling in the NV center and in other quantum emitters. Success of this project may provide a route to the realisation of scalable quantum computers based on optical networks of electronic and nuclear spins.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}