{
    "rcn": "216243",
    "acronym": "CodingHeart",
    "topics": "ERC-2017-ADG",
    "title": "Novel Coding Factors in Heart Disease",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "Heart failure has become a worldwide epidemic with more than 23 million people affected resulting in devastating consequences for patients and an enormous burden on health care systems. One in five heart failure patients dies within a year of diagnosis and survival estimates after diagnosis are 50% and 10% at 5 and 10 years, respectively. Despite intensive investigation, the molecular mechanisms leading to heart failure remain poorly understood. We will narrow this critical gap in knowledge by proposing a previously unattainable, comprehensive approach to define the genomic architecture and functional consequences of newly identified micropeptides from multiple classes of RNAs that previously were classified to be non-coding in cardiac biology and heart failure. Our approach is unique and novel in several ways. Thematically, our studies focus on novel classes of orphan peptides and their role in heart failure that have not been discovered previously. Our approach relies on innovative interdisciplinary efforts of scientists working in molecular genetics, genomics, computational biology, and cardiovascular research to identify and characterize pathophysiological pathways that converge on these novel peptides. We will identify these short peptides by using genome-wide measures of active translation and will harness unique clinical resources to ensure human relevance. Analysis of animal and cell models coupled with state-of-the-art biochemical and genetic tools will elucidate the function of newly identified micropeptides within the molecular and cellular pathways of cardiac biology and failure. Through these efforts we will discern fundamental causes of maladaptive responses in the heart and strategies to monitor and limit these.",
    "totalCost": "2319514",
    "ecMaxContribution": "2319514",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}