{
    "rcn": "216246",
    "acronym": "QuantCom",
    "topics": "ERC-2017-ADG",
    "title": "Ubiquitous Quantum Communications",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "'It is difficult to make predictions, especially about the future' - Mark Twain.\n\nYet, Gordon Moore's predictions - known as Moore's Law - made in 1965 remained valid for half a century!\n\nAs a result, semi-conductor technology is approaching nano-scale\nintegration and on this journey to quantum futures the traveller\nenters the world of quantum physics, where many of the phenomena are\nrather different from those of classical physics. This proposal\ncontributes to the 'quantum jig-saw puzzle', with special emphasis on\nthe enabling techniques of ubiquitous quantum communications,\npotentially leading to job- and wealth-creation on a similar scale to\nthe economic benefits of flawless classic wireless communications.\n\nMy ultimate goal as a telecommunications researcher is to build\nbridges across the exciting fields of quantum physics, mathematics,\ncomputer science and hardware aspects of quantum communications.\nSpecifically, the three Key Challenges of Work-Packages 1-3 on the new\nconcept of Pareto-optimum error control, secret key-distribution,\nnetwork coding and entanglement distribution will lead to creating\nstepping-stones for the Grand Challenge of Work-Package 4, dedicated\nto the support of quantum-communications for aircraft 'above the\nclouds'.\n\nMethodology: theoretical performance bounds will be established\n based on the hitherto unexplored Pareto-optimum quantum design\n  philosophy using multi-component optimization. Explicitly, the\nPareto-front of optimal solutions will be found off-line, where none\nof the conflicting parameters, such as the bit-error ratio, transmit\npower, delay and implementation complexity can be improved without\ndegrading some of the others. A suite of new soft-decision aided\ncomponents will be conceived by invoking code-specific quantum\nsyndrome decoders to be designed for iterative soft-information\nexchange without perturbing the fragile quantum states. Finally,\nquantum-communications solutions will be created for drones and planes.",
    "totalCost": "2496372",
    "ecMaxContribution": "2496372",
    "coordinator": "UNIVERSITY OF SOUTHAMPTON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}