{
    "rcn": "216293",
    "acronym": "MIRed Streak",
    "topics": "MSCA-IF-2017",
    "title": "Mid-InfraRed Streak Camera",
    "startDate": "01/07/2018",
    "endDate": "30/06/2021",
    "objective": "Understanding matter on its fastest timescales is of major interest in order to answer fundamental questions in physics, chemistry and biology. With the advent of attosecond pulses (1as=10^-18s), atoms, molecules and solids can be deeply excited in a quasi-instantaneous manner leading to ultrafast processes. While electrons can respond to the excitation in only a few-10as to a few tens of femtoseconds (fs), nuclear motions take place in a few-fs to picoseconds (ps). The real challenge is how to probe those dynamics when they are strongly coupled.\nAttosecond streaking (one attosecond pulse to excite the system, one infrared fs pulse to probe the dynamics) is the most accurate temporal metrology ever implemented. Sub-10as delays have been measured with the accuracy of only a few attoseconds. However, the window of observation is limited to the half optical period of the probe pulse and only dynamics on the fs-timescale can be time-resolved. On the other hand, using a terahertz field as a probe offers a wider window of observation of the ps, but with a low resolution of ~10fs. Unfortunately, vibronic dynamics in which nuclear and electronic motions are strongly coupled occur on an intermediate timescale of a few-fs. The objective of the MIRed Streak project is to develop an intense source of mid-infrared pulses (MIR, wavelength between 5 and 20 microns) to follow the couplings of electron and nuclei dynamics in polyatomic molecules over several 10fs with sub-100as accuracy. \nThis project will provide a powerful novel tool to access a nonesuch insight of ultrafast processes in matter.  After studying vibronic dynamics in simple molecules and probing isotopic and mass effects, the long-term objective is to investigate more complex systems such as amino acids and nucleobases, which play an essential role e.g. in the photoprotection of DNA to UV light. Understanding vibronic dynamics will provide a deep insight into the nature of chemical bonds.",
    "totalCost": "232160,4",
    "ecMaxContribution": "232160,4",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}