{
    "rcn": "216269",
    "acronym": "Resolve",
    "topics": "ERC-2017-PoC",
    "title": "High-performance, affordable super-resolution platform for the life sciences",
    "startDate": "01/07/2018",
    "endDate": "31/12/2019",
    "objective": "Since their invention, super-resolution microscopy approaches are starting to transform research in the life sciences by enabling spatial resolution below the classical diffraction limit of light. In order to establish super-resolution microscopy as a standard research tool in the life sciences, researchers need to be able to readily access the three main technological pillars of super-resolution microscopy: instrumentation, software, and labeling probes. To date, the instrumentation is typically a very costly and complex microscope that requires skilled personnel for its operation. The software is either a non-user-friendly, but freely available solution, or a pricey commercial option that comes together with the costly microscope. Finally, the commercially available labeling probes so far suffer from several shortcomings in terms of performance and their multiplexing capability. During the ERC-funded project MolMap, we developed novel solutions for all three technological pillars. We constructed a prototype for an affordable super-resolution microscope with an estimated cost of only a fraction of the price of currently available commercial options. In addition, we developed a novel and user-friendly software platform as well as customizable labeling probes for sequential imaging of a multitude of targets. Together, these developments have the potential to be integrated into a high-performance and affordable super-resolution platform to become standard in life science laboratories such as nowadays cell culture microscopes. The aim of this Proof-of-Concept proposal is to further optimize the three technologies and to adapt the fully integrated platform to market needs.",
    "totalCost": "149187",
    "ecMaxContribution": "149187",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}