{
    "rcn": "216214",
    "acronym": "GRIFFIN",
    "topics": "ERC-2017-ADG",
    "title": "General compliant aerial Robotic manipulation system Integrating Fixed and Flapping wings to INcrease range and safety",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The goal of GRIFFIN is the derivation of a unified framework with methods, tools and technologies for the development of flying robots with dexterous manipulation capabilities. The robots will be able to fly minimizing energy consumption, to perch on curved surfaces and to perform dexterous manipulation. Flying will be based on foldable wings with flapping capabilities. They will be able to safely operate in sites where rotorcrafts cannot do it and physically interact with people.  Dexterous manipulation will be performed maintaining fixed contact with a surface, such as a pole or a pipe, by means of one or more limbs and manipulating with others overcoming the limitations of dexterous manipulation in free flying of existing aerial manipulators. Compliance will play an important role in these robots and in their flight and manipulation control methods. The control systems will be based on appropriate kinematic, dynamic and aerodynamic models. The GRIFFIN robots will have autonomous perception, reactivity and planning based on these models. They will be also able to associate with others to perform cooperative manipulation tasks. New software tools will be developed to facilitate the design and implementation of these complex robotic systems. Thus, configurations with different complexity could be derived depending on the requirements of flight endurance and manipulation tasks from simple grasping to more complex dexterous manipulation. The implementation will be based on additive and shape deposition manufacturing to fabricate multi-material parts and parts with embedded electronics and sensors. In GRIFFIN we will develop a small flapping wings proof of concept prototype which will be able to land autonomously on a small surface by using computer vision, a manipulation system with the body attached to a pole, and finally full size prototypes which will demonstrate flying, landing and manipulation, including cooperative manipulation, by maintaining the equilibrium.",
    "totalCost": "2499750",
    "ecMaxContribution": "2499750",
    "coordinator": "UNIVERSIDAD DE SEVILLA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}