{
    "rcn": "216286",
    "acronym": "CERVINO",
    "topics": "MSCA-IF-2017",
    "title": "Can human embryo-released extracellular vesicles govern endometrial receptivity and inform on vanguard embryo diagnostics and fertility therapeutics?",
    "startDate": "02/07/2018",
    "endDate": "01/07/2020",
    "objective": "Preimplantation Genetic Screening (PGS) based on high-throughput embryo genome sequencing is currently utilised in In Vitro Fertilisation (IVF) to select for euploid embryos prior to uterine transfer in order to increase implantation potential. The methodology for the acquisition of genetic material is controversial, as the invasive embryo biopsy required for PGS may compromise embryo quality. Moreover its long-term biosafety has not been evaluated. Consequently, the development of non-invasive methods to screen out aneuploid embryos is paramount. The host research group recently first reported that human IVF embryos release extracellular vesicles (EVs) and demonstrated their uptake by primary endometrial cells (ECs). Our pilot analysis of the embryo-derived EV transcriptome revealed an abundance of genes that may be involved in the establishment of endometrial receptivity. Additionally, our RNAseq on ECs, which had internalised human embryo-exported EVs, showed a gene-upregulation profile relevant to implantation. Collectively, our findings introduce a novel concept to the state-of-the-art whereby human embryos deliver a functional EV-transcriptomic cargo to ECs to mount an implantation response. Delineating the EV transcriptome, and studying the consequence of its delivery in ECs, potentiates mechanistic insight into the pathophysiology of implantation. The project will characterise for the first time the transcriptomic cargo of euploid and aneuploid human embryo-exported EVs and scrutinise the effect of its internalisation on endometrial function. This cutting-edge work may negate potentially harmful invasive embryo biopsies for PGS by instead utilising biomarkers in EVs ñ a ënatural cell biopsyí. EV biomarkers could also inspire therapeutics to enhance endometrial receptivity. This programme is especially timely, as leading innovators in the field currently focus to provide the community with a single therapeutic approach to tackle poor endometrial function.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}