{
    "rcn": "216234",
    "acronym": "CoHuBiCoL",
    "topics": "ERC-2017-ADG",
    "title": "Counting as a Human Being in the Era of Computational Law",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "This project will investigate how the prominence of counting and computation transforms many of the assumptions, operations and outcomes of the law. It targets two types of computational law: artificial legal intelligence or data-driven law (based on machine learning), and cryptographic or code-driven law (based on blockchain technologies). Both disrupt, erode and challenge conventional legal scholarship and legal practice. The core thesis of the research is that the upcoming integration of computational law into mainstream legal practice, could transform the mode of existence of law and notably of the Rule of Law. Such a transformation will affect the nature of legal protection, potentially reducing the capability of individual human beings to invoke legal remedies, restricting or ruling out effective redress. To understand and address this transformation, modern positive law will be analysed as text-driven law, enabling a comparative analysis of text-driven, data-driven and code-driven normativity. The overarching goal is to develop a new hermeneutics for computational law, based on (1) research into the assumptions and (2) the implications of computational law, and on (3) the development of conceptual tools to rethink and reconstruct the Rule of Law in the era of computational law. The intermediate goals are an in-depth assessment of the nature of legal protection in text-driven law, and of the potential for legal protection in data-driven and code-driven law. The new hermeneutics will enable a new practice of interpretation on the cusp of law and computer science. The research methodology is based on legal theory and philosophy of law in close interaction with computer science, integrating key insights into the affordances of computational architectures into legal methodology, thus achieving a pivotal innovation of legal method.",
    "totalCost": "2559916,25",
    "ecMaxContribution": "2492433",
    "coordinator": "VRIJE UNIVERSITEIT BRUSSEL",
    "coordinatorCountry": "BE",
    "participants": "STICHTING KATHOLIEKE UNIVERSITEIT",
    "participantCountries": "NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}