{
    "rcn": "216235",
    "acronym": "NeuralCellTypeEvo",
    "topics": "ERC-2017-ADG",
    "title": "Cellular innovation driving nervous system evolution",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Nervous system evolution involved multiple cellular innovations, enabling fast synaptic transmission,\nnovel sensory modalities, and complex forms of neural connectivity. These innovations were\ndistributed to an ever-increasing number of neural cell types, each specified and maintained by the\ncombinatorial activity of transcription factors. When, where, and how did this complexity arise?\nThis proposal aims at resolving the history of cell type diversification that led to this complexity, from\nthe birth of the first neurons to the many families of neuron types that exist today. Our emphasis will\nbe on reconstructing the cellular diversity in the ancestor of bilaterian animals and finding the key\nmolecular innovations that drove early nervous system complexity.\nTowards this aim, we will first use whole-body single-cell RNAseq, in combination with a spatial\nexpression atlas at cellular resolution, to comprehensively characterise cell types in the model annelid\nPlatynereis dumerilii, a genetically tractable, slow-evolving bilaterian. We will then generate and\ncompare similar datasets from diverse bilaterians and non-bilaterian outgroups to map the history of\nneuronal cell type diversification and infer the key regulatory and functional innovations that gave\nrise to the first bilaterian nervous system. For several such regulatory innovations, we will\nexperimentally validate transcription factor binding to effector gene loci via superresolution\nmicroscopy and chromatin immunoprecipitation. We will also investigate neuron family-specific\nprotein complexes, their subcellular localization, and neural functions via biochemical and proteomics\napproaches, correlative microscopy and loss-of-function analyses.\nThis analysis of neuronal cell type diversity will for the first time trace the evolutionary history of\nnervous system complexity, unravelling when, where and how key neuronal innovations have driven\nthe success of bilaterian nervous systems.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "EUROPEAN MOLECULAR BIOLOGY LABORATORY",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}