{
    "rcn": "216238",
    "acronym": "EQFT",
    "topics": "ERC-2017-ADG",
    "title": "Emergence from Quantum Frustration and Topology",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Highly-correlated many-body quantum states often emerge from correlations between strongly interacting electrons. The proposed research will experimentally explore emergent properties of quantum materials in the presence of strong correlations and spin-orbit coupling, when the spin and orbital angular momentum of electrons are strongly entangled. This is a largely experimentally unexplored regime where theoretical guidance suggests a fertile ground to potentially discover completely new types of correlated quantum behaviour, ranging from quantum spin liquids, where a local spin flip creates multiple exotic quasiparticles with fractional quantum numbers, to novel forms of magnetic order, with counter-rotating spin spirals or spontaneously formed periodic arrangements of spin vortices, to magnetic quasiparticles with topological properties. High applied magnetic fields will be used to stabilize novel magnetic phases with the potential to discover new universality classes for field-driven quantum phase transitions. Single crystals of spin-orbit dominated quantum materials, with key ingredients to exhibit correlated quantum behaviour, will be synthesized and their magnetic states will be probed using the latest advances in neutron and resonant x-ray diffraction and spectroscopy techniques that allow unprecedented high-sensitivity mapping of the static and dynamic correlations in space and time (or momentum and energy). The results will be compared with the latest theoretical models of many-body correlated quantum states with spin-orbit entanglement. This research will establish the experimental manifestation and manipulation of magnetic quasiparticles with topological character and help build a systematic understanding of the organizing principles that govern emergent quantum phases of matter in the unexplored regime of strong correlations and spin-orbit entanglement.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE CHANCELLOR, MASTERS AND SCHOLARS OF THE UNIVERSITY OF OXFORD",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}