{
    "rcn": "216226",
    "acronym": "HealthcareLabour",
    "topics": "ERC-2017-ADG",
    "title": "Empirical evidence on the impact of the labour market on the production of healthcare and health",
    "startDate": "01/10/2018",
    "endDate": "30/09/2022",
    "objective": "What determines the quality of public services? How do shocks to the economy affect the delivery of public services? Why is there such variation in the efficiency of public service providers and how does this affect those who use their services? \n\nMy aim is to make a fundamental contribution to our understanding of the labour supply behaviour of public service providers and the impact of their behaviour on the quality and distribution of critical outcomes. To achieve this I will primarily focus on the healthcare sector. The importance of the healthcare sector to social wellbeing, the existence of shocks that create ënaturalí experiments, and the availability of large administrative datasets makes the healthcare market the ideal test-bed. Further, understanding how labour markets in healthcare operate is crucial for public expenditure and central because society cares about the output produced. \n\nI will adopt two broad approaches. The first is to examine the micro-foundations of behaviour for critical agents. The second is to examine the effect of policy and macro shocks to the economy on the reallocation of labour within, and between, healthcare and other sectors. In all cases my focus is on understanding labour supply responses and how these impact on the level and distribution of critical outcomes in society. \n\nThe ideas are applicable to all labour markets characterised by high levels of investment in human capital and where market failures mean society cares about the outcomes. My research will contribute to the fields of labour and health economics. My research will also inform the development of policies to increase the uptake and spread of medical innovation, increase the quality of the medical labour force and improve the design of healthcare systems.",
    "totalCost": "1487747,5",
    "ecMaxContribution": "1487747,5",
    "coordinator": "IMPERIAL COLLEGE OF SCIENCE TECHNOLOGY AND MEDICINE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}