{
    "rcn": "216278",
    "acronym": "EUROVISION",
    "topics": "MSCA-IF-2017",
    "title": "Self-reported vision status and associated risk factors in Europe: prevalence and temporal change",
    "startDate": "17/09/2018",
    "endDate": "16/09/2020",
    "objective": "The European Coalition for Vision (ECV) exists to raise the profile of eye health and vision, help prevent avoidable visual\nimpairment and secure an equal and inclusive society for those with irreversible blindness or low vision in Europe. Members\nof the group have assessed the evidence base for prevalence of vision impairment and blindness in Europe [ref: Bourne,\nJonas et al. Br J Ophthalmol 2014 May;98(5):629-38] by collating prevalence data from all population-based surveys of eye\ndisease. While these efforts have established estimates of numbers of people affected by vision loss, we are unaware of the\nself-reported visual problems of European Union citizens. This Research Fellowship (supported by ECV) will involve analysis\nof Eurostat data which provides an opportunity for us to investigate the prevalence of self-reported visual difficulties and also\nto relate this to potential risk factors that are also collected by the Eurostat program. The primary objective is to estimate the\nprevalence of self-reported distance and near vision impairment in Europe, and change over past 10 years. Secondary\nobjectives include estimation of prevalence of refractive correction in Europe, demographic, environmental and healthrelated\nrisk factors for self-reported vision loss and to investigate the association between self-reported vision loss and selfreported\nhearing loss. Additionally, access to health services for those with these impairments will be investigated. This is\nrelevant given the importance of social inclusion in European policies of health goals and universal health coverage. The\nFellow will be supported by Professor Rupert Bourne, who coordinates the Vision Loss Expert Group of the Global Burden\nDisease Study, in Cambridge, UK, and a team of researchers that include bioinformatics, public health and statistics\nexpertise at Anglia Ruskin University with collaborations with Queens University Belfast and University of Ulster.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ANGLIA RUSKIN UNIVERSITY HIGHER EDUCATION CORPORATION",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}