{
    "rcn": "216291",
    "acronym": "GENHIS-AFRICA",
    "topics": "MSCA-IF-2017",
    "title": "Rethinking African Gender Histories: Time, Change, and the Deeper Past in Northern Mozambique",
    "startDate": "01/02/2019",
    "endDate": "31/01/2021",
    "objective": "This project aims at rethinking ways of reading and writing change in African gender history. Looking at oral historical narratives and the transgenerational communication of historical knowledge among the Yaawo-speaking people in northern Mozambique, it brings the study of gender in African deeper pasts in dialogue with a cultural analysis of the contemporary historical moment. My starting argument is that our understanding of the contemporary historical moment in African gender history is strongly framed by the gender and development models of the social sciences which emphasize womenís struggle for gender equality in relation to men. This understanding influences the way in which we approach the past and write our research narratives. Through this history writing, womenís historical experiences become fixed within teleological narratives of ëliberationí (/ëoppressioní). The past is distanced from the present along a linear path, and what is termed the ëprecolonial pastí is isolated as a separate unit of study. In my research, I seek to challenge this temporal model and explore new ways to read and write gendered histories that more fully capture the multiplicity of the gendered temporalities that constitute African existence.\nOverall, my study has a two-fold objective: Firstly, on the basis of the Yaawo oral historical narratives, it aims to contribute to our understanding of female political and spiritual power in Africaís precolonial past and the historical processes of change in the colonial and postcolonial contexts. Secondly, I will study how these deeper histories also echo and are reworked in the present and thus constitute the contemporary historical experience in interaction with, for instance, more recent socialist ideas of womenís emancipation and the current development discourse on gender equality. Overall, my research proposes to open new routes in the theoretical thinking as well as the methodologies of African gender history.",
    "totalCost": "172800",
    "ecMaxContribution": "172800",
    "coordinator": "UNIVERSITEIT GENT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}