{
    "rcn": "216202",
    "acronym": "EPOCHS",
    "topics": "ERC-2017-ADG",
    "title": "The Formation of the First Galaxies and Reionization with the James Webb Space Telescope",
    "startDate": "01/09/2019",
    "endDate": "31/08/2024",
    "objective": "Within the first few hundred million years after the Big-Bang the first galaxies and stars were born.  Sometime soon after, these first objects produced enough energetic photons to reionization the neutral gas in the universe. This frontier of early galaxy assembly has not yet been observed, but will be uncovered by deep imaging and spectroscopy taken with the James Webb Space Telescope (JWST).  Key problems include: how the very first galaxies were assembled, and evolved, in their first few Gyr, and the history of reionization.  With this ERC funded EPOCHS project I will lead a major effort to investigate these questions using JWST GTO time discovering galaxies before, during, and after the epoch of reionization.   This proposal has three interconnected and complementary themes: (i) Identifying the first galaxies and characterizing their UV luminosities, stellar masses, and star formation rates at 7<z<12.  JWST imaging and spectroscopy will allow us to make significant progress beyond the current state of the art, and to use these measures to test models of the earliest galaxy assembly. (ii) Using these galaxies we will map the process of reionization: the sources of it, and the time-scale of its onset and duration.  Using new diagnostics we will address uncertainties that currently plague this calculation, including escape fractions and the number of ionizing photons, using UV emission lines, spectral shapes, and measuring hardness ratios with radiative transfer models. (iii) We will measure the rest-frame optical structures of galaxies at 3<z<7 to reveal the formation modes of galaxies when they assembled their first masses and structures. We will determine how and when compact galaxies, mergers, dissipative formation in star forming disks, and the formation of bulges and disks are occurring.  This includes measuring the formation history of internal components in 3<z<7 galaxies, allowing us to examine how quenching is occurring ëinside-outí or ëoutside-iní.",
    "totalCost": "1951138",
    "ecMaxContribution": "1951138",
    "coordinator": "THE UNIVERSITY OF NOTTINGHAM",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}