{
    "rcn": "216242",
    "acronym": "3DEpi",
    "topics": "ERC-2017-ADG",
    "title": "Transgenerational epigenetic inheritance of chromatin states : the role of Polycomb and 3D chromosome architecture",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "Epigenetic inheritance entails transmission of phenotypic traits not encoded in the DNA sequence and, in the most extreme case, Transgenerational Epigenetic Inheritance (TEI) involves transmission of memory through multiple generations. Very little is known on the mechanisms governing TEI and this is the subject of the present proposal. By transiently enhancing long-range chromatin interactions, we recently established isogenic Drosophila epilines that carry stable alternative epialleles, defined by differential levels of the Polycomb-dependent H3K27me3 mark. Furthermore, we extended our paradigm to natural phenotypes. These are ideal systems to study the role of Polycomb group (PcG) proteins and other components in regulating nuclear organization and epigenetic inheritance of chromatin states. The present project conjugates genetics, epigenomics, imaging and molecular biology to reach three critical aims.\n\nAim 1: Analysis of the molecular mechanisms regulating Polycomb-mediated TEI. We will identify the DNA, protein and RNA components that trigger and maintain transgenerational chromatin inheritance as well as their mechanisms of action.\n\nAim 2: Role of 3D genome organization in the regulation of TEI. We will analyze the developmental dynamics of TEI-inducing long-range chromatin interactions, identify chromatin components mediating 3D chromatin contacts and characterize their function in the TEI process.\n\nAim 3: Identification of a broader role of TEI during development. TEI might reflect a normal role of PcG components in the transmission of parental chromatin onto the next embryonic generation. We will explore this possibility by establishing other TEI paradigms and by relating TEI to the normal PcG function in these systems and in normal development.\n\nThis research program will unravel the biological significance and the molecular underpinnings of TEI and lead the way towards establishing this area of research into a consolidated scientific discipline.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}