{
    "rcn": "216247",
    "acronym": "CoMoQuant",
    "topics": "ERC-2017-ADG",
    "title": "Correlated Molecular Quantum Gases in Optical Lattices",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "In a quantum engineering approach we aim to create strongly correlated molecular quantum gases for polar molecules confined in an optical lattice to two-dimensional geometry with full quantum control of all de-grees of freedom with single molecule control and detection. The goal is to synthesize a high-fidelity molec-ular quantum simulator with thousands of particles and to carry out experiments on phases and dynamics of strongly-correlated quantum matter in view of strong long-range dipolar interactions. Our choice of mole-cule is the KCs dimer, which can either be a boson or a fermion, allowing us to prepare and probe bosonic as well as fermionic dipolar quantum matter in two dimensions. Techniques such as quantum-gas microscopy, perfectly suited for two-dimensional systems, will be applied to the molecular samples for local control and local readout.\nThe low-entropy molecular samples are created out of quantum degenerate atomic samples by well-established coherent atom paring and coherent optical ground-state transfer techniques. Crucial to this pro-posal is the full control over the molecular sample. To achieve near-unity lattice filling fraction for the mo-lecular samples, we create two-dimensional samples of K-Cs atom pairs as precursors to molecule formation by merging parallel planar systems of K and Cs, which are either in a band-insulating state (for the fermions) or in Mott-insulating state (for the bosons), along the out-of-plane direction. \nThe polar molecular samples are used to perform quantum simulations on ground-state properties and dy-namical properties of quantum many-body spin systems. We aim to create novel forms of superfluidity, to investigate into novel quantum many-body phases in the lattice that arise from the long-range molecular dipole-dipole interaction, and to probe quantum magnetism and its dynamics such as spin transport with single-spin control and readout. In addition, disorder can be engineered to mimic real physical situations.",
    "totalCost": "2356117",
    "ecMaxContribution": "2356117",
    "coordinator": "UNIVERSITAET INNSBRUCK",
    "coordinatorCountry": "AT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}