{
    "rcn": "216292",
    "acronym": "mTORmorS",
    "topics": "MSCA-IF-2017",
    "title": "Role of mTOR signaling dysregulation in the tumor suppressor networks in hepatocellular carcinoma",
    "startDate": "01/05/2019",
    "endDate": "30/04/2021",
    "objective": "Hepatocellular carcinoma (HCC) is the predominant form of liver cancer and a leading cause of cancer death worldwide. Inactivation of different tumor suppressors, whose cooperation forms tumor suppressor networks, has been linked to HCC development, but the genetic events involved in HCC are still poorly understood. Mammalian target of rapamycin (mTOR) signaling is essential for cell growth and metabolism, and its hyper-activation plays an important role in pathogenesis and prognosis of HCC. However, the relationship between mTOR signaling dysregulation and the tumor suppressor networks in HCC, and whether mTOR inhibition could be a therapeutic strategy in some types of HCC remain largely unknown. Here I propose to use a genome-wide CRISPR knockout library to screen potential tumor suppressors in implanted mouse HCC models. The mouse hepatocytes depleted of different mTOR pathway components, with differential mTOR activities, will be separately infected with the CRISPR knockout library and implanted into immunocompromised mice to induce tumor. The goal of the proposed project is to understand the role of mTOR signaling dysregulation in the tumor suppressor networks in HCC. The specific objectives are: 1) to understand the tumor suppressor networks in HCC with differential mTOR activities in a genome-wide scale, 2) to examine how mTOR dysregulation controls the landscape of tumor suppressors, and 3) to explore whether mTOR inhibition could be developed as a treatment for specific subclasses of HCC. Using a combination of state-of-the-art CRISPR screening, molecular and cell biology, mouse models, next-generation sequencing, and bioinformatics tools, this project will link the mTOR signaling to tumor suppressor networks. This study will also unravel fundamental mechanisms underlying liver cancer development and contribute to potential targeted therapy.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}