{
    "rcn": "216299",
    "acronym": "Huntingtin hPSC",
    "topics": "MSCA-IF-2017",
    "title": "Unraveling huntingtin function in cortical and striatal human development",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Huntington's disease (HD) is a rare neurodegenerative autosomic dominant disorder that causes severe motor dysfunction and cognitive deficits. Although HD main symptoms are manifested at mid-life, increasing evidence suggest that early neurodevelopmental defects may contribute to the late pathology. HD is a monogenetic disorder caused by a CAG repeat expansion inside the huntingtin gene (Htt). The functional role of Htt has been widely studied as a pro-survival anti-apoptotic factor, a regulator of vesicular trafficking along microtubules, a transporter of proteins between nucleus and cytoplasm, and a transcriptional role, however itís main role in the brain during development and later adulthood is still poorly understood.\nRecently, genetic mouse models have shown that the loss of huntingtin from the brain at an early stage of development results in mitotic neural progenitor defects that disrupt cell fate in the cortex. In addition, the same study showed that loss-of-function of huntingtin specifically in early born neurons showed neuronal migration and neuronal dendritic arborization defects. However, to date, no studies have addressed and dissected the different roles of the human huntingtin protein in human cortical and striatal development specifically in different cell populations, or the effects of early phenotypes caused by loss-of-function of huntingtin in the late neuronal function.             \nHere, I will study and dissect the function of human huntingtin during human development using human pluripotent stem cells (PSC) differentiated towards cortical and striatal neurons. Through this project I will generate several conditional knock out and full knock out human PSC lines to remove Htt expression specifically from different neuronal cell populations. Overall, all these analyses will give an overview of the developmental changes occurring in the absence of Htt function during cortical and striatal differentiation and neuronal maturation.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA DEGLI STUDI DI MILANO",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}