{
    "rcn": "216236",
    "acronym": "IAXOplus",
    "topics": "ERC-2017-ADG",
    "title": "Towards the detection of the axion with the International Axion Observatory",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The nature of the Dark Universe is an outstanding question in modern science, and is connected with our understanding of the reality at the most fundamental level. Despite the enormous success of the Standard Model (SM) of particle physics, a number of shortcomings of the theory and the fact that it does not account for the Dark Matter and Energy, prompt theorists to propose possible hypothetical extensions. \nSome of these extensions predict the existence of very-light and very-weakly-coupled axions (or axion-like particles, ALPs). Recent theoretical and phenomenological work is sharpening the physics case of these particles. They are now considered as very motivated portals for physics beyond the SM, and in particular as very plausible Dark Matter candidates. In addition, some intriguing astrophysical observations might be interpreted as hints for their existence. \nThe International Axion Observatory IAXO is one of the most ambitious proposals to find the axion. Its baseline configuration relies on the search for solar axions, but could also host relic axion detectors. IAXO will go well beyond current experiments' sensitivity and will probe a large fraction of the -still unexplored- parameter space of the axion and ALPs. The scope of the present proposal encompasses the realization of a first complete intermediate experimental stage, BabyIAXO,  including prototypes of the IAXO magnet and detection systems. It will already provide relevant physics outcome in the time-frame of the current grant, while preparing the ground for, and extending the physics reach of, the full IAXO. In particular, BabyIAXO will already be able to test a number of axion and ALP models that are invoked by the aforementioned astrophysical hints and therefore already at this stage there is potential for discovery. The detection of a new fundamental pseudoscalar -potentially solving the DM problem- would lead to a breakthrough in Particle Physics, Cosmology and Astrophysics.",
    "totalCost": "3106875",
    "ecMaxContribution": "3106875",
    "coordinator": "UNIVERSIDAD DE ZARAGOZA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}