{
    "rcn": "216223",
    "acronym": "BioELCell",
    "topics": "ERC-2017-ADG",
    "title": "Bioproducts Engineered from Lignocelluloses: from plants and upcycling to next generation materials",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "BioELCell will deliver ground-breaking approaches to create next material generation based on renewable resources, mainly cellulose and lignin micro- and nano-particles (MNC, MNL). Our action will disassemble and re-engineer these plant-based polymers into functional materials that will respond to the demands of the bioeconomy of the future, critically important to Europe and the world. My ambitious, high gain research plan is underpinned in the use of multiphase systems with ultra-low interfacial tension to facilitate nanocellulose liberation and atomization of lignin solution streams into spherical particles. \n\nBioELCell will design novel routes to control MNC and MNL reassembly in new 1-D, 2-D and 3-D structures. The systematic methodologies that I propose will address the main challenges for lignocellulose processing and deployment, considering the important effects of interactions with water. This BioELCell action presents a transformative approach by integrating complementary disciplines that will lead to a far-reaching understanding of lignocellulosic biopolymers and solve key challenges in their use, paving the way to functional product development. Results of this project permeates directly or indirectly in the grand challenges for engineering, namely, water use, carbon sequestration, nitrogen cycle, food and advanced materials. Indeed, after addressing the key fundamental elements of the research lines, BioELCell vindicates such effects based on rational use of plant-based materials as a sustainable resource, making possible the generation of new functions and advanced materials.\n\nBioELCell goes far beyond what is known today about cellulose and lignin micro and nano-particles, some of the most promising materials of our century, which are emerging as key elements for the success of a sustainable society.",
    "totalCost": "2486182",
    "ecMaxContribution": "2486182",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}