{
    "rcn": "216281",
    "acronym": "TopoGraph",
    "topics": "MSCA-IF-2017",
    "title": "Towards topological hybrid states in graphene",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Majorana fermions (MF) are novel excitations of solid-state nanostructures, which obey non-abelian exchange characteristics. This property, together with their topological protection made MFs candidates for basis of topological quantum computation.  \nSo far most of the experimental studies concentrated on 1D nanowire systems. In the project TopGraph we will choose a different path to engineer MFs using 2D systems. Our platform is graphene, a single layer of graphite, which has Dirac spectrum and can be ballistic over tens of micrometers. We will use two systems: 1) twisted bilayer graphene, which is driven into a special quantum Hall state (effectively a quantum spin Hall state) and 2) graphene with SOI induced by other 2D materials., e.g. WSe2 and combed with Zeemann fields. When inducing superconducting correlations to these structures the formation of MFs are expected.\nFirst, we will study SC current in these special states, where changes in the SC current and Fraunhofer pattern can reflect transition to topological phases. To prove the existence of the topological excitations, the Andreev bound state spectra of the system will be studied using local tunnel probes, either defined lithographically or using scanning tips. Finally smoking-gun signature of the topological current can be obtained from current phase relation measured using high frequency techniques (with the help of a secondment).\nThe project combines the expertise of the fellow on graphene, with the know-how of the host on hybrid nanodevices and induced superconducting correlations. During the project the fellow will be trained by the host and the secondments in ultra-low-T measurement, scanning probe, dedicated noise filtering techniques, pressure cell studies and fundamentals of topological superconductivity. \nThe proposal opens up new directions in topological computation in 2D materials, and introduces the fellow to this rapidly developing field, which will significantly advance his career.",
    "totalCost": "146239,2",
    "ecMaxContribution": "146239,2",
    "coordinator": "BUDAPESTI MUSZAKI ES GAZDASAGTUDOMANYI EGYETEM",
    "coordinatorCountry": "HU",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}