{
    "rcn": "216258",
    "acronym": "HIDDeN",
    "topics": "ERC-2017-ADG",
    "title": "HIDDeN - Exploring the Hidden Dusty Nuclei of Galaxies",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Luminous infrared galaxies (LIRGs) emit most of their bolometric luminosity in the far-infrared. They are mainly powered by extreme bursts of star formation and/or Active Galactic Nuclei (AGNs; accreting supermassive black holes (SMBHs)) in their centres. LIRGs are the closest examples of rapid evolution in galaxies and a detailed study of LIRGs is critical for our understanding of the cosmic evolution of galaxies and SMBHs. Centres of some LIRGs are deeply obscured and unreachable at optical, IR and even X-ray wavelengths. These hidden nuclei therefore represent a largely unexplored phase of the growth of central regions with their SMBHs. Large growth spurts are suspected to occur when the SMBHs are deeply embedded. Obscured AGNs thus can provide new constraints on the AGN duty cycle, give the full range of environments and astrophysical processes that drive the growth of SMBHs, and help to complete the picture of connections between the host galaxy and SMBH. Many dust embedded AGNs are still to be discovered as studies suggest that a significant fraction of SMBHs may be obscured in the local and more distant Universe.?In the HIDDeN project we use mm and submm observational methods to reach behind the curtain of dust in the most embedded centres of LIRGs, allowing us to undertake ground-breaking studies of heretofore hidden rapid evolutionary phases of nearby galaxy nuclei. HIDDeN takes advantage of emerging opportunities to address the nature of near-field, and redshift z=1-2, obscured AGNs/starbursts and their associated molecular inflows and outflows in the context of their evolution and the starburst-AGN connection. In particular we use the ALMA and NOEMA telescopes, supported by JVLA, LOFAR, HST and future JWST observations, to address four interconnected goals: A. Probing the Dusty Interiors of Compact Obscured Nuclei (CONs), B. The cold winds of change - Molecular Outflows from LIRGs and AGNs, C. The Co-Evolution of Starbursts and AGNs and D. Are there hidden CONs at z=1-2",
    "totalCost": "2496320",
    "ecMaxContribution": "2496319",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}