{
    "rcn": "216208",
    "acronym": "E-DESIGN",
    "topics": "ERC-2017-ADG",
    "title": "Artificial designer materials",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Constructing designer materials where the atomic geometry, interactions, magnetism and other relevant parameters can be precisely controlled is becoming reality. I will reach this aim by positioning every atom with the tip of a scanning probe microscope, or by using molecular self-assembly to reach the desired structures. I will realize and engineer several novel quantum materials hosting exotic electronic phases: 2D topological insulators in metal-organic frameworks (MOF) and 2D topological superconductors in hybrid molecule-superconductor structures. These classes of materials have not yet been experimentally realized but could enable novel spintronic and quantum computing devices. In addition, we will realize a tuneable platform for quantum simulation in solid-state artificial lattices, which could open a whole new area in this field.\n\nI will employ a broad experimental approach to reach the above targets by utilizing molecular self-assembly and scanning probe microscopy -based atom/molecule manipulation. The systems are characterized using low-temperature atomic force microscopy (AFM) and scanning tunneling microscopy (STM). My group is one of the leading groups in these topics globally. We have initial results on the topics discussed in this proposal and are thus in a unique position to make ground-breaking contributions in realizing designer quantum materials.\n\nThe artificial designer materials we study are characterized by the engineered electronic response with atomically precise geometries, lattice symmetries and controlled interactions. Such ingredients can result in ultimately controllable materials that have large, robust and quick responses to small stimuli with applications in nanoelectronics, flexible electronics, high-selectivity and high-sensitivity sensors, and optoelectronic components. Longer term, the biggest impact is expected through a profound change in the way we view materials and what can be achieved through designer materials approach.",
    "totalCost": "2374922",
    "ecMaxContribution": "2374922",
    "coordinator": "AALTO KORKEAKOULUSAATIO SR",
    "coordinatorCountry": "FI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}