{
    "rcn": "216218",
    "acronym": "ValueChange",
    "topics": "ERC-2017-ADG",
    "title": "Design for changing values: a theory of value change in sociotechnical systems",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "One of the key insights from the philosophy of technology is that technological artifacts and sociotechnical systems are not value neutral but supports or inhibits certain values. Several philosophical accounts for understanding the embedding of values in technological artifacts have been proposed and approaches like Value Sensitive Design, Design for Values and Responsible Research and Innovation have been established for integrating values into technical design. A blind spot is, however, the possibility of value change after a sociotechnical system has been designed. For example, when many of our current energy and transportation systems were designed sustainability was not yet a central value, and we are now struggling to incorporate this value into these systems. Progress in the field is currently inhibited by the lack of a philosophical theory of value change in sociotechnical systems. This proposal fills this gap by developing such a theory. It moves beyond the start of the art by proposing a dynamic rather than a static account of values, by developing insights in the dynamics of value change, by extending analysis about the embedding of values in technical artifacts to sociotechnical systems and by developing design strategies that aim at designing sociotechnical systems that can better deal with value change. The proposal has the following more specific objectives: 1) to propose a notion of value that is applicable to sociotechnical systems and that can account for value change, 2) to develop a taxonomy and mechanisms of value change in sociotechnical systems, 3) to extend philosophical analyses of the embedding of values in technological artifacts to sociotechnical systems 4) to carry out empirical studies about value change in energy systems and robot systems to support the development of a theory of value change, and 5) to develop strategies that can better deal with value change in sociotechnical systems than current value sensitive design approaches.",
    "totalCost": "2477513,75",
    "ecMaxContribution": "2477513",
    "coordinator": "TECHNISCHE UNIVERSITEIT DELFT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}