{
    "rcn": "216231",
    "acronym": "SYNMAT",
    "topics": "ERC-2017-ADG",
    "title": "Synthesis of Functional Multi-Component Supramolecular Systems and Materials",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "This ERC proposal targets novel synthetic strategies to arrive at functional multi-component systems and materials. They possess architectures of such high complexity that it is hard to imagine access to these systems by self-assembly or self-organization only. We will explore tools required to introduce multi-step non-covalent synthesis. We have taken inspiration from Nature, but more importantly we propose to mimic the impressive progress in the field of covalent organic and polymer synthesis. Three connected approaches are defined:\n   The first section focusses on supramolecular polymers and how their polymerization can be compared to that of traditional covalent polymerization; unprecedented similarities are foreseen. Unexplored areas like controlled co-polymerization and achieving ìtacticityî in asymmetrically modified building blocks are proposed, with special attention to kinetics and structure characterization. \n    The second section is aiming at synthesizing a multi-component hydrogel leading to a system that is able to recruit receptors in a dynamic and reversible fashion. This work is proposed to culminate in new insights for preparing an artificial extracellular matrix for stem cell to organoid growth. The latter is proposed using a double supramolecular network.  \n   The final section takes inspiration from the recent finding that chirality can control spin-selective chemistry. Novel chiral structures with control over pitch and diameter are proposed by two-step synthetic processes. In a three-step non-covalent synthetic procedure, a space-controlled arrangement of chiral quartets on surfaces is proposed using discrete block co-oligomers.\n   Since molecules only have structures and properties, their functions can only be expressed when they are part of complex molecular systems. Hence, if chemists want to synthesize functions in lifelike materials, they have to introduce new approaches and technologies, a game changer is proposed in this ERC proposal.",
    "totalCost": "2499929",
    "ecMaxContribution": "2499929",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}