{
    "rcn": "216220",
    "acronym": "LEAP-EXTREME",
    "topics": "ERC-2017-ADG",
    "title": "Local Edaphic Adaptation in Plants through Leveraging an Extremophile Model",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The discontinuous mosaic of soil compositions on the Earthís changeable surface intermittently requires the adaptation of plants as crucial mediators for ecosystems with the inorganic lithosphere harbouring all nutrient, but also toxic minerals. Only few gene variants have been implicated in local soil adaptation. There is a general lack of information about their relation with soil composition in the field, the manner in which such adaptations function and evolve, and why they arise in some taxa but never in others. To answer these questions, we will take advantage of the repeated evolution and the unusually large phenotypic ranges for multiple edaphic traits in Arabidopsis halleri. This species has undergone uniquely divergent natural selection for increased hyperaccumulation in leaves of the toxic metals zinc and cadmium as well as metal hypertolerance on ordinary soils, and for enhanced hypertolerance involving attenuated metal hyperaccumulation on heavy metal-contaminated soils.\nCapitalizing on the most comprehensive collection ever established of a wild extremophile, and with a pioneering approach recording critical field data for each genotype, we will conduct large-scale genome resequencing and identify multi-trait multi-gene associations, complemented by genetic linkage mapping based on crosses. Local edaphic adaptation causal variants will be placed into the context of metal homeostasis network architecture and plasticity using transcriptomics, and we will comparatively evaluate mutation rates in A. halleri under ecologically relevant edaphic conditions. \nImplementing state-of-the-art genome-enabled and novel phenotyping methodologies in this wild and biologically complex species will require continuous pioneering developments. Our work will deliver novel fundamental insights into local adaptation in plants and identify large-effect gene variants with potential for applications in environmental restoration, biotechnology and crop breeding.",
    "totalCost": "2498675",
    "ecMaxContribution": "2498675",
    "coordinator": "RUHR-UNIVERSITAET BOCHUM",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}