{
    "rcn": "216217",
    "acronym": "HITSCIL",
    "topics": "ERC-2017-ADG",
    "title": "How intraflagellar transport shapes the cilium: a single-molecule systems study",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Sensory cilia are organelles extending like antennas from many eukaryotic cells, with crucial functions in sensing and signalling. Cilia consist of an axoneme built of microtubules, enveloped by a specialized membrane. Ciliary development and maintenance depend critically on a specific, microtubule-based intracellular transport mechanism, intraflagellar transport (IFT). In my laboratory, we study the chemosensory cilia of C.†elegans, which sense water-soluble molecules in the animalís environment for chemotaxis. Over the past years, we have developed a unique set of quantitative, single-molecule fluorescence microscopy tools that allow us to visualize and quantify IFT dynamics with unprecedented detail in living animals. So far, our focus has been on the cooperation of the motor proteins driving IFT. The overall objective of my current proposal is to zoom out and shed light on the connection between ciliary structure, chemosensory function and IFT, from a systems perspective. Recent work has indicated that axoneme length is controlled by IFT. Preliminary results from my laboratory show that axoneme length changes dynamically in response to perturbations of IFT or cilia. Furthermore, we have shown that IFT is substantially affected upon exposure of animals to known repellent solutions. The four major aims in my proposal are to:\nï determine how directional changes in IFT are regulated and are affected by external disturbances,\nï understand the dynamics of the axonemal microtubules and how IFT affects these dynamics and vice versa,\nï study how sensory ciliary function affects IFT and ciliary structure,\nï further develop our (single-molecule) fluorescence microscopy toolbox by improving instrumentation and using better fluorescent probes and sensors. \nThese experiments will place my lab in a unique position to push forward our understanding of the relationship between structure, function and dynamics of transport of this fascinating and fundamental organelle.",
    "totalCost": "2499580",
    "ecMaxContribution": "2499580",
    "coordinator": "STICHTING VU",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}