{
    "rcn": "216255",
    "acronym": "Topo Ins Laser",
    "topics": "ERC-2017-ADG",
    "title": "Topological Insulator Laser",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "Triggered by condensed matter, a new frontier recently emerged: Photonic Topological Insulators (PTIs). These are photonic structures where the transport of light is topologically protected: light propagates in a unidirectional manner without reflection, even in the presence of corners, defects, or disorder. The first step toward PTIs was the electromagnetic analogue of the quantum Hall effect, employing magnetic fields in gyrooptic media. Bringing the concepts of topological insulators into photonics required fundamentally different effects, eluding researchers until in 2013 we demonstrated the first PTI. That, along with experiments in silicon photonics and pioneering theory work, launched the field of Topological Photonics.   \n\nThis proposal aims to explore the possibility of the ìnext big thingî, a fundamentally new concept, never suggested before in any context, with high potential impact on fundamentals and on lasers technology: we will explore the idea of the Topological Insulator Laser.  \n\nTopological Insulator Lasers are lasers where the lasing mode is topologically protected: light propagates around the cavity unaffected by disorder and defects. Based on our preliminary studies, we envision that by lasing in a topological mode, the interplay between the topology and gain will lead to a highly efficient laser, robust to defects and disorder, that lases in a single mode even at high gain values. \n\nThe road to achieve this goes against current knowledge: topological insulators are linear Hermitian closed systems, whereas the topological insulator laser is a non-Hermitian, highly nonlinear, open system. \n\nOur study will be theoretical and experimental, starting at the fundamentals of topological transport in systems with gain, and we will take it all the way to experimentally demonstrate the concepts in several different platforms. \n\nThe idea of the Topological Insulator Laser is unique: success will mark a new milestone in optics and topological physics.",
    "totalCost": "1864000",
    "ecMaxContribution": "1864000",
    "coordinator": "TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY",
    "coordinatorCountry": "IL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}