{
    "rcn": "216201",
    "acronym": "IMMUNEDIVERSITY",
    "topics": "ERC-2017-ADG",
    "title": "Defining of human adaptive immune gene diversity and its impact on disease",
    "startDate": "01/12/2018",
    "endDate": "30/11/2023",
    "objective": "Why do vaccines protect some people but not all? Why can some people develop potent neutralizing antibodies to infections, while others cannot? Why do some people develop immune-associated diseases such as allergy, rheumatoid arthritis, multiple sclerosis and diabetes over their lifetimes, when the body has evolved to tolerate self? The answer lies in the adaptive immune system. B and T lymphocytes of the adaptive system express highly polymorphic receptors that allow for the recognition of large numbers of antigens. Our research is now uncovering an enormous heterogeneity in the germline genes that encode our B and T cell receptors. This fact has not been well appreciated because of the high complexity of the genomic regions that encode these receptors, with the presence of large insertions and deletions, a high degree of repetitiveness and gene copy number variations, which cannot be adequately met with conventional whole genome sequencing approaches. \n\nWe have developed a state-of-the-art approach we call IgDiscover, which comprises novel molecular library preparation approaches, next generation immune repertoire sequencing, computational analysis and a software that allows rapid construction of personalized antibody gene databases encompassing the hundreds of germline gene segments that rearrange to make up each individualís naÔve B cell repertoire. Thus, IgDiscover offers new possibilities to define human genetic diversity in these loci. This proposal also describes our development of ImmuneDiscover, a high throughput approach enabling personalized immune-profiling of very large numbers of individuals (>1000), encompassing not only Ig genes but also T cell receptor genes and the genes encoding the human major histocompatibility complexes. Here, we will use IgDiscover and ImmuneDiscover to elucidate global diversity in adaptive immune genes and we will investigate potential associations between antibody germline genes and the development of rheumatoid arthritis.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "KAROLINSKA INSTITUTET",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}