{
    "rcn": "216290",
    "acronym": "BioNanoMagnets",
    "topics": "MSCA-IF-2017",
    "title": "Capturing the biomineralization of magnetite nanoparticles with magnetotactic bacteria in vivo using microfluidic conditions and synchrotron-based X-ray spectroscopy",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "Magnetotactic bacteria (MTB) produce highly organized chains of magnetite nanoparticles within intracellular membranes called magnetosomes. The alignment of these magnetic nanoparticles endows the bacteria with a substantial magnetic dipole, which it can use in relation to the earthís magnetic field to navigate its environment. Magnetite nanoparticles of consistent size, composition and shape are produced by MTB through biomineralization processes. The specific morphology of magnetite nanoparticles is species-determined. Magnetite biomineralization and MTB have been of interest for several years as scientists try to understand the chemical mechanism for the highly efficient production of magnetite nanoparticle materials. Harnessing or adopting chemical pathways similar to the bacteria should benefit the production and utility of magnetite nanoparticles for technological advancements in areas such as medical diagnostics and drug delivery nanosystems. This project aims to capture and understand the formation and properties of magnetite nanoparticles within living MTB. This information will be unique from previous studies since biomineralization processes will be followed in vivo and with high-resolution, synchrotron-based spectroscopy techniques. To accomplish this objective, bacterial samples will be hosted in microfluidic sample cells with X-ray transparent cell windows capable of in situ measurement using a combination of X-ray absorption and X-ray scattering spectroscopies. Microfluidic cell design and measurement conditions will be optimized for MTB viability. Elucidating the magnetite biomineralization process and the full formation of magnetosomes within live bacteria will provide unprecedented chemical and structural details without having to destroy the bacteria before measurement.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}