{
    "rcn": "216297",
    "acronym": "LiguSTAR",
    "topics": "MSCA-IF-2017",
    "title": "Ligustinus Project: New Survey Techniques for an Ancient Riparian Landscape.",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "The lacus Ligustinus was the great paleo-estuary of ancient Baetis or current Guadalquivir river (Southern Spain). It is a radically transformed landscape because of the intensive sedimentation and other geomorphological dynamics. The estuary banks were highly populated during the Roman period. Important cities and towns articulated the surrounding rural settlement, dedicated to the agricultural and livestock activities. In addition, the lacus allowed the connection with the maritime routes and the output of products destined to foreign markets. Nowadays this spatial configuration is difficult to restore, especially the exploitation villae settlement patterns. The main purpose of the project is to devise a methodology applicable to the study of the paleo-banks through the identification of archaeological sites. In that sense, the right border of the current Lower Guadalquivir region has been selected as a delimited study area, and particularly a local region of Cadiz province. The historical diachronic evolution will be analysed through the archaeological evidences. In order to achieve this, geomorphological, archaeological and other historical data from this area will be integrated in a GIS. Then survey methodology, such as geophysical survey, and UAV flights applications, will be applied in the local scale considering it as a continuum area, to detect archaeological sites employing non-invasive prospection techniques. We will apply this methodology through the selection of a series of study cases. The project will be carried out in the Laboratory of Landscape Archaeology & Remote Sensing (LAP&T) at University of Siena. This laboratory is specialised in survey and integral analysis of ancient landscapes. There the candidate will be trained in the application of these techniques in order to acquire skills for the interpretation of the collected data.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI SIENA",
    "coordinatorCountry": "IT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}