{
    "rcn": "216289",
    "acronym": "ArcNames",
    "topics": "MSCA-IF-2017",
    "title": "Individuals, social identities and archetypes ñ the oldest Scandinavian personal names in an archaeological light",
    "startDate": "01/03/2019",
    "endDate": "28/02/2021",
    "objective": "This project sets out to investigate the relation between personal names, social identities and social status in Scandinavia, ca. 300 - 800 AD. The project is called ArcNames and it aims to rethink the evidence of Late Iron Age and Viking Age personal names and their contexts by putting them into an up-to-date archaeological framework. \nThe ArcNames project has two main objectives. First, it will create a better understanding of individual naming and the construction of personal and social identities in the Scandinavian Late Iron Age and Viking Period mainly by investigating the correspondence between names and archaeological evidence relating to identity. Therefore, the first part will assess the motives expressed in personal names and how these correspond with identities expressed in iconography, burial assemblies and runic inscriptions. \nSecondly, these issues will be evaluated in relation to the archaeological understanding of status and landholding, especially through a discussion of the use of personal names in place names and runic inscriptions. The second part thus will investigateshow personal names occuring in place names express status and ownership structures and help to understand the social aspects of Late Iron Age and Viking period settlement patterns. A prominent theme in the investigations will be the perceptions of women and land ownership or power structures in relation to gender. \nThe project will work to build an interdisciplinary research environment around onomastics and archaeology at the University in Bergen in connection with the new establishment of the Norwegian Language Collections here. At the same time, it contains a plan to train the fellow in archaeological research skills, university teaching and research management.",
    "totalCost": "208400,4",
    "ecMaxContribution": "208400,4",
    "coordinator": "UNIVERSITETET I BERGEN",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}