{
    "rcn": "216216",
    "acronym": "MedPlant",
    "topics": "ERC-2017-ADG",
    "title": "Harnessing the Molecules of Medicinal Plants",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Plants, as sessile organisms, synthesize complex molecules for defense and signaling. Humans have long exploited the potent medicinal activities of these plant natural products: artemisinin from sweet wormwood is used to cure malaria, vincristine from Madagascar periwinkle is used to treat cancer, and morphine from poppy alleviates pain. Synthetic biology approaches are being used with increasing success to overproduce these expensive molecules, which are often present at low levels in the plant. However, to pursue such approaches effectively, we must fully understand the biosynthetic pathways that generate these molecules. This pathway discovery process has been a major bottleneck in harnessing the chemical power of plants.\n\nRecent advances in sequencing, bioinformatics and metabolomics have provided the tools to address plant natural product metabolism on an unprecedented scale: we can now use inexpensive RNA-seq data, in combination with bioinformatic analyses and metabolomic data, for rapid identification of pathway-specific biosynthetic gene candidates. \n\nHere we use these advances, along with our expertise in chemistry, to unlock the extraordinary chemical diversity that is found within the ca. 3000 members of the plant-derived monoterpene indole alkaloid metabolites. By strategically selecting a group of molecules that are chemically diverse, yet biosynthetically and evolutionarily related, the gene discovery process will be dramatically accelerated (Objective 1). Moreover, using this strategy, we will uncover new biochemical mechanisms by which chemical diversity is generated in plants (Objective 2). Understanding these mechanisms will allow us to generate ìunnaturalî chemical diversity in the laboratory by creating production platforms that produce new-to-nature molecules that may potentially have important applications (Objective 3).",
    "totalCost": "2499999",
    "ecMaxContribution": "2499999",
    "coordinator": "JOHN INNES CENTRE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}