{
    "rcn": "216200",
    "acronym": "GrowCELL",
    "topics": "ERC-2017-ADG",
    "title": "The smallest of the small: determining size through cell number",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "Determination of organismal size is a fundamental biological question. Vertebrate size is established based on total cell number generated during development. Despite the 75 million-fold difference in size between the smallest and largest mammals, the mechanisms for this remain to be determined.  This proposal seeks insight into how total cell number is determined in both pathological and physiological states.\n\nOver the last decade our study of extreme growth disorders has identified 18 new human disease genes. We established these encode core components of the cell-cycle machinery, providing cellular and developmental insights into the pathophysiological mechanisms of these disorders. From our starting point of human disease, this approach also revealed novel genome instability genes informing fundamental research of basic biological processes. Still, the molecular basis for over half of individuals with microcephalic dwarfism remains unknown.\n\nThis proposal will break new ground through the comprehensive application of Whole Genome Sequencing to our patient cohort to achieve screen saturation via identification of coding and non-coding mutations. Forward-genetic genome-wide CRISPR screens in developmentally relevant cell and organoid systems will also be developed to define key cellular processes impacting human growth. Beyond these ëdiscovery scienceí approaches, cellular and model organism techniques will be used to define the mechanistic basis for human disease caused by mutations in core replication machinery and key epigenetic factors. To extend prior work on pathophysiological mechanisms, we aim to establish a subset of microcephalic dwarfism genes as growth regulators, and thereby further define when and how organism size is determined.  These studies will link essential cellular machinery governing proliferation with human disease, identify novel genome-stability factors and may yield insights into the developmental  regulation of mammalian size.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}