{
    "rcn": "216241",
    "acronym": "COLMIN",
    "topics": "ERC-2017-ADG",
    "title": "A Google Earth Approach to Understanding Collagen Mineralization",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Collagen mineralization in bone is one of the most crucial processes in our body as it supplies the skeleton on which we depend for support and protection. Boneís impressive mechanical properties arise from the hierarchical organization of the organic collagen matrix that is mineralized with ultrathin, aligned inorganic crystals of carbonated hydroxyapatite. \nDespite its importance to the human body, relatively little is understood about collagen mineralization and how the proteins govern mineral growth with such precision. This is because the matrix development is a complex process with different stages that occur over multiple length scales and depends on many different components. \nI propose to obtain the first comprehensive picture of the collagen mineralization mechanism by unraveling its dynamics and structural details. It is not only of great fundamental importance, it also opens the way to the development of better biomaterials, as well as to strategies for the treatment of mineralization-related diseases.\nI will achieve this ambitious goal by designing a dedicated tissue engineering platform that models real bone as closely as possible, and will allow application of multiple advanced analysis techniques. These I will employ in a ìGoogle Earthî approach, studying the process from the micrometer to the nanometer scale, combining live cell imaging and ìbeyond state-of-the-artî electron microscopy with chemical and biochemical analysis to reveal the details of collagen mineralization with the highest spatial, temporal and molecular resolution thus far. Exploiting my extensive expertise in the field of biomineralization and advanced electron microscopy, COLMIN will provide a major step in understanding collagen formation and mineralization, and provide insights that will help to fight bone-related diseases. The advanced multidisciplinary methodology developed here will set a new standard for the advanced analysis of bone formation and other biological processes.",
    "totalCost": "3498006,25",
    "ecMaxContribution": "3498006",
    "coordinator": "TECHNISCHE UNIVERSITEIT EINDHOVEN",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}