{
    "rcn": "216210",
    "acronym": "HisTochText",
    "topics": "ERC-2017-ADG",
    "title": "History of the Tocharian Texts of the Pelliot Collection",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "HisTochText addresses written Buddhist culture of the northern Silk Road in an innovative and path-breaking way, by going beyond the frontier of disciplines which have been cultivated separately: philology, digital humanities and in-depth analysis of materials, edition of Tocharian texts and comparative Buddhist literature, Sanskrit poetics and narratology, texts and social contexts.\nThe flourishing Buddhist culture of the northern Silk Road during the 1st millennium CE in the Tarim Basin in present-day Xinjiang (NW China) is known by archaeological findings, artifacts and manuscripts in various languages. Since Buddhism was introduced from India, Sanskrit was the dominant religious language. By contrast, Tocharian belongs to the few local languages that are known to us thanks to Buddhist written culture. The two closely related Tocharian languages (Tocharian A and Tocharian B) were deciphered in 1908 on the basis of manuscripts discovered at the beginning of the past century in Buddhist sites of this region, together with Sanskrit manuscripts. \nThe collection of the BibliothËque nationale de France issued from the Pelliot expedition is a major collection of Tocharian manuscripts, counting around 2,000 fragments, second only to the Berlin collection, but in comparison hardly investigated, despite its containing numerous unique masterpieces and the broadest cross-section of manuscript and document styles and types. Only one fourth has been edited, mostly in a provisional manner, without translation nor commentary. Many texts of the Pelliot collection, literary and non-literary, are of the utmost importance because they have no match in any other collection of Tocharian manuscripts, nor in Buddhist corpora in other languages. As most Pelliot manuscripts in Sanskrit and in Tocharian were found in Buddhist sites of the Kucha region, the comprehensive edition and analysis of the texts will provide precious information about an important centre of Central Asian Buddhism.",
    "totalCost": "1833103",
    "ecMaxContribution": "1833103",
    "coordinator": "ECOLE PRATIQUE DES HAUTES ETUDES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}