{
    "rcn": "216239",
    "acronym": "ACCUPOL",
    "topics": "ERC-2017-ADG",
    "title": "Unlimited Growth? A Comparative Analysis of Causes and Consequences of Policy Accumulation",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "ACCUPOL systematically analyzes an intuitively well-known, but curiously under-researched phenomenon: policy accumulation. Societal modernization and progress bring about a continuously growing pile of policies in most political systems. At the same time, however, the administrative capacities for implementation are largely stagnant. While being societally desirable in principle, ever-more policies hence may potentially imply less in terms of policy achievements. Whether or not policy accumulation remains at a ësustainableí rate thus crucially affects the long-term output legitimacy of modern democracies. \nGiven this development, the central focus of ACCUPOL lies on three questions: Do accumulation rates vary across countries and policy sectors? Which factors mitigate policy accumulation? And to what extent is policy accumulation really associated with an increasing prevalence of implementation deficits? In answering these questions, ACCUPOL radically departs from established research traditions in public policy. \nFirst, the project develops new analytical concepts: Rather than relying on individual policy change as the unit of analysis, we consider policy accumulation to assess the growth of policy portfolios over time. In terms of implementation, ACCUPOL takes into account the overall prevalence of implementation deficits in a given sector instead of analyzing the effectiveness of individual implementation processes. \nSecond, this analytical innovation also implies a paradigmatic theoretical shift. Because existing theories focus on the analysis of individual policies, they are of limited help to understand causes and consequences of policy accumulation. ACCUPOL develops a novel theoretical approach to fill this theoretical gap. \nThird, the project provides new empirical evidence on the prevalence of policy accumulation and implementation deficits focusing on 25 OECD countries and two key policy areas (social and environmental policy).",
    "totalCost": "2359000",
    "ecMaxContribution": "2359000",
    "coordinator": "LUDWIG-MAXIMILIANS-UNIVERSITAET MUENCHEN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}