{
    "rcn": "216296",
    "acronym": "BactoBubble",
    "topics": "MSCA-IF-2017",
    "title": "Microscale investigation of key bacterial phenotypes enhancing collection by rising bubbles and aerial dispersal",
    "startDate": "01/06/2018",
    "endDate": "31/05/2020",
    "objective": "Aerial transport of microbes has fundamental consequences for microbial dispersal, disease spreading, and atmospheric phenomena. In the ocean, aerosolisation largely originates from collection of bacteria by rising bubbles, which burst at the surface and eject cells in microdroplets. This process underlies the enrichment of bacteria in aerosols. While we know that collection rates vary among bacterial species, we know little about the bacterial properties promoting collection, and even less about which factors drive enhanced collection of certain species.\nCombining state-of-the-art microfluidics and microscopy, I will provide the first microscopic observation of bubble-bacteria interaction, to investigate two hypotheses:\nH1: Cell motility increases microbial collection by rising bubbles.\nMotility sets bacteria starkly apart from inert particles, likely promoting collection by increasing encounter rates and changing surface properties. \nH2: Starvation increases microbial collection by rising bubbles.\nStarving bacteria modify their surface and size, which may enhance collection by bubbles, thereby promoting dispersal from nutrient poor areas.\nTo investigate H1 and H2, I will develop a novel microfluidic flow channel containing a pinned bubble, and use advanced optical microscopy to quantify collection rates for a range of bacteria. Experiments using mutants to alter motility (H1) and varying starvation levels (H2) will be complemented by characterization of bacterial surface properties. I will also develop the first mathematical model predictive for microbial aerosolisation.\nThis project builds on my experience in modeling and interfaces, enhanced by training in microfluidics and marine microbial ecology within an internationally recognised multidisciplinary group, in order to open an innovative domain linking microscale interactions with global-scale scientific, environmental and societal impacts, and provide a springboard towards an independent research career.",
    "totalCost": "175419,6",
    "ecMaxContribution": "175419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}