{
    "rcn": "216283",
    "acronym": "UBioRec",
    "topics": "MSCA-IF-2017",
    "title": "Development and Testing of a Reference Computational Platform for Understanding BiomolecularRecognition",
    "startDate": "15/09/2018",
    "endDate": "14/09/2020",
    "objective": "Due to its fundamental regulatory role, molecular recognition has been extensively studied by both experiments and\nsimulations. During the last 30 years impressive technical advances allowed significant progress in understanding molecular\nrecognition mechanisms. However, the matter is far from settled and contradictory reports are still appearing in the literature.\nLately, I have been studying these processes using a combination of computational and experimental approaches in\ndifferent systems. Here I propose to study several representative model systems in great details, taking advantages of new force fields, DFT functionals and enhanced sampling algorithms recently emerged. These systems are small enough to allow the use of state-of-the-art simulation techniques; still they are sufficiently complex not only to mimic the behaviour of far larger systems but also to use apparently different mechanisms. Indeed, their molecular recognition needs complex conformational changes, the re-arrangement\nof water molecules in the binding cavity, and an active role of the ligand in the binding/release mechanisms. The overarching\nobjective of my proposal is to learn the state-of-the-art enhanced sampling techniques developed at UCL and combine them\nwith QM/MM approaches to: i) understand how bio-molecular recognition works in both isoforms, ii) fully characterize the\nthermodynamics and kinetic processes that govern them and iii) validate the computational approaches against high-quality\nexperimental data. If successful, the in-depth understanding of the molecular binding mechanism will shed light on an\nintriguing and important biological system and provide a much needed benchmark to the computational community. This\nchallenging but feasible project will have a far reaching impact on a number of H2020 priority areas, including drug discovery\nand bio-molecular engineering.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}