{
    "rcn": "216233",
    "acronym": "MSTAR",
    "topics": "ERC-2017-ADG",
    "title": "Massive Star Formation through the Universe",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "Massive stars are important throughout astrophysics, yet there remain many open questions about how they form. These include: What is the accretion mechanism of massive star formation? What sets the initial mass function of stars, especially at the highest masses? What is the relation of massive star formation to star cluster formation? How do massive star and star cluster formation vary with galactic environment? What was the nature of the first stars to form in the universe and could these have been the seeds for supermassive black holes? With recent advances in both theoretical/computational techniques and observational facilities, the time is now ripe for progress on answering these questions. \n\nHere we propose an ambitious research program that combines latest theoretical studies of massive star and star cluster formation, including analytic, semi-analytic and full numerical simulations, with state-of-the-art observational programs, including several large surveys. We will: 1) Develop new theoretical models for how individual massive stars form from gas cores, focusing on diagnostics and including study of how the process depends on galactic environment; 2) Test these protostar models against observations, especially with ALMA, SOFIA, JVLA, HST and in the near future with JWST and eventually TMT & E-ELT; 3) Develop theoretical models for star cluster formation, including both magneto-hydrodynamics of the gas and N-body modeling of the young stellar population, with the focus on how massive stars form and evolve in these systems; 4) Test these protocluster models against observational data of young and still-forming star clusters, especially with ALMA, HST, Chandra, JWST and ground-based near-IR facilities; 5) Explore new theoretical models of how the first stars formed, with potential implications for the origins of supermassive black holes - one of the key unsolved problems in astrophysics.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}