{
    "rcn": "216245",
    "acronym": "OCIAN",
    "topics": "ERC-2017-ADG",
    "title": "Ownership, competition, innovation, and antitrust",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The project intends to study the effect of the ownership structure of firms on competition in product markets, innovation, and aggregate outcomes, and derive welfare and policy implications. The rise of institutional investment, with the profound changes occurred in the asset management industry in the last decades, has implied important variations in the ownership structure of firms. Among them, there has been a formidable increase in common ownership of firms in the same industry, which has raised antitrust concerns, mostly in the US but also in the EU. At the same time, a lack of dynamism in terms of entry and exit, investment and innovation, linked to potential secular stagnation of advanced economies, has been perceived, and blamed on the rise of market power. The proposed research will develop mostly theoretical models to study the effects of changes in the investment industry and firmsí ownership patterns on product markets and the general equilibrium macroeconomic consequences. The proposal consists of five strands. The first three purport to study the effect of changes of the market structure of the investment industry and ownership structure of firms on: i) market power in product markets; ii) investment and innovation incentives in the presence of technological spillovers among firms; and iii) aggregate output, investment, labour supply and income distribution. The fourth strand aims to develop empirical assessments of the developed theory. The final strand of the proposal will derive the antitrust and regulatory implications of the results. Particular attention will be devoted to the impact of changes in the network of control rights and cash flow rights of firmsí owners. The novelty of the approach lies in the integration of the perspectives and tools of industrial organization, corporate finance, and network theory to provide a global view of the relationship between ownership structure, competition and innovation.",
    "totalCost": "1071947,5",
    "ecMaxContribution": "1071947",
    "coordinator": "UNIVERSIDAD DE NAVARRA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}