{
    "rcn": "216270",
    "acronym": "IDIOM2",
    "topics": "MSCA-IF-2017",
    "title": "Unravelling the role of water stress in Mediterranean isoprene emissions to better project future regional climate-air quality interactions",
    "startDate": "01/12/2018",
    "endDate": "30/11/2020",
    "objective": "In future, benefits from air quality strategies may be offset by changing climate. Rising temperatures and changing precipitation may alter emissions of biogenic volatile organic compounds (BVOCs) released by plants in response to drivers such as temperature and soil moisture. BVOCs influence levels of greenhouse gases, aerosols, and surface ozone and thus affect climate and air quality. Climate change in turn may affect BVOC emissions, and this is a major uncertainty in air quality projections and reduces our ability to design effective air quality strategies. In particular, it is crucial to better understand the behaviour of BVOC emissions in critical climates, especially in conditions of water stress. IDIOM2 will tackle key open questions in the BVOC-water stress relationship, focusing on the Mediterranean region, a high BVOC-source area with a warm-dry climate that already suffers from severe ozone pollution events during summer. Using a multidisciplinary approach, trained by internationally-recognized climatologists and ecologists, Dr. Strada will combine climate data and novel space observations of BVOC emissions, soil moisture, and photosynthesis to clarify the effects of water stress on BVOC emissions. This analysis will feed into regional climate model projections of BVOC emissions over Europe under ìbusiness-as-usualî and ìlow carbonî pathways, and to improvements of existing model representations of BVOC-water stress relationships. Building on her advanced modelling experience, Dr. Strada will integrate new developments in a coupled regional climate-vegetation-chemistry model to assess the evolution of BVOC emissions, related ozone levels, and impacts on human and plant health. In line with Horizon2020-Societal Challenge 5 priorities, IDIOM2 will contribute to ìprogress the current state-of-the art knowledge on links between climate change and impacts on human health in Europeî.",
    "totalCost": "180277,2",
    "ecMaxContribution": "180277,2",
    "coordinator": "UNITED NATIONS EDUCATIONAL, SCIENTIFIC AND CULTURAL ORGANIZATION -UNESCO",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}