{
    "rcn": "216252",
    "acronym": "NeuroStemCircuit",
    "topics": "ERC-2017-ADG",
    "title": "Neural Circuit Regulation of Adult Brain Stem Cells",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "In the adult mammalian brain, neural stem cells (NSCs) residing in the ventricular-subventricular zone (V-SVZ), give rise to new olfactory bulb neurons and glia throughout life. Adult V-SVZ NSC are highly heterogeneous. Stem cells co-exist in quiescent and activated states and reside in regionally-distinct V-SVZ domains and produce different subtypes of olfactory bulb neurons and glia. However, whether this heterogeneity is due to intrinsic fate commitment or whether it is dynamically responsive to external changes is still debated. Moreover, the mechanisms that modulate the balance between activation and dormancy are largely unknown. It is emerging that physiological states modulate V-SVZ cell behaviour and impact adult neurogenesis. We propose to investigate whether physiologically distinct states result in the recruitment of regionally distinct pools of adult V-SVZ neural stem cells. In Aim 1, we will map the domains of stem cell activation and cell types generated in different states in male and female mice. In Aim 2, we will perform large-scale single cell sequencing to decode stem cell heterogeneity and develop novel fate mapping strategies to selectively target different stem cell populations. We will also define the connectivity of different populations of interneuron subtypes. In Aim 3, we will define how the choroid plexus and long- range innervation differentially affect V-SVZ stem cell recruitment in different states using approaches to manipulate neural circuit activity. Together these experiments will provide a conceptual breakthrough into illuminating the logic of adult neural stem cell heterogeneity, and how regionally distinct adult neural stem cells integrate long-range signals from remote brain areas to respond to signals for on-demand neurogenesis or gliogenesis.",
    "totalCost": "2499833",
    "ecMaxContribution": "2499833",
    "coordinator": "UNIVERSITAT BASEL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}