{
    "rcn": "216251",
    "acronym": "SENSATIONAL TETHERS",
    "topics": "ERC-2017-ADG",
    "title": "Tethers for sensory mechanotransduction: from molecules to perception",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Touch sensation is built upon the ability of sensory neurons to detect and transduce nanometer scale mechanical displacements. The underlying process has been termed mechanotransduction: the high sensitivity and speed of which is enabled by direct gating (opening) of ion channels by mechanical force. Force detection is functionally compartmentalized and only takes place at the peripheral endings of sensory neurons in vivo. Two molecules are known to be genetically necessary for touch in many sensory neurons, the force gated ion channel PIEZO2 and its modulator STOML3. However, mechanotransduction complexes  in all touch receptors absolutely require tethering to the extracellular matrix for function. Tethering is dependent on large extracellular proteins that are sensitive to site-specific proteases. Here we will not only identify the nature of these tethers, but will develop technology to acutely and reversibly abolish tethers and other mechanotransducer components. We will use genome engineering to tag tether and mechanotranduction components in order to visualize and manipulate these proteins at their in vivo sites of action. By engineering de novo cleavage sites for site-specific proteases we will render tethers and ion channels newly sensitive to normally ineffective proteases in the skin. We will engineer mutations into candidate ion channels that dramatically alter biophysical properties to physiologcally ìmarkî function in vivo. Finally we will develop new behavioural paradigms in mice that allow us to measure touch perception from the forepaw. Psychometric curves for different vibrotactile tasks can then be precisely compared between humans and mice. Furthermore, the impact of acute and reversible manipulation of mechanotransduction on touch perception can be measured. Understanding how molecules assemble to function in a mechanotransduction complex in the skin will open up avenues to develop therapeutic strategies to modulate touch.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "MAX-DELBRUCK-CENTRUM FUR MOLEKULAREMEDIZIN",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}