{
    "rcn": "216228",
    "acronym": "M4D",
    "topics": "ERC-2017-ADG",
    "title": "Metal Microstructures in Four Dimensions",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The goals are:\n1) to develop a universal laboratory-based 4D X-ray microscope with potentials in the broad field of materials science and beyond;\n2) to advance metal research by quantifying local microstructural variations using the new 4D tool and by including the effects hereof in the understanding and modelling of industrially relevant metals.\n\nToday, high resolution 4D (x,y,z,time) crystallographic characterization of materials is possible only at large international facilities. This is a serious limitation preventing the common use. The new technique will allow such 4D characterization to be carried out at home laboratories, thereby wide spreading this powerful tool.\n\nWhereas current metal research mainly focuses on average properties, local microstructural variations are present in all metals on several length scales, and are often of critical importance for the properties and performance of the metal. In this project, the new technique will be the cornerstone in studies of such variations in three types of metallic materials: 3D printed, multilayered and micrometre-scale metals. Effects of local variations on the subsequent microstructural evolution will be followed during deformation and annealing, i.e. during processes typical for manufacturing, and occurring during in-service operation.\n\nCurrent models largely ignore the presence of local microstructural variations and lack predictive power. Based on the new experimental data, three models operating on different length scales will be improved and combined, namely crystal plasticity finite element, phase field and molecular dynamics models. The main novelty here relates to the full 4D validation of the models, which has not been possible hitherto because of lack of sufficient experimental data.\n\nThe resulting fundamental understanding of the inherent microstructural variations and the new models are foreseen to be an integral part of the future design of metallic materials for high performance applications.",
    "totalCost": "2496519",
    "ecMaxContribution": "2496519",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}