{
    "rcn": "216268",
    "acronym": "CellTrainer",
    "topics": "ERC-2017-PoC",
    "title": "Low Cost Real-time Multi-Physics Virtual Reality Training System For In-vitro Fertilisation Microinjection Tasks",
    "startDate": "01/06/2018",
    "endDate": "30/11/2019",
    "objective": "The ability to operate on cells is a fundamental capability when developing novel cell based therapies. In this context, the skills needed to manually inspect, prepare and modify cells in-vitro with repeatable micro-nano precision are essential; enabling the creation of new biomedical solutions to fight disease more effectively. Highlighted by the Innovate UK Cell Therapy Catapult, the market opportunity for improved micromanipulation techniques is valued to be >Ä4.5billion in 2017 and applicable to a wide range of fields from biotechnology, pharmacology to embryology. To realise this opportunity, it is vital to have a well-trained workforce capable of performing repeatable high precision manipulations at a cellular level.  However, current training techniques are laborious, vary in quality, and do not take advantage of the inexpensive technologies available today that can improve the expertise of the clinical operators without the need for expensive learning facilities. To address these unmet needs, we present CellTrainer, a virtual reality simulation based training system. Based on the empirical data and biomechanical models gained through our novel micro/nano telehaptic systems that were developed as part of our ERC-AdG grant, in this ERC-PoC project we propose to develop a real-time Virtual Reality (VR) physics engine to simulate different micro/nano training environments and objectively monitor user performance whilst providing clinical learning feedback. In collaboration with spin out company Yantric, UCL Business and identified first customers, we will conduct the necessary commercial activities to translate CellTrainer into the real world. At first, we envisage CellTrainer to be an indispensable tool in reducing the time needed to train up expert clinical users for the in-vitro fertilisation (IVF) market. Lessons learnt here will then be used to access the broader cell based therapy domain and overcoming challenges related workforce productivity.",
    "totalCost": "149995,01",
    "ecMaxContribution": "149995",
    "coordinator": "UNIVERSITY COLLEGE LONDON",
    "coordinatorCountry": "UK",
    "participants": "YANTRIC INC FOR PROFIT CORPORATION",
    "participantCountries": "US",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}