{
    "rcn": "216365",
    "acronym": "QuantOCancer",
    "topics": "WIDESPREAD-03-2017",
    "title": "Leveraging the unique organismic approach to health and disease of the Champalimaud Foundation through the inception of a quantitative biomedicine research programme focused on cancer",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "The QuantOCancer project aims to attract and maintain an outstanding researcher and research manager to incept the quantitative biomedicine research programme focused on cancer at the Champalimaud Foundation (CF) that will allow consolidating and expanding CFís internationally-leading position as a biomedical research excellence centre with a unique organismic approach to health and disease that smoothly integrates theoretical and experimental conceptual frameworks. The ERA Chair will: i) bring the needed critical mass to the recently created Biology of Systems and Metastasis research programme through the inception of a truly multidisciplinary and intersectoral research field; ii) effectively cement the CF Research Programme, by leveraging the installed research capacity in quantitative biomedicine; iii) root an effective bridge between research excellence and clinical practice at CF, through the creation of an innovative MD/PhD programme. The attractiveness of the CF as well as of the Lisbon region and the country will be fully unlocked through the implementation of an additional set of measures including: 1)institutional changes, aiming, among others, to further explore the installed R&T capacity; 2) capacity building activities, including the expansion of the advanced training opportunities to the postdoctoral community; and 3) intersectoral and international networking activities, open to external stakeholders, with a strong focus on the interface between EU and overseas opportunities. These will allow incepting and spreading a RRI culture in line with the ERA priorities as well as to endeavour EU and overseas collaborative efforts towards a truly open and international R&I global ecosystem. Trough QuantOCancer CF will boost its capacity to retain internationally competitive research funding in this way effectively contributing to the achievement of the regional and national smart specialisation goals and as such to reduce the EU disparities in R&I performance.",
    "totalCost": "2776556,25",
    "ecMaxContribution": "2498900,63",
    "coordinator": "FUNDACAO D. ANNA SOMMER CHAMPALIMAUD E DR. CARLOS MONTEZ CHAMPALIMAUD",
    "coordinatorCountry": "PT",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}