{
    "rcn": "216330",
    "acronym": "BioWings",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Bio-compatible electrostrictive smart materials for future generation of medical micro-electro- mechanical systems",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Demographic trends, such as the rapid growth and ageing of the world population, are putting pressure on global healthcare systems, increasing the demand for smart, effective and affordable biomedical systems. Micro-Electro-Mechanical Systems (MEMS) are key components of such biomedical systems, enabling miniaturised devices with diagnostic, prognostic and therapeutic functionalities. Although these systems are poised to revolutionize medical diagnostics and treatment approaches, the slow progress in the development of biocompatible actuator materials is still hindering this industry, preventing a host of new biomedical devices to enter the mainstream market. BioWings proposes to solve this deadlock through the implementation of a completely new class of smart actuating materials to be integrated in biocompatible MEMS. This family of materials is based on highly defective cerium oxides, which recently displayed radically different properties compared to existing ones: 1. They are non-toxic and environmentally friendly, unlike the current lead-based actuators; 2. They show exceptionally high and still uncapped electrostrictive response under moderate electric fields, enabling low power consumption devices; 3. They are fully compatible with silicon-based technologies and many other substrates, including metals and polymers. To fully explore the potential of these materials, foundational knowledge must still be generated on both the basic physical mechanisms and the manufacturing process. To reach this, BioWings focuses on: 1. Understanding, predicting, and controlling the mechanism underlying the unparalleled electrostrictive behaviour of highly defective oxides, by unveiling the effects of the microstructure, as well as the type and concentration of dopants; 2. Identifying a methodology for controlling the electromechanical properties of such materials, using facile manufacturing processes on bio-compatible substrates and electrodes, exploring the scale limit of the device/materials, thus opening up a new path that solves important manufacturing issues in advanced electronics industry; 3. Proving the concept by integrating ceria-based electrostrictors into Bio-MEMS with diverse architectures and acoustofluidic medical blood samples preparation chips.\nSuch results will be pursued by a multidisciplinary group of academic, industrial and medical partners, who will lay the foundations for a new paradigm in a new bio-compatible and environmentally friendly actuator smart materials design and implementation, which will have considerable impact on the scientific, medical and industrial community.",
    "totalCost": "2995855,75",
    "ecMaxContribution": "2995855,75",
    "coordinator": "DANMARKS TEKNISKE UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "WEIZMANN INSTITUTE OF SCIENCE;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;ACOUSORT AB;LUNDS UNIVERSITET;DAY ONE SRL;PIEMACS SARL",
    "participantCountries": "IL;CH;SE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}