{
    "rcn": "216357",
    "acronym": "RENATURE",
    "topics": "WIDESPREAD-05-2017",
    "title": "promoting Research Excellence in NAture-based soluTions for innovation, sUstainable economic GRowth and human wEll-being in Malta",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The RENATURE proposal aims to establish and implement a strategy and research cluster to step-up and stimulate scientific excellence and innovation capacity in the area of nature-based solutions for sustainable development. Nature-based solutions, defined as living solutions that address societal challenges in a resource-efficient and adaptable manner and to provide simultaneously economic, social, and environmental benefits, are a priority for the key priority for the European Union research and innovation agenda.  \nRENATURE will establish twinning between the Malta College of Arts, Science and Technology (MCAST), as a tertiary and research organisation from a Widening country, and internationally leading research institutions from other member states. The proposed activities include various types of training and networking events aimed at building up the research capacity and at promoting research excellence in the field of nature-based solutions. \nThe research team is composed of three leading research intensive institutions within this rapidly developing field and one private entity; that is the Trinity College Dublin (Ireland); University of Trento (Italy); University of East Anglia (United Kingdom), and Pensoft Publishers (Bulgaria). The project team possesses multidisciplinary skills and complementary knowledge, which is considered as being critical to offer new nature-based solutions for sustainable development. This collaboration is expected to offer the widening institution MCAST an opportunity to increase the research capacity within this sector, link up with existing initiatives and projects led by, or receiving input from, the research-intensive institutions, develop a national research cluster with strong international collaborations, and provide practical solutions based on cutting-edge science and developed through international collaboration.",
    "totalCost": "995905",
    "ecMaxContribution": "995885",
    "coordinator": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "MT",
    "participants": "UNIVERSITY OF EAST ANGLIA;THE PROVOST, FELLOWS, FOUNDATION SCHOLARS & THE OTHER MEMBERS OF BOARD OF THE COLLEGE OF THE HOLY & UNDIVIDED TRINITY OF QUEEN ELIZABETH NEAR DUBLIN;UNIVERSITA DEGLI STUDI DI TRENTO;PENSOFT PUBLISHERS",
    "participantCountries": "UK;IE;IT;BG",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}