{
    "rcn": "216323",
    "acronym": "B2B",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Modeling spontaneous Breast cancer metastasis TO the Bone with a first-of-its-kind 3D device that recapitulates physiological tissue-level complexity.",
    "startDate": "01/07/2018",
    "endDate": "30/06/2022",
    "objective": "Cancer patients developing a metastatic disease are considered incurable. Breast cancer hits 1 woman in 8, and its most common metastatic site is the bone. A major hurdle to overcome breast cancer mortality is the lack of understanding of dynamics leading to the spread of breast cancer cells to the bone. Consequently, metastasis-suppressing agents have not been found to date, neither as newly developed drugs nor as repurposing of existing ones. The aim of the B2B device is to generate a first-of-a-kind 3D model of spontaneous breast cancer metastasis to the bone to dissect the complexity of the metastatic process and empower high-throughput drug screening in a physiological context. B2B will pursue its goal of developing a novel hybrid device able to 1) propagate patient-derived tumor organoids of clinically-relevant dimensions, with their own self-assembled micro-capillary networks, which are 2) continuously linked to a 3D bioprinted macro-vascular tree, organized in a hierarchical branched structure, connected in a closed circuit with 3) a vascularized marrow-containing bone ossicle, as the metastatic target. This is a unique approach, spanning the micro (single circulating metastatic cells, passing the endothelial barrier of capillary networks) to macro (tumor organoids and ossicles of clinically relevant size and tissue composition, connected by a hierarchically organized vascular tree) continuum to recapitulate spontaneous bone metastasis formation in breast cancer. This technology will transcend the limitations of current in vitro technologies, enabling physiological tissue-level complexity with organoids comprising several million cells, and its expected impact will be three-fold: to recapitulate the spontaneous metastatic process in breast cancer, to provide a breakthrough technology to investigate metastasis longitudinally and at the single cell level, and to lead to the identification of metastasis-suppressing therapies for breast cancer patients.",
    "totalCost": "3799371,25",
    "ecMaxContribution": "3799371,25",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "TEXNOLOGIKES LYSEIS BIOEKPOMPIS IKE;UNIVERSITAT BASEL;REACT4LIFE SRL;UNIVERSITEIT MAASTRICHT;IN SRL;CAMBRIDGE INNOVATION TECHNOLOGIES CONSULTING LIMITED;ERASMUS UNIVERSITAIR MEDISCH CENTRUM ROTTERDAM",
    "participantCountries": "EL;CH;IT;NL;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}