{
    "rcn": "216307",
    "acronym": "SUPERTED",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Thermoelectric detector based on superconductor-ferromagnet heterostructures",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Superconducting detectors, such as the transition edge sensor and the kinetic inductance detector, are some of the most sensitive detectors of electromagnetic radiation and they have found application in various fields ranging from astrophysical observations to security imaging and materials characterization. The present tendency is to increase the number of sensor pixels to allow for a simultaneous imaging and spectroscopy in the video rate of the measured object. However, increasing the number of pixels is hampered by the technical difficulty of fabricating and controlling the bias lines needed next to each pixel in these types of sensors, along with the heating problem associated with them. In this project, we propose to study a new type of sensor that overcomes this limitation as it is based on the thermoelectric conversion of the radiation signal to electrically measurable one. This approach is based on the newly found giant thermoelectric effect taking place in superconductor/ferromagnet heterostructures. Utilizing this effect, the sensor pixels can be self-powered by the measured radiation, and therefore extra bias lines are not needed (patent pending for the detector concept). Within the project, we aim to establish a proof of concept of this device by (i) fabricating such detector elements, and (ii) characterizing single pixels of thermoelectric detectors for X-ray and THz imaging via approaches that are scalable to large arrays. Within the project, we also actively seek to establish technology transfer to pave the way for the possible commercial application of such sensors.",
    "totalCost": "2944728,75",
    "ecMaxContribution": "2944728,75",
    "coordinator": "JYVASKYLAN YLIOPISTO",
    "coordinatorCountry": "FI",
    "participants": "BIHURCRYSTAL SL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CONSIGLIO NAZIONALE DELLE RICERCHE;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "ES;IT;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}