{
    "rcn": "216327",
    "acronym": "TRAINEd",
    "topics": "MSCA-COFUND-2017",
    "title": "TRAIN@Ed",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "TRAIN@Ed is a research fellowship programme for 25 experienced researchers (around 4 -6 years after gaining their primary degree) which will provide researchers with an international, interdisciplinary and intersectoral mobility experience. The TRAIN@Ed programme will educate experienced researchers in research excellence AND transferrable skills. TRAIN@Ed Fellows will have an employment contract with the University of Edinburgh for a research fellowship for up to three years. TRAIN@Ed fellows will pursue research and transferrable skill training at the University of Edinburgh, and will also spend some time in the industry of their choice. At the end of the TRAIN@Ed programme, TRAIN@Ed alumni will have the knowledge, skills and experience for fulfilling and productive careers either in academia OR in industry. The values of the scheme align with those held by Horizon 2020: Excellent Sciences,  Industrial Leadership and addressing Societal Challenges, and the Marie-Sk?odowska Curie Actions of providing excellent, innovative research training and career progressive and knowledge exchange and mobility opportunities. \n\nAlthough the focus of the TRAIN@Ed programme is in developing research skills through carrying out a research project, a holistic approach to career development of the researchers will be taken: the programme will provide mentoring, transferrable skill development (including public engagement training), and careers advice. \n\nTRAIN@Ed delivers in important areas of experienced researcher development in the European Union:\n\nFirstly, it provides a highly visible research opportunity for experienced researchers, with secure employment for three years. Secondly TRAIN@Ed addresses a major gap in opportunities for early career researchers to collaborate with industry. Thirdly, TRAIN@Ed complies with best practice in supporting researcher careers.\n\nTRAIN@Ed will benefit the researchers, the University of Edinburgh and the European economy.",
    "totalCost": "5310000",
    "ecMaxContribution": "2655000",
    "coordinator": "THE UNIVERSITY OF EDINBURGH",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}