{
    "rcn": "216363",
    "acronym": "cGEM",
    "topics": "WIDESPREAD-03-2017",
    "title": "the Center for Genomics, Evolution and Medicine",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The proposed ERA Chair ñ the Center for Genomics, Evolution and Medicine (cGEM) aims to apply advancements in genomic medicine in an evolutionarily-aware framework to account for different evolutionary pathways of populations which have led to differences in susceptibility to common diseases. This requires the knowledge about the genetic risk factors for diverse ethnic groups and the tools to highlight the underlying genetic predisposition to diseases in complex human populations. For this reason, we will bring together the scientific expertise in three institutions: the Estonian Biocentre (EBC) and the Estonian Genome Center (EGC) which will be consolidated to form the Institute of Genomics at University of Tartu (IGUT) in January 2018, and the Institute of Clinical Medicine (ICM). The synergy between the three scientific hubs will create the research capacity for tackling the abovementioned aim. This capacity will be built to apply a holistic approach to understand the evolutionary driving forces that have led to common diseases; develop disease risk prediction models applicable in different populations, and explore the means for translating these findings into suitable input for everyday clinical practice.\nFor these purposes we shall estimate the mutation rate across molecular pathways during the evolution, migration and mixing of the human populations, and study the roles of demographic history and local adaptation in the global patterns of mutation processes in humans exploring regional differences in the accumulation of mutations predisposing individuals to common complex diseases. \n\nthe cGEM will utilize its international collaborations and in-house biobanks to advance the personalized medicine solutions for admixed populations for predicting risk of certain complex diseases, including metabolic and cardiovascular diseases, and cancers.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TARTU ULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}