{
    "rcn": "216354",
    "acronym": "GasHeatPumpSaltX",
    "topics": "SMEInst-09-2016-2017",
    "title": "Disrupting the European domestic space heating market with the lowest cost, energy-efficient Gas Heat Pump",
    "startDate": "01/07/2018",
    "endDate": "30/06/2020",
    "objective": "Swedish SaltX, a listed 5m EUR revenue company, has identified a growth opportunity in the 7m units/yr European domestic space heating appliance market to deploy its patent protected storage technology SaltX. Experts forecast fast traction for gas heat pumps (GHP) in this market over the next few years, mainly driven by more stringent regulation for energy efficiency. A Phase I feasibility study by Fraunhofer ISE, the highly respected GHP experts, confirmed that the SaltXís TRL6 prototype is indeed the most energy efficient and low-cost solution among GHPs: SaltX-GHP will be the only GHP system that can compete with condensing gas boilers for some time, whilst the high cost and bulkiness of competitive GHPs restrict them to premium niche segments. \n\nThe final system will increase energy efficiency compared to gas boilers by up to 40%, saving households up to 500 EUR/year in natural gas expenses. The system will be priced at a 15-20% premium to condensing gas boilers, or 750 EUR a unit, at an attractive 1.5 years pay-back.\n\nThe efficiency advance is enabled by SaltXís innovation that uses nano-coated salt \\ matrix as a heat storage medium ñ both are protected by patents. SaltX has already licensed this technology in the thermal solar and truck air-conditioning markets, booking early revenues of 5m EUR in 2016. \n\nIn this project, SaltX will build and demonstrate a pilot GHP system. SaltXís efforts to create momentum with OEMs via gas utilities, e.g Gas de France and British Gas, who are keen to promote gas driven innovation, has started to bear fruit. SaltX has now received strong interest from OEMs, such as Vaillant and NIBE, who will receive regular progress updates during Phase II.  \n\nFollowing completion, SaltX will deliver on joint development agreements with OEMs, agreed upon during Phase II, and launch its GHP to a significant portion of the 7m unit a year European gas boiler market, aiming at revenues of 225m EUR by 2024 and total job creation of 30",
    "totalCost": "2828875",
    "ecMaxContribution": "1980212",
    "coordinator": "SALTX TECHNOLOGY AB",
    "coordinatorCountry": "SE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}