{
    "rcn": "216324",
    "acronym": "NanoMAGIQ",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Nanoscale magnetic imaging with quantum sensors",
    "startDate": "01/06/2018",
    "endDate": "31/05/2019",
    "objective": "Magnetic imaging is a tool widely used in a large variety of applications ranging from basic material science, to electronic device testing, to medical diagnostic. But classical technologies fail to provide good enough resolution to address the nanometer scale. Yet today, this corresponds to the process size in the semiconductor industry: the new generations of transistors and memory cells all have features in the 10 nm range. Therefore, there is a critical demand for solutions going beyond current capabilities. Qnami develops sensors for magnetic imaging based on a quantum technology. This brings unique sensitivity and unique resolution. Our quantum sensors operate under ambient conditions, which simplifies use and maintains operation costs at a low level. Qnamiís ambition is to provide the semiconductor industry with analytical tools for design testing and failure analysis, and to help researchers exploring new avenues in material and life sciences.\n\nOur first product is a magnetic sensor with optical read-out, which combines nanometer resolution with a sensitivity to just a hundred atoms, limited by quantum noise. It is carved out of ultra-pure diamond, which brings two further advantages: robustness and bio-compatibility. The goal of this proposal is to evaluate the business potential of our innovation and prepare for investment rounds. The three main objectives of this proposal are 1) to deploy our technology and address a short list of >10 customers from a first market of expert academic users, 2) to evaluate the potential of the semiconductor segment and to engage with a first customer 3) to rationalize production costs and optimize the revenue model in order to ensure a sustainable and profitable business, and attract private investment.",
    "totalCost": "107500",
    "ecMaxContribution": "100000",
    "coordinator": "QNAMI GMBH",
    "coordinatorCountry": "CH",
    "participants": "UNIVERSITAT BASEL",
    "participantCountries": "CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}