{
    "rcn": "216310",
    "acronym": "NUMERICS",
    "topics": "MSCA-COFUND-2017",
    "title": "International PhD programme in NUMERICal Simulation",
    "startDate": "01/10/2018",
    "endDate": "30/09/2023",
    "objective": "Numerical simulation and scientific computing will face major challenges in the coming years, such as the development of hardware and software architectures able to deliver very high computing power, the development of specific simulation algorithms that run on HPC computers, the generation of data from ìsimulation experimentsî, data analysis with adequate multi-D visualisation systems, statistical analysis, modelling methods combining different scales and physical models and the management of large and complex data sets (BigData). CEA has been recognized as an expert in scientific and technological research in this strategic area but ambitions to increase its competitiveness by renewing its research organisation and training capabilities, thus developing its expertise, accelerating development, and internationalizing its position. In this context, the NUMERICS project will promote cutting edge research in scientific domains with real prospects yet still poorly developed at CEA by proposing an innovative PhD training that focuses on ìnumerical simulation and scientific computingî as transversal research activities that will act as leading stake for CEA and further outline the existing PhD programme. The NUMERICS project will rely on internal structures (among which Maison de la Simulation) that will be stimulating base camps for all PhD students (research, training, expertise sharing, mutual exchanges). The proposed project targeting 50 international fellowships all along the programme duration will further stimulate the development of European\nresearch and human resource capacities, knowledge transfer between academic institutions and industrial stakeholders and thus strengthen the competitiveness and innovation of EU industries in this competitive area. Training NUMERICS PhDs to the high standard set out in the programme will ultimately lead to producing a new generation of researchers able to answer the societal challenges covered by CEA.",
    "totalCost": "7848000",
    "ecMaxContribution": "3924000",
    "coordinator": "COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}