{
    "rcn": "216344",
    "acronym": "IFatULB",
    "topics": "MSCA-COFUND-2017",
    "title": "Individual Fellowships at the UniversitÈ libre de Bruxelles",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The UniversitÈ libre de Bruxelles (ULB) is a world leading research institution in which a number of scientists have gained\nrecognition from international panels, including 4 scientific Nobel Prizes and 23 ERC grants.\nIF@ULB is a comprehensive fellowship programme providing to experienced researchers the opportunity to conduct frontier\nresearch and receive diversified training and career guidance in an environment of scientific excellence with state-of-the-art facilities. Under the\nsupervision of renowned academics, IF@ULB fellows will benefit from an extensive collaboration network with academic and\nnon-academic institutions and the continuous support of the ULB administration.\nIF@ULB will propose three calls within a five-year programme. To impact the post-doctoral policy as widely as possible in\nthe host institution, the project will be open to all fields of research. The recruitment will be organised through three panels:\nSocial Sciences and Humanities, Physical and Engineering Sciences, and Life Sciences. For each call and each panel,\nIF@ULB will offer to fund 7 experienced researchers for their two-year projects, which amounts to 126 fellowship-years\nduring the action. The proposed selection will be based on the practices implemented in the Marie Sk?odowska-Curie\nIndividual Fellowships and will comprise the following elements: support from a ULB academic staff member, a three-stage\nevaluation procedure on the basis of three evaluation criteria (excellence, impact, implementation) and a final ranking by the\ncorresponding thematic panel.\nMoreover, IF@ULB proposes a comprehensive communication and dissemination plan at programme and project level.\nIF@ULBís aim is to reinforce the international character of ULB by building up current experience on international fellowship\nprogrammes, to establish its role as a reference in research and training activities in Belgium and Europe, and thereby to\nstrengthen human resources at both national and European levels.",
    "totalCost": "8920800",
    "ecMaxContribution": "4460400",
    "coordinator": "UNIVERSITE LIBRE DE BRUXELLES",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}