{
    "rcn": "216313",
    "acronym": "EVO-NANO",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Evolvable platform for programmable nanoparticle-based cancer therapies",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "EVO-NANO aims to create an integrated cross-disciplinary platform for the artificial evolution and assessment of nanoparticle-based drug delivery systems. Nanoparticles (NP) are increasingly being studied in cancer research for their ability to improve diagnosis accuracy and/or deliver tailored treatments directly to tumours. However, their effective biodistribution is still a major limitation. The challenge is to discover how to program collective behaviour of the trillions of NP interacting in a complex tumour environment. Finding effective NP designs that give rise to desired outcome will require a new class of evolutionary algorithms that can simultaneously 1) generate novel NP-based anti-cancer strategies, 2) search over a large space of solutions, and 3) adapt to a wide variety of scenarios. Our novel evolutionary approach will be integrated with the NanoDoc (http://nanodoc.org) simulator that reproduces realistic NP motion and interactions within the tumour environment and with other NP. The most promising NP designs will then be synthesized and tested in vivo and  in vitro on breast and colon cancer stem cells using mouse cancer xenografts and microfluidic testbeds featuring cancer microenvironments. To promote translation of the platform from early stage research into a commercialized product for patients, we will work with industrial partner ProChimia Surfaces, organize ëIndustry Open Daysí for potential investors and develop a translation strategy.\nEVO-NANO is a multidisciplinary project that will create an entirely novel NP design platform for new cancer treatments, capable of autonomously evolving both innovative and adaptive solutions. The proposed platform has the potential to be at the forefront of cancer nanomedicine by enabling much faster development and assessment of new cancer treatments, than is done today. The project will generate concrete tools for the predictive design of nanomedicines that could be applied in other clinical fields.",
    "totalCost": "2988658,75",
    "ecMaxContribution": "2988658,75",
    "coordinator": "Univerzitet u Novom Sadu, Poljoprivredni fakultet Novi Sad",
    "coordinatorCountry": "RS",
    "participants": "PROCHIMIA SURFACES SP. Z O.O.;UNIVERSITY OF THE WEST OF ENGLAND, BRISTOL;UNIVERSITY OF BRISTOL;FUNDACION IMDEA NANOCIENCIA;ABO AKADEMI;FUNDACIO HOSPITAL UNIVERSITARI VALL D'HEBRON - INSTITUT DE RECERCA",
    "participantCountries": "PL;UK;ES;FI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}