{
    "rcn": "216315",
    "acronym": "Q-MIC",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Quantum-enhanced on-chip interference microscopy",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "The proposed project aims at developing a new on-chip differential interference contrast microscope based on an unconventional birefringence lens-free configuration, the latest quantum sources and single-photon image sensors. The Q-MIC platform will reach unprecedented sensitivities (a few atomic layers, of the order of 1 ≈) over large field-of-view (tens of mm2) in the low light (single-photon) regime. This unique combination of features will allow, on the one hand, the first demonstration of a practical quantum device for imaging, while providing, on the other hand, a platform for fundamentally new lines of re-search in quantum metrology, including the interaction of quantum states and bio-species. It is also an important goal of the project to facilitate that the quantum enhanced on-chip interference microscope be built with consumer components, especially thanks to the projectís effort in photonic and electronic inte-gration of entangled photon sources and single photon avalanche diode image sensor arrays. This would extend the impact well beyond the scientific interests and lead to portable, high throughput, non-invasive, and label free sensing of transparent objects, such as cells, micro-organisms, viruses and proteins. For ex-ample, microarrays of biomarkers with millions of spots could be read in a single shot, with no need of fluorescence marking. Other applications include the detection of small particles in the microelectronics industry and in-line quality control of transparent substrates for roll-to-roll production of flexible optoe-lectronic devices. The Q-MIC consortium includes four academic and two industrial partners with a high degree of complementarity that are at the forefront of their fields, including photonic devices (ICFO), optical engineering (Fraunhofer) quantum science and technology (OEAW, UoG), single-photon detectors (POLIMI and MPD), microscopy, and equipment for life science and semiconductor processing (CZ).",
    "totalCost": "2840127,5",
    "ecMaxContribution": "2840127,5",
    "coordinator": "FUNDACIO INSTITUT DE CIENCIES FOTONIQUES",
    "coordinatorCountry": "ES",
    "participants": "MICRO PHOTON DEVICES S.R.L.;FRAUNHOFER GESELLSCHAFT ZUR FOERDERUNG DER ANGEWANDTEN FORSCHUNG E.V.;CARL ZEISS AG;POLITECNICO DI MILANO;UNIVERSITY OF GLASGOW;OESTERREICHISCHE AKADEMIE DER WISSENSCHAFTEN",
    "participantCountries": "IT;DE;UK;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}