{
    "rcn": "216369",
    "acronym": "JUMP2Excel",
    "topics": "WIDESPREAD-05-2017",
    "title": "Joint Universal activities for Mediterranean PV integration Excellence",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "JUMP2Excel aims to stepping up and stimulate scientific excellence and innovation capacity of MCAST Energy in the field of PV integration including related technologies such as energy storage and ancilliary services and electricity markets. This is achieved by joint universal activities with a group of top world leading research centres (CENER and CEA) together with one of the best research intensive university (UNIMAN) who will provide access to extensive network and contacts in the field. The activities are mainly knowledge transfer and networking through a series of workshops, winter/summer schools, MRes and PhD programmes, internships, exchanges, meetings and mentoring.\n\nMCAST Energy is experiencing a self-funding growth within its breath of energy research theme that lead on campus.  In addition, the MCAST main campus infrastructure together with laboratories will be the first ëliving laboratoriesí on the island, used for real-life applications while delivery training and research as well. This TWINNING proposal will provide a stimulus of required knowledge to become more efficient and competitive to an international level of excellence.\n\nJUMP2Excel is designed for all partners to benefit in a way that goes sustainably beyond the three-year funding period. This eventually will result in enhanced skills sets and profile of MCAST Energy which in turn reflect the positive development of Malta knowledge economy including its ambition as a regional energy hub, solar country and blockchain state.",
    "totalCost": "1004885",
    "ecMaxContribution": "1000000",
    "coordinator": "MALTA COLLEGE OF ARTS SCIENCE AND TECHNOLOGY",
    "coordinatorCountry": "MT",
    "participants": "THE UNIVERSITY OF MANCHESTER;COMMISSARIAT A L ENERGIE ATOMIQUE ET AUX ENERGIES ALTERNATIVES;FUNDACION CENER-CIEMAT",
    "participantCountries": "UK;FR;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}