{
    "rcn": "216302",
    "acronym": "FindMEMO",
    "topics": "MSCA-IF-2017",
    "title": "Functional contribution of visual features to hippocampal memory encoding",
    "startDate": "01/09/2019",
    "endDate": "31/08/2021",
    "objective": "One of the most intriguing complex functions of the brain is its ability to transform sensory information into distinct neural representations that can be used for perception and action. Sensory inputs mediated by visual, auditory, tactile and olfactory streams drive experience-dependent learning. In particular, to form memories of the perceived outside world, characteristic visual features of the environment need to be processed by the hippocampus, a brain region that is critical for episodic memory storage in mammals. However, it is still unclear how visual properties of different environments can drive the formation of separate memories. It has been suggested that the hippocampal dentate gyrus is required to produce distinct memories in a process termed pattern separation. In particular, newly generated granule cells, which are continuously incorporated into the existing adult neuronal network, appear to be essential for this process. \nTo understand how visual features of similar stimuli are processed in the hippocampus to drive the formation and storage of distinct memories, I will combine novel optical methods to record the activity of newly generated and mature granule cells from the hippocampal dentate gyrus with simultaneous local field potential recordings from primary visual cortex. These experiments will be performed on head-fixed mice running in a linear virtual-reality environment while discriminating a visually-driven behavioural task, and will allow me to answer the following questions: i) How do distinct visual cues drive the formation of separate hippocampal representations? ii) In turn, how is hippocampus-dependent memory formation involved in visual experience-dependent learning? My results will provide fundamental insights into the cellular mechanisms of memory formation and will address a core question in neuroscience, how different brain regions interact to create the mental representation of the outside world.",
    "totalCost": "173076",
    "ecMaxContribution": "173076",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}