{
    "rcn": "216301",
    "acronym": "ECODIS",
    "topics": "MSCA-IF-2017",
    "title": "Effects of co-infections on the emergence of an avian disease Mycoplasma gallisepticum",
    "startDate": "16/06/2018",
    "endDate": "15/06/2021",
    "objective": "The investigation of processes that trigger cross-species transmission (ëspilloverí) is central to disease ecology and epidemiology. Many infectious diseases in humans and domestic animals have emerged from successful jumps from wildlife hosts. The interactions of coinfecting pathogens within the same host are considered to be important in these spillover processes. However, despite the relevance of coinfections, little is known about the copathogen dynamics in the wild. There is a need for general concepts and theories. ìEcodisî proposes to fill this gap by determining a conceptual framework for effects of copathogens on disease transmission in one of the worldís best studied parasite-songbird systems: the directly-transmitted Mycoplasma gallisepticum bacteria in House Finches. Using methods from disease ecology and human epidemiology, I (Dr. Heylen; the applying experienced researcher) combine experimental and field surveillance data to create models on cross-host infection risks. These innovative models will improve our understanding of the roles of coinfections in mediating pathogen establishment and persistence in novel host species and previously unexposed populations. I will be guided by high-profile scientists, Hens (Hasselt University) and Dobson (Princeton University), and benefit from their extensive networks to develop a set of crucial skills that boost my research profile and expertise in constructing/applying mathematical and theoretical models in disease ecology. Following the ëOne Healthí vision, this multidisciplinary and highly translational project will allow me to develop an international career as disease ecologist, and - in the long-term - to contribute to biodiversity and risk management programs in Europe and beyond.",
    "totalCost": "240530,4",
    "ecMaxContribution": "240530,4",
    "coordinator": "UNIVERSITEIT HASSELT",
    "coordinatorCountry": "BE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}