{
    "rcn": "216308",
    "acronym": "ErBeStA",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Error-Proof Optical Bell-State Analyzer",
    "startDate": "01/07/2018",
    "endDate": "30/06/2021",
    "objective": "We propose to solve the long-standing problem of building a complete Bell-state analyser that is free from measurement errors. The realisation of such an error-proof Bell-state analyser constitutes a groundbreaking milestone for information technologies as it forms the key component for universal optical quantum computers and long-distance quantum communication. Reliable Bell-state detection will immediately impact the development of emerging quantum technologies, facilitate high-precision time-keeping and sensing, and enable future technologies such as secure communication or quantum cloud computing. This major conceptual and technological advancement will be made possible by combining two of the most recent breakthroughs at the frontier of quantum optics and nanophotonics: (i) ultra-strong quantum optical nonlinearities obtained from Rydberg-atom interactions or from a single quantum emitter strongly coupled to an optical microresonator and (ii) nanofabricated optical waveguide chips that permit high-level control of light propagation at the wavelength scale. The ambitious goal of the ErBeStA-project will be reached within a consortium which combines the essential conceptual and technological expertise in all required key areas and contributes complementary cutting-edge experimental setups that facilitate all necessary technological developments. Building the proposed Bell-state analyser will involve the development of advanced optical devices such as nondestructive photon-number-resolving detectors as well as configurable photon-number-specific filters and sorters, all of which constitute major scientific and technological breakthroughs on their own. Overall, ErBeStA will provide the first nonlinear light-matter interface coupled to on-chip complex optical circuitry, and, thereby, lay the foundation for future technology built on scalable quantum nonlinear devices.",
    "totalCost": "2996653,75",
    "ecMaxContribution": "2996653,75",
    "coordinator": "TECHNISCHE UNIVERSITAET WIEN",
    "coordinatorCountry": "AT",
    "participants": "AARHUS UNIVERSITET;FORSCHUNGSVERBUND BERLIN EV;UNIVERSITAT WIEN;SYDDANSK UNIVERSITET;THE UNIVERSITY OF NOTTINGHAM;UNIVERSITAET ROSTOCK",
    "participantCountries": "DK;DE;AT;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}