{
    "rcn": "216329",
    "acronym": "NanoTBTech",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Nanoparticles-based 2D thermal bioimaging technologies",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Temperature measurements are crucial in countless technological developments, accounting for 80% of the sensor market throughout the world. The pitfalls of temperature readouts at the biomedical battleground are mostly represented by the currently achievable spatial resolution. To address key issues, such as intracellular temperature fluctuations and in vivo thermal transients, a technique able to go clearly below 1 ?m is highly and urgently needed, as the traditional contact-based sensors and near infrared thermometers are not suitable for measurements at that tight spatial range. To overcome these limitations requires a non-contact thermometry approach granted with sub-micrometer resolution, also providing real-time high relative thermal sensitivity values.\n\nThe goal of NanoTBTech is to develop a 2-D thermal bioimaging technology featuring sub-microscale resolution, based on nanothermometers and heater-thermometer nanostructures. We will design, synthetize, and bio-functionalize nontoxic luminescent nanostructures, operating essentially beyond 1000 nm, for in vivo nanothermometry and nanoheating. Furthermore, to monitor the temperature-dependent nanostructuresí luminescence we will develop a novel imaging system. The effective delivery of that major advance in 2-D thermal bioimaging will be implemented through two impactful biomedical showcases: highly spatially-modulated intracellular magnetic/optical hyperthermia and in vivo detection and tracking of cancer.\n\nIn the long-term, we foresee our technology having a broad impact on non-invasive clinical imaging and theranostics. For instance, the accurate measurement of temperature gradients¥ sources will be an invaluable tool for real-time control of thermal therapies, thus making them harmless for the patient. Multiple conceptual breakthroughs can be further envisaged from the proposed 2D-thermal imaging system, credibly spreading its impact towards non-biomedical technological areas.",
    "totalCost": "2999482,5",
    "ecMaxContribution": "2999482,5",
    "coordinator": "UNIVERSIDADE DE AVEIRO",
    "coordinatorCountry": "PT",
    "participants": "INSTYTUT NISKICH TEMPERATUR I BADAN STRUKTURALNYCH IM. WLODZIMIERZA TRZEBIATOWSKIEGO POLSKIEJ AKADEMII NAUK;NANOIMMUNOTECH SL;FUNDACION PARA LA INVESTIGACION BIOMEDICA DEL HOSPITAL UNIVERSITARIO RAMON Y CAJAL;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;INSTITUT ZA NUKLEARNE NAUKE VINCA;BIOSPACE LAB;UNIVERSITEIT UTRECHT;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "PL;ES;RS;FR;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}