{
    "rcn": "216345",
    "acronym": "DTA3",
    "topics": "MSCA-COFUND-2017",
    "title": "Extended University Alliance Doctoral Training Alliance in Energy, Applied Biosciences for Health and Social Policy DTA3",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "The DTA3 will develop 83 early-stage researchers (ESRs) as internationally connected, independent researchers with interdisciplinary and inter-sectoral skills and experience, ready for industrial employment in the European and UK priority challenge areas of healthcare, clean energy and social policy.  Building on existing individual doctoral programmes, DTA3 is delivered through a consortium of 12 universities across England and Wales, with associate partners in Europe and Australia. COFUND will support the full integration of three existing individual programmes of training in applied biosciences for health, energy and social policy. This will increase the employability gains for graduate ESRs, who will benefit both from deep subject expertise and a broad understanding of the global challenges in these three key sectors. This responds to identified employer needs and will enable ESRs to transfer quickly and easily into a range of industry roles across the globe after their study.\nDTA3 provides access to expertise and research equipment across 12 institutions and an additional layer of cross-disciplinary training opportunities. ESRs will graduate from the programme with a solid grasp of the context of their skills and knowledge in the global labour market, and an international professional community of peers and employer networks. Thus, the over-arching ambition of DTA 3 is the development of a mobile, interdisciplinary and international ESR community able to solve grand challenges by working across healthcare, energy and social policy sectors. It seeks to build a cohort with broad connections to professional networks, industry and commerce across these three key sectors. Core objectives have been identified:\n- Development of a mobile, interdisciplinary & international ESR community able to solve grand challenges\n- Focus on communication & translation of applied research \n- Involve supervisors as an integral part of the programme",
    "totalCost": "13027680",
    "ecMaxContribution": "6513840",
    "coordinator": "UNIVERSITY ALLIANCE",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}