{
    "rcn": "216335",
    "acronym": "evFOUNDRY",
    "topics": "FETOPEN-01-2016-2017",
    "title": "The Extracellular Vesicle Foundry",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Extracellular vesicles (EVs) are natural cell-derived nanoparticles containing bioactive proteins and RNAs, which are newly recognized as the universal agents of intercellular and inter-organismal communication, in both normal and pathological processes. \nEVs are reshaping our perspective on life sciences, environment and public health. They are under intensive investigation as early disease multi-biomarkers, while EV-based personalized therapeutic agents and vaccines have produced enticing results in early-phase clinical trials. However, EV exploitation is not supported by current manufacturing methods, which are inadequate in terms of purity and reproducibility or yield, time and cost. \nevFOUNDRY targets a breakthrough technology able to streamline production of therapeutic EVs from sustainable sources, drawing the baseline for future EV bioprocessing, which is necessary for effective EV medical translation (large clinical trials and regulatory initiatives) and provides access to new EV applications (nanotechnology, nutraceuticals, cosmeceuticals, veterinary). \nTo meet the challenge, evFOUNDRY will unravel how EVs and EV fluids interact with surfaces and leverage it to develop the first device for continuous production of high-grade EVs from milk and parasites, which are the most promising scalable sources of EVs with immune modulatory properties. \nMajor objectives include: (i) to determine the compositional, structural and colloidal properties of EVs that control their interaction with surfaces; (ii) to engineer nanostructured surfaces integrated in microfluidic devices for separation of EV populations that are homogeneous in size and/or membrane properties from bovine milk and Ascaris incubation media; (iii) to design an integrated modular-system for the reproducible separation and analysis of these EVs under continuous flow; (iv) to implement a lab-scale prototype for the continuous production of quality-compliant immune modulatory EVs.",
    "totalCost": "2726516,25",
    "ecMaxContribution": "2726516,25",
    "coordinator": "CONSORZIO INTERUNIVERSITARIO PER LO SVILUPPO DEI SISTEMI A GRANDE INTERFASE",
    "coordinatorCountry": "IT",
    "participants": "AARHUS UNIVERSITET;HANSABIOMED LIFE SCIENCES OU;UNIVERSITY OF SOUTHAMPTON;LUNDS UNIVERSITET;UNIVERSITEIT UTRECHT",
    "participantCountries": "DK;EE;UK;SE;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}