{
    "rcn": "216328",
    "acronym": "HARMoNIC",
    "topics": "FETOPEN-01-2016-2017",
    "title": "HierARchical Multiscale NanoInterfaces for enhanced Condensation processes",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "This proposal focuses on key challenges facing human society: continuously increasing global demands for electricity as well as potable drinking water. Our long term vision consists of developing solutions related to water utilization for significant enhancement in i) efficiency of thermal power generation and ii) water harvesting to reduce the shortfall in global fresh water supply. The novel concepts that we propose rely on the realization of: 1) Precisely engineered, random yet hierarchical interface nanotextures, also with, controllable directionality, 2) Introducing a new norm of random biphilicity in the above interfaces at the submicron level, 3) Realization of novel superhydrophobic membranes through controlled coating of commercial hollow fiber membranes. 4) Novel methods of nanometrology to precisely and rationally describe the complex interfaces. Concept 1 is related to heat transfer exchange via dropwise condensation, where we target lifetime performance relevant to industrial surface condensers, while maximizing their heat transfer coefficient by up to an order of magnitude. By employing concept 2 we target novel material systems focusing on dew water harvesting in humid environments. Concept 3 targets new surface modification approaches for commercial membranes to achieve high efficiency in water desalination while ensuring anti-biofouling. For all the three concepts described above, a key component of our work will be to ensure economic scalability, of the precisely controlled textures, to large surface areas so that they can be converted to industrial products. For achieving optimal design, quantification and repeatable manufacturability of the aforementioned systems, we will employ novel metrology methods for hierarchical surfaces (concept 4) which will provide important theoretical feedback and understanding of the influence of critical surface structural parameters, through the entire project duration.",
    "totalCost": "2999627,5",
    "ecMaxContribution": "2999627,5",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;FONDAZIONE ISTITUTO ITALIANO DI TECNOLOGIA;\"NATIONAL CENTER FOR SCIENTIFIC RESEARCH \"\"DEMOKRITOS\"\"\";UNIVERSITY COLLEGE LONDON",
    "participantCountries": "DE;IT;EL;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}