{
    "rcn": "216306",
    "acronym": "HyPhOE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Hybrid Electronics based on Photosynthetic Organisms",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "HyPhOE aims to establish a revolutionary symbiosis between photosynthetic organisms and technology, and to rethink and re-establish the concept of green technology. Photosynthetic organisms are intelligent, with unique functions and capabilities, being able to harvest solar energy, synthesize food, and sequester pollutants. As the boundary between technology and nature is fading, nature is being used as part of the technology and technology is enhancing nature. HyPhOE will be integrated in urban settings, agriculture, and forestry ñ transforming and elevating our interaction with green organisms tapping into the energy and biochemical cycles of the ecosystem.\nThe ultimate goal of HyPhOE is to develop advanced bio-hybrid systems based on photosynthetic organisms and smart materials and devices. Our strategy relies on developing a set of tools and methods for bi-directional electronic and chemical interfacing with photosynthetic organisms that will comprise the backbone of the project and pave the way for the targeted applications: i. Energy systems based on electronically-functionalized plants and photosynthetic organisms. ii. Plant physiological control using bioelectronics systems. iii. Environmental monitoring using functionalized plants. \nHyPhOE is divided in 8 work packages that will ensure the smooth workflow towards the achievement of the specific objectives. The members of the consortium will work closely together, complementing each other and bringing expertise from the fields of: chemistry, materials science, (bio-) electronics, electrochemistry, plant biology and ecology.",
    "totalCost": "3311110",
    "ecMaxContribution": "3311110",
    "coordinator": "LINKOPINGS UNIVERSITET",
    "coordinatorCountry": "SE",
    "participants": "UNIVERSITE PARIS DIDEROT - PARIS 7;SVERIGES LANTBRUKSUNIVERSITET;INSTITUT POLYTECHNIQUE DE BORDEAUX;UNIVERSITA DEGLI STUDI DI BARI ALDO MORO",
    "participantCountries": "FR;SE;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}