{
    "rcn": "216393",
    "acronym": "PIEDMONS",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Portable Ion Devices for Mobile-Oriented Next-generation semiconductor Technologies",
    "startDate": "01/07/2018",
    "endDate": "30/06/2021",
    "objective": "The PIEDMONS project addresses  breakthrough innovations for the design and manufacturing of affordable new generation quantum devices:\n\nï  The development and the testing of a portable ion-trap reproducible in large scale, and based on low-cost semiconductor MEMS technologies. \nï The development and testing of a novel quantum secured partioned Electric Electronic architecture exploitatable in a multitude of sectors\n\nWith INFINEON Technologies, world leader in MEMS semiconductors, and two leading edge University in the field of Quantum computing (University of Innsbruck and ETH Zurich) the PIEDMONS project aims to the ambitious and long-term, but at the same way concrete and plausible goal of designing, implementing, experimenting and finding first applications for the basic building blocks of future quantum computers. Thanks to the experience of a high-tech SME (IFEVS) well known in the European Research Arena, it aims to the challenging objective of implementing first applications of these technologies in the huge market of consumer nomadic devices safe and secure, firstly in the mobility sector. \n\nThe expected results of the project will  establish the baseline of new scientific and technological research and future uses, which cannot yet be anticipated, but for sure will strengthen the European leadership in a sector that is expected to be strategical over the forthcoming decades. Demonstration of the feasibility of GPS-free positioning, portable atomic clocks, quantum cryptography and security in the short distance are the very challenging objectives in which the PIEDMONS project will measure and validate its performances. The project will involve a large audience and diverse actors in the scientific community and in the stakeholders through ad-hoc dissemination actions, while at the same time generating and preserving strategic Intellectual Property.",
    "totalCost": "2466245",
    "ecMaxContribution": "2466245",
    "coordinator": "INFINEON TECHNOLOGIES AUSTRIA  AG",
    "coordinatorCountry": "AT",
    "participants": "INTERACTIVE FULLY ELECTRICAL VEHICLES SRL;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITAET INNSBRUCK",
    "participantCountries": "IT;CH;AT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}