{
    "rcn": "216349",
    "acronym": "NORMOPERF",
    "topics": "SMEInst-05-2016-2017",
    "title": "Normothermic Perfusion Device for Renal and Hepatic Preservation and Viability Assessment",
    "startDate": "01/06/2018",
    "endDate": "30/11/2020",
    "objective": "EBERS is a leading company in the field of bioreactors and cell culture systems, with a wide international presence in Europe, USA, Australia, and Asia. In the NORMOPERF project we go a step further by targeting the organ transplantation field by bringing to the healthcare market a new portable device for extracorporeal organ preservation based on a patented technology (P201730030).\nOrgan transplantation is in many cases the only effective therapy for end-stage organ failure. However, it is estimated that only 10% of the global organ needs are covered. \nTraditionally, only organs obtained in optimal conditions have been considered for transplantation. However, organ lack is leading to the increased use of suboptimal grafts (e.g. non-heart beating donors), which poses new challenges. The most important hurdle preventing the clinical use of suboptimal organs is the limitation of static cold preservation (SCP). SCP is well suited for optimal grafts, but not for suboptimal ones since (i) it allows short preservation times (2-20 h), (ii) it does not provide information about the organ viability and (iii) it additionally damages the organ due to ischemia-reperfusion. \nThe solution proposed by EBERS is a new portable medical device based on normothermic perfusion, capable of maintaining human organs in a viable state for sustained periods under physiological conditions. The NORMOPERF project will offer the clinical community a new device for organ preservation that will contribute to increasing the number of organs available for transplantation by making possible the clinical use of a significant part of the suboptimal organs that are currently not even considered for transplantation. Thus, the use of our technology will allow increasing x2-3 the current transplant rates in the short term.\nAccording to our conservative estimations, the Ä2.57 Mill required for this project will mean Ä21.3M cumulative EBITDA in 5-years, representing a ROI of 723%.",
    "totalCost": "2570850",
    "ecMaxContribution": "2570850",
    "coordinator": "EBERS MEDICAL TECHNOLOGY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}