{
    "rcn": "216356",
    "acronym": "CyCAT",
    "topics": "WIDESPREAD-05-2017",
    "title": "Cyprus Center for Algorithmic Transparency",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "Despite strong indications that Cyprus is now in stable economic recovery, and that the island boasts one of the highest rates of tertiary educational attainment in Europe, the picture painted regarding the level of digital skills among citizens is a dismal one. In the 2017 Digital Economy and Society Index, Cyprus ranked 22nd within the EU, and belongs to the cluster of low performing countries. These findings are particularly worrying in light of the rapid changes taking place in the information landscape, such as the global consolidation of networked information services, and the rise of proprietary algorithmic processes that mediate citizensí access to information and opportunities. The project will establish a network of researchers with key expertise in the areas of informatics and algorithmic biases, enhancing the Cyprus Center for Algorithmic Transparency, a research center at the Open University of Cyprus (OUC). CyCAT will become the regional expert in issues of information access in light of algorithmic gatekeeping, working with local authorities, librarians and educators to promote algorithmic transparency and enhanced digital literacy skills. Expected outcomes are 1) raising the international profile of the OUC researchers as evidenced by invitations to serve on committees, editorial boards, invited talks; 2) increased output in terms of number and quality of publications of OUC researchers; 3) attraction of additional external research funds to sustain CyCAT. Expected broader impacts include: 1) creation of digital artifacts through showcase projects that are relevant to Cypriotsí information needs and that can help raise awareness of algorithmic bias in the systems they routinely use; 2) educational materials based on CyCAT scientific outputs, that can be used by librarians and teachers; 3) increased opportunities for young researchers engaged with CyCAT; 4) increased dialogue on the importance of digital skills.",
    "totalCost": "999965",
    "ecMaxContribution": "999965",
    "coordinator": "ANOIKTO PANEPISTIMIO KYPROU (OPEN UNIVERSITY OF CYPRUS)",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSITY OF HAIFA;THE UNIVERSITY OF SHEFFIELD;UNIVERSITA DEGLI STUDI DI TRENTO;THE UNIVERSITY OF EDINBURGH",
    "participantCountries": "IL;UK;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}