{
    "rcn": "216338",
    "acronym": "MS SPIDOC",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Mass Spectrometry for Single Particle Imaging of Dipole Oriented protein Complexes",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "The European XFEL has just entered user operation. With its unparalleled peak brilliance and repetition rate, European XFEL has the potential to further applications in single particle imaging (SPI), thus far limited to large viral particles at X-ray Free-Electron Lasers (XFEL). SPI will allow imaging protein complexes without the need for crystallization. This eventually renders transient conformational states accessible for high resolution structural studies yielding molecular movies of biomolecular machines. A major bottleneck is the wealth of data required to reconstruct a single structure leading to long processing times. This is currently also a problem in electron microscopy (EM).\nMS SPIDOC will overcome this data challenge by developing a native mass spectrometry (MS) system for sample delivery, named X-MS-I. It will provide mass and conformation selected biomolecules, which are oriented along their dipole axis upon imaging. This will enable structural reconstruction from much smaller datasets speeding up the analysis time tremendously. Moreover, the system features low sample consumption and a controlled low background easing pattern identification.\nThe main objectives of the project are:\n誰 Deliver mass and conformation separated biomolecules for SPI.\n誰 Orient proteins for SPI.\n誰 Image protein complex unfolding\n誰 Exploit potential of protein orientation for other applications\nThe MS SPIDOC consortium combines internationally leading expertise in different fields relevant to the project: Instrument design and development, computer simulations as well as working with biomolecules in the gas phase and on SPI are combined to implement the novel sample environment at the next generation XFEL facility. New components and methods will be opened to the market and thereby strengthen the European Research Area (ERA) and industry. This early stage high-risk project will give rise to a new technology with major impact on how to derive structures of biomolecules.",
    "totalCost": "3730000",
    "ecMaxContribution": "3730000",
    "coordinator": "HEINRICH-PETTE INSTITUT LEIBNIZ INSTITUT FUER EXPERIMENTELLE VIROLOGIE",
    "coordinatorCountry": "DE",
    "participants": "UNIVERSITE LYON 1 CLAUDE BERNARD;THE UNIVERSITY OF MANCHESTER;SPECTROMETRY VISION BV;UPPSALA UNIVERSITET;FASMATECH EPISTIMONIKI KAI TECHNOLOGIKI ANONYMI ETAIREIA;UNIVERSITAET GREIFSWALD;EUROPEAN X-RAY FREE-ELECTRON LASERFACILITY GMBH",
    "participantCountries": "FR;UK;NL;SE;EL;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}