{
    "rcn": "216370",
    "acronym": "COMPETE",
    "topics": "WIDESPREAD-03-2017",
    "title": "Chair Of Micro Process Engineering and TEchnology",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "The project will establish the ERA Chair Of Micro Process Engineering and TEchnology ñ COMPETE. It is designed to capitalise on microfluidics research and technology, an existing knowledge base of University of Ljubljana (UL) to a leading European hub of microfluidics expertise. Microfluidics offers huge potential for new solutions in biomedicine, biotechnology, food quality assessment and environmental protection, and is directly in line with the Slovenian Smart Specialization Strategy. To achieve this ambition, the Chair will integrate micro-process engineering disciplines ñ chemical, mechanical and electrical engineering ñ with basic research in biophysics, chemistry and microbiology in order to overcome the main barriers for research excellence in this highly interdisciplinary field.  COMPETE will address the lack of institutional organization connecting research teams and infrastructure within UL, lack of financing, and practice not in line with open recruitment policy. Attracting a Chair Holder with excellent research credentials and leadership competences, thus creating a research team with broad expertise and wide network for collaboration that will greatly improve the culture of research and research performance at UL. Cooperation with other research, industrial, governmental and non-governmental entities and dissemination are key activities that will complement internal structural changes and help build sustainability and a wider impact of the Chair as a leading regional centre for micro-process engineering. Sustainability will be granted by research funding procurement for projects, structured cooperation with industrial and public research and educational entities, establishment of a new study field in the doctoral programs at UL, PhD summer school and other training programs. By setting a best practice example and through a well-thought outreach campaign the project will stimulate structural changes throughout UL.",
    "totalCost": "2500450",
    "ecMaxContribution": "2500000",
    "coordinator": "UNIVERZA V LJUBLJANI",
    "coordinatorCountry": "SI",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}