{
    "rcn": "216340",
    "acronym": "H-Reality",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Mixed Haptic Feedback for Mid-Air Interactions in Virtual and Augmented Realities",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "ìTouch comes before sight, before speech. It is the first language and the last, and it always tells the truthî (Margaret Atwood), yet digital content today remains focused on visual and auditory stimulation. Even in the realm of VR and AR, sight and sound remain paramount. In contrast, methods for delivering haptic (sense of touch) feedback in commercial media are significantly less advanced than graphical and auditory feedback. Yet without a sense of touch, experiences ultimately feel hollow, virtual realities feel false, and Human-Computer Interfaces become unintuitive. Our vision is to be the first to imbue virtual objects with a physical presence, providing a revolutionary, untethered, virtual-haptic reality: H-Reality.\nThe ambition of H-Reality will be achieved by integrating the commercial pioneers of ultrasonic ìnon-contactî haptics, state-of-the-art vibrotactile actuators, novel mathematical and tribological modelling of the skin and mechanics of touch, and experts in the psychophysical rendering of sensation. The result will be a sensory experience where digital 3D shapes and textures are made manifest in real space via modulated, focused, ultrasound, ready for the untethered hand to feel, where next-generation wearable haptic rings provide directional vibrotactile stimulation, informing users of an object's dynamics, and where computational renderings of specific materials can be distinguished via their surface properties.\nThe implications of this technology will be far-reaching. The computer touch-screen will be brought into the third dimension so that swipe gestures will be augmented with instinctive rotational gestures, allowing intuitive manipulation of 3D data sets and strolling about the desktop as a virtual landscape of icons, apps and files. H-Reality will transform online interactions; dangerous machinery will be operated virtually from the safety of the home, and surgeons will hone their skills on thin air.",
    "totalCost": "2994965",
    "ecMaxContribution": "2994965",
    "coordinator": "THE UNIVERSITY OF BIRMINGHAM",
    "coordinatorCountry": "UK",
    "participants": "ULTRAHAPTICS LIMITED;ACTRONIKA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "UK;FR;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}