{
    "rcn": "216394",
    "acronym": "GFAB",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Commercial-scale Graphene Electronic Devices Fab",
    "startDate": "01/04/2018",
    "endDate": "31/01/2019",
    "objective": "Innovative graphene-based electronic devices have been studied, demonstrated and prototyped during the Graphene FET Flagship project Graphene Electronic Devices include GFETs (Graphene Field-Effect Transistors) that are multipurpose chips that can be used in advanced photonics (photosensors, x-ray sensors, optical communications) and sensors (chemical sensors, biosensors, hall sensors, pressure sensors) among other applications.\nCurrently, GFET devices are manually produced in a labour intensive, small scale (individual prototypes), small wafer size (<50mm) and very low production yield (high % of device failure).\nThe research community and industry have a great interest in these devices.\nThe current Semiconductor manufacturers (Fabs) are focused in very large volume markets (\\ 1 million units) so there is an opportunity for a Graphene Fab (GFAB) that produces GFETs according to customerís specifications.\n    \nThe objective of this project is to assess the feasibility of launching a new ìGraphene Electronic Devices Fabî (GFAB) business that will offer Graphene Electronic Device fabrication to the industry and research centres.\nSpecially, the so called GFETs (Graphene Field Effect Transistors) have been developed during the FET Graphene Flagship project. GFETs are a special type of Graphene Electronic Device that offer higher performance for a wide range of applications \nThe Graphene Electronic Devices must be produced under certified cleanroom manufacturing environment (ISO verified) using industry standard wafer sizes (150mm, 200mm and/or 300mm) offering a reliable, cost-competitive, fast and high yield product (ideally \\95% yield).\nA complete supply chain must be defined by the incorporation of partners in the materials producers, IC (integrated circuits) design, semiconductor fabs, and equipment manufacturers sectors.\nThis business will have an outstanding impact in the photonics and sensors industries and will accelerate the adoption of Graphene technology in other applica",
    "totalCost": "100000,25",
    "ecMaxContribution": "100000",
    "coordinator": "GRAPHENEA SA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}