{
    "rcn": "216361",
    "acronym": "MOSaIC",
    "topics": "WIDESPREAD-03-2017",
    "title": "Molecular Signaling in Health and Disease - Interdisciplinary Centre of Excellence",
    "startDate": "01/11/2018",
    "endDate": "31/10/2023",
    "objective": "The International Institute of Molecular and Cell Biology (IIMCB) is included among the best Polish research institutes in the life sciences and has the highest score in national evaluations to date. With modern organizational patterns, excellent staff, state-of-the-art equipment, and an international work environment, IIMCB is positioned to achieve a level of excellence tantamount to the best European entities. \nTo realize this goal, we created the Interdisciplinary Centre of Excellence in Molecular Signalling in Health and Disease (MOSaIC). The ERA Chairs scheme gives us a unique opportunity to improve our performance by attracting an outstanding principal investigator in molecular signalling. This investigator will complement and strengthen the current research lines at IIMCB and will influence structural changes for responsible research and effective science management. \nThe MOSaIC has 5 objectives. The first is recruitment of an ERA Chair holder and affiliates in an open process that involves a set of incentives for the successful candidate to establish an excellent research group. The second is to augment scientific research and innovation in IIMCB and surrounding region through the work of the ERA Chair holder in molecular signalling, a field with great promise for medical advancement. The third and fourth involve structural improvements in science management and consolidated HR activities to develop a research environment that meets the highest international standards, including those set in the EU Charter and Code. Dissemination and communication activities will enable us to achieve the fifth objective: widespread recognition of the MOSaIC and IIMCB among national and European stakeholders. \nThanks to the MOSaIC, IIMCB scientists will lead innovative and internationally competitive research in an environment of excellent organizational standards and support. They will engage in European partnerships, and their projects will lead to practical inventions.",
    "totalCost": "2498887,5",
    "ecMaxContribution": "2498887,5",
    "coordinator": "INTERNATIONAL INSTITUTE OF MOLECULAR AND CELL BIOLOGY",
    "coordinatorCountry": "PL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}