{
    "rcn": "216321",
    "acronym": "EDIT",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Novel precision technological platforms to promote non-invasive early diagnosis, eradicationand prevention of cancer relapse: proof of concept in the bladder carcinoma.",
    "startDate": "01/10/2018",
    "endDate": "30/09/2022",
    "objective": "Unmet clinical needs in the management of bladder cancer (BCa) are the prevention of tumor onset, relapse and progression, and therapy of the aggressive carcinoma in situ (Cis), requiring weekly treatments and endless follow-up, with a consequent poor quality of life and the highest cost per patient among all cancers. Therefore, public health programs crave for early BCa detection protocols, to improve performance in the management of this devastating disease. Here we propose an advanced transformative technology termed EDIT combining a novel high-resolution ultrasound elastography and photoacoustic imaging on the bladder instilled with targeted plasmonic gold sensors.\nEDIT approach exploits the structural and mechanical properties of the bladder extracellular matrix (ECM) as a unique biomarker of the early onset/progression/relapse of carcinoma, through engineered novel gold nanorods (GNRs) used as intravesical photoacoustic antennas targeted at the ECM, generating an ad hoc visualization platform. GNRs will be further utilized as heat-releasing effectors at nanoscale for targeted cancer photo-thermal therapy. EDIT is designed to detect pre-neoplastic area and eradication of local areas at few cells resolution with high sensitivity and specificity.\nWe bring together a multi and transdisciplinary consortium capable to develop non-invasive and non-ionizing novel technology and preclinical validation for early prognosis of BCa and therapeutic nanomedicine against bladder Cis. Outcomes of EDIT will revolutionize the management of BCa with the introduction of sensing and effector nanotechnologies combined with non-invasive organ imaging with high resolution/definition by 3D ultrasound and photoacoustic imaging. \nStructural and mechanical modification of the ECM is a common denominator for invasive breast, colorectal, prostate and bladder cancers. EDIT platforms will also pave the ways for the earlier management of other bladder-related pathologies and solid tumors.",
    "totalCost": "4317160",
    "ecMaxContribution": "4317160",
    "coordinator": "OSPEDALE SAN RAFFAELE SRL",
    "coordinatorCountry": "IT",
    "participants": "LIME TECHNOLOGY IKE;WEIZMANN INSTITUTE OF SCIENCE;ASCEND TECHNOLOGIES LIMITED;OSM-DAN LTD;CONSIGLIO NAZIONALE DELLE RICERCHE;UNIVERSITA DEGLI STUDI DI MILANO;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;FUJIFILM SONOSITE BV",
    "participantCountries": "EL;IL;UK;IT;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}