{
    "rcn": "216337",
    "acronym": "MAGNIFY",
    "topics": "FETOPEN-01-2016-2017",
    "title": "From nano to macro: a groundbreakIng actuation technology for robotic systems",
    "startDate": "01/10/2018",
    "endDate": "30/09/2022",
    "objective": "The long-term vision of the MAGNIFY project is to design and realize a new generation of artificial muscles for robotic systems, characterized by high force-to-weight ratio, high flexibility, fast reacting properties, and intrinsic rigidity tuning.\nThe scientific and technological breakthrough consists in using billions of artificial molecular machines, organized in polymer electrospun nanofibers and controlled by electrical stimuli, to realize an artificial macroscopic muscle. Thanks to this bottom- up methodology, the stimuli-controlled nanoscale movements of the collective molecular machines will be incrementally amplified up to the macro-scale in the artificial muscle.\nThe breakthrough of the MAGNIFY project is certainly ambitious because it contains novel scientific and technological challenges in several scientific disciplines. The design of the artificial muscle from the nano-scale up to the macro-scale will be a concrete foundational breakthrough because it will establish an essential basis for a new kind of actuation technology and its future use in robotic systems, as never anticipated before.\nThe MAGNIFY project is built upon the strong believe that interdisciplinarity is core to the development of artificial muscles. MAGNIFY requires experts at the different scales, namely, i) at the nano-scale: molecular/supramolecular chemists for the synthesis of molecular machines and their manipulation; ii) at the boundary between the nano- and the micro-scale: electrochemists, material/polymer scientists, mechanical/electrical engineers for the realization of the electrospun nanofibers and their electrical connections; iii) at the micro-scale and towards the macro-scale: mechanical/electrical engineers for the realization of the bundles of nanofibers; iv) at the macro-scale: roboticists for the realization and testing of prototypes of the new artificial muscle.",
    "totalCost": "2922730",
    "ecMaxContribution": "2922730",
    "coordinator": "RIJKSUNIVERSITEIT GRONINGEN",
    "coordinatorCountry": "NL",
    "participants": "CONSIGLIO NAZIONALE DELLE RICERCHE;ALMA MATER STUDIORUM - UNIVERSITA DI BOLOGNA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "IT;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}