{
    "rcn": "216350",
    "acronym": "FC-Unlimited",
    "topics": "SMEInst-07-2016-2017",
    "title": "Eco-efficient and Healthy Commercial Deep Fryer",
    "startDate": "01/02/2018",
    "endDate": "31/08/2019",
    "objective": "Deep fryers are essential for restaurant and food companies, however they: Are energy inefficient (<70%); Generate millions of litres of waste oil/year in Europe; Are not eco-friendly: Waste oil is harmful and is later found in rivers, lakes, etc; Produceburnt, greasy and unhealthy food if not used properly; Can produce toxic elements. Some of them are carcinogenic;Deteriorate oils, through the processes of oxidation and hydrogenation, leading to a loss of unsaturated fats and an increasein trans-fats; Cause labour hazards and are responsible for a significant number of serious accidents; Must be supervised bysemi-skilled, trained employees all the time to prevent food from burning and to prevent the danger of starting a fire or beinginjured; Have high costs of installation and maintenance: require exhaust ducts and fire protection systems. Also, theyshould have a specific insurance and receive periodic inspection and testing. \nQualityFry have developed a new enclosed and automated, commercial deep fat fryer, called FC-Unlimited, that has thefollowing unique selling points: Reduces the level of energy and oil required to prepare fried products; Healthier foodbecause it avoids the migration of oil into the final fried product; No need for trained or specialist staff; No need for fumeexhaust or fire safety certificates; Consistent, high quality of food; Can be installed anywhere; Modular and flexible set up tomeet end-client needs; Eliminates fire hazards and the risk of burns. \nThe technology is currently at a prototype level and needs the support of the SME Inst. to scale up production to an industriallevel and demonstrate the product to future clients. \nWe estimate that we will sell 526u in the first year of commercialisation, and reach up to 4,361 by 2023. The project has anet present value of 3.3MÄ on the initial investment of 2MÄ when considering a discount rate of 25%, with an IRR of 66%.Cumulative returns during the first 5 years reach 15.7MÄ.",
    "totalCost": "1820896,25",
    "ecMaxContribution": "1274627,38",
    "coordinator": "QUALITYFRY SL",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}