{
    "rcn": "216366",
    "acronym": "LAMatCU",
    "topics": "WIDESPREAD-03-2017",
    "title": "Establishing Laboratory of Advanced Materials at the Comenius University",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "The key objective of this proposal is to establish a new Laboratory for Advanced Materials (LAM) at Comenius University (CU) under the direction of the appointed ERA Chair holder. LAM is meant to be a world-class research interdisciplinary laboratory focused on advanced materials research, particularly for applications in the areas such as energy conversion and storage, electronics, and optoelectronics. Existence of LAM will: \n- strengthen the potential and the contribution of CU to this area of research in the wider ERA in tight connection to the central idea of the Work Programme - Spreading Excellence and Widening Participation\n- help counteracting the eminent brain drain Slovakia is experiencing by attracting brilliant young researchers from both Slovakia and abroad\n- consequently strengthen the position of CU as a leading research and educational institution in Slovakia as well as raise its significance in Europe\n\nThe structure and management of LAM is designed to ensure its future self-sustainability and continuity of its research. Project funds will be utilized in establishing LAM and maintaining LAM's initial operation period, during which following actions will be taken to secure future financial sustainability:\n- Top-quality research personnel will be recruited bringing in international scientific collaborations.\n- External collaborations with the industry will be actively sought.\n- Opportunities to utilize research outputs as intellectual property and patents will be exploited.\n- Research grants connected to the area of research interests will be applied for.\n- Public outreach activities will be focused on stimulating interest and engagement among students.\nWithin this scheme, the project funding will serve as the initial kick-start of a new internationally acclaimed prime research facility (LAM), activating the whole field of materials research at CU, thus having a positive long-term effect on the status of research excellence in Slovakia as well.",
    "totalCost": "2496750",
    "ecMaxContribution": "2496750",
    "coordinator": "UNIVERZITA KOMENSKEHO V BRATISLAVE",
    "coordinatorCountry": "SK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}