{
    "rcn": "216367",
    "acronym": "TImPANI",
    "topics": "WIDESPREAD-05-2017",
    "title": "Twinning in atmospheric Plasma science and applications",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "The main aim of the project is to enhance the research capacity conducted at the Electromagnetics and Novel Applications Lab (ENAL) of the University of Cyprus (UCY) through targeted twinning activities with internationally leading research institutions, namely the Leibniz-Institut f¸r Analytische Wissenschaften- ISAS-e.V. (ISAS), and University of JaÈn (UJA) in Spain. In particular, the aim will be to stimulate excellence and innovation capacity at UCY primarily in the field atmospheric pressure plasma (APP).  The focus will be on fundamental science on instrumentation and applications of the APP. The Twinning activities will include knowledge transfer, exchange of best practices between UCY, UJA, and ISAS, networking with research institutions and industry. The knowledge transfer will be achieved through in person training, webinars and PhD summer schools. The results and networking will be disseminated via participation at international and national conferences and also targeted events for the stakeholders. This project will entail significant benefits for all institutions involved in terms of enhancement of their Research and Innovation (R&I) capacity in science and technology and raising their staffís research profile. It is expected that by the end of the project the consortium will have a core group of researchers (young and experienced) with considerable expertise in numerical simulations and modelling of APP, fabrication and characterization of APP and advanced mass spectroscopy with APP. The critical mass of researchers will be able to make a significant contribution to improving the research and innovation index of Cyprus. It is also expected that the Twinning project will lead to long-term collaboration between the three partners on joint proposals and projects, joint PhD students, infrastructure sharing and innovation through some of the novel applications that will be explored during the project.",
    "totalCost": "999625",
    "ecMaxContribution": "999625",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "UNIVERSIDAD DE JAEN;LEIBNIZ-INSTITUT FUR ANALYTISCHE WISSENSCHAFTEN-ISAS-EV",
    "participantCountries": "ES;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}