{
    "rcn": "216322",
    "acronym": "TALVIN",
    "topics": "FETOPEN-04-2016-2017",
    "title": "Inhibiting mechanotransduction for the treatment of pancreatic cancer",
    "startDate": "01/09/2018",
    "endDate": "31/08/2019",
    "objective": "Mechanical forces transmitted between cells and their microenvironment drive cell function and regulate tumorigenesis. Due to this importance, our FET PROACTIVE project MECHANOCONTROL aims to understand the molecular mechanisms by which forces exert their role, and their implications in the specific application of breast cancer. In this context, we have recently identified that the interaction between the cytoskeletal molecules vinculin and talin can be inhibited by a vinculin fragment (VD1) which blocks cell response to mechanical forces, and the activation of the major oncogene YAP that occurs in tissues with abnormally high mechanical stiffness. Both increased tissue stiffness and YAP activation drive tumor progression in most solid tumors, and thus inhibiting talin/vinculin interactions has a major potential as a therapeutic approach in several solid cancer types. We have designed and synthesized peptido-mimetic drugs reproducing the action of VD1. Among those synthesized, we have identified one that inhibits the metabolism of cell lines from pancreatic, colon and prostate tumors. Our aim is to valorize these drugs in the specific case of pancreatic cancer, which is a clear unmet clinical need since it is the one with the least therapeutic alternatives and worst prognosis. Specifically, the funding from this project will pay for the national phases of the current patent (PCT/EP2017/056410), regulatory pharmacokinetics/pharmacodynamics and toxicity tests in mouse animal models, as well as for developing contacts of potential license-takers to close a license agreement. Because the focus is on pancreatic rather than breast cancer, and on bringing a specific drug to the market rather than carrying out research, this project is related to but falls out of the scope of the FET MECHANOCONTROL project.",
    "totalCost": "100000",
    "ecMaxContribution": "100000",
    "coordinator": "FUNDACIO INSTITUT DE BIOENGINYERIA DE CATALUNYA",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}