{
    "rcn": "216378",
    "acronym": "GOLF",
    "topics": "MSCA-RISE-2017",
    "title": "EC-Asia Research Network on Integration of Global and Local Agri-Food Supply ChainsTowards Sustainable Food Security",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "The proposed research will bring together researchers from a number of disciplines to address a global challenge in achieving sustainability and resilience of agri-food supply chains. The research targets solutions to the challenge related to a food security strategy debate on global sourcing and self-sufficiency. With increasing concerns about climate change and environmental impact and associated risks, further complexity has been brought into this argument on the supply and sourcing strategy issues and a number of key questions need to be answered urgently. From the business perspective, whether promoting the practice of local agri-food systems indicates efficient and sustainable resource use? From the geographical supply market perspective, whether diversified sourcing and international trade have promoted sustainable and resilient agri-food supply? These arguments should not merely lead to options of the geographical focus of agri-food production and sourcing strategies. Instead, the solutions require in-depth understanding of interactions and trade-offs amongst different locally characterised options and should lead to place based ecologically harmonious local agri-food systems demonstrating the sustainability value and contributing global agri-food supply chains. For this purpose, this project aims to identify place based policy and solution framework to support local ecological system and sustain agri-food production, meet bioenergy needs and reduce waste, while best interface food and non-food input and output to global markets. Effective approaches will be developed to leverage the benefits in the context of Multi-level (geographical scale), Multi-dimension performance measurement (sustainable and resilient agri-food supply) of agri-food supply chains (MMAFS). The multidisciplinary group ranging from economics, management, science and engineering have been set up to form a strong platform for research and knowledge exchange to carry out this research.",
    "totalCost": "1255500",
    "ecMaxContribution": "1003500",
    "coordinator": "THE UNIVERSITY OF LIVERPOOL",
    "coordinatorCountry": "UK",
    "participants": "GLOBAL BIOTECHNOLOGY TRANSFER FOUNDATION LIMITED;LIVERPOOL JOHN MOORES UNIVERSITY;HOGSKOLEN I MOLDE;UNIVERSITY OF HULL;WAGENINGEN UNIVERSITY",
    "participantCountries": "UK;NO;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}