{
    "rcn": "216341",
    "acronym": "CoCirculation2",
    "topics": "MSCA-COFUND-2017",
    "title": "CO-FUNDED Brain Circulation Scheme 2",
    "startDate": "02/07/2018",
    "endDate": "01/07/2023",
    "objective": "CoCirculation2 is a 5-year project aiming to invite experienced researchers to both academic and non-academic research performing organizations located in Turkey. Within this context, 100 experienced researchers of any nationality who wish to engage in incoming mobility and to spend a period of 24 months in Turkey will be able to apply for a fellowship. 4 calls for proposals will be published. The program will have a bottom-up approach. The evaluation and selection procedures as well as recruitment procedures are in line with the conditions in the European Charter and Code. CoCirculation2 is the follow up project of the ìCo-funded Brain Circulation Scheme (Co-Circulation)î, which has been funded under the FP7-PEOPLE-2011-COFUND call. Compared to the current Co-Circulation program, Co-Circulation2 will bring the evaluation and selection process closer to recommendations in the Charter and Code, allow for secondments, improve the training offer for fellows and improve the financial and social conditions of the fellowships. CoCirculation2 offers transnational mobility, career development and personal training opportunities to the researchers. In line with the European Commission objectives, the project will contribute to the potential and future career perspectives of researchers in academy and industry while enhancing their international networking and interdisciplinary skills. CoCirculation2 will create a new cohort of Experienced Researchers who have acquired relevant scientific and transferable skills during their research project and other activities during their fellowship. These skills will prepare them for the next steps in their professional career, either in academia or in non-academia, and either in Turkey or beyond. Turkish and European Research Area as a whole will benefit from the contribution of the CoCirculation2 fellows to the research landscape. T‹B?TAK will contribute 55% of the total budget while European Commission is requested to co-fund 45%.",
    "totalCost": "12390000",
    "ecMaxContribution": "6195000",
    "coordinator": "TURKIYE BILIMSEL VE TEKNOLOJIK ARASTIRMA KURUMU",
    "coordinatorCountry": "TR",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}