{
    "rcn": "216360",
    "acronym": "J. Heyrovsky Chair",
    "topics": "WIDESPREAD-03-2017",
    "title": "ERA Chair at J. Heyrovsky institute Institute of Physical chemistry AS CR ñ The institutional approach towards ERA",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "The ERA Chair position will help to better integrate the J. Heyrovsky institute of the Academy of Sciences into the European research landscape. Though in general the research results of the institute are already of high quality and the institute belongs to the forefront of European research in physical chemistry, the international peer review performed in 2015 concludes that, the institute has not yet enfolded its full capacities, and that, in particular, the two departments of catalysis would benefit from better harmonization and alignment. In addition, the recent SWOT indicated some weaknesses in some ERA priority areas. In order to increase its international visibility and performance, the management decided, to introduce several structural changes in the institute. In particular, the institute shall better utilize its capacities in both, the research infrastructure and human resources. It shall increase its international activities and attract the most prestigious EU funding including ERC grants. The role of the institute as research leader in Czech Republic shall be enhanced by entering European networks like ITN and by coordination of international projects. The capacities of the institute shall be enhanced by a proactive HR policy and internationalization of its staff. This ERA Chair project aims to induce changes in the institutional culture by hiring and internationally recognized personality, and by establishing an international research team in nanocatalysis. These changes, with massive political and financial support of the management, shall help, together with other synergetic actions and projects, to develop towards more openness and internationalization, and finally, to increase the scientific performance and attractiveness of the JH-institute.",
    "totalCost": "2485937,5",
    "ecMaxContribution": "2483750",
    "coordinator": "USTAV FYZIKALNI CHEMIE J. HEYROVSKEHO AV CR, v. v. i.",
    "coordinatorCountry": "CZ",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}