{
    "rcn": "216325",
    "acronym": "PROCESS",
    "topics": "MSCA-COFUND-2017",
    "title": "Engineering Solutions for the Process Industry",
    "startDate": "13/08/2018",
    "endDate": "12/08/2023",
    "objective": "Engineering Solutions for the Process Industry: The overarching research theme of the PROCESS Fellowship Programme is Advanced Manufacturing of high value products and engineering solutions for related industries, with particular emphasis on particulate product processing for new products within the dairy and pharmaceutical sectors. A broad range of research focus areas are envisaged, incorporating process modelling and integrated process control, with associated Process Analytical Technologies (PAT), heat, mass and momentum transfer, hybrid processing and subsequent smart data management, to promote processing agility and flexibility within an Industry 4.0 framework.\nPROCESS will run for 60 months, and will fund 26 experienced researchers of any nationality across two competitive Calls for Proposals for European Fellowships (two-year). The successful applicants will be awarded an employment contract in Ireland with the host beneficiary University of Limerick, and will have the option of selecting supervisors from any of the three participating Centres (Dairy Processing Technology Centre - DPTC, Synthesis and Solid State Pharmaceutical Centre - SSPC, and Pharmaceutical Manufacturing Technology Centre - PMTC) within the University. Fellowships will include mandatory secondments (between 3 to 6 months) to industry, with placements selected from, but not limited to, dairy and pharmaceutical companies who are partners of the three Centres.  It is expected that these placements will be beneficial to the candidateís research and training project. To facilitate this, the participating Centres have already secured the commitment of leading companies, and other internationally recognised research centres, to host Fellows on secondment. Projects proposing fundamental or applied research will be eligible, and inter-or multi-disciplinary proposals will be welcomed. A core focus of the Programme will be on sharing of knowledge and findings between academia and industry.",
    "totalCost": "3681600",
    "ecMaxContribution": "1840800",
    "coordinator": "UNIVERSITY OF LIMERICK",
    "coordinatorCountry": "IE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}