{
    "rcn": "216343",
    "acronym": "RESCUE",
    "topics": "MSCA-COFUND-2017",
    "title": "Local Training Network on REgenerative medicine and Stem Cell technology in UtrEcht",
    "startDate": "01/06/2018",
    "endDate": "31/05/2023",
    "objective": "With an aging population, a growing burden of chronic conditions, and rising healthcare costs in Europe, the need for organs, tissues, and personalized strategies for decision making in therapeutic choices has never been greater. Recent developments herald the promise of regenerative medicine and stem cell (RMSC) technology. However, for RMSC to fully capture its potential, a synergistic and multidisciplinary effort remains necessary to achieve essential scientific breakthroughs.\n\nThere is thus a high demand for an excellent graduate program that trains a new brand of researcher who will successfully bring RMSC technology from bench to bedside and back. Such a researcher understands the needs and demands that exist in the clinic, the strengths and limitations of RMSC technology and its ethical and regulatory aspects, and has the entrepreneurial spirit to push their discoveries towards new applications. \n\nTherefore, the University Medical Centre Utrecht (UMCU) has initiated the RMSC-dedicated doctoral training programme RESCUE. RESCUE features an international, interdisciplinary and inter sectoral approach to train 29 highly skilled Early Stage Researchers (ESRs) to become the future leaders in RMSC research and implementation of RMSC technology. RESCUE brings together 31 principal investigators that are renowned experts in their fields, have ample experience with supervising PhD students and leading successful research groups. RESCUE is tightly connected with multiple international academic and private partner organisations, each providing complementary research or training.  \n\nRESCUE enables UMCU to develop best practices in high quality training and research. The long-term ambition of RESCUE is to establish a strong and coherent network that connects highly skilled young researchers as well as established scientists, who will continue to inspire each other to excel in making discoveries in RMSC far beyond the funding period.",
    "totalCost": "6069120",
    "ecMaxContribution": "3034560",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}