{
    "rcn": "216300",
    "acronym": "CoDEC",
    "topics": "MSCA-IF-2017",
    "title": "Decoding the development of physiologic and epileptic cognitive neural networks",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The neuronal networks that comprise the mammalian brain are immature at the time of birth, and are shaped by genetic and environmental influences over the course of postnatal development. Human brain maturation occurs over a particularly extended period of time, especially in cortical areas involved in integrated information processing and cognition. The proper maturation of intra- and inter-cortical networks is necessary for efficient and appropriate brain function. Thus, when brain development goes awry, neuropsychiatric disorders such as epilepsy, intellectual disability, and autism can result.\nDirect investigation of immature neural networks would allow us to better understand the physiological and pathological processes that occur during development. In vivo neurophysiology in animal models is a powerful method to explore both the population synaptic activity and neural spiking of intact neural networks. However, this approach is challenging in developing organisms due to the small size and fragile nature of the brain. Here, we bring together advancements in neural interface design and neurophysiological recording to overcome this challenge and realize the principal goal of this project: to determine the neurophysiologic patterns that characterize normal maturation of inter-cortical communication and identify how these patterns are deranged in the presence of genetic predisposition to neuropsychiatric disease. Data generated using this approach has the potential to improve diagnosis of developmental neuropsychiatric disorders, identify the earliest window for therapeutic intervention, and suggest novel therapeutic strategies.",
    "totalCost": "239860,8",
    "ecMaxContribution": "239860,8",
    "coordinator": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
    "coordinatorCountry": "DE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}