{
    "rcn": "216331",
    "acronym": "NEWTON-g",
    "topics": "FETOPEN-01-2016-2017",
    "title": "New Tools for Terrain Gravimetry",
    "startDate": "01/06/2018",
    "endDate": "31/05/2022",
    "objective": "Poor knowledge of the spatio-temporal changes in the characteristics and distribution of subsurface fluids remains an insurmountable barrier to addressing important societal issues, including: sustainable management of energy resources (e.g., hydrocarbons and geothermal energy), management of water resources, and assessment of hazard (e.g., volcanic eruptions). Gravimetry is highly attractive because it can detect changes in subsurface mass, thus providing a window into processes that involve deep fluids. However, high cost and operating features associated with current instrumentation seriously limits the practical field use of gravimetry. \nNEWTON-g proposes a radical change of paradigm for gravimetry to overcome such limitations. We aim at developing a field-compatible gravity imager able to real-time monitor the evolution of the subsurface mass changes through continuous images of the gravity field. This system will include an array of low-costs MEMS-based relative gravimeters anchored on an absolute quantum gravimeter. The adjustable position, grid and shape of the array of sensors and the continuous logging of the gravimeters will provide imaging of gravity changes, associated with variations in subsurface fluid properties, with unparalleled spatio-temporal resolution. \nSpecific work will be carried out to ruggedize the devices for field operation. We will deploy the new gravity imager at Etna volcano (Italy), where frequent gravity fluctuations, easy access to the active structures and the presence of a multiparameter monitoring system (including traditional gravimeters) ensure an excellent natural laboratory for testing the new tools. Insights from the new gravity imager will be used for volcanic hazards analysis, to demonstrate the importance of gravity to problems of societal relevance. A successful implementation of NEWTON-g will open new doors for geophysical exploration and will shift the locus of gravimeter manufacture from North America to Europe.",
    "totalCost": "3405088,75",
    "ecMaxContribution": "3405088,75",
    "coordinator": "ISTITUTO NAZIONALE DI GEOFISICA E VULCANOLOGIA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITE DE GENEVE;HELMHOLTZ ZENTRUM POTSDAM DEUTSCHESGEOFORSCHUNGSZENTRUM GFZ;KONINKLIJK NEDERLANDS METEOROLOGISCH INSTITUUT-KNMI;MUQUANS;UNIVERSITY OF GLASGOW",
    "participantCountries": "CH;DE;NL;FR;UK",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}