{
    "rcn": "216317",
    "acronym": "NICI",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Non-Invasive Chemistry Imaging in the whole human body",
    "startDate": "01/06/2018",
    "endDate": "31/05/2021",
    "objective": "The NICI projectís ambition is to lay the foundations of a new area of research: the study of human biology using non-invasive chemistry imaging. For this, NICI aims to unite two areas of research: metabolomics and magnetic resonance imaging (MRI). Metabolomics studies body functions through the measurement of metabolites; MRI, is able to provide 3D images of the body. By advancing MRI so that it can detect metabolic biomarkers and by discovering powerful new MRI-visible biomarkers, a non-invasive technology can be developed for dynamically mapping biochemical processes in the whole human body. \n\nVision: This new non-invasive technology for imaging biochemical processes in the human body will open a new and effective window for understanding human biology, diseases and their treatment.\n\nBreakthroughs: I. Methodology for the discovery of discriminative  biomarkers and II. Technological platform for full body biochemical imaging. \n\nNovelty: Enabling a paradigm shift from morphologic imaging to biochemical understanding. \n\nFoundational: Establishing the basis for a new research area, the study of human biochemistry using non-invasive biochemical imaging.\n\nHigh-risk: i) The exact mechanisms of diseases are largely unknown and ii) Measuring specific metabolites is challenging. \n\nInterdisciplinary: Bringing together physicists, biologists, chemists and clinicians.\n\nThe NICI project will develop a new methodology for the in vitro discovery of discriminant biomarkers using co-cultured 3D organoids as models for human organs. In addition, the project will develop a measurement platform, integrated with 7T MRI scanners and associated data acquisition approaches to adapt these MRI scanners into 3D biochemical imaging systems. NICI will validate the dynamic 3D chemical imaging approach and its predictive and prognostic value by researching a stratification strategy for patients with liver metastasis of gastrointestinal cancer. (This is one out of many possible applications.)",
    "totalCost": "3146973,75",
    "ecMaxContribution": "3146973,75",
    "coordinator": "UNIVERSITAIR MEDISCH CENTRUM UTRECHT",
    "coordinatorCountry": "NL",
    "participants": "THE CHANCELLOR MASTERS AND SCHOLARS OF THE UNIVERSITY OF CAMBRIDGE;IMAGO 7 FONDAZIONE DI RICERCA ONLUS;SIEMENS HEALTHCARE LIMITED;PHILIPS MEDICAL SYSTEMS NEDERLAND BV;Academisch Medisch Centrum bij de Universiteit van Amsterdam;MR COILS BV;NORGES TEKNISK-NATURVITENSKAPELIGE UNIVERSITET NTNU;GENERAL ELECTRIC DEUTSCHLAND HOLDING GMBH",
    "participantCountries": "UK;IT;NL;NO;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}