{
    "rcn": "216304",
    "acronym": "EURJAZZ",
    "topics": "MSCA-IF-2017",
    "title": "The Europeanisation of Jazz during the Interwar Period: Beyond National Narratives",
    "startDate": "01/09/2018",
    "endDate": "31/08/2020",
    "objective": "EURJAZZ looks at the role played by music in the process of cultural europeanisation. It examines how a cultural product coming from outside Europe can become fully part of European culture and identity. Taking jazz as an example of such cultural expression, the project explores how its diffusion outside the United States (USA) led to the development of a unified European jazz world, which was distinctive and independent from the American one. Three aspects of europeanisation are examined in light of representative case studies, considered from a transnational and European perspective: self-affirmation; appropriations, individuation and differentiation from the USA; integration and cooperation. EURJAZZ also shows that these three elements played a critical role in the formation of the first European jazz institution: the European Jazz Federation (1968-1975). The project explores the role of music in shaping identities at European level. It takes the inherent interdisciplinary nature of musicology a stage further by designing a research and training plan with the aim of establishing research cooperation that is of mutual benefit to European and Anglophone scholarly traditions in the Humanities and Social Sciences. EURJAZZ is timely in building on recent research about national histories of jazz in Europe in order to initiate a change of scale in the study of the history of jazz. Besides, it tackles one major challenge of the H2020 programme: a better understanding of Europeís cultural identity and heritage. It is timely in being implemented during the European Year of Cultural Heritage (2018) and on the 100th anniversary of the arrival of jazz in Europe. The dissemination and communication plans aim to contribute to these celebrations. EURJAZZ has strong societal relevance, at a time when Europe is facing the threat of partial disintegration and when current immigration raises questions about the capacity of Europe to assimilate non-European cultural products.",
    "totalCost": "195454,8",
    "ecMaxContribution": "195454,8",
    "coordinator": "ROYAL NORTHERN COLLEGE OF MUSIC",
    "coordinatorCountry": "UK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}