{
    "rcn": "216347",
    "acronym": "IberusTalent",
    "topics": "MSCA-COFUND-2017",
    "title": "International Doctoral Programme for Talent Attraction to the Campus of International Excellence of the Ebro Valley",
    "startDate": "01/09/2018",
    "endDate": "31/08/2023",
    "objective": "International Doctoral Programme for Talent Attraction to the Campus of International Excellence of the Ebro Valley (IberusTalent) is a step forward from the Campus Iberus aimed at boosting the R&I capacity and high quality human resources of the University in the field of Agrofood and Health technologies. IberusTalent is a Doctoral Programme for Early Stage Researchers (ESRs) aimed at attracting 36 pre-doctoral excellent researchers to develop individual and freely selected project in the field of Agrofood and Health Technologies in order to produce a positive effect in terms of excellent science and talent attraction, especially at the regional level. IberusTalent will offer attractive conditions for doctoral training based on the principles of the European Charter for Researchers and the Code of Conduct for the Recruitment of Researchers, as well as the EU Principles for Innovative Doctorate Training.\n\nThe IberusTalent Programme will be based on the scientific and technological capabilities of the four Recruiting Universities (UdL, UPNA, UR & UNIZAR) within Agrofood and Technologies for Health, and the participation of their excellent research groups with investigation lines related to these areas. Additionally, the involvement of international Universities and non-academic participating organisations (companies, research centres and hospitals) with strong expertise on the Programme specific areas will guarantee attractive ecosystem for incoming researchers by offering secondments, short stays, and training at industry.",
    "totalCost": "5650560",
    "ecMaxContribution": "2825280",
    "coordinator": "CONSORCIO CAMPUS IBERUS",
    "coordinatorCountry": "ES",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}