{
    "rcn": "216326",
    "acronym": "TALENT",
    "topics": "MSCA-COFUND-2017",
    "title": "TALENT Doctoral Fellowship Programme",
    "startDate": "01/08/2018",
    "endDate": "31/07/2023",
    "objective": "The TALENT Doctoral Fellowship Programme aims to leverage the intersectoral and international opportunities offered by the Faculty of Science, University of Copenhagen, in order to produce a cohort of graduates with the skills and expertise needed to meet the growing demand for highly educated human resources within the natural and technical sciences in Europe. The urgency of this challenge is exemplified by the fact that the ICT sector alone is projected to lack 913,000 highly skilled employees by 2020. As such, the TALENT programme will equip its fellows with sought after skills though providing access to world leading research environments at our faculty but importantly also facilitate interaction with:\n1) Industry, through partnerships with a wide range of private sector organisations such as the Confederation of Danish Industry, representing thousands of relevant companies committed to assist in finding secondment opportunities for PhD students\n2) Research facilities of the highest order such as collections at the Natural History Museum of Denmark, the Facultyís Arctic Station or indeed ESS and MAXIV close by. \n3) World leading research environments working with some of the most important fundamental and applied research questions of today\n4) International exposure through stays abroad and collaborations with partners through networks such as the European League for Life Sciences, League of European Research Universities and the International Alliance of Research Universities.\nTo attract the very best candidates, TALENT is based upon a bottom-up principle allowing potential fellows the freedom to identify their own project, within the wide research scope of our faculty.",
    "totalCost": "11615040",
    "ecMaxContribution": "5807520",
    "coordinator": "KOBENHAVNS UNIVERSITET",
    "coordinatorCountry": "DK",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}