{
    "rcn": "216320",
    "acronym": "BionicVEST",
    "topics": "FETOPEN-01-2016-2017",
    "title": "EUROPEAN DEVELOPMENT OF BIONICS VESTIBULAR IMPLANT FOR BILATERAL VESTIBULAR DYSFUNCTION",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Vertigo of vestibular origin has a global prevalence of 38% in the elderly and deserves special attention because\nof the high risk of falls and permanent functional disability, and even death. This seriously handicaps their lives,\ndisabling them of doing routine daily activities, such as driving and even walking. The associated total costs are\naround 60.000 million euros in Europe. It is estimated that at least 100 million people worldwide could benefit\nfrom a vestibular implant as an effective solution to this disease. Restoring the function of the vestibular\nlabyrinths was not possible until now. Current devices, under research, detect change in angular velocity of the\ncephalic movements through gyroscopes and use this information to stimulate the semicircular canals. However,\nthey do not code vertical and horizontal accelerations, used to sense gravitational forces, keep a stand up position\nand restore the sense of self-position. Linear accelerations are detected by a different set of structures which are a\nmore complex and harder to access: the saccule and utricle. This project will develop the first system to\nelectrically reproduce linear accelerations in the otolith organ by stimulating their neural ends. The project will\nhave three phases: Device design, fabrication and clinical trial. Therefore, the objectives will be: 1) to study, for\nthe first time, vestibular pathways through electrical saccule-utricle stimulation; 2) to develop a vestibular\nresponse telemetry system to analyse the evoked action potential of vestibular nerve; 3) to design, manufacture\nand test the first vestibular prosthesis that restores the sense of linear accelerations. The main objectives are to\ndemonstrate the safety of a vestibular implant for human, to determine its efficacy in restoring vestibular function\nby measuring the improvement in objective and to objectify the improvement in Quality of Life of patients.",
    "totalCost": "2899690",
    "ecMaxContribution": "2899690",
    "coordinator": "SERVICIO CANARIO DE LA SALUD",
    "coordinatorCountry": "ES",
    "participants": "DIENST NEUS-KEEL-OOR SINT-AUGUSTINUS ANTWERPEN;UNIVERSIDAD DE LAS PALMAS DE GRAN CANARIA;UNIVERSIDAD DE NAVARRA;COCHLEAR RESEARCH AND DEVELOPMENT LIMITED;UNIVERSITA DEGLI STUDI DI ROMA LA SAPIENZA",
    "participantCountries": "BE;ES;UK;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}