{
    "rcn": "216316",
    "acronym": "CHIRON",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Spin Wave Computing for Ultimately-Scaled Hybrid Low-Power Electronics",
    "startDate": "01/05/2018",
    "endDate": "30/04/2021",
    "objective": "The future miniaturisation of electronic circuits following Mooreís law will require the introduction of increasingly disruptive\ntechnologies to limit power consumption and optimise performance per circuit area. CHIRON envisions spin wave computing\nto complement and eventually replace CMOS in future microelectronics. Spin wave computing is a paradigm-shifting\ntechnology that uses the interference of spin waves for computation. Spin wave computing has the potential for significant\npower and area reduction per computing throughput while reducing cost by alleviating lithography requirements. As a first\nstep towards the vision of a full spin wave computer, CHIRON envisions hybrid spin waveñCMOS circuits that can be readily\nintegrated alongside CMOS.\nCHIRON targets a proof of principle of the essential elements for spin wave computing by an interdisciplinary approach\njoining partners with expertise in material science, physics, nano-manufacturing, electrical engineering, device simulation,\nand circuit design. CHIRON will fabricate basic logic gates, such as inverters and majority gates, demonstrate their\noperation, and assess their performance. As transducers between the CMOS and spin wave domains in hybrid circuits,\nCHIRON will develop magnetoelectric and multiferroic nanoresonators, based on nanoscale bulk acoustic resonators, which\nbear promise for high energy efficiency and large output signal. The targeted lateral scale (100 nm) and resonance\nfrequency (>10 GHz) bring such resonators to the frontier of nano-electromechanical systems (NEMS).\nThis technological proof of principle is complemented by the design of digital hybrid spin waveñCMOS circuits that show the\nadvantages of spin wave computing and can be integrated into a CMOS environment. Based on calibrated compact device\nmodels, the performance of these circuits in terms of power, area, and throughput will be benchmarked against CMOS to\ndemonstrate their viability.",
    "totalCost": "3745607,5",
    "ecMaxContribution": "3745607,5",
    "coordinator": "INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM",
    "coordinatorCountry": "BE",
    "participants": "SOLMATES BV;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;UNIVERSITE PARIS-SUD;TECHNISCHE UNIVERSITAET KAISERSLAUTERN;INSTITUTUL NATIONAL DE CERCETAREDEZVOLTARE PENTRU MICROTEHNOLOGIE;THALES SA;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS;TECHNISCHE UNIVERSITEIT DELFT",
    "participantCountries": "NL;EL;FR;DE;RO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}