{
    "rcn": "216346",
    "acronym": "SPRINT",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Ultra-versatile Structural PRINTing of amorphous and tuned crystalline matter on multiple substrates",
    "startDate": "01/09/2018",
    "endDate": "31/08/2022",
    "objective": "Thin film deposition methods are crucial to generate progress in Key Enabling Technologies (KETs) of strategic importance for Europe, including Advanced Materials, Nanotechnology, Micro- and Nanoelectronics, Biotechnology, and Photonics. Devices like photovoltaic cells, light emitting diodes, electronic and optoelectronic micro-/nano-sensors are prominent examples of thin film applications where the precise control of material deposition and its degree of order (crystallinity) are of paramount importance for their performance and function. However, technologies for thin film deposition have very limited capacity to tune the material crystallinity at room temperature and atmospheric pressure, or to create functional 3D architectures in a single and versatile manner. The requirement of high temperatures and vacuum conditions make them inherently costly and unsuitable for deposition on various substrates (e.g. plastics). Moreover, their dimensions are not compatible with miniaturization and integration in table-top interfaces that would broaden their potential use. These limitations restrain the development of ground-breaking functional materials and new-conceptual devices. The absence of a radically new deposition technology hampers innovation and the appearance of new and cost-effective marketable products. Therefore, it is of utmost importance to develop a radically new deposition technology to overcome these limitations, and that is at the core of the SPRINT project. SPRINT will develop a universal deposition technology of amorphous and tuned crystalline matter on multiple substrates, at room temperature and pressure. This technology not only combines the benefits of existing advanced deposition methods, at significantly lower cost and higher deposition rates, but also goes beyond the state-of-the-art in advanced materials development, to open new roadmaps to a plethora of future devices and applications.",
    "totalCost": "2999997,5",
    "ecMaxContribution": "2999997,5",
    "coordinator": "CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "coordinatorCountry": "FR",
    "participants": "TECHNISCHE UNIVERSITAET GRAZ;CENTER FOR TECHNOLOGY RESEARCH AND INNOVATION (CETRI) LTD;ARTIA NANO - ENGINEERING & CONSULTING IKE;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSIDADE DO PORTO;KATHOLIEKE UNIVERSITEIT LEUVEN",
    "participantCountries": "AT;CY;EL;ES;CH;PT;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}