{
    "rcn": "216383",
    "acronym": "GNU200",
    "topics": "SMEInst-07-2016-2017",
    "title": "Innovative Solution in Microbiome Modulation to Benefit Infant Healthy growth",
    "startDate": "01/01/2018",
    "endDate": "30/04/2018",
    "objective": "Despite declining birth rates and the increasing number of campaigns to promote and support breastfeeding, the market for infant milk substitutes is growing. This is explained by the increasing employed female population, as well as inconvenience to breastfeed out of home. Scientific evidence indicates that breastfeeding protects against child infections and malocclusion, increases intelligence, and reduces overweight and diabetesí probability. As an alternative to breastfeeding, parents choose to feed their babies with infant milk formulae that cannot replicate the effects and benefits of breast milk because fundamental components such as prebiotic human milk oligosaccharides (HMOs) are not included. To compensate for this lack of HMOs, oligosaccharides such as GOS and FOS are included, even though they are poor mimics of HMOs with minimal evidence of efficacy. HMOs, the third most abundant component in breast milk, are molecules naturally tailored to the need of an infant which serve as prebiotics that help shape microbiota composition, protect infants from diseases, foster healthy gastrointestinal systems, reinforce fledgling immune function, and promote early brain development. Adding HMOs in formulae will substantially improve child benefits, mimicking breast milk composition (bringing formulae closer to nature). \n\nWe, GNUbiotics, are a start-up that has developed GNU 200 thought a process based on a by-product from the meat industry. This natural prebiotic composed of a mix with high diversity and concentration of oligosaccharides with proven efficacy. Our product protects against infections, restores the microbiota diversity after antibiotics treatment and prevents the onset of diet induced obesity similarly to HMOs found in breast milk. Hence, it represents a great business opportunity several steps ahead than alternatives.",
    "totalCost": "71429",
    "ecMaxContribution": "50000",
    "coordinator": "GNUBIOTICS SCIENCES SARL",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}