{
    "rcn": "216305",
    "acronym": "SE-SBR",
    "topics": "MSCA-IF-2017",
    "title": "Sorbent-enhanced Steam Biomass Reforming for Integrated Bio-energy with Carbon Capture and Storage",
    "startDate": "01/10/2018",
    "endDate": "30/09/2020",
    "objective": "Horizon 2020 of the EU proposed that there is a strong will for Europe to move towards a climate resilient and low-carbon economy, become the leading force in the world in the development of renewable energies, and lead the global fight against climate change. It has been proposed that not only zero emissions, but negative emissions of CO2 are critical since they are the only way to fill the gap between the high CO2 concentration and the desired target. Bio-energy with carbon capture and storage (BECCS) is a promising negative emission technology. However, traditional BECCS technologies have separated bio-energy conversion and carbon capture processes, which will increase the system complexity and energy penalty. Based on the background knowledge and research experience of the Researcher and the Host, we propose a novel BECCS technology, sorbent-enhanced steam biomass reforming (SE-SBR), where bio-energy conversion is integrated with carbon capture. To fulfil this technology, a bifunctional sorbent-catalyst material (BSCM) will be designed and tested and the fundamental component interactions in nanoscale in the material will be explored. The proposal is the integration of the specialty of the Researcher on biomass thermochemical conversion and the specialty of the Host on heterogeneous catalysis and carbon capture materials. Finally, the proposed SE-SBR with BSCMs is expected to replace the conventional biomass conversion methods, ease the fossil fuel energy crisis, and contribute to the low carbon world.",
    "totalCost": "187419,6",
    "ecMaxContribution": "187419,6",
    "coordinator": "EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH",
    "coordinatorCountry": "CH",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}