{
    "rcn": "216336",
    "acronym": "LEAF-2D",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Laser EnAbled TransFer of 2D Materials",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "2D Layered Materials (2D LM) hold enormous promise for enabling new device concepts and novel applications, owing to their planar nature and their exquisite, tuneable properties. Despite the rapid advancement of many aspects of Layered Materials (LM) technology, many emerging applications are hampered by the lack of an efficient, defect-free and controllable technique for the transfer of pixels of LM onto desired substrates. The core concept of this proposal is the development of a novel nano-manufacturing technology based on laser transfer techniques, which will enable the rapid, intact transfer and engineering of 2D stacks and heterostructures for optoelectronic, photonic and organic electronic devices. To achieve this, we will benefit from the unique advantages of the Laser Induced Backward Transfer (LIBT) and Laser Induced Forward Transfer (LIFT) techniques, which among other attributes, offer the capability for intact transfer of any 2D LM with high lateral resolution (micron scale), the transfer of 2D heterostructures and compatibility with a variety of substrates, including Si and flexible substrates. The implementation of the proposed technology will offer a chemical- and defect -free transfer of 2D monolayers with high precision: exquisitely clean Si-2D semiconductor (SC) heterostructures will be demonstrated using LDT and enable the fabrication of Near-IR Si emitters. Single layer and defect ñ free Graphene pixels will be printed on flexible substrates for highly sensitive ultra-thin sensors. These breakthroughs in the fields of Si emitters and flexible touch sensors will validate the importance of LEAF-2D and facilitate the incorporation of 2D materials in a plethora of emerging technological fields.",
    "totalCost": "2851030",
    "ecMaxContribution": "2851030",
    "coordinator": "NATIONAL TECHNICAL UNIVERSITY OF ATHENS - NTUA",
    "coordinatorCountry": "EL",
    "participants": "GRAPHENEA SA;BAR ILAN UNIVERSITY;UNIVERSITY OF SOUTHAMPTON;MELLANOX TECHNOLOGIES LTD - MLNX;MARIOS LYMARAKIS KAI SIA EE",
    "participantCountries": "ES;IL;UK;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}