{
    "rcn": "216332",
    "acronym": "Ves4US",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Extracellular vesicles from a natural source for tailor-made nanomaterials",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Extracellular vesicles (EVs) are cell-derived, membranous particles that mediate intercellular communication by transferring biomolecules such as proteins and RNAs. The discovery of EVs as natural biocarriers and inter-species communication means has raised great interest in the drug delivery field. EVs intrinsically possess many attributes of a drug delivery vehicle, since these particles i) are well tolerated in the body, ii) have long circulating half-life, iii) are internalised by recipient cells and iv) are able of crossing the blood brain barrier. Native and drug-loaded mammalian cell-derived EVs have recently been developed and are contributing to the expanding research field known as ìcell-free therapyî. Despite these promising progresses, translational applications are currently hampered by the lack of suitable processes for the isolation, characterisation and functionalisation of EVs. The aim of Ves4US is to develop a radically new platform for the efficient production and functionalisation of EVs, which will enable for their exploitation as tailor-made products in the fields of nanomedicine, cosmetics and nutraceutics. A core aspect of the project is to focus vesicles from an identified natural source, which could constitute a more economically viable and sustainable source of EVs. This will allow the development of natural nanocarriers with unprecedented abilities for drug delivery in specific tissues such as brain, lung, skin, dendritic or tumor cells. Ves4US is endorsed by prominent industrial stakeholders with strong interests in market-oriented innovation. \nThe actively emerging field of EV-based research and industrial/clinical translation will significantly profit from the proposed Ves4US innovation of focusing on natural nanovesicles; the new knowledge created will influence the biomedical landscape of the future both within and outside the European Union.\nThe actively emerging field of EV-based research and industrial/clinical translation will significantly profit from the proposed Ves4US innovation of focusing on microalgal nanovesicles; the new knowledge created will influence the biomedical landscape of the future both within and outside the European Union.",
    "totalCost": "2946303,75",
    "ecMaxContribution": "2946303,75",
    "coordinator": "CONSIGLIO NAZIONALE DELLE RICERCHE",
    "coordinatorCountry": "IT",
    "participants": "ZABALA INNOVATION CONSULTING, S.A.;INSTITUTE OF TECHNOLOGY SLIGO - ITS;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERZA V LJUBLJANI",
    "participantCountries": "ES;IE;DE;CH;SI",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}