{
    "rcn": "216348",
    "acronym": "INNOCHALLENGE",
    "topics": "INNOSUP-05-2016-2017",
    "title": "Problem Driven Innovation Support Initiatives for SMEs",
    "startDate": "02/05/2018",
    "endDate": "01/05/2019",
    "objective": "Public innovation agencies strive at keeping the pace of SME innovation support demand, and seek opportunities to implement programmes pivoted on new approaches.\nThe INNOCHALLENGE project will engage a consortium of partnering innovation agencies in exploring operating principles underpinning ìinnovation challengesî and ìinducement prizesî, which proved to effectively nurture open innovation at all societal levels.\nOnce operating principles of challenges and prizes are understood, the project will deliver a fully actionable guide (Design Option Paper) to be utilized by EU innovation agencies willing to adopt a challenge-driven approach in activating innovation support initiatives for SMEs at a regional basis.\nINNOCHALLENGE objectives will be achieved by making use of the Twinning Advance methodology. Good practices of existing inducement prizes and innovation challenges from partnering regions will be collected and afterwards discussed and analysed during three regional workshops. Particular attention will be given to sharing practical know-how over the planning and execution of such initiatives, as well as distilling lessons learned.\nOn the basis of such corpus of knowledge, a novel and standardized format of Innovation Challenge for regional SMEs will be designed by partners. The Design Option Paper (DoP) will include full implementation guidelines and practical suggestions on how to activate such initiative. Collected best practices will be attached to the DoP, which will be disseminated throughout partnersí EU-wide networks, such as three EIT KICs, the EEN, and TAFTIE. \nLocal stakeholders will be involved in the INNOCHALLENGE peer learning and design process: this will allow for the designed initiative to fit with regional specificities such as Industry Clusters, align with priorities set by regional Smart Specialization Strategies, as well as to find synergies with existing ERDF-funded SME support actions.",
    "totalCost": "50000",
    "ecMaxContribution": "50000",
    "coordinator": "HUB INNOVAZIONE TRENTINO S.C.A.R.L.",
    "coordinatorCountry": "IT",
    "participants": "OULUN KAUPUNKI;TALLINNA TEHNIKAULIKOOL",
    "participantCountries": "FI;EE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}