{
    "rcn": "216364",
    "acronym": "SimEA",
    "topics": "WIDESPREAD-03-2017",
    "title": "Modeling and Simulation for Engineering Applications",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "The project Modelling and Simulation for Engineering Applications (SimEA) aims to consolidate and upgrade the Computation-based Science and Technology Research Center (CaSToRC) of the Cyprus Institute (CyI) by attracting and establishing a team of outstanding researchers, led by a Professor of international caliber to maximally utilize and upgrade the existing facilities and pursue a program of research excellence and innovation. The SimEA ERA Chair will expand the research portfolio of CaSToRC to include computation-based engineering adding the missing technology leadership, collaborate with other research groups in Cyprus, the Eastern Mediterranean (EM) and internationally, enrich the educational programs of CaSToRC and CyI and set the appropriate mechanisms to forge collaboration with industry. The alignment of these objectives with the Cyprus smart specialization strategy and European priorities in Energy, Health and Information Technologies provides previously untapped funding opportunities for CaSToRC that would help sustain the team beyond the lifetime of the project. \n\nCyI strongly supports the creation of the ERA Chair by pledging a tenured faculty position and a grant of 700,000 Euro for infrastructure upgrades to best serve the research and innovation programs of the project. The international character and interdisciplinary environment of CyI, its strong funding track record, the attractive remuneration, job security and infrastructure grant offered are key elements that conduce to attracting an ERA Chair of the highest international standing. In turn, such a scholar will build a vibrant research group, bring competitive funding and spearhead entrepreneurship and industrial collaboration consolidating CaSToRC as a hub for computational science and engineering in Cyprus and the EM in alignment with the centerís mission to help the nation transform to a knowledge-based economy and to act as a gateway for advanced computing between Europe and the EM region.",
    "totalCost": "2499250",
    "ecMaxContribution": "2499250",
    "coordinator": "THE CYPRUS INSTITUTE",
    "coordinatorCountry": "CY",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}