{
    "rcn": "216352",
    "acronym": "FAIR",
    "topics": "SMEInst-12-2016-2017",
    "title": "Future Advanced system for an on-demand Insurance Reliable product based on driving behaviour analysis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2020",
    "objective": "The world is shifting to a new business model, were customers have changed their purchasing path: they are happier subscribing to the outcomes they want, when they want, rather than purchasing a product with the burden of ownership. Consumers today have new expectations; they want to achieve outcomes, not ownership; customization, not generalization. The car insurance market is traditionally linked to the old bonus-malus model, a system that penalizes the ones who make accidents and rewards those who do not incur in them.  In a consumer oriented world, insurance becomes a tool for the driver and not just a mandatory cost. What do you think about a relevant cost reduction (up to 40%) but also an added value according to driver behaviors? And what about a system connected with your necessity? A free coffee when you are tired? Gasoline discounts? A free coverage for your weekend because you are a good driver? FAIR meets such requirements, developing a cloud-based ecosystem to commercialize big data and machine learning based insurance, turning customers into subscribers. The coordinating partner in cooperation with an insurance broker and a multimedia company is launching an on-demand insurance service for connected cars. The new insurance policy is revolutionizing the traditional sector with a Pay-Per-Mile and Pay-how-you drive approach, introducing access to discount/cash back opportunities, setting-up and managing insurance packages via app and accessing new safety and reporting functionalities. The new model will be coupled with a service for car dealers and fleets that will bring advantages in terms of car health remote monitoring, knowledge of customersí experience and advertising tailored service. The competitive advantages: superior risk selections and loss control; analytics to support digital underwriting process through a war room based on driving and crash data; better pricing and cost claims reduction and reporting functionalities to government facilities.",
    "totalCost": "2507878,75",
    "ecMaxContribution": "1755515,13",
    "coordinator": "AIR SRL",
    "coordinatorCountry": "IT",
    "participants": "FIT2YOU SRL;MAVIGEX SRL",
    "participantCountries": "IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}