{
    "rcn": "216372",
    "acronym": "PHINDaccess",
    "topics": "WIDESPREAD-05-2017",
    "title": "Strengthening Omics data analysis capacities in pathogen-host interaction",
    "startDate": "01/10/2018",
    "endDate": "30/09/2021",
    "objective": "The advent of high-throughput approaches has revolutionized the way we address biological circuits and their complex interrelation during infectious processes. Deciphering the molecular mechanisms underpinning pathogen-host interaction (PHI) is now dealt with in the context of systems biology, which is critically dependent upon our ability to analyze Omics data (whole genome sequence, whole exome sequencing, RNA-seq, proteomics, etc.) derived from both the pathogen and its host. The Institut Pasteur de Tunis (IPT) has for long been working at the interface of PHI, aimed at better delineating critical aspects governing pathogenicity and disease transmission. Through this twinning project, referred to as PHINDaccess (Pathogen-Host INteraction Data access), IPT intends to empower its capacities to efficiently exploit the extraordinary potential of Omics data generated in the context of PHI studies. PHINDaccess should in fine streamline the discovery of critical regulatory interactions, thus allowing for the rational identification of putative biomarkers, drug targets and/or lead vaccine candidates. PHINDaccess main objectives are threefold: (i) endow IPT researchers with advanced knowledge and skills in Omics science, (ii) provide IPT with an efficient high-performance bioinformatics environment, and (iii) ambition to make IPT a regional flagship for excellence in innovative Omics research with increased networking and openness to the socioeconomic sector. To achieve this goal, IPT will twin with world-renowned European centers, namely the Institut Pasteur, the Max Planck Institute for Molecular Genetics, the Center for Genomic regulation, and the Robert Koch Institute, with whom previously EC-funded collaborations have been successfully achieved.",
    "totalCost": "989468,75",
    "ecMaxContribution": "989468,7",
    "coordinator": "INSTITUT PASTEUR DE TUNIS",
    "coordinatorCountry": "TN",
    "participants": "ROBERT KOCH-INSTITUT;MAX-PLANCK-GESELLSCHAFT ZUR FORDERUNG DER WISSENSCHAFTEN EV;INSTITUT PASTEUR;FUNDACIO CENTRE DE REGULACIO GENOMICA",
    "participantCountries": "DE;FR;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}