{
    "rcn": "216319",
    "acronym": "SCIENTIA-FELLOWS II",
    "topics": "MSCA-COFUND-2017",
    "title": "SCIENTIA-FELLOWS II: International Postdoctoral Fellowship Programme",
    "startDate": "01/05/2019",
    "endDate": "30/04/2024",
    "objective": "The SCIENTIA-FELLOWS II (SF-II) proposal is based on of the FP7-funded SCIENTIA-FELLOWS programme (http://www.med.uio.no/english/research/scientia-fellows/) coordinated by the University of Oslo. The original programme has recruited over 80 researchers and provided excellent training in both research and transferable skills. SCIENTIA-FELLOWS developed into a highly successful programme in Health Sciences that attracted talented researchers from the whole world.\n\nUiO will take the programme to the next level, into a broader European context. SF-II will introduce new aspects such as a strong innovation component, new industry and academic partners (including from the Less Represented Countries), inter-sectoral opportunities and new training features in both research and transferable skills. \nThese novel aspects, with diversified training options and exposure to cross-sectoral cooperation will further enhance the experienced researchersí career prospects and prepare them for leadership positions in research, where scientific and transferable skills are improved with a strong insight into the importance of ethics and gender balance. \nThe new programme will also benefit from the vast experience of the previous edition and from a review performed by independent experts. New SCIENTIA-FELLOWS II will meet the challenges presented in Horizon 2020 and develop into a European knowledge and innovation hub for the benefit of academic and industrial researchers. Through the SF-II researchers will also benefit from the influx of public and private funding available to develop and establish early stage companies in the European context.\nThrough SF-II, the programme partners will establish a symbiotic environment where training, research excellence and innovation will contribute to fueling European economic growth and development of a new generation of researchers and research leaders with experience both in academia and industry cultures to broadly support European excellence.",
    "totalCost": "17700000",
    "ecMaxContribution": "8850000",
    "coordinator": "UNIVERSITETET I OSLO",
    "coordinatorCountry": "NO",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}