{
    "rcn": "216368",
    "acronym": "iBioGen",
    "topics": "WIDESPREAD-05-2017",
    "title": "Twinning for European excellence in Island Biodiversity Genomics",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Biodiversity genomics is transforming our understanding of biological diversity and leading to new discoveries that can limit biodiversity decline and therefore benefit human societies. Island biotas are highly vulnerable and thus require efficient conservation and sustainable development. They are also prime model systems for applied and fundamental research in organismal biology. iBioGen aims to significantly enhance the scientific and innovation performance of a Widening country (Cyprus) in biodiversity genomics, with focus on island biodiversity. As the third-largest island of the Mediterranean, Cyprus is an ideal site for island biodiversity research, but local capacity is currently lacking. iBioGen is recognising the great potential of novel DNA methodology for future island biodiversity research and the need for methodological unification and theoretical synthesis in this new field. Twinning of the University of Cyprus (UCY) with three internationally-leading partners in biodiversity genomics (NHM), island biodiversity research (CSIC) and biodiversity modelling (CNRS) will: (i) stimulate research excellence and international visibility of UCY, (ii) improve networking efficiency and interdisciplinarity, and (iii) have broad societal and environmental impact towards valuing and protecting island biodiversity. These objectives will be achieved through a set of training, networking and dissemination activities, including: staff exchanges, on-site training and an international summer school, international symposia on methodological unification and theoretical synthesis, outreach events directed towards biodiversity stakeholders and local communities. The expected impacts include an increase in scientific output and successful research proposal applications of UCY, establishment of an EU island network of Genomic Observatories, and integration of new technologies in biomonitoring and environmental policy at regional and EU level.",
    "totalCost": "999320",
    "ecMaxContribution": "999320",
    "coordinator": "UNIVERSITY OF CYPRUS",
    "coordinatorCountry": "CY",
    "participants": "Natural History Museum;AGENCIA ESTATAL CONSEJO SUPERIOR DEINVESTIGACIONES CIENTIFICAS;CENTRE NATIONAL DE LA RECHERCHE SCIENTIFIQUE CNRS",
    "participantCountries": "UK;ES;FR",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}