{
    "rcn": "216358",
    "acronym": "PORTWIMS",
    "topics": "WIDESPREAD-05-2017",
    "title": "Portugal Twinning for innovation and excellence in marine science and Earth observation",
    "startDate": "01/09/2018",
    "endDate": "31/08/2021",
    "objective": "Portugal Twinning for innovation and excellence in marine science and Earth observation (PORTWIMS) will enhance the science, technology and innovation profile of the University of Lisbon, Faculty of Sciences and individual faculty staff members, through twinning with two research-intensive, internationally-leading institutes: Plymouth Marine Laboratory in the UK and Alfred Wegener Institute, Helmholtz Centre for Polar and Marine Research in Germany. It will achieve this through a combination of activities that will benefit individuals at various levels of their career from PhD students, to post-docs, to mid-career and professorial level. PORTWIMS will focus on an area of science of high relevance to Portuguese national priorities and of Portuguese support of sustainable development. The project will benefit from existing nationally or internationally funded research activities that will feed into the project. PORTWIMS will undertake collaboration and support actions to include: \nï exchanges of personnel and expert visits including focussing on one-to-one mentoring; \nï summer schools, focussing on PhD students and post-docs; \nï on-site training, exploiting access to expensive research cruises; \nï focussed training and partnership-building for preparation of research proposals to national authorities, the EC and the European Space Agency; \nï advice on application of outputs for policy and governance and exploitation of results to support innovation in knowledge-intensive services and products.\nPORTWIMS has an aim of leaving a long-term legacy of Research & Innovation enhancement beyond the end of the programme.",
    "totalCost": "997626,25",
    "ecMaxContribution": "997626,25",
    "coordinator": "FCIENCIAS.ID - ASSOCIACAO PARA A INVESTIGACAO E DESENVOLVIMENTO DE CIENCIAS",
    "coordinatorCountry": "PT",
    "participants": "PLYMOUTH MARINE LABORATORY;ALFRED-WEGENER-INSTITUT HELMHOLTZ-ZENTRUM FUR POLAR- UND MEERESFORSCHUNG",
    "participantCountries": "UK;DE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}