{
    "rcn": "216309",
    "acronym": "EUROLAB4HPC2",
    "topics": "FETHPC-03-2017",
    "title": "Consolidation of European Research Excellence in Exascale HPC Systems",
    "startDate": "01/05/2018",
    "endDate": "30/04/2020",
    "objective": "Europe has made significant progress in becoming a leader in large parts of the HPC ecosystem: from industrial and scientific application providers via system software to Exascale systems, bringing together technical and business stakeholders. Despite such gains, excellence in research in high performance computing systems is fragmented across Europe and opportunities for synergy missed. \n\nAt this moment, there is fierce international competition to sustain long-term leadership in HPC technology and there remains much to do. Europe intends to increase the budget spent on HPC by 1 billion euros. In order to realize the full potential of this investment, it will have to engage all the stakeholders, industrial as well as academic. EUROLAB4HPCís bold overall goal is to build connected and sustainable leadership in high-performance computing systems by bringing together the leading performance orientated communities in Europe, working across all layers of the system stack, fuelling new industries in HPC. \n\nEUROLAB4HPCís overarching goal is to Strengthen academic research excellence and innovation in HPC in Europe. This will be realised by means of four short-term objectives: (i) Structuring the community ñ by adding members to develop a community of excellence that engages in focussed high-quality cross-stack activity; (ii) Promoting entrepreneurship - by building an innovation pipeline from general purpose entrepreneurial training, business prototyping, business plan development and helping with funding, (iii) Stimulating technology transfer - by connecting with other technology transfer activities and providing competitive seed funding for HPC technology transfer, and (iv) Disseminating community news ñ by investing substantial resources in dissemination activities, creating a stronger EUROLAB brand. This will raise the visibility of the community, attract more participants and eventually grows the interest and impact of Europeís Exascale research.",
    "totalCost": "1600000",
    "ecMaxContribution": "1600000",
    "coordinator": "CHALMERS TEKNISKA HOEGSKOLA AB",
    "coordinatorCountry": "SE",
    "participants": "INSTITUT NATIONAL DE RECHERCHE ENINFORMATIQUE ET AUTOMATIQUE;THE UNIVERSITY OF MANCHESTER;UNIVERSITEIT GENT;RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;FOUNDATION FOR RESEARCH AND TECHNOLOGY HELLAS;ECOLE POLYTECHNIQUE FEDERALE DE LAUSANNE;EIDGENOESSISCHE TECHNISCHE HOCHSCHULE ZUERICH;UNIVERSITAET STUTTGART;TECHNION - ISRAEL INSTITUTE OF TECHNOLOGY;UNIVERSITAET AUGSBURG;THE UNIVERSITY OF EDINBURGH;BARCELONA SUPERCOMPUTING CENTER - CENTRO NACIONAL DE SUPERCOMPUTACION",
    "participantCountries": "FR;UK;BE;DE;EL;CH;IL;ES",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}