{
    "rcn": "216359",
    "acronym": "VALORTECH",
    "topics": "WIDESPREAD-03-2017",
    "title": "ERA Chair for Food (By-) Products Valorisation Technologies of the Estonian University of Life Sciences",
    "startDate": "01/07/2018",
    "endDate": "30/06/2023",
    "objective": "Advanced food processing technologies, minimum waste and maximum utilisation of raw material used as well as valorisation of by-products constitute a highly relevant range of topics in the EU and worldwide. These are matters that the University of Life Sciences (Eesti Maa¸likool, EMU) has been dealing with for long from various angles and perspectives. However, to realise the full potential of EMU in this domain, structural changes are needed to bring various related competences under a unified umbrella as well as to cover several gaps hindering further development. Therefore, the main objective of the current project is to establish a new ERA Chair for Food (By-) Products Valorisation Technologies (VALORTECH), and recruit a top level researcher/research manager (ERA Chair holder) to lead this interdisciplinary, inter-unit entity, formed based on a joint effort by the Institute of Agricultural and Environmental Sciences and the Institute of Veterinary Medicine and Animal Sciences of EMU. The new Chair is expected to considerably improve the research and innovation performance of EMU and conduct forefront research that would create significant benefits for both Estonia, Europe and beyond.\nEfficient dissemination and exploitation of research results is an issue of key importance in the context of the ERA Chair¥s action plan. In addition to targeting the international research community and providing input to policy development, facilitating knowledge transfer to industry is at particular focus. The R&D to be carried out in the VALORTECH Chair is strongly connected with both the national and regional Smart Specialisation strategy, in the context of which efficient use of resources and related development of health-promoting (functional) food are among key priorities. The demand for advanced R&D services in the VALORTECH fields from the side of the industry currently exceeds the capacity of EMU to provide such services.",
    "totalCost": "2498625",
    "ecMaxContribution": "2498625",
    "coordinator": "EESTI MAAULIKOOL",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}