{
    "rcn": "216333",
    "acronym": "SENSITIVE",
    "topics": "FETOPEN-01-2016-2017",
    "title": "Early Detection of cancer onset based on sensing field cancerization at the organ level",
    "startDate": "01/11/2018",
    "endDate": "31/10/2021",
    "objective": "Cancer is a major cause of death worldwide. Gastrointestinal (GI) tract tumors are among the most common and deadliest\nones. Despite progress in imaging and treatment, the social impact of these diseases is enormous. All parties in the health\nsector agree that prevention and/or early diagnosis is the most effective means to deal with cancer. Currently, cancer is\nidentified most often when symptomatic or large enough to be visualized in body scans or when histological alterations are\nalready present. What is lacking is an imaging method that could detect tissue changes that facilitate or predict tumor\ndevelopment at an early stage. These alterations, collectively referred to as ìfield cancerizationî is an exciting field of study\nin cancer biology with profound ramifications in clinical practice. Molecular mechanisms underlying field cancerization are\nbeing studied and the advances in molecular biology facilitate these studies. Never in the past however, have these changes\nbeen sensed/measured by an imaging modality at the organ level. We thus propose the development of a multimodal\nmicroscopy platform that will allow sensing of Raman and scattering properties at the organ level, in order to identify\nmolecular and structural fingerprints of early stage disease in the GI tract. Successful implementation will allow the\ndevelopment of an endoscope especially designed for this purpose that will be used to detect early stage cancer in humans.",
    "totalCost": "2965326,25",
    "ecMaxContribution": "2965326,25",
    "coordinator": "IDRYMA IATROVIOLOGIKON EREUNON AKADEMIAS ATHINON",
    "coordinatorCountry": "EL",
    "participants": "RIVERD INTERNATIONAL BV;HELMHOLTZ ZENTRUM MUENCHEN DEUTSCHES FORSCHUNGSZENTRUM FUER GESUNDHEIT UND UMWELT GMBH;RAYFOS LTD;ACADEMISCH ZIEKENHUIS GRONINGEN;UNIVERSIDAD CARLOS III DE MADRID;MARIOS LYMARAKIS KAI SIA EE",
    "participantCountries": "NL;DE;UK;ES;EL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}