{
    "rcn": "216371",
    "acronym": "CUDAN",
    "topics": "WIDESPREAD-03-2017",
    "title": "Cultural Data Analytics",
    "startDate": "01/01/2019",
    "endDate": "31/12/2023",
    "objective": "The broad framework of the recent EU Digital Single Market strategy has prepared the ground for many of the guidelines and future directions in cultural heritage digitisation and in the area of open data policies. In line with this new strategy, the core document for Estonian cultural policy, The General Principles of Cultural Policy up to 2020, sets out that most Estonian cultural heritage will be digitised by 2020 and the interoperability of culture-related information systems will be ensured by harmonised descriptions and web services. In connection with that, the 2020 Digital Agenda for Estonia emphasises that the public sectorís capacity to apply data analytics solutions needs to be increased significantly over the coming years and that Estonian cultural heritage should be digitally accessible and spreading through re-use. In accordance with these strategies, the CUDAN project aims to harness the existing strengths of Tallinn University in order to build a new analytical approach, called ìCultural Data Analyticsî, that integrates cultural semiotics, data analytics, digital culture studies and creative industriesí studies to work with digitised cultural heritage as well as with born-digital data scraped from contemporary platforms. This aim will be accomplished by establishing the ERA Chair position and the transdisciplinary and innovative cooperation platform (Open Lab) at Tallinn University. Open Lab will cooperate with multiple external partners, both public and private, in order to collect, analyse and use digital cultural data and to develop relevant new analytic methods ñ all in order to better understand contemporary cultural dynamics and incorporate this understanding into public cultural service designs, and cultural and creative industriesí policymaking processes. The benefits will be that these designs and processes will become more evidence-based, agile and responsive to contemporary challenges.",
    "totalCost": "2500000",
    "ecMaxContribution": "2500000",
    "coordinator": "TALLINN UNIVERSITY",
    "coordinatorCountry": "EE",
    "participants": "",
    "participantCountries": "",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}