{
    "rcn": "216434",
    "acronym": "IPaDEGAN",
    "topics": "MSCA-RISE-2017",
    "title": "Integrable Partial Differential Equations: Geometry, Asymptotics, and Numerics.",
    "startDate": "01/01/2018",
    "endDate": "31/12/2021",
    "objective": "Partial Differential Equations (PDE's) undoubtedly are among the main tools for an efficient modelling of physical phenomena. Infinite-dimensional analogues of regular (integrable) behaviour, previously confined to the theory of systems with a finite number of degrees of freedom began to be considered in the middle of the XX century in fluid dynamics, field theory and plasma physics.   \nThe idea that an integrable behaviour persists in non-integrable systems, together with the combination of the state-of-the-art numerical methods with front-line geometrical and analytical techniques in the theory of Hamiltonian PDE's is the leitmotiv of this research project.   \nAsymptotic regimes leading to phase transitions both in the theory of dispersive PDEs  and  the  theory  of  Random  Matrices display universality properties which can be analysed both numerically and analytically. The predictive power  of numerics and scientific computing can be used both as a testing tool for theoretical models and as a generator of new conjectures.\nBy focussing the expertise of  front line researchers in different areas of Mathematics towards the study of critical phenomena in dispersive PDE's, we expect results in realms including differential and algebraic geometry, the theory of random matrices, multiscale analysis of PDE's as well as non-linear models of stratified fluid flows. \nThe broad interdisciplinary basis and intertwining of methods of Geometry and Mathematical Physics will be instrumental in making the results accessible for the wider community. Younger (Ph.D. and/or Post-Docs) Researchers to be included in such an active and fertile research and training ground, will certainly seize their chance to enhance and broaden their skills.",
    "totalCost": "886500",
    "ecMaxContribution": "540000",
    "coordinator": "UNIVERSITA' DEGLI STUDI DI MILANO-BICOCCA",
    "coordinatorCountry": "IT",
    "participants": "UNIVERSITE D'ANGERS;SCUOLA INTERNAZIONALE SUPERIORE DI STUDI AVANZATI DI TRIESTE;COMMUNAUTE D' UNIVERSITES ET ETABLISSEMENTS UNIVERSITE BOURGOGNE - FRANCHE - COMTE",
    "participantCountries": "FR;IT",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}