{
    "rcn": "216413",
    "acronym": "CO-CREATE",
    "topics": "SFS-39-2017",
    "title": "Confronting Obesity: Co-creating policy with youth",
    "startDate": "01/05/2018",
    "endDate": "30/04/2023",
    "objective": "CO-CREATE aims to reduce childhood obesity and its co-morbidities by working with adolescents, to create, inform and disseminate obesity-preventive evidence-based policies. The project applies a systems approach to provide a better understanding of how factors associated with obesity interact at various levels. The project focus on adolescence as the specific target group, a crucial age with increasing autonomy and the next generation of adults, parents and policymakers, and thus important agents for change. CO-CREATE involve and empower adolescents and youth organizations to foster a participatory process of identifying and formulating relevant policies, deliberating such options with other private and public actors, promoting relevant policy agenda and tools and strategies for implementation. CO-CREATE strengthen interdisciplinary research and have an inclusive multi-actor approach with involvement of academics, policy makers, civil society, relevant industry and market actors to ensure long-lasting implementation of the results. The project reflects and builds on a number of existing initiatives and platforms, including the extensive research activity from consortium members. The project has a strong gender profile and consider the relevance of geographic, socio-economic, behaviour and cultural factors. CO-CREATE engages international partners from different policy-contexts in Europe, Australia, South Africa and the US.  Applying large-scale datasets, policy monitoring tools, novel analytical approaches and youth involvement will provide new efficient strategies, tools and programmes for promoting sustainable and healthy dietary behaviours and lifestyles. The generated knowledge and innovative tools for assessing actual policy implementation, strategies for empowering adolescents; and strategies for identifying, implementing and monitoring relevant policy programmes are applicable to stakeholders involved in the European efforts to tackle childhood obesity.",
    "totalCost": "9757943,75",
    "ecMaxContribution": "9678653,75",
    "coordinator": "FOLKEHELSEINSTITUTTET",
    "coordinatorCountry": "NO",
    "participants": "CENTRO DE ESTUDOS E INVESTIGACAO EM DINAMICAS SOCIAIS E SAUDAE  ASSOCIACAO SEM FINS LUCRATIVOS;UNIVERSITY OF CAPE TOWN;WORLD OBESITY FEDERATION;EAT STOCKHOLM FOOD FORUM AS;LONDON SCHOOL OF HYGIENE AND TROPICAL MEDICINE;DEAKIN UNIVERSITY;UNIVERSITETET I OSLO;THE UNIVERSITY OF TEXAS SYSTEM;SWPS UNIWERSYTET HUMANISTYCZNOSPOLECZNY;WORLD CANCER RESEARCH FUND INTERNATIONAL I A;UNIVERSITETET I BERGEN;PRESS;UNIVERSITEIT VAN AMSTERDAM",
    "participantCountries": "PT;ZA;UK;NO;AU;US;PL;BE;NL",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}