{
    "rcn": "216437",
    "acronym": "HERCULES",
    "topics": "MSCA-RISE-2017",
    "title": "towards geoHazards rEsilient infRastruCtUre under changing cLimatES",
    "startDate": "01/03/2018",
    "endDate": "28/02/2022",
    "objective": "HERCULES brings together a multidisciplinary team crossing boundaries within technology, systems thinking and society to develop a step change in the understanding and monitoring capabilities of geohazards and in turn produce ground breaking new methods to boost the resilience of current infrastructure under changing climates. The programme will undertake fundamental research to ascertain the pathways and grow our capacity to assess and predict risks due to geohazards. The proposed study will employ a range of novel research approaches across multiple scales, from the macro-scale through to the micro scale including the integration of Earth Observation techniques, laboratory investigation and by investigating the ground behaviour at the scale of soil particles experimentally using tomography and numerical techniques such as the Discrete Element Method. Our approach is unique in that the design and implementation of the technology is informed not only through the combination of laboratory and field studies, data interpretation and numerical simulations, but also coproduced through consultation with the local community. We will use crowdsourced geographic information with real-time environmental data and models to provide a decision-making framework to be adapted to local needs for the monitoring and early-warning of geozahards to improve urban resilience.\n    The goals of the project are to: i) exchange knowledge in a multidisciplinary environment between academia and industry; ii) develop new insights, approaches and technologies that support the needs of end-users to make both the built environment and infrastructure more resilient to the increasing threat of natural hazards due to the effect of a more variable climate; iii) train Early Stage Researches (ESRs) during their secondments between Institutions who will form the next generation of researchers leading  academic and industrial technological developments in this field.",
    "totalCost": "2371500",
    "ecMaxContribution": "2016000",
    "coordinator": "THE UNIVERSITY OF WARWICK",
    "coordinatorCountry": "UK",
    "participants": "RHEINISCH-WESTFAELISCHE TECHNISCHE HOCHSCHULE AACHEN;ITASCA CONSULTANTS GMBH;UNIVERSITY OF NEWCASTLE UPON TYNE;ACCADEMIA EUROPEA DI BOLZANO;CONSIGLIO NAZIONALE DELLE RICERCHE;ECOLE NATIONALE DES PONTS ET CHAUSSEES;ARUP ITALIA SRL;UNIVERSITAET FUER BODENKULTUR WIEN;DARES TECHNOLOGY SL;SARMAP SA;COFFEY GEOTECHNICS LIMITED",
    "participantCountries": "DE;UK;IT;FR;AT;ES;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}