{
    "rcn": "216438",
    "acronym": "HYDRIDE4MOBILITY",
    "topics": "MSCA-RISE-2017",
    "title": "Hydrogen fuelled utility vehicles and their support systems utilising metal hydrides",
    "startDate": "01/12/2017",
    "endDate": "30/11/2021",
    "objective": "The goal of this project is in addressing critical issues towards a commercial implementation of hydrogen powered utility vehicles (test case ñ forklift) using metal hydride (MH) hydrogen storage and PEM fuel cells, together with the systems for their refuelling at industrial customers facilities. For these applications, high specific weight of the metallic hydrides is an advantage, as it fits a purpose of vehicle counterbalancing without an extra cost. However, slow H2 charge / discharge of the MH systems, complexity of their design and high cost, together with efficiency of system integration remain great challenges to overcome.\n\nThe present RISE proposal will address these problems by a collective effort of consortium containing experienced, high profile academic teams and industrial partners from two EU Member States (Germany, Croatia), one associated country (Norway) and two third countries (South Africa, Indonesia). The work will strengthen already existing and will establish new collaborative links. This will allow overcoming the challenges associated with implementation of Metal Hydride technologies in transportation and in promoting their commercialisation in the European countries contributing to the project consortium.\n\nVarious efficient and cost-competitive solutions including (i) advanced MH materials for hydrogen storage and compression, (ii) Advanced MH containers characterised by improved charge-discharge dynamic performance and ability to be mass produced, (iii) integrated hydrogen storage and compression / refuelling systems will be developed and tested together with PEM fuel cells during the collaborative efforts of the consortium members having a strong expertise in hydride materials science, manufacturing of the advanced hydrogen storage materials, design and manufacturing of gas sorption reactors, fuel cell system integration, as well as in manufacturing of the fuel cell power modules, utility vehicles, and their optimisation for the customers.",
    "totalCost": "355500",
    "ecMaxContribution": "355500",
    "coordinator": "INSTITUTT FOR ENERGITEKNIKK",
    "coordinatorCountry": "NO",
    "participants": "SVEUCILISTE U SPLITU, FAKULTET ELEKTROTEHNIKE, STROJARSTVA I BRODOGRADNJE;HELMHOLTZ-ZENTRUM GEESTHACHT ZENTRUM FUR MATERIAL- UND KUSTENFORSCHUNG GMBH;HYSTORSYS AS",
    "participantCountries": "HR;DE;NO",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}