{
    "rcn": "216475",
    "acronym": "DynaMORE",
    "topics": "SC1-PM-17-2017",
    "title": "Dynamic MOdelling of REsilience",
    "startDate": "01/04/2018",
    "endDate": "31/03/2023",
    "objective": "The project DynaMORE (Dynamic MOdelling of REsilience) exploits advanced mathematical modelling for the promotion of mental health and well-being. DynaMORE will generate the first personalised in-silico model of mental health in the face of adversity, that is, stress resilience. The model will be based on and validated against unique multi-scale longitudinal real-world empirical data sets. The development and testing of the model will substantially deepen our scientific understanding of the mechanisms of resilience. These insights will allow us to create mechanistically targeted interventions for the primary prevention of stress-related disorders. On this basis, DynaMORE will develop an entirely new mHealth product that will include model-based prognostic tools for monitoring of at-risk subjects and for automatised decision-making about timed, personalised interventions. The DynaMORE model will be openly available, whereas the interventions and surrounding application solutions (data analysis tools, information and communication technology (ICT)) will have a strong potential for commercial exploitation, which will be actively prepared within DynaMORE.\nThese objectives will be achieved through the interdisciplinary collaboration of world-leading experts in the fields of (1) computer-modelling and simulation and multi-scale data integration (project area MODELLING), (2) bio-psycho-social research on mental health and resilience (area HUMAN LIVES), and (3) mHealth technology, including ambulatory monitoring and intervention, and ICT (area TECHNOLOGY). These will be supported, and results will be exploited, by an experienced management and impact maximisation team (area IMPACT).\nThe overall aim of DynaMORE is to improve human lives by preventing stress-related mental health problems. DynaMOREís health-focussed strategy will promote individual well-being and reduce healthcare demands and indirect economic costs, by contributing to a healthy and productive workforce.",
    "totalCost": "6069015",
    "ecMaxContribution": "6069015",
    "coordinator": "UNIVERSITAETSMEDIZIN DER JOHANNES GUTENBERG-UNIVERSITAET MAINZ",
    "coordinatorCountry": "DE",
    "participants": "STICHTING IMEC NEDERLAND;UNIWERSYTET WARSZAWSKI;STICHTING KATHOLIEKE UNIVERSITEIT;INTERUNIVERSITAIR MICRO-ELECTRONICA CENTRUM;ALBERT-LUDWIGS-UNIVERSITAET FREIBURG;INTERNATIONAL RESILIENCE ALLIANCE EV;CHARITE - UNIVERSITAETSMEDIZIN BERLIN;TEL AVIV UNIVERSITY;UNIVERSITAT ZURICH;KATHOLIEKE UNIVERSITEIT LEUVEN;Concentris Research Management GmbH",
    "participantCountries": "NL;PL;BE;DE;IL;CH",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}