{
    "rcn": "216436",
    "acronym": "LeiSHield-MATI",
    "topics": "MSCA-RISE-2017",
    "title": "A multi-disciplinary international effort to identify clinical, molecular and social factors impacting cutaneous leishmaniasis",
    "startDate": "01/04/2018",
    "endDate": "31/03/2022",
    "objective": "Leishmania causes devastating human diseases ñ leishmaniases - representing an important public health problem in the Mediterranean basin and declared as emerging diseases in the EU due to climate change and population displacement. The LeiSHield-MATI consortium will for the first time investigate in an integrative fashion the complex parasite-vector-host interplay in cutaneous leishmaniasis affecting Morrocco, Algeria, Tunisia, and Iran (MATI), using field isolates and human clinical samples. The ultimate goal of our project is to identify genetic factors selected during natural infection and to understand how the complex parasite-vector-animal interaction impacts clinical outcome in infected patients. This goal will be achieved through a highly ambitious secondment plan between all partners, and the organization of courses and workshops to train the next generation of scientists generating a long-term impact on the research capacities in endemic areas. Capitalizing on complementary infrastructures of its EU, African and Asian partners and their expertise in molecular parasitology, epidemiology, systems level analyses, bioinformatics, computational biology, immunology, dermatology, field studies, and public health, our project will drive important innovation in clinical research, strengthen capacities in disease endemic regions, inform authorities on control measures, and raise awareness in all partner countries on this emerging EU public health problem. The highly inter-disciplinary and inter-sectorial structure of LeiSHield-MATI, and its powerful integrative and comparative approach is novel in parasitic systems and will drive a unique bio-marker discovery pipeline for the future development of new prognostic and diagnostic tools, as well as novel preventive and therapeutic measures that will ensure long-term collaboration, promote scientific and commercial self-sustainability of its partners, and will have an important impact to improve public health.",
    "totalCost": "1750500",
    "ecMaxContribution": "1750500",
    "coordinator": "INSTITUT PASTEUR",
    "coordinatorCountry": "FR",
    "participants": "INSTITUT PASTEUR DE TUNIS;ACOBIOM;UNIVERZITA KARLOVA;GOETEBORGS UNIVERSITET;PRINS LEOPOLD INSTITUUT VOOR TROPISCHE GENEESKUNDE",
    "participantCountries": "TN;FR;CZ;SE;BE",
    "projectParticipants": {},
    "calculatedTotalContribution": 0
}